{"id":"3BE88D82-905A-4C33-96C0-E8BF2BC67004","title":"London Governance and Middle English Literature: Pathways to Impact","abstractText":"Professor Linne Mooney and Dr Estelle Stubbs (RA) were PI and RA on the major AHRC research grant, Identification of the Scribes Responsible for Copying Major Works of Middle English Literature, 2007-11, made a remarkable discovery in the course of their research: almost all of the earliest manuscripts of works by Geoffrey Chaucer and his contemporary late fourteenth and early fifteenth-century London writers were copied by men who held the highest bureaucratic offices at the London Guildhall. For instance, the two scribes responsible for the four earliest manuscripts of Chaucer's Canterbury Tales (writing two manuscripts each) were both employed as clerks in the Guildhall, one as Chamber Clerk and then Common Clerk, and the other as Recorder's Clerk. Tracing records of the lives of these men, Mooney and Stubbs further discovered that they were members of a faction of London citizenry who appear to have advocated the use of English, as opposed to French or Latin, in the conduct of business and governance in London in the late fourteenth and early fifteenth centuries. Thus their literary copying may have been linked to their advocacy of English as the language of Englishmen. Mooney and Stubbs published a book for academics in 2013, but these discoveries about who were the men of influence who copied and disseminated the literary writings of Chaucer and his contemporaries in this crucial linguistic period of English history will be of interest to many more people than academic historians of the book. Through collaboration with the London Metropolitan Archives (LMA) where the records upon which the discoveries were based are kept, we will now extend the reach of these new findings to a wider non-academic audience, to interest the general public in medieval London literature and government, and to increase the profile of the London Metropolitan Archives.\nLondon Metropolitan Archives will work in partnership with us to disseminate these findings to a wider audience of school learners and adults in the London area. LMA works with over 200 schools, mostly in Greater London, and has been running a schools programme for about twelve years. The staff of LMA will coordinate the production of resource learning materials related to these findings for the school subjects of literature, history, drama and art, with Stubbs and Mooney providing ideas and information from the AHRC-funded research. These sessions will relate to the National Curriculum and also to the Mayor of London's newly emerging London Curriculum. This partnership will enable LMA to extend their offer around the specialist subject of medieval history and literature, demonstrating its relevance today. Sessions developed as part of this project would be embedded in LMA's regular programmes, thus ensuring its legacy.\nWe also propose to develop better facilities for adults to use the archival materials around which Mooney and Stubbs's findings were based through digitizing images of them and making these available in the reading rooms of the London Metropolitan Archives. This will promote access to these amazing documents while ensuring that the originals are safely preserved. \nLondon Metropolitan Archives also hosts school visits and events for adult learners in association with artists and professionals in the crafts of book production (calligraphers, book-binders, etc.) which for the duration of this project and beyond will be linked to the discoveries of Mooney and Stubbs in the AHRC Research Project. \nOutcomes will include learning resource materials for schools, self-learning packs, maps for self-guided tours, and digitized documents accessible in the LMA reading and education rooms, all of which will continue to be used long after completion of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M005496/1","grantId":"AH/M005496/1","fundValue":"79737","fundStart":"2014-10-01","fundEnd":"2015-12-31","funder":"AHRC","impactText":"","person":"Linne  Mooney","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}