{"id":"3BF88923-1142-4EF4-A675-8D2D687C99FF","title":"Cross-scale prediction of Antimicrobial Resistance: from molecules to populations.","abstractText":"Antimicrobial Resistance (AMR) is a major threat to human health, dramatically reducing the effectiveness of drugs that have been a substantial component of medical treatment for decades. Traditionally the study of AMR has been led by Medical and Life Science researchers. However, we believe that to effectively halt the rise of AMR in the population requires the combined resources of Mathematical, Engineering, Physical, Chemical, Medical and Life Sciences, in highly interdisciplinary ventures. Moreover, we feel that the quantitative and predictive skills of EPSRC remit sciences is key to creating a step-change in the study of AMR in terms of: understanding mechanisms of AMR, prediction of potential novel antibiotic targets and methods to contain and control AMR spread.\n\nWe have identified five key areas of research in Warwick in which we already have interdisciplinary strengths and which will form key themes of our application:\n1) Cell Wall Assembly. The assembly of the cell wall is one of the major targets for antibacterial drug action, and brings together key researchers in Chemistry and Life Sciences in addition to strong industry collaboration. \n2) Bacterial Cell Division. Closely linked to the cell wall assembly proteins are the range of accessory proteins providing temporal interactions, force generation and regulatory capacity as well as substrate interactions for the PBPs that are necessary for bacterial cell division. \n3) Antimicrobial Discovery. Identification of potential novel antimicrobial actions is a key element in combating the increase in AMR. Warwick is involved in the development of an unusually diverse range of novel antimicrobial systems, focusing on discovery, development and mechanism of potential targets.\n4) Bacterial Genomics. Sequencing technologies, particularly high-throughput sequencing, have already made a considerable impact on medical microbiology. Warwick researchers are well placed to translate their experience into the understanding of AMR spread in health-care settings.\n5) Public Health Epidemiology. An understanding of public-health is central to a wider understanding of how novel scientific discovery can be translated into applied health benefits. Mathematics, Life-Sciences and Medicine are all individually strong in this area. \nIn turn these subject areas are supported by Warwick's recognised expertise in mathematical modelling (both population and systems biology), imaging techniques and diagnostics.\n\nThis proposal has three main mechanisms through which the gaps between these subject areas will be bridged and productive interdisciplinary collaborations initiated.\n1) Short term discipline-hopping fellowships. Utilising the highly successful and cost-effective fellowship model developed by the Warwick Institute of Advanced Study, we will recruit junior post-doctoral researchers to cross-departmental positions. \n2) Focused cross-disciplinary meetings. Such meeting will take a variety of formats, but will form the natural interface between Warwick academics, industry and public-health researchers, and academics from other institutions. We intend to host vacation schools, problem-solving workshops and study-groups, together with larger research symposia. Potential early meetings could focus on &quot;Passage Across the Cell Membrane&quot;, &quot;Bacterial Cell Division&quot; and &quot;AMR in healthcare settings&quot;.\n3) Visiting Fellowships. Although we believe Warwick is unique in the breadth of skills it supports, there are obviously many specialist areas where we simply do not possess the necessary expertise. To bridge this skills gap we will invite a select number of senior academics to short-term (3-6 month) visiting fellowships.\n4) Pump Priming. This will be open to all Warwick researchers and will be used to increase Warwick's capacity and capability to undertake world-class, innovating and exciting research in AMR.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027503/1","grantId":"EP/M027503/1","fundValue":"501448","fundStart":"2016-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Matthew  Keeling","coPersons":["Corinne June Smith","Peter  Scott","Marco  Polin","Neil Darren Evans","David Ian  Roper","Matthew  Turner","Michael John Chappell","T  McNally","Vasily  Kantsler","Alison  Rodger","Elizabeth  Fullam","Rudolf Andreas Roemer","James Anthony Covington","Deirdre  Hollingsworth","Józef  Lewandowski","Nicholas Robin Waterfield","Matthew Ian Gibson","Timothy David Howard Bugg","Mark John Pallen","Peter Joerg  Thomas","Peter  Sadler","Christopher Gerrard Dowson"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}