{"id":"3C00413F-C3B2-4AD6-BFB8-6FBF32BA360F","title":"In-situ X-ray tomographic imaging under extreme conditions: a proof of concept study","abstractText":"Performing experiments under high pressure/temperature (P/T) conditions allows us to study how materials behave in Earth's deep interior, a key step in understanding processes which formed and constantly reform the Earth. Developing new techniques for studying earth materials under these conditions provides new insight into the workings of our planet. In X-ray microtomography (CT) a sample is rotated in an X-ray beam and transmission of radiation through the sample recorded by a detector. As with medical CAT scanning, data is then used to construct 3d models of the internal structure of solid objects, although CT can also give qualitative data on the distribution of components in complex systems. Most importantly, the technique is non-destructive and samples can be studied by CT many times to observe how they evolve with time. As such, CT is ideally suited to in-situ investigations, where changes in a sample under non-ambient conditions are observed. We will test the viability of developing a novel device to study the internal structure of materials at high P/T conditions, and also whilst they are deforming. This proof-of-concept study results from 2 recent advances: (1) development of the rotational Paris-Edinburgh cell (roPEC), a device designed to allow in-situ investigations of samples held at high P/T whilst they are deforming, and (2) development of a state-of-the-art CT instrument in the School of GeoSciences, University of Edinburgh, which was specially designed to facilitate in-situ CT studies of geologically important materials. To date, only one instrument has been developed to perform detailed CT under extreme conditions. This device was developed at the APS synchrotron in the USA. Synchrotrons are intense radiation sources which produce high energy X-rays capable of penetrating much more deeply into materials than lab-based sources, and are well suited for in-situ investigations. However, obtaining beamtime at synchrotrons is very competitive; in-situ high P/T CT investigations typically take several days for one experiment which prohibits detailed investigations, and the full potential of in-situ high P/T CT has yet to be realised. We hope to develop a new device (rotating tomography Paris-Edinburgh Cell, rotoPEC) which has the key advantage that it can used for in-situ CT using both synchrotron radiation and lower intensity lab sources. This device will be based on the roPEC, in which samples are pressurised between 2 carbide anvils, heated using an internal furnace, and deformed by rotating one of the anvils, but modified to allow full rotation of the entire sample in an X-ray beam, as required in CT. The roPEC was designed for in-situ studies, and allows X-ray beams to reach the sample with minimal, unwanted absorption. It is also small enough to be transported and installed at synchrotron sources or on other lab equipment, including the CT instrument at Edinburgh. However, before constructing a rotoPEC we need to conduct a feasibility study. Specifically we will: (1) test the potential and limitations of a rotoPEC (how much detail can we observe in samples under extreme conditions...are there limitations in the types of material we can study?). As well as testing the potential of a rotoPEC this information is also required in its future design; (2) test a new type of anvil which is X-ray transparent and would increase the volume of sample which could be 'seen' during CT -the performance of transparent anvils during deformation is critical, but remains untested; (3) further develop sample assemblies used in the roPEC to minimise unwanted absorption and increase sample resolution. Whilst conducting this work we will also study the structure of melt in 2 geologically important systems: Fe-rich melt in peridotite (did deformation help Earth to form an Fe-rich core during early stages of planet formation?) and basaltic melt in olivine (how is magma transported beneath mid-oceanic ridges?).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016333/1","grantId":"NE/I016333/1","fundValue":"46755","fundStart":"2011-04-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  This project has strengthened collaboration between the PI and Dr. Le Godec (Paris) and led to new collaborations with researchers in the CT group at Manchester and the i20 imaging beamline at Diamond and the ID27 extreme conditions beamline at ESRF. Based on project results, the PI successfully applied for beamtime at ESRF and Diamond to test the capabilities of the new extreme conditions tomography device. We are submitting an application to construct an optimised (smaller) CT instrument at Edinburgh based on the results of these studies. Involving beamline scientists from ESRF and Diamond in this work will ensure wide access to the broader scientific community.\nWork on core formation is currently under review in Science, and we expect, based on publicity of initial findings and discussion with contributers to the the BBC science pages, that we will have significant media interest (http://www.bbc.co.uk/news/science-environment-24454138) Other Societal","person":"Geoffrey David Bromiley","coPersons":["Ian  Butler"],"organisation":"University of Edinburgh","findingsText":" The main purpose and main outcome of this project is that we have demonstrated the potential for 4-D imaging of what happens deep inside the Earth and other planets. With collaborators in Paris we have built a new device called the rotoPEC. In general terms, the rotoPEC allows us to do 3-D HDTV experiments. To start with, similar to other devices we have built, it allows us to place small samples under the extreme conditions of Earth's deep interior: the extreme pressures, temperatures and stresses. However, the novel aspect of the rotoPEC is that it then allows us to independently slowly rotate samples. By using a powerful X-ray beam, we can then collect a series of images of the sample as it is rotated, and using the same basic technique as used in hospital CAT scanning, we can construct a 3-D model of the interior of the sample. Most of the work we have conducted is based around designing components for this apparatus, and testing them using X-ray facilities in Edinburgh. However, based on the success of this &quot;proof-of-concept&quot; study, we successfully obtained fully-funded machine time at 2 different powerful, international X-ray research facilities: the DIAMOND synchrotron facility in Oxfordshire, and the European Synchrotron Radiation Facility in Grenoble, France. We successfully installed the rotoPEC at both these facilities and demonstrated it's potential for time-resolved studies of materials under deep Earth conditions. As such, technological development is one of the main outcomes of the project. For the first time we have shown that this type of imaging work is possible, and have significantly increased the potential for future research in Europe. We have recently obtained more time at Grenoble to do follow up studies, and have been working with the ID27 beamline scientist to develop imagining facilities which wil be freely available to everyone.\nIn tandem with technical development, we have also been using the rotoPEC to investigate to key areas of research. In the first major study, we performed a series of experiments to study how the Earth separated early in its history to form a dense, metallic core. For the first time we were able to show that deformation was key to this process. This has major implications for understanding the chemistry of the Earth, and of course, to understanding how planets which may host life evolve. Since the end of the project, we have continued research into this problem (funding for a PhD student, Maddy Berg). In the second study we have been studying how magma is released during melting in the deep Earth. This is a more complex study as it involves studying 2 materials which absorb X-rays in very similar ways. However, we have shown how use of small amounts of very X-ray absorbing materials can be used in a similar way to taking a barium meal during hospital imaging. We have successfully demonstrated that the Paris-Edinburgh apparatus can be adapted to allow high-resolution computed tomography (time resolved 3-D imaging) under deep Earth conditions. We are currently preparing a manuscript, with project partners, which fully describes our device. We are in discussion with beamline scientists at the DIAMOND and ESRF synchrotron sources to allow similar devices to be freely available to all scientists at the point of use. Manufacturing, including Industrial Biotechology","dataset":"gtr"}