{"id":"3C0B0160-22FA-4B99-93DA-C2068D97FC7F","title":"The History of the Dissenting Academies in the British Isles, 1660-1860","abstractText":"The earliest dissenting academies were established after the Restoration as a result of the 1662 Act of Uniformity. Their main purpose was to prepare candidates for the ministry, but many educated lay students as well. They were intended to provide Protestant students dissenting from the Church of England and therefore excluded by their religious beliefs from Oxford and Cambridge with a similar higher education. They played a significant role in ministerial and lay education from the late 17th to the mid-19th centuries, when the founding of London and provincial universities and the removal of religious tests at Oxford and Cambridge made them largely redundant. \\nAmong those educated at dissenting academies were three archbishops, two bishops, leading politicians, and well known writers, thinkers and ministers. The academies' impact on British life was far greater than merely maintaining an educated dissenting ministry. Tutors and students contributed in numerous ways to national culture, notably in theology, philosophy, literature, and science. \\nThe wealth of new research on Oxford, Cambridge and the Scottish universities has not been matched by work on the academies. Furthermore, existing literature disregards dissenting academies in Ireland and offers little on relationships between the academies and Scotland. Similarly little has been done on the academies' overseas connections and role in an international culture of religious argument with social implications. \\nExisting research concentrates on the late 18th century and a few outstanding institutions, notably Warrington Academy, ignoring many earlier, smaller and poorer ones. The orthodox and evangelical institutions, which educated most ministers in the late 18th and early 19th centuries, have received little attention. The academies have been studied by historians of education for their pedagogical contribution, by historians of science to argue for their excellence in science teaching, by economic historians to explain the success of nonconformist businessmen, and by historians of dissent as vehicles for heterodoxy within English Presbyterianism. All these claims exaggerate and distort the purpose and achievements of the dissenting academy.\\nDespite much interest in the subject, most studies rely on a few out of date works: H. McLachlan, English Education Under the Test Acts (1931); Irene Parker, Dissenting Academies in England (1914); and J. W. Ashley Smith, The Birth of Modern Education: the Contribution of the Dissenting Academies, 1660-1800 (1954). This is surprising considering the level of interest and the availability of the records: there are considerable manuscript and printed collections relating to the academies at Dr Williams's Library, John Rylands University Library Manchester, Harris Manchester College, Oxford, Regent's Park College, Oxford, and Bristol Baptist College. \\nThe workshops will help to draw in scholars from a wide range of backgrounds and disciplines who at present work largely in isolation from each other. Research on academies is being undertaken in religious, intellectual, political, social, educational, and literary history and covers Europe and North America. The organisers will seek to include the archivists and librarians of the major collections, as well as denominational historians from outside the HEI sector, in order to draw upon their specialist knowledge of the subject and the surviving archives. In turn the workshops will help scholars better understand the questions that need answering as well as alerting custodians to the types of records in their keeping which are crucial to the project.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007604/1","grantId":"AH/F007604/1","fundValue":"12570","fundStart":"2008-01-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Knud  Haakonssen","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}