{"id":"3C0F8B01-26CD-44C8-A991-DA74799953D4","title":"Practical Sound Attenuation using Broad Band Sound Attenuating Devices","abstractText":"Reduction of annoyance from sound pollution is currently a subject of public concern and legislative action. We have a novel design of Broad Band Sound Attenuating Device, which can be configured to operate in a wide variety of situations. Our small-scale laboratory prototype performs better than conventional barriers, and its performance agrees with our Finite Element model predictions. A very important and beneficial property of our technology is its scalability. It can be tailored to attenuate sounds over the whole acoustic (and indeed ultrasonic) range. This means that it can readily be adapted to suit a wide range of applications. We have identified 2 key markets where legislation requires improved protection from sound pollution in the near future, namely:i) environmental noise from rail/roads and ii) protection from noisy machineryOur first aim is to extend our current models to full-scale simulations involving larger attenuators and realistic simulations of noise pollution. Having optimized the protection systems required for our two identified key markets we intend to build and test a full-scale demountable prototype for demonstration to potential industrial partners. This will be a system designed for protection from machinery noise since size and portability will be required. If time allows it is intended to construct a short section, modular construction barrier for use in road sound attenuation.In laboratory conditions our system offers good attenuation levels beating a mass law comparison. Initial research shows that the sound attenuation mechanism is virtually material independent, and poses a further advantage of blocking out low frequency sound without the need of increasing the mass of the barrier as with current technology (in current systems blocking low frequencies requires massive barriers). A successful outcome will lead to sound attenuation systems with wide applications throughout industry which offer major advantages over conventional systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029001/1","grantId":"EP/I029001/1","fundValue":"167750","fundStart":"2011-02-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"","person":"Feo  Kusmartsev","coPersons":["Gerard  Swallowe"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}