{"id":"3C1BEE45-C9CC-4795-8AAE-A0C58D70C2E8","title":"Attributing impacts of external climate drivers on extreme weather in Africa","abstractText":"Given limited progress in reducing greenhouse gas emissions and uncertain potential for adaptation to many impacts, attention in vulnerable regions and sectors is turning to the question of &quot;loss and damage&quot;. Who should bear the costs of human influence on climate that cannot be neutralized by adaptation? This debate is impeded by lack of robust estimates of what these costs are. Despite concerted efforts to compile inventories of emissions, we still have no agreed method of establishing how countries, companies or individuals are being adversely affected by anthropogenic climate change in the context of other drivers of regional environmental change.\n\nMany of the most important impacts of climate change are related in some way to high-impact weather events (HIWEs), such as floods, storms, and droughts. Compiling an impact inventory requires documenting the impacts of individual events and how these events are affected by multiple climate drivers and internal climate variability. We will build on research into HIWEs and their impacts under THORPEX-Africa.\n\nStudies assessing the link between climate change and extreme weather have so far focused primarily on mid-latitude phenomena and the impact of rising greenhouse gases. Yet in many tropical regions, short-lived climate forcings (SLCFs) such as sulphate, mineral and black carbon aerosols and tropospheric ozone may have played a larger role in changing patterns of weather risk to date. Substantial reductions in anthropogenic SLCFs could be achieved in only 20 years. Including measures already planned to reduce emissions of sulphate aerosol precursors, SLCFs may dominate near-term changes in weather risk. Climate impact assessments used for adaptation planning typically focus on net multi-decadal anthropogenic change, dominated by greenhouse-induced warming. Few address uncertainty in SLCF forcing and response. Hence relying on these and extrapolation of recent trends risks &quot;adapting to yesterday's problem&quot; as key drivers of regional weather are reversed.\n\nAssessing the influence of external drivers on extreme weather is challenging because the most important events are typically rare. The only solution is to rely on simulation models, whose reliability can be tested and if necessary re-calibrated using well-established procedures developed for seasonal forecasting. We will also use the land-surface model JULES for indirect validation in regions with sparse meteorological data. Large ensembles of climate model simulations at relatively high resolution are required for robust statistics of extreme weather events, allowing for uncertainty in both external drivers and simulation models.\n\nThis project makes use of the climateprediction.net weatherathome worldwide volunteer computing project. We will quantify the role of various external climate drivers on changing risks of extreme weather in Africa by implementing a regional climate model over the CORDEX-Africa domain and simulate observed weather statistics over recent decades using multi-thousand-member ensembles, systematically excluding the influence of different climate drivers to quantify their effects.\n\nAttribution studies of HIWEs to date have typically focussed on hydrometeorological events themselves, rather than modelling all the way through to their impacts. This can lead to &quot;over-attribution&quot;: if a record-breaking weather event occurs that has been made more likely by some external driver, people tend to blame most of the impact of that event on that driver. But much of this impact might also have been caused by a lesser, non-record-breaking, event. Hence accurate assessment requires explicit modelling of changing impact risk, not simply weather risk, so a major focus of this project will using JULES to investigate various impacts and working with impact modellers across Africa to assess the implications of our weather simulations for changing impact risk in other sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005472/1","grantId":"NE/K005472/1","fundValue":"131206","fundStart":"2013-06-30","fundEnd":"2017-02-28","funder":"NERC","impactText":"","person":"Rosalind Jane Cornforth","coPersons":["Emily  Boyd","Emily Catherine Black"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}