{"id":"3C2722AA-1C06-4B67-9C5F-88D445EF8A94","title":"Assessing the impact of plant mating system and ploidy on adaptation to parasitism in changing environments","abstractText":"Host-pathogen interactions are dynamic systems that are influenced by factors that act on both interacting partners, either separately, or in response to one another. For example, changes in temperature or habitats can alter distributions of hosts and pathogens and thus bring new combinations of organisms into contact but can also change the virulence of pathogens or the responses of hosts. Many studies have focused on how direct interactions are altered by respective changes in immune recognition and pathogen avoidance systems but fewer have focused on how factors indirectly related to the interaction might affect the abilities of hosts and pathogens to coexist. A wide range of economically important plants vary in either mating system (inbreeding or outcrossing) or in ploidy level (many crops are polyploids, with more than two sets of chromosomes) from wild relatives but it has not been well studied how such changes affect pathogen response systems. Recent research on the genetic control of host-pathogen interactions in the economically important Brassicacaceae (which includes broccoli, rapeseed, and turnips) has tended to focus on the highly selfing model plant, Arabidopsis thaliana. While much has been learned from this, the lack of naturally occurring variation in genetic diversity, heterozygosity, mating system and ploidy level limits the potential to explore the effects of variation in host factors. A close relative, Arabidopsis lyrata, has sufficient variation across its range to investigate the effects of mating system and ploidy variation within a single species with a broad geographic distribution. We propose to investigate variation in response of A. lyrata to an important pathogen of both wild and cultivated Brassicaceae, oomycete pathogens in the genus Albugo, which cause a disease known as white blister rust. We propose to use a combination of laboratory and polytunnel field experiments to investigate how populations of A. lyrata sampled from different geographic regions and that differ in mating system or ploidy level vary in their responses to experimental infection with Albugo. We also plan to screen wild populations for natural variation in infection with Albugo and investigate the genetic basis for differences in responses using the latest in genomic sequencing technologies. We hope to establish whether: 1) resistance to these pathogens is reduced with inbreeding (which reduces genetic diversity and heterozgyosity within populations and could limit variation in pathogen response systems) or whether local adaptation to particular pathogens might instead make outcrossing less desirable (because recombining genomes from unrelated individuals could disrupt combinations of genes that allow effective pathogen response); 2) the duplication of pathogen response systems that would be expected to accompany whole genome duplication (polyploidy) confers an advantage (in terms of the diversity of pathogens that can be recognized or increased production of products necessary to combat pathogens), or whether the normal balance in pathogen response systems present in the diploid state might be disrupted by genome duplication; 3) whether the strength of host response systems vary along a latitudinal gradient (where temperature variation, length of growing season, rainfall and habitat types are likely to vary). A. lyrata tends to grow in low competition environments so we will also question whether exposure to pathogens hosted by other species, such as A. thaliana, might be involved in limiting their distributions and whether this varies in relation to prior exposure to the Albugo pathogen. Finally, we hope to uncover the genes responsible for regulating interactions between A. lyrata and Albugo and establish whether the same resistance mechanisms operate in host populations sampled from widely separated geographic regions and whether responses are similar to different strains of the pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021183/1","grantId":"NE/H021183/1","fundValue":"392498","fundStart":"2011-01-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"  Publications from this research are ongoing and the research papers have not yet been published. Outputs from this research did contribute to two review papers that I was involved with during the course of the grant.\n\nThe results were used in the preparation of grant proposals to the European Union and a NERC large grant but these were unsuccessful.  ","person":"Barbara Kim Mable","coPersons":[],"organisation":"University of Glasgow","findingsText":" Most of what was known about the genetic control of resistance to pathogens in plants has been based on the model plant, Arabidopsis thaliana. However, this plant is exclusively inbreeding (it reproduces mostly by self-fertilising), is an annual, is diploid (i.e. it has two sets of chromosomes) and has an unusually rapid mode of development. It therefore is not very representative of many plants that are of concern in the face of climate change, which show more variation in these traits. We have been investigating variation in responses of a close relative (Arabidopsis lyrata) that varies in mating system, ploidy level, has an extensive circumpolar distribution, and is a long-lived annual that has very specific requirements for successful establishment and so provides a good model for plants at risk of changing habitats. \n\nThese are the main findings:\n1) Variation in response to pathogens: \nWe found that while mating system (inbreeding or outcrossing) does not affect variation in responses to important biotrophic pathogens (i.e. pathogens that invade by penetrating the cells, such as white rust and downy mildew), geographic location does: all North American plants sampled showed high levels of susceptibility to a range of strains of the pathogens whereas European populations showed variation in levels of resistance, more similar to that observed in A. thaliana. \n\nWe found that in North America, prevalence of the focal pathogens is low, suggesting that these plants are not under strong selection pressure and so might not have developed resistance or have lost resistance mechanisms that existed in their ancestors. \n\n2) Variation in resistance genes associated with biotrophic pathogens\nWe found that genes associated with resistance to oomycetes (white rust and downy mildew) and bacteria in the genus Pseudomonas show complicated patterns of variation in natural populations of A. lyrata, with multiple copies of each gene within individuals, and presence/absence variation of individual copies or complete absence of all of the related loci. Again, these patterns do not show an association with mating system but do show complicated geographic variation (i.e. some populations show variation while others do not). All of the genes show very high levels of polymorphism and allele sharing among populations that is indicative of maintenance by balancing selection. \n\nIntriguingly, tetraploid individuals (which have undergone a whole genome duplication event and thus have four copies of each chromosome) tend to only show two variants of each gene copy (i.e. as would be observed in a diploid) rather than the four possible. This suggests a cost to maintaining high numbers of immune genes, as has been predicted for animals. \n\n3) Using RAD sequencing to detect genes under selection\nIn order to survey a broader range of resistance genes in the context of phylogeographic history of A. lyrata, we used a new genome-wide approach (Restriction-Associated-DNA sequencing, RAD) to assess patterns of genetic variation in relation to mating system and geographic location.\n\nWe found that this genome-wide approach resulted in similar patterns as had been suggested based on older smaller-scale techniques (i.e. high degree of population structure in North American populations, lower levels of variation in North America compared to Europe). However, the new approach allows an unbiased approach to identifying candidate genes under balancing or diversifying selection, which is expected for genes associated with resistance to pathogens. We have used variation in the number of haplotypes at discrete loci, diversity of the haplotypes at each locus, nucleotide diversity, observed heterozygosity and patterns of population differentiation to identify candidate genes that might be under this type of selection. \n\n4) Common garden experiments to assess adaptation to changing environments\nTo determine whether mating system would affect the ability of North American plants to adapt to a novel environment in Scotland (including adaptation to new pathogens and predators and attraction of pollinators), we conducted a common garden experiment at the University of Glasgow field station on Loch Lomond. We found that plants from all populations showed high survival, attracted high numbers of pollinators and set large numbers of seeds (suggesting that they had been successfully pollinated) in the first year of establishment, regardless of their mating system. We also found not differences in the prevalence of pathogens that were attracted or in levels of herbivore damage. This is surprising because it suggests that inbreeding is not as detrimental in terms of reducing adaptation as dogma suggests. \n\nWe also compared metabolic profiles but these data are still being analysed. \n\n5) Outreach in schools\nFor the impact plan of this grant, the Glasgow postdoc worked with local secondary schools to increase interest in plants. This was done by having students conduct an experiment investigating whether mating system affected the ability of plants to grow in natural conditions in Glasgow. As for our common garden experiments, no strong patterns were found but the postdoc had several follow-up meetings to discuss observations with the classes. Our findings of strong geographic effects of resistance responses open up new possibilities for research investigating the causes of these differences in natural populations.\n\nOur findings suggest that immune gene variation in plants is more similar to that in animals than has often been suggested (e.g. the traditional view of a one-to-one correspondence between particular variants in the host plant that respond to particular genotypes of pathogens might be too simplistic). This shift in perspective could open up new lines of research for plant-pathogen interactions.\n\nOur RAD analyses will identify new genes that might be associated with resistance that could be investigated using a more targeted approach.\n\nOur findings that inbreeding might not come at such a high cost to adaptation to changing abiotic and biotic environments also suggests a paradigm shift that should be considered in research associated with environmental change. \n\n\nThis has important implications for understanding the impacts of climate change on crop plants, because mating system is a trait often manipulated. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}