{"id":"3C33EF6C-148B-4B29-BEAD-1491B0F4C40A","title":"Continuing to Dig: supporting and sustaining innovative community heritage projects in London and the South East","abstractText":"Building upon the original 2012 Dig Where We Stand project, the Continuing to Dig (Where We Stand) project brings together a team of researchers from across UCL with expertise in community archaeology, community archives, museum collections, public history, oral history, film studies, geography, cultural heritage and wellbeing, and the use of digital technologies in engaging the public in community heritage to work with and support the heritage activities of a range of community groups funded by the HLF as part of the All Our Stories programme. Members of the team have extensive experience of community heritage projects and public engagement activities, and the aim of this project is to bring the expertise located within UCL to the attention of a wider audience, to deepen existing and establish new partnerships with community groups, explore the benefits of bringing together different branches of community heritage activities and seek to encourage the participation of young people in community heritage activities.\n\nDrawing inspiration from the History Workshop slogan &quot;Dig Where You Stand&quot;, this project is based on the principle that a community's sense of place and identity partly rests on its understanding of its past. Building on existing initiatives and work in community archaeology, community archives, local history, cultural heritage, oral history, public geography, community film and media studies and digital heritage, the researchers in this team all share a belief in the profound impact that engaging with history and local heritage can have in sustaining communities and enhancing the quality of life and well-being of those who participate in heritage activities. We are committed to sharing our knowledge and expertise to develop and sustain broad participation (particularly amongst young people) in a range of community heritage activities. The opportunity to work with various HLF funded projects from across London (and further afield) offers the chance to work and exchange knowledge with various communities on many different subjects with many different inspirations and desired outcomes. The project also gives researchers in UCL the opportunity to work together across departmental and disciplinary backgrounds. This project seeks to make clear the benefits for heritage practitioners and researchers of closer collaboration and interdisciplinary approaches by organising a project team and programme of events designed to stimulate dialogue, the mutual exchange of ideas and knowledge, and build future collaborations between different academic disciplines and between academic research and community research.\n\nUltimately the project should increase the recognition of the community heritage expertise available within UCL and result in some exciting and innovative research activities and outcomes by HLF funded community groups and some sustainable longer term partnerships between academics and community heritage groups. This process and the learning which flows from it will be documented in conference papers at the appropriate community heritage conferences, an article on community heritage collaborations in a peer review journal (the International Journal of Heritage Studies) and practical guidance designed in collaboration with our community partners on strategies for encouraging young people to participate in heritage activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007645/1","grantId":"AH/K007645/1","fundValue":"70763","fundStart":"2013-02-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"","person":"Andrew David Flinn","coPersons":["Tanya Caroline Bressey","Gabriel  Moshenska","Beverley Jane Butler","Kris  Lockyear"],"organisation":"University College London","findingsText":"","dataset":"gtr"}