{"id":"3C38FD5F-758B-4975-B90F-473C33EB67F9","title":"The molecular basis for ribophorin I function during N-glycosylation","abstractText":"The proteins that form the key building blocks of the cells that make up our bodies are often modified by the attachment of sugars or glycans forming so called glycoproteins. One common and important class of glycoprotein is the 'N-linked' variety, and many of these molecules are essential for life playing important roles related to development and good health. The oligosaccharyltransferase (OST) complex is the biological machine that adds N-linked glycans to proteins whilst they are being made inside the cell. Whilst the oligosaccharyltransferase of higher organisms is a large enzyme complex with a number of different components or subunits, bacteria have a much simpler enzyme with only one subunit that appears to perform a similar role. Such comparisons have led us to question the function of the various extra subunits of the human oligosaccharyltransferase machinery, and in particular to ask how one particular additional subunit, called ribophorin I, might act to alter or improve the production of glycoproteins. We recently discovered that ribophorin I acts as a non-catalytic subunit of the mammalian oligosaccharyltransferase. In practice this means that whilst ribophorin I is essential for the N-glycosylation of some proteins, may others do not need ribophorin I at all. We propose a model where the oligosaccharyltransferase complex has a central machine called the STT3 protein, and suggest that it is this component that does the actual 'work' of N-glycosylation. The role of ribophorin I would then be to assist this central machine by somehow helping unusual or difficult proteins to be delivered to the STT3 protein correctly and in a way that allows them to be efficiently glycosylated. The aim of this project is to investigate exactly what ribophorin I does and to establish how it carries out its role as part of this larger machine. To do this we will answer two fundamental questions: firstly, what are the properties of a protein that mean it needs the help of ribophorin I in order to be properly N-glycosylated; and secondly, how does ribophorin I actually assist the core STT3 subunit so that these proteins can be dealt with efficiently by the oligosaccharyltransferase complex?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000948/1","grantId":"BB/G000948/1","fundValue":"357841","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"BBSRC","impactText":"","person":"Stephen  High","coPersons":["David  Thornton","James  Warwicker"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}