{"id":"3C3FA9EF-1D98-475B-BBF2-05403186E906","title":"Functional RNAs in Axis Formation","abstractText":"The proposed project aims to understand the basis of a very fundamental and crucial process, i.e., how does the egg of an animal know where to place the head and spine structures, and how does it go about it. Ribonucleic acids (RNA) are an essential component of all cells. We are working on an RNA whose location predicts where the head and back structures will form in developing zebrafish. Misplacing the RNA or blocking the functions of the RNA results in fish embryos lacking these essential parts. Therefore, this RNA has a very crucial role in formation of the head and spine structures in this organism. We now want to understand precisely how the RNA controls these events. Similar RNAs exist in humans as well. \n\nWe use the zebrafish as a model organism to understand this process because we can obtain embryos are externally fertilized and develop outside the body of the mother, which allows us to watch these processes as they take place, both under normal conditions and upon perturbation by various means. We will make various changes in the RNA and observe how these changes affect formation of head and spine structures. Specifically, we will either remove certain segments in the RNA or alter them by scrambling the segments, to learn if these segments are crucial to the function of the RNA in making the head and spinal cord. Since early fish embryos are optically clear, we can observe the RNA as it moves to its correct location in live samples in a non-invasive manner by taking videos. Zebrafish can lay hundreds of eggs at a time, a feature that allows us to easily extract the RNA and anything that binds to it. By knowing which factors are associated with the RNA, we can get insights into how it may function. Since similar RNAs exist in humans, it is possible that dysfunctions of such RNAs might result in birth defects. Therefore, the proposed project addresses a very fundamental question, and has implications for human congenital birth defects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007525/1","grantId":"BB/L007525/1","fundValue":"688519","fundStart":"2014-05-05","fundEnd":"2017-05-04","funder":"BBSRC","impactText":"","person":"Karuna  Sampath","coPersons":[],"organisation":"University of Warwick","findingsText":" Not yet. The project only recently started, and staff are being recruited. The reagents we have generated (plasmids, transgenic lines and mutants) can be used by other researchers in the field. The new knowledge we have obtained can also provide the basis for new initiatives. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}