{"id":"3C424820-3EDB-4EBA-984C-AE4B14AC72AC","title":"Ultrastable targeted multifunctional hybrid nanomaterials for long-term stem cell tracking","abstractText":"Stem cell science is beginning to realise its potential, with many patients now benefiting from novel stem cell therapies, usually involving transplantation of the patient's own bone marrow-derived stem cells. However, to make further progress in stem cell medicine so that more patients can benefit from these pioneering therapies, technological developments are required so that the behaviour of the stem cells can be closely monitored following transplantation. Stem cell monitoring is crucial, because, if the cells migrate to other organs and tissues besides the target organ, they could cause serious health problems for the patient. Apart from these important safety issues, stem cell monitoring is also necessary to help us understand how the cells mediate their positive effects. In this project, we aim to develop the technology to monitor stem cells using a non-invasive method called magnetic resonance imaging (MRI) that will not cause harm to the patient. The technology we propose is based on tracking superparamagnetic iron oxide nanoparticles, or 'SPIONs'. The main advantage of SPIONs is that, because of their nanoscale dimensions, they can be easily introduced into cells without detrimental side effects. Furthermore, because iron is a natural substance in the human body and indeed an important nutrient, as it is an essential component of the oxygen-carryng molecule, haemoglobin, it is unlikely to cause any harm to patients and iron oxides have previously been established to be biocompatible.A major obstacle that currently prevents the use of SPIONs for stem cell tracking is that in most cases they are not retained by the stem cells for more than a few weeks. Therapeutic or adverse effects of the stem cells would potentially manifest well beyond two weeks and, therefore, there is a strong need for a step change technology enabling cell tracking for much longer periods following transplantation. One of the reasons why cellular retention of SPIONs is so poor is that upon entry into the cells, the SPIONs become localised in a cellular compartment called the endosome, which due to its acid environment, causes the SPIONs to degrade. A further reason is that the cells use a process called 'retro-endocytosis' to actively remove the contents of endosomes back into the extracellular space. This project addresses the challenge in an interdisciplinary collaboration between physical scientists and stem cell biologists. We will design and chemically synthesise novel coatings for the SPIONs that will protect them from degradation and prevent them from being retro-endocytosed. To identify the most effective coatings, we will use a new imaging technology developed by our group that allows us to monitor the retention time of the SPIONs within single cells in a culture dish. In the final stages of the project we will select the most promising SPIONs to label mouse bone marrow-derived stem cells, which are known to promote recovery from kidney damage. These labelled stem cells will then be transplanted into mice that have damaged kidneys, and we will use MRI to monitor the behaviour of the stem cells over a prolonged time course.We predict that the novel SPIONs generated during the course of this project will make a significant impact on our ability to track stem cells in the long-term (several months) following transplantation. Although bone marrow-derived stem cells are the focus of the current project, we anticipate that the novel SPIONs will be of use to the wider stem cell community, due to their adaptability for labelling other clinically relevant stem cell types, such as embryonic stem cells, which are expected to enter clinical trials in the UK next year for the treatment of age-related macular degeneration. Furthermore, the SPIONs could be used to label various stem cells types that have potential for the treatment of conditions such as Parkinson's Disease, Diabetes and Heart Disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046143/1","grantId":"EP/H046143/1","fundValue":"1547720","fundStart":"2010-09-30","fundEnd":"2014-10-29","funder":"EPSRC","impactText":"","person":"Matthew  Rosseinsky","coPersons":["David  Fernig","Patricia Ann Murray","Jonathan Victor Weaver","Simon Edward Kenny","Stephen Ross Williams","Raphael  Levy"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}