{"id":"3C42EA2D-8E58-45AF-9863-01D1071B4760","title":"Conspiracy Dwellings - The Stasi Ring Unveiled","abstractText":"The context of the research\\n\\nInitiated by Pam Skelton and Joachim Heinrich as multidisciplinary collaborative research, this project combines experitse in visual arts, history, statistics and socialogy in an investigation of Stasi conspiracy dwellings active in the city of Erfurt in 1980-1989. Working with local partners in science, government and culture, the project is an investigation of Stasi surveillance patterns in a model city in the former GDR, using as source material (after they have been made anonymous) a dossier conspiracy dwellings found in the Bureau for Records for the Ministry of State Security, of the former GDR. In this project parallel research in srt and science investigates the 500 Stasi meeting places which qualified as being active spy cells within a designated timje period. As well as describing the city as a geographical surveillance network, the meeting places connected the Stasi officer, the co-worker, the occupants of the dwelling and finally the people who were under surveillance. A historical, sociological study of the conspiracy dwellings is undertaken by project partners the Frederick Schiller Universitat, Jena, Germany, key representatives Prof. Dr. Heinrich Best Jena, Dr. Joachim Heinrich, Erfurt, and Munich, Dr. Heinz Menstrup, Jena, Jeanette Michelmann, Erfurt, and funded by the Stiftung der Aufarbeitung der SED - Diktatur, and Tina Clausmeyer, art researcher, Jan Van Eyke Academy, Maastricht funded by JVE to host a conference in Berlin and to design a map of conspiracy dwellings.\\n\\nAims and Objectives\\n\\nThe visual arts part of the project of which this proposal addresses focuses on the city as a semi-enduring three dimensional repository of history and memory, and through this lens will construct a video work and installation which navigates the present day city and links it to its Stasi past. The city is a complex architectural and social structure, a network that both reflects and hides its history through its architectural reality and its public and private domains. The forced shedding of memory as in the case of the people in the Soviet Union and the German Democratic Republic where the old was demolished in favour of a new creates complex relationships of memory to history. In addition the records held by teh Stasi Archive further complicate the disruption between memmory and history and demand that they are used with caution. Cross-disciplinary collaboration at a local level is therefore very important both in the process and realisation of this project and as a priority it is integrated at all levels of research and production. Local artists' work on the subject of the Stasi will be included in the exhibitions resulting from this research, and interdisciplinary research will result in and contribute to joint outputs in terms of publication and exhibition. Situated in every neighbourhood yet hidden within them the conspiracy dwellings are located everywhere shrouded in many guises. The work aims to explore the presence of the conspiracy dwellings as vestiges and traces, as clusters of intensity while protecting the privacy of their occupants. From the utopian Soviet style housing developments in the suburbs which converge on housing developments such as Moscowa Platz, Vilnius Platz and Warsawa Platz to medieval buildings such as the Registry Office in the old town: the shopping precincts, pre - WW2 bourgeois villas, 70's tower blocks on the Yuri Gagarin Ring. What kind of relationships can be inferred between the conspiracy dwellings and the local environment that contained them?\\n\\nIts potential applications and benefits\\n\\nContributes to the healing process of dealing with a difficult past.\\nContributes to the ongoing awareness of surveillance and its attendant dangers.\\nOffers multi-disciplinary collaboration that spans cultural and linguistic boundaries.\\nContribut","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500471/1","grantId":"AH/E500471/1","fundValue":"16467","fundStart":"2006-07-01","fundEnd":"2007-10-31","funder":"AHRC","impactText":"","person":"Pam  Skelton","coPersons":[],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}