{"id":"3C4E73FD-3795-41AF-8511-B1CB8AF82BD6","title":"How can we help parents recognise unhealthy body weight in their children?","abstractText":"Childhood obesity is an important public health problem worldwide and identifying effective preventive strategies remains a priority. Parents are central to the development of their child's health-related behaviours and play a key role in both the development and implementation of prevention strategies. \n\nHowever, many studies show that parents do not recognise when their child is overweight compared with guidance on healthy body weights for children. For example, our previous NPRI funded work showed that over 2/3rdsof parents of overweight children described their child as being of 'normal weight' at 7 years. Evidence indicates that parents tend to use how their children look compared with others who may be more overweight to identify their weight status. Thus in the context of a high prevalence of childhood overweight, this means that parents rely on extreme cases as a reference point and a shift in their understanding of what 'overweight' means is likely to have occurred.\n\nAddressing the difference between parents' perceptions and actual child weight status is important. If parents do not perceive their child as overweight they are unlikely to make appropriate changes to their child's lifestyle. However there is evidence that parents are more likely to make such changes if they perceive their child's weight as being a health problem. So increasing parents' knowledge of what an OW child does look like, plus increasing their knowledge about the health consequences of childhood overweight is a strategy worth exploring.\n\nThe National Child Measurement Programme (NCMP) currently measures weight status in all Reception and Year 6 children. Parents are informed of the results by letter but anecdotal evidence suggests that the letters are often not well received and do not to promote appropriate action. Another common method of monitoring children's growth is the use of growth charts, but their usefulness is questionable because it is unclear whether the general population understands them.\n\nThis multistage study aims to address the need for improving strategies for informing parents about their child's weight status. It will develop and test tools to improve parents' ability to correctly assess their child's weight status (in line with NCMP criteria) as well to increase their knowledge of the health consequences of childhood overweight.\n\nBody image scales are visual images of body shapes ranging from underweight to obese. Existing body image scales do not correspond to any cut-offs for overweight commonly used in the UK such as those employed by the NCMP. In stage 1 we will use portable 3D body scanning technology to obtain body scans from 800 children. The body scans will be used to produce age and gender specific body image scales for Reception and Year 6 aged children. In stage 2 parents will be consulted extensively to further develop the body image scales as a method to improve parents' ability to recognise overweight in children and to develop supporting information to increase parental knowledge of the consequences of childhood overweight. Two methods of delivering the tool will be developed (paper based and web based). In stage 3 a feasibility study of the tool, supporting information, and the two methods of delivery will be conducted. Parents' views and experiences of the developed methods will be sought by conducting focus groups and the findings will be used to improve all aspects. Finally, in stage 4, a cluster randomised control trial will be conducted with 2040 families to test whether the tool is effective and which method of delivery is most effective in improving parental recognition of childhood overweight and understanding of its consequences.\n\nPolicy and practitioner partners in the study team will ensure that the study outputs are directly transferable to practice and will support the work of the National Obesity Observatory and NHS Choices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00054X/1","grantId":"MR/J00054X/1","fundValue":"492461","fundStart":"2012-04-01","fundEnd":"2015-07-31","funder":"MRC","impactText":"","person":"Ashley Jayne Adamson","coPersons":["Louisa Jane Ells","Kathryn Norah  Parkinson","Mark Stephen Pearce","Angela  Jones","Martin James  Tovee"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}