{"id":"3C4F154F-FDD0-4F7F-A041-E819CF40D61F","title":"Centre for the Improvement of Population Health through E-health Research (CIPHER)","abstractText":"The aim of the Centre for Improving Population Health through E-Health Research (CIPHER) is to carry out research that will improve the health of the nation. It will do this by developing new methods to anonymise, link and analyse healthcare and similar data, to answer a wide range of important research questions. We will often work with researchers who have established large cohort studies, helping them make their cohorts more powerful, longer lasting, and cheaper to operate. E-health research is a new field and so CIPHER will be focussing on training researchers in how to use these data and methods. \n\nCIPHER has four core research programmes: The first focuses on developing robust new methods to allow health and other information to be anonymised and analysed. For example, developing ways in which researchers accessing data cannot possibly identify the individuals involved, thereby ensuring that privacy is protected. CIPHER's other three research programmes focus on the impact on people's lives of (1) injury and the built environment; (2) mental health and substance use; and (3) infection. CIPHER researchers will undertake a range of studies to provide better insight into the causes of disease and injury, the consequences of these conditions on individuals and the population, and evaluations of treatments and policies which are designed to improve health. Knowledge of the longer term individual and societal impact of many conditions and treatments is currently very limited, as long term studies are very expensive. CIPHER's work will enable the long term follow up of outcomes using anonymised data, answering these questions effectively but at far less cost. Within its research programmes CIPHER will address many scientific questions, including: How effective are fall-prevention initiatives for older people? What is the impact of giving Vitamin D supplements to people in care homes in reducing hip fractures? Can linked data be used to help Fire and Rescue services prevent more home fires? Have interventions to make homes warmer reduced the number of deaths in winter? How much does substance use in young adults contribute to mental health problems? Does opiate substitution therapy in prison reduce the risk of death following prison release? Can linked routine data be used to identify opportunities to intervene in pathways to harm for people who self-harm or die by suicide? How can information be better used to reduce antibiotic resistant infections? Are the different micro-organisms we carry in our bowels involved in the development of serious health conditions?\n\nCIPHER will work with the NHS to develop better ways to measure patients' experiences and treatment outcomes. CIPHER will also develop methods to enable linkage of anonymised treatment data to important social outcomes such as staying in work, continuing in education, or being able to live independently at home. Such information will help the NHS design its services to meet a broader range of patients' needs. CIPHER's believes it is important to communicate effectively with patients, patient groups and the public at large about its research. A significant part of our work therefore will be setting up ways to aid this communication. We will have public representatives involved in our research throughout and they will help guide us and help us communicate effectively with wider groups. \n\nCIPHER will be one of a small number of similar Centres that is being set up in the UK and we will be working together to train researchers in these new methods and making sure universities have suitable jobs for them. CIPHER aims to be an internationally recognised centre of expertise in the use of electronic health and associated records for research and, along with other network members, position the UK as the world leader in the field, improving the population's health, increasing UK research income, and improving the economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K006525/1","grantId":"MR/K006525/1","fundValue":"4373290","fundStart":"2013-03-01","fundEnd":"2018-02-28","funder":"MRC","impactText":"","person":"Ronan Anthony LyonsShantini  Paranjothy","coPersons":["Mika  Gissler","Matthew  Hickman","John  Macleod","Keith  Lloyd","David Vincent Ford","Stephen E Roberts","Michael  Gravenor","Stephen  Palmer","Michael  Dennis","Paul Richard Burton","Jacqueline Anne Cassell","John  Gallacher","Christopher C Butler","Laurence Anthony Moore","Richard Michael Martin","Belinda  Gabbe","EDWARD CLARKE CONLEY","Sarah Elizabeth Lowe","John Gordon Williams","Kerina Helen Jones","David John Gunnell","Cashel D'Arcy James Holman","Ian Trevor Russell","Hilary Margaret Fielder","Sarah  Rodgers","Stefan  Siebert","David  Preen","Khaled  El Emam","Helen Anne Snooks","John  Carroll","Gareth  John","David Lawrence Fone","Ann  John","Sinead  Brophy"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}