{"id":"3C5C047E-35B3-4508-B497-9FE28F757071","title":"Enhancing resistance to existing and emerging insect pests of UK cereals","abstractText":"Wheat is a major crop in British agriculture, which is subject to attack by a variety of pests and diseases. Two of the major insect pests of wheat in the UK are wheat bulb fly and cereal aphids. Wheat bulb fly larvae (grubs) burrow in the stem of young plants, leading to death of the main stalk tissue, and failure to produce grain. Cereal aphids suck sap from the leaves and growing grains of wheat plants, causing stunting, and also transmit viral diseases, particularly barley yellow dwarf virus (which affects wheat, barley and oats). Currently, wheat crops have to be sprayed to protect them against these pests; however, spraying with pesticides which are not specific is inefficient, costly, and environmentally undesirable due to effects on other insects and throughout the ecosystem. Worse, damage by bulb fly larvae is often done before the farmer has realised the problem is present. Effects of climate change, which are increasing mean temperatures with warmer winters, are extending the range and severity of attacks by these insect pests, and may even result in new pests extending their range into the UK. For all these reasons, development of new methods for protecting wheat against insects are increasingly being regarded as a priority from economical and environmental viewpoints. The proposed research programme investigates three complementary approaches to developing new crop protection methods. First, it looks at the responses made by wheat plants when they are attacked by cereal aphids and bulb fly larvae. Some of these responses will be produced by any damage to the plant tissues, but others will be specific to plants attacked by a particular insect. By analysing these responses, we will be able to identify how wheat tries to defend itself against insect pests, both in terms of compounds wheat produces which have insecticidal activity, and in terms of how wheat recognises that it is under attack by an insect. The responses will be linked to genes in the wheat plant. These genes can then be used in wheat breeding programmes, to allow a directed strategy for improving wheat's defensive responses to be carried out. Secondly, the programme investigates how cereal aphids and wheat bulb fly are able to deal with the defensive strategies used by wheat plants. Wheat is known to exhibit partial resistance to cereal aphids, due to chemicals produced by the plants. Nevertheless, the aphids are able to tolerate these chemicals, and survive. Similarly, wheat bulb fly is able to tolerate plant defences. By studying how the insects are adapted to feeding on substances produced by wheat to defend itself, which are meant to be insecticidal, ways to counter the insect adaptation can be devised. These could take the form of a spray to block the cereal aphid's capacity to tolerate wheat defensive chemicals (which would be specific and environmentally non-damaging to other insects), or a strategy for breeding wheat with increased amounts of compounds which were most effective in conferring resistance, such as inhibitors specifically targetted towards bulb fly digestion. Thirdly, two novel strategies for producing insecticidal compounds are applied to this system. One strategy uses antibodies which block the uptake of sugars or amino acids from the insect gut; this approach has been tried with some success in another insect pest of cereal crops, the rice brown planthopper. The second strategy uses novel proteins which can be made by microorganisms, or in the plant. These novel proteins are a fusion of two separate naturally-occurring components, one of which is an insecticidal toxin, and the other is a protein that binds to the insect gut. While neither component is insecticidal when fed separately, the fusion protein is transported to the insect circulatory system, where it is active. This part of the programme will lead to new environmentally-friendly insecticide methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006574/1","grantId":"BB/E006574/1","fundValue":"194827","fundStart":"2007-01-02","fundEnd":"2010-01-01","funder":"BBSRC","impactText":"","person":"Robert  Weaver","coPersons":[],"organisation":"Food & Environment Research Agency -FERA","findingsText":"","dataset":"gtr"}