{"id":"3C5DB774-E73C-45D5-90C8-F72BBC8FC969","title":"Structure/function analysis of the Ral/RLIP signalling pathway as a therapeutic target","abstractText":"Our work addresses the relationship between structure and function in proteins involved in signalling within the cell. These proteins control many signal transmission pathways that become deregulated in cancer and other diseases. The proteins that we study are important in the progression of a cell from being normal to being cancerous, a process that requires a combination of increased growth and resistance to normal cell death. The protein that we are proposing to concentrate on here, RLIP-76, is involved in many processes. It is important for stress responses and also for bringing molecules into the cell, a process that is strictly controlled. Both of these pathways are important in cancer progression. RLIP-76 can also act as a pump that removes chemotherapy drugs from cells, making them less effective. If we can understand more about how RLIP-76 is activated in all of these different processes, we might be able to find ways to inhibit it; so one of the things we will look at is the mechanism of RLIP-76 activation. One of the most important things that proteins do in cells is to bind to other proteins. Although we know which proteins RLIP-76 binds to, we do not know how it binds to them. So one of the other major aims of our research is to understand how RLIP-76 binds to these other proteins. We do this by working out what the complex of RLIP-76 and its partner looks like in three dimenensions. This is crucial, because if we know how proteins bind to each other and which particular regions of the proteins are important for the interaction, it will be possible to design drugs that either prevent or enhance this binding,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700057","grantId":"G0700057","fundValue":"621072","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Helen  Mott","coPersons":["Darerca  Owen"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}