{"id":"3C68D9E0-DE99-49D9-B184-C741BA11F1F6","title":"Improving engagement with communities: exploring the potential of community intelligence utilising contemporary geographical analysis and geographic i","abstractText":"<p>This project involves a collaboration between the UCL Jill Dando Institute of Security and Crime Science (JDI) and the Universities’ Police Science Institute at Cardiff University (UPSI).</p>\n\n<p>Different communities respond differently to crime, yet to date, most of the engagement activities performed by police forces and Community Safety Partnerships (CSPs) tend not to be tailored to reflect these differences. UPSI have developed an innovative community engagement methodology that captures community intelligence about the problems that function as the key drivers of insecurity across different neighbourhoods. UPSI, however, do not possess the necessary geographical analysis expertise to fully interrogate the community intelligence they have captured.&nbsp;</p>\n\n<p>The JDI has particular expertise in geographical analysis techniques and has extensive experience of how other small area geographic information (eg demographic, socio-economic, and data on local conditions) can be used to help understand why crime occurs where and when it does, and the differences between communities. By combining the collective talents of these two institutes, the research will identify ways in which police forces and CSPs can better understand and engage with their communities. The project involves conducting pilot research using UPSI’s data, and holding two workshops with CSP and police practitioners.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-193-25-0010","grantId":"RES-193-25-0010","fundValue":"13644","fundStart":"2011-02-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"  This pilot research has helped to identify the need for further research into the analysis of communities. It has also helped to prove the feasibility of using certain analysis techniques on community intelligence data. Following this a detailed proposal has been submitted to AHRC/ESRC under the Connected Communities follow on call to progress this research.\n\nThe research was completed a week before the August 2011 riots that affected many cities in England. The research findings were informative for helping to further consider responses to the media (when they have been approached) on the current lack of sophistication into measuring community tensions, and that many of the ways in which communities are currently engaged are often generic, rather than being tailored to specific community needs e.g. young people. The research has helped to inform these discussions by illustrating that at present, communities need to be better understood and that many of the existing measures are not adequate for informing police agencies and CSPs in a timely manner. Other Policy & public services","person":"Spencer  Chainey","coPersons":["Charlotte Louise Leigh","Lisa  Tompson","Colin  Roberts"],"organisation":"University College London","findingsText":" Different communities respond differently to crime, yet to date, most of the engagement activities performed by police forces and Community Safety Partnerships (CSPs) tend not to be specifically tailored to reflect these differences. UPSI have developed an innovative community engagement methodology that captures community intelligence about the problems that function as the key drivers of insecurity across different neighbourhoods. The UCL Jill Dando Institute of Security and Crime Science (JDI) has expertise in the geographical analysis of crime and community safety data, and the use of other neighbourhood geographic information (e.g. demographic, socio-economic, and data on local conditions).\n\n\n\nThis project provided the opportunity for these two universities to combine their collective talents to help explore how the UPSI data could be analysed using JDI expertise, with the aim of helping to improve the way in which police forces and CSPs better understand and engage with their communities. The activity was collaborative, utilising the strengths of each institute, and through knowledge transfer with several police forces and CSPs, helped to ensure that the practical aspects of community engagement were captured. From this work we have identified some key principles that police forces and CSPs should consider when engaging with communities, and have submitted a grant proposal to AHRC/ESRC to develop on from this initial feasibility study. Unfortunately we were not successful in being awarded funds to take this research forward. The research was a proof of concept exercise, and a seed project for a larger grant proposal. We proved the concept, applied to AHRC/ESRC to take this work forward but were unsuccessful in our funding application. Other","dataset":"gtr"}