{"id":"3C6ED87F-E416-42E1-B426-5F26A7EC5131","title":"Tackling ethical issues and dilemmas in community-based participatory research: a practical resource","abstractText":"This project will bring together community partners and academics from 4 existing Connected Communities (CC) projects in a workshop and small working groups to share ideas and experiences and develop guidance and learning materials on ethics in community-based participatory research (CBPR). The project will be supported by international advisors from 5 countries and the National Coordinating Centre for Public Engagement (NCCPE) as a partner.\n\nRecently interest has grown in CBPR - that is, research tackling issues relevant to communities of place, interest and identity and involving affected people in planning, undertaking, disseminating and using research. This approach is often adopted to give people who are usually the objects of research greater control over the process, to embed research skills in communities and to increase research impact. CBPR approaches are regarded as particularly useful in the context of 'hard to reach' communities, and in research on sensitive issues. Many ethical challenges arise in CBPR - particularly in relation to the power of professional researchers, the blurring of boundaries between community members and researchers and the inflexibility of institutional structures (including university research ethics committees) to cope with unpredictability and complex partnership arrangements. \n\nAims: To deepen understanding of the complex ethical issues and challenges in CBPR and develop ethical guidance, case studies and practical exercises from the UK in a range of settings and disciplinary areas for use in future CC and other research projects.\n\nObjectives\n1)undertake a rapid review of ethical issues in published findings of all CC projects and a detailed synthesis of 4 existing CC projects. \n2)Engage in dialogue with a range of stakeholders, including community partners from the projects, international advisors and NCCPE to identify further ethical issues, share and analyse ethical problems and ways of tackling these.\n3)Produce a document and web-based materials offering ethical guidance, case studies, case examples with commentaries and learning materials relevant to CBPR.\n4)Encourage improvement in institutional research ethics review, policies, procedures, training and support to take account of the challenges and complexities of CBPR.\n5)Develop greater awareness/improved practice among university and community researchers and other stakeholders in relation to ethical issues in CBPR.\n\nThe project will \n1) Finalise 'guidelines on ethical conduct' to be drafted by the current Durham CC project.\n2) Produce 4 case studies, each featuring a different CBPR project, written to show how ethical principles are applied in practice and to highlight ethical issues in the project (e.g. how a partnership agreement was put in place).\n3) Produce 4 case examples of specific ethical problems/dilemmas, written from the perspective of a research participant, outlining details of particular ethical difficulties (e.g. discriminatory attitudes in the research group). Each case example will be followed by 2 or 3 commentaries - at least one written by a community researcher and another by an academic or research student (including international advisors).\n4) Practical exercises for use by CBPR teams and in training for academic staff, students and community partners.\n\nThe materials will be published on the NCCPE website as a downloadable pdf file and also in sections, to which further cases, commentaries and exercises can be added over time as an on-going resource in partnership with Durham University's Centre for Social Justice and Community Action.\n\nThe project has potential to benefit academics, research ethics committees, third and public sector bodies, funders/sponsors and communities where research takes place. Dissemination by NCCPE and other bodies will result in raised awareness of ethical issues in CBPR amongst researchers, funders and participants; and improved policies and processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006645/1","grantId":"AH/J006645/1","fundValue":"30755","fundStart":"2012-02-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Sarah Jane Banks","coPersons":["Nigel  Nayling","Niamh  Moore","Helen Carolyn  Graham","Andrea Elizabeth Armstrong"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}