{"id":"3C75F6E9-3843-49AC-B6D9-98A2B1A4CF0B","title":"Genetic mapping to mine the genome of the plant Silene latifolia for pseudoautosomal genes, and for future QTL analysis","abstractText":"There is good evidence for trade-offs between male and female functions, and evolutionary biologists are interested in situations like this, when genes that survival or fertility in one circumstance have a cost in a different environment. Examples include adaptation of plants or animals to their local environment in a subdivided population (which often involves trade-offs, because it is not possible simultaneously to be highly adapted to many different environments), or adaptations of pathogens to their plant or animal hosts (leading to the evolution of restricted host ranges that a given pathogen can infect). These situations are thought to be important in maintaining genetic differences between individuals of the same species.\n \nSex differences (with one version of a gene conferring increased males survival or fertility, relative to a variant copy of the gene, and the opposite in females) are one interesting sub-set of these situations. In the shorthand of evolutionary biology, the term &quot;fitness&quot; is used to mean survival or fertility, and these sexual conflict situations are called &quot;sexual antagonism&quot;. These differences have some properties in common with subdivided populations (it turns out to be helpful to regard the two sexes as different populations), so it is again likely that genetic differences may sometimes be maintained between the two sexes of the same species. Our project aims to test for such genetic differences.\n\nTheoretical studies have modelled such situations have found that such sex differences in fitness, can indeed lead to situations where a gene ends up having two different variant types in a population of species, one type commonest in males, and the other in females. However, this is unlikely unless the gene is on the sex chromosome pair, and the male-beneficial is associated with the male-determining gene of the Y chromosome (while the other variant of the gene is associated with the X chromosome). In this kind of situation, models studied by theoreticians have shown that natural selection promotes a reduced rate of genetic recombination between the gene with the sexually antagonistic variants and the sex-determining gene. This is very interesting, because the loss of genetic recombination on Y chromosomes is a major topic of interest among biologists working to understand the evolution of sex chromosomes. \nA favorable situation for detecting genes that behave in this way is therefore to study an organism whose sex chromosomes are in the process of evolving, but which still have a large region containing genes that undergo genetic recombination with the sex-determining region. Only one example of such genes is known: in some fish, genes on the sex chromosomes have a variant that makes males have bright coloration. This increases conspicuousness to predators and is therefore disadvantageous to females, but bright males are more attractive to females, and thus have higher fitness. However, this is just a special case, and it is necessary to discover whether this kind of genetic variation occurs more widely.\n\nThis project will take an important step towards studying the genetics underlying sexual antagonism in a plant, Silene latifolia, which is a good choice because it has been shown to be in the process of evolving a sex chromosome system. The study builds on previous studies in this species, and genetic and genomic resources that we and other labs have accumulated. We have a family suitable for genetic mapping, and have collected samples from a natural population, and the project will genetically map a large number of genes we have sequenced from the family, in order to find those that are in the recombining regions of the sex chromosomes. This genetic fine map will allow us to employ methods developed for crop plant and domesticated animal genetics that can identify individual sexually antagonistic genetic factors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012769/1","grantId":"NE/J012769/1","fundValue":"52316","fundStart":"2012-07-01","fundEnd":"2014-06-30","funder":"NERC","impactText":"  Paper submitted for publication Education,Environment ","person":"Deborah  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have genetically mapped many genes. The results have been used in a submitted manuscript that tests whether genes have been lost from the Y chromosome of the plant we study. \n\nThey have also been used to help a research group in the Czech Replublic, who are trying to identify the sex chromosomes of a related plant species. We can use the data for several other analyses. These are in progress. Environment","dataset":"gtr"}