{"id":"3C7A6DDA-AF48-4419-890B-649DDFBC5FEC","title":"Software infrastructure to support the standard of model curation and annotation MIRIAM","abstractText":"Systems Biology recently emerged as on of main field in life sciences. A crucial component of this discipline is the development of quantitative models to simulate the biological processes. Scientists need to store and exchange those models to leverage on each-other expertise and production. A prerequisite is the standardisation of model's syntax and content. In collaboration with the community of modellers and developers, we developed a standard, MIRIAM, that precises what mandatory information authors have to add to a quantitative model in order to facilitate its understanding by other scientists. MIRIAM is made up of two parts: 1) a set of rules controlling the correspondance between the model and its description in the scientific literature; 2) A set of annotation describing the generation of the model, and documenting each of its elements. For MIRIAM to be effectively adopted, we need to provide the computing resources necessary to its implementation. We will build a database of officialy endorsed data resources. This database will provide for each data resource all the details necessary to the implementation of the standard. We will develop a simple interface to facilitate the automatic access to the database. Software libraries will be provided to implement the access to the interface and to facilitate the development of third party software. In collaboration with the California Institute of Technology and the Bioengineering Institute of Auckland we will work to expand the support of the standard MIRIAM by the modelling languages SBML and CellML. This will allow a significant fraction of modelling tools to produce MIRIAM-compliant models. The endorsement of public standards by scientists, developers and publishers will be a crucial step toward the effective storage, exchange and reuse of quantitative models in Biology, one of the cornerstone of Systems Biology. The wide acceptance of MIRIAM will only be achieved through the availability of easy to use supporting softwares and resources such as those presented in this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006248/1","grantId":"BB/E006248/1","fundValue":"82764","fundStart":"2006-10-01","fundEnd":"2007-09-30","funder":"BBSRC","impactText":"  * Consistent annotations of all computational models encoded in SBML, CellML, SED-ML, SBGN-ML\n\n* Methods to compare, cluster and retrieve computational models based on cross-references\n\n* Use of consistent URIs through many semantic-web resources in life sciences\n\n* Consistent cross references in the EMBL-EBI RDF pilot project Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Nicolas  Le Novere","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" The Registry provides the necessary information for the generation and resolution of unique and perennial identifiers for life science data. Those identifiers are of the URI form and make use of Identifiers.org to provide direct access to the identified data records on the Web. MIRIAM Registry is completely open, and can be accessed via web browsing, programmatically through web-services or dowloaded locally. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}