{"id":"3C7F2DBE-27C7-440B-953E-23C2E68362FE","title":"Dysregulation of tissue-specific bone morphogenetic protein signaling initiates and promotes colorectal carcinogenesis","abstractText":"The human gut is made up of units called crypts, in which all cell types within it are derived from the stem cells housed at the crypt base. Control of these stem cells is thought to occur from the action of chemical messages secreted by cells that surround the stem cell. Derangement of these messages can lead to abnormal stem cell growth leading to colorectal cancer formation which affects 39,000 people a year in the UK and is responsible for more than 16,000 deaths annually. \n\nMuch of our understanding of the development of bowel cancer comes from the study of rare diseases in affected families who pass down (inherit) an increased risk of developing cancer. Study of some of these rare familial syndromes - Juvenile Polyposis (JP) and Hereditary mixed polyposis syndrome (HMPS), together with larger case-control genetic studies of sporadic colorectal cancer in the general UK population has suggested that derangement of one of the chemical messenger pathways called the Bone Morphogenetic Protein (BMP) pathway may be important in the initiation of the human colon cancers. \n\nMany of the components of the BMP pathway are normally expressed in the cells that surround and support the intestinal crpyt (the mesenchymal cells) rather than the cells lining the crypt itself (the epithelium). We have shown that the familial syndrome HMPS results from the aberrant 'switching on' of Gremlin1, a mesenchymal BMP inhibitor in epithelial cells. We have also demonstrated disruption of the normal expression pattern of other BMP signaling pathway constituents in colorectal polyp and tumour cells and propose that this disruption affects normal mesenchymal-epithelial cross talk and can promote tumour formation.\n\nA team of clinicians and scientists intend to examine the genetic mechanisms that regulate the switching on and off of Gremlin 1 in normal and cancer tissues. We will also investigate at what stage of tumour development the pathway disruption occurs and generate cell culture models to examine the effects of derangement of BMP messaging. We believe that this work will lead to a better understanding of tumour development and growth and highlight potential target areas for anti-cancer treatment","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000063/1","grantId":"MR/K000063/1","fundValue":"336253","fundStart":"2013-02-18","fundEnd":"2016-02-17","funder":"MRC","impactText":"","person":"Simon  Leedham","coPersons":["Ian  Tomlinson"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}