{"id":"3C813850-62CD-4E72-B194-D61F6B9CF83C","title":"Warfarin anticoagulation for liver fibrosis in patients transplanted for Hepatitis C virus infection","abstractText":"Hepatitis C virus (HCV) persistently infects over 200 million people worldwide, causing inflammation in the liver leading to fibrosis or scarring,and eventually cirrhosis. The current available treatment is only successful in half of patients, is expensive, and can have unpleasant side effects. \nMice models of liver fibrosis have shown that mice who have a predisposed tendency to coagulate (thrombose) their blood (a prothrombotic tendency) develop liver fibrosis more rapidly than normal mice, and if given anticoagulation the rate of fibrosis is rapidly reduced. Patients who are genetically predisposed to coagulate their blood more rapidly than normal are also more likely to develop rapid liver fibrosis if infected with Hepatitis C virus. \nAnticoagulation is widely used to treat a variety of conditions and has also been used to treat lung fibrosis, with a 50% reduction in mortality without any anticoagulation related complications. We believe anticoagulation may provide a simple and safe intervention to slow or prevent fibrosis in patients with Hepatitis C virus . \nThe study will be a multi-centre clinical trial of anticoagulation in patients transplanted for HCV infection. The treatment group will receive warfarin for 2 years, and liver biopsies will be performed annually, as per their routine clinical care. All patients will be screened for prothrombic tendencies. We will also evaluate non-invasive tests for liver fibrosis.\nIf anticoagulation safely prevents or slows liver fibrosis, this could lead to it being widely used in liver transplant recipients with HCV infection. Furthermore it may lead to its use as an anti-fibrotic irrespective of the aetiology of liver fibrosis in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701716","grantId":"G0701716","fundValue":"679532","fundStart":"2008-08-01","fundEnd":"2013-12-31","funder":"MRC","impactText":"","person":"Mark R Thursz","coPersons":["Andrew  Burroughs","Robert D Goldin","Ameet  Dhar"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}