{"id":"3C8E0EF6-F44B-4551-A9D3-1786FD8E61FB","title":"Advanced Functional Materials","abstractText":"This proposal is a Platform Grant renewal. Our previous grant allowed us to develop the key characterisation facilities and enabled us to understand fully the materials that were the study of the grant. These materials were low loss microwave dielectrics, ferroelectric materials and thin films of these materials.\nThe Platform renewal will build upon some remarkable discoveries that the team, including the key PDRAs, has made over the last 4 years and centre around functional materials for devices operating from microwave to millimetre wave or from MHz to THz. First it is important to explain the Materials Science progress that forms the underpinning technologies that will enable us to use the Platform grant to build new devices. At the heart of microwave devices are resonators that require low dielectric loss or very high Q factor and the target is to aim for very high Q dielectrics. Our previous Platform grant and indeed prior support from EPSRC allowed us to discover very low loss, high Q materials. This culminated in two significant discoveries.\n\n1 First we were able to use low loss resonators as sensors for liquid sensing\n2 Second, we demonstrated that by using a very high Q resonator we could achieve maser action at room temperature\nand in Earth's field - published in Nature 2012.\nThis platform grant will enable us to build upon these discoveries.\n1) Advanced Characterisation: In the first theme the aim will be to carry out a series of qualifying experiments to determine the best possible conditions and materials for sensing over the wide range of frequencies available to us (Hz to THz)\n2) Microwave and mm wave sensors: The third theme takes the science to application. We will use the resonators for analysis of ions, biomolecules, proteins and cells. The sensitivity of the resonators allows nanolitre quantities to be analyzed very rapidly for possible cancer cell detection in blood and bacteria in water.\n3) &quot;UMPF&quot; and &quot;HEP&quot; Cavities: In the second theme we aim to make UMPF (Ultrahigh Magnetic Purcell Factor) and &quot;HEP&quot; (High Electric Purcell) cavities. These are small resonant cavities with a very high Q given the very small mode volume and success here will enable us to improve electron paramagnetic sensing dramatically and enable single cell detection.\n Success in these new themes for the Platform would represent a remarkable step-change in technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020398/1","grantId":"EP/M020398/1","fundValue":"1238790","fundStart":"2015-06-01","fundEnd":"2020-05-31","funder":"EPSRC","impactText":"","person":"Neil  Alford","coPersons":["Molly  Stevens","Norbert  Klein","Mark  Oxborrow"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}