{"id":"3C95533B-FDD3-4B8C-BD43-F43A80D52267","title":"Improving existing vaccine platforms to minimise the economic impact of emerging Bluetongue virus (BTV) serotypes","abstractText":"Bluetongue is a major infectious disease of livestock (sheep and cattle mainly) caused by a virus known as Bluetongue virus (BTV). BTV is transmitted from infected to uninfected animals by the biting midges. Historically, bluetongue has been described almost exclusively in temperate and tropical areas of the world where the warm temperatures favoured both the spread of the susceptible insect vector population and also the viral replication cycle within the vector. However, in the last decade BTV has spread extensively in Southern Europe and, unexpectedly, also in Northern Europe (including the United Kingdom) reaching well beyond its known geographical upper limits and causing serious problems to both animal health and the economy. Interestingly there are worldwide 24 different 'types' (known as 'serotypes') of BTV. Basically, these different serotypes possess slightly different proteins that form the outside shell of the viral particle. In essence bluetongue can be considered a single disease caused by 24 different viruses! This is because if an animal is vaccinated against serotype 1 of BTV for example(BTV-1), it will then be protected only against infection by BTV-1 but not against the other 23 BTV serotypes. Since 1998 there have been 13 BTV incursions into Europe of 9 different serotypes. The development of safe and effective inactivated vaccines has had an enormous beneficial impact in preventing and limiting the BTV epidemic. However, any significant incursion of a new serotype forces the selection of the relevant new virus for vaccine production. Because BTV is transmitted by an insect vector it has a seasonal pattern. Most bluetongue outbreaks will have a limited diffusion in the first vector season after introduction, but will spread considerably and cause extensive damage in the following year. Thus, the timeline of vaccine production can be absolutely critical to halting the spread of a newly introduced serotype. At present it takes approximately 1 to 6 months for a vaccine manufacturer to acquire a new BTV strain from the field and a further 14-20 months to develop, test and produce a new vaccine. Rapid production of vaccines will assure containment of bluetongue. For example, it has been estimated that the control of the BTV-8 outbreak in the UK saved the UK economy &pound; 485M and 10,000 jobs. That successful vaccination campaign saved the UK from its second BTV-8 'season'. However, the previous year there was no BTV-8 vaccine ready to halt the devastating outbreak of the disease in its second year in several Central European countries. The overarching objectives of this proposal are to: (i) reduce the time needed to bring to market an appropriate vaccine for a newly introduced BTV serotype; (ii) collect the data necessary to determine (and optimize) the criteria of strain selection used in BTV vaccine preparations; (iii) engineer viruses that elicit an immune response able to protect against multiple BTV serotypes. By using new genetic engineering techniques, we will develop and characterize BTV 'synthetic' viruses that can function as 'off-the-shelf' strains for vaccine development. This system has the potential to reduce the time required by manufacturers to obtain a new strain from the field. We will study how these synthetic viruses function in tissue culture and their ability to induce a protective immunity in vaccinated sheep. In addition we will determine which portions of the BTV vaccines induce an immune response in the vaccinated animal and we will attempt to engineer viruses that can be used as vaccines to protect the animals against multiple seroptypes. The completion of this proposal offers the possibility to develop the tools to avoid in the future most of the economical damages induced by newly introduced BTV serotypes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I003886/1","grantId":"BB/I003886/1","fundValue":"402791","fundStart":"2011-01-10","fundEnd":"2014-01-09","funder":"BBSRC","impactText":"","person":"Massimo  Palmarini","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}