{"id":"3C9EB6A5-EEBB-4598-AD93-6057123B48C1","title":"Climate of the LAst Millennium (CLAM): An Integrated Data-Model Approach to Reconstruct and Interpret Annual Variability in North Atlantic Circulation","abstractText":"The ocean circulation of the North Atlantic is variable and pivotal in controlling regional and global climate. This variability occurs both naturally, and it is anticipated, in response to anthropogenic activity. Internal and forced natural variability in this system has so far largely been characterised in terrestrial archives and models rather than in the real ocean. It is critical that we understand the magnitude, timescale, drivers and impacts of this variability if we are to correctly attribute observed trends in the North Atlantic circulation, and develop robust early warning systems of, and plan adaptation to, future change. In CLAM we aim to utilise a network of robustly calibrated and verified absolutely dated sclerochronological proxy archives from NW Scotland, N. Iceland and the Gulf of Maine, together with high-resolution climate models, to investigate the mechanisms and forcings driving variability in the circulation patterns of the North Atlantic over the last millennium. This proposal is a resubmission (NE/M002160/1, Jan 2014, graded 8) in which we address minor concerns highlighted by the reviewers, notably we: (i) eliminate fieldwork risks - having completed all necessary sample collection using independent funding; (ii) further-demonstrate the powerful nature of the methodologies and potential findings though additional preliminary model-proxy analyses; (iii) greater societal impact via the development of a deeper collaboration with the Met Office Hadley Centre, and (iv) deliver improved value for money, through associated cost savings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N002733/1","grantId":"NE/N002733/1","fundValue":"53192","fundStart":"2015-09-06","fundEnd":"2018-09-05","funder":"NERC","impactText":"","person":"James  Scourse","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}