{"id":"3CA11616-3D73-4DB7-ABFE-4552C56238DC","title":"Atmospheric Wind Evaluation using Spectroscopic Observations of Millimetre-wave Emission (AWESOME)","abstractText":"We propose the world's first measurements of atmospheric winds using ground-based millimetre-wave radiometry incorporating recent advances in receiver and spectrometer technology. This remote sensing technique will provide continuous, precise observations of horizontal winds in the stratosphere and mesosphere with unprecedented detail, covering the altitudes 20-70 km where measurements are currently very limited. The equipment will be robust and readily automated for deployment in harsh, remote environments including the Polar Regions where ground-based or satellite observations of winds are extremely limited. This will open up new areas of atmospheric science investigating atmospheric dynamics, circulation, waves, and tides - highly relevant to understanding polar and global climate. Ultimately the proposed observations will lead to advances in climate models and weather forecasting. The technique of wind radiometry is analogous to a traffic 'radar gun'. However instead of detecting a transmitter signal reflected by vehicles, the wind speed is determined from the Doppler shift of rotational emission signals originating from moving molecules in the air. By taking atmospheric measurements from opposite azimuthal directions (e.g. pointing east and west or north and south) the zonal and meridional wind components are determined. While this passive technique works in adverse weather conditions and doesn't need an active transmitter source, it does require accurate frequency measurements that can now be achieved using stable, high resolution spectrometers. Wind profiling using microwave and sub-millimetre radiometry has recently been demonstrated. We propose extending the technique to the millimetre-wave where the Doppler shifts are larger and more readily measured than in the microwave and atmospheric attenuation is lower than in the sub-millimetre region. In our paper study (raising the technology readiness level to ~3-4) we will use computer-based atmospheric simulations and retrieval calculations to determine the horizontal wind profiling capability of a sensitive ground-based 230-250 GHz radiometer deployed at high-latitude locations in the Arctic and Antarctic. We will investigate applications of this observing technique in studies of atmospheric tides and wave activity that can cause abrupt weakening or even reversal of the strong eastward winds at mid- and high latitudes during winter-time sudden stratospheric warming events. These atmospheric processes can lead to strong coupling between the lower and upper atmosphere and are sometimes linked to the onset of potentially disruptive cold weather across Europe. The proposed work is relevant to five NERC research topics and will build UK expertise in millimetre-wave sensing and atmospheric retrieval.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012197/1","grantId":"NE/L012197/1","fundValue":"114430","fundStart":"2014-05-30","fundEnd":"2015-03-29","funder":"NERC","impactText":"","person":"David Andrew Newnham","coPersons":["Hugh Charles Pumphrey","Tracy  Moffat-Griffin"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}