{"id":"3CA714DB-8C67-4E09-BA98-9456BBACFF93","title":"Pulsar Astrophysics at Jodrell Bank: Rolling Grant 2009-2014","abstractText":"Radio pulsars are very compact, rotating, massive and dense stars, consisting mainly of neutrons, that emit a radio beam along their magnetic axis. They are what remains when a star about eight times heavier than our Sun runs out of fuel and undergoes a catastrophic collapse that results in a supernova. The immense pressure during that collapse squashes matter slightly heavier than our Sun into a sphere of just 10 kilometre in radius, converting the matter into neutrons. As the pulsar rotates, the narrow radio beam sweeps across the Earth and we detect a pulse of radiation, much like a cosmic version of a lighthouse, and hence the name pulsar. The extreme density, equivalent to fitting the entire Earth into a golf-ball, means that pulsars rotate very stably. Each pulse is like a tick from a clock which has an accuracy which rivals that of the best atomic clocks on Earth. We can use this clock-like nature of pulsars to perform incredible experiments on gravity which are only possible with pulsars. For example, if a pulsar is in a binary system with another star, then Einstein's theory of General Relativity predicts that the time that it will take the two stars to orbit each other will decrease with time due to the emission of gravitational waves. The predicted decrease in the orbital period was first measured by Hulse &amp; Taylor using pulsars, for which they were awarded the Noble Prize in Physics in 1993. This was strong proof that Einstein's theory was correct but this was only indirect evidence for the existence of gravitational waves, a direct detection has not yet been made. Representing objects with the largest matter density in the observable Universe, pulsars also have extremely large magnetic fields, about 30 million times that of the strongest magnetic we can produce on Earth. It is in these magnetic fields that the radio emission is generated which is seen as the accurate pulses. How this process works tests the limits of our physical understanding and allows us to measure the properties of matter and plasma in environments which are impossible to recreate in a laboratory. In order to be able to perform all of these exciting studies, we first have to find sufficient numbers, and the right sort, of pulsars on which to do these experiments. Our group is the world's most successful one in finding radio pulsars but even more extreme objects are still to be found. In order to find these missing jewels, we are planning to use some of the largest telescopes in the world, together with a very large computer and sophisticated software that we have developed. We expect to find about 1000 new pulsars! We also continue to use the currently best known objects to test Einstein's theory of gravity. This includes timing the unique Double Pulsar, which we discovered in 2003. In this object, two pulsars orbit each other in less than 2.5 hours, moving with speeds of 1 million km/h. Using it, we have tested Einstein to be correct at least the 99.95% level. To directly detect gravitational waves for the first time, we are planning a unique experiment to measure the arrival time of pulses from pulsars with the highest precision yet achieved. This requires us to record and combine the signals of the 5 largest telescopes in Europe to form an enormous dish equivalent to the largest in the world. An important factor in our research is the possibility to use the Lovell telescope. As one of the greatest pulsar telescopes in the world, we track the rotation of more than 600 pulsars, leading to many unexpected and exciting results about neutron star properties, dense matter and even the events during the collapse of a massive star. All of our proposed experiments require cutting edge bespoke technology much of which we develop ourselves. This state-of-the art software and hardware proposed in this grant allows us to perform these incredibly precise measurements of these extreme objects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002487/1","grantId":"ST/G002487/1","fundValue":"1582120","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"  The main areas where our research has been used outside of academia is in the area of cultural impact. This has concentrated in the areas that are described through our outputs such as: Press releases, public websites, presentations to public groups, including schools, through our contributions to the University of Manchester's Discovery Centre. This outreach program is centred around the Jodrell Bank Observatory and its iconic Lovell Telescope and has impact UK-wide. We specialize in making our science accessible to &quot;hard to reach&quot; target audiences. Regular events are organized on site , ranging from core astronomy to music festivals (e.g. www.jodrellbanklive.co.uk). The BBC's Stargazing Live attracted 3.5 million viewers on each of three nights. The new Discovery Centre which opened to the public in April 2011 attracts 125,000 visitors annually. Our research has also recently caught the attention of a defence company who recognise us as an important resource for understanding how one might use pulsars for navigation or position determination in extreme circumstances. Aerospace, Defence and Marine,Education,Other Cultural,Economic","person":"Benjamin Willem Stappers","coPersons":["Timothy John O'Brien","Michael  Kramer","Andrew Geoffrey  Lyne"],"organisation":"The University of Manchester","findingsText":" As a result of this grant we achieved a large number of goals, but we will highlight four key results here:\n\ni) We published a paper in the journal Science in 2010 which has gained significant interest. It showed that pulsars, while known to be extremely accurate clocks, exhibit in some cases so-called timing noise which can limit their precision as the best clocks in the Universe. We showed that the variations in the timing behaviour of pulsars often results from two different spin-down rates (basically we can think of it as being two different clocks which it switches between). As well as explaining aspects of the pulsar emission process, it points to a route to making pulsars even better clocks than they presently are.\n\nii) In 2011 we published the largest ever catalogue of pulsar glitches which is a major resource for the pulsar community\nand has already attracted a large number of citations. The entire catalogue, regularly updated with new results, is also available online (http://www.jb.man.ac.uk/pulsar/glitches/gTable.html). \n\niii) We have also been able to find many more so-called millisecond pulsars, these rapidly rotating compact objects are the best known of nature's clocks and their stability of rotation means that they can be used for many experiments from studying theories of gravity to the direct detection of gravitational waves. As part of the pulsar survey we have carried out using HYDRA as a processing resource we have found a number of objects which will contribute to both of these studies.\n\niv). We contributed vital data from the Lovell Telescope and intellectual input from our team to use an array of pulsars to place the best ever, at the time, limit on the presence of gravitational waves from the supermassive blackholes thought to be present in the early universe. This work was a strong collaborative effort with colleagues all over Europe as part of the European Pulsar Timing Array of which we are a founding member. Our results are already gaining significant recognition from other researchers recognising the quality of the original work we have been undertaking. This manifests in the form of citations, follow up collaborations and inviations to speak at meetings and contribute to research programs, grants, other telescopes. Other","dataset":"gtr"}