{"id":"3CAA8343-0B13-4DD6-8067-4BB6737E9CE6","title":"Improving the N response of UK wheat varieties","abstractText":"Wheat is the most important crop in the UK, giving average yields of about 8 tonnes per hectare and being used for food and livestock feed. However, the high yields and the high protein contents required for breadmaking both require high inputs of nitrogen fertiliser which is not sustainable in terms of cost, energy requirement for fertiliser production and environmental footprint. Furthermore, year to year variation in the weather conditions result in considerable variation in grain processing quality, which may nescessitate the import of high volumes of wheat in some years with impacts on the cost of bread and orther foods. It is therefore crucial that UK wheat production and quality are maintained to guarantee food security and maintain prosperity of the farming and food processing sectors. Data from field trials show that currently grown wheat varieties show significant variation in their response to N fertiliser, and in particular in their ability to produce grain with high protein content at the same levels of N application. Furthermore, they also differ in the extent to which the compositioon and quality of the grain are affected by environmental fluctuations. We propose to determine the molecular basis for these differences, by growing varieties known to differ in their response to N fertilisation and stability of quality in relicate field trials over several sites in the UK and three harvest years. We will then compare the expression of genes and the synthesis and accumulation of gluten proteins in the developing grain with the final composition and processing properties, and relate this to wider aspects of nitrogen use efficiency in the whole plant. This will allow us to identify genes and proteins whose expression correlates with grain nitrogen content and composition and with processing quality (including stability of quality from year to year). Some of these genes and proteins may be directly involved in determining the traits of interest and hence the work will lead to better scientific understanding. Others may not be directly involved but could nevertheless be developed as markers which can be used by plant breeders to select for improved wheat varieties. The project will therefore contribute to the more sustainable production of wheat in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022437/1","grantId":"BB/G022437/1","fundValue":"629899","fundStart":"2009-10-01","fundEnd":"2012-12-30","funder":"BBSRC","impactText":"","person":"Peter  Shewry","coPersons":["Malcolm  Hawkesford"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}