{"id":"3CACE791-67F3-424F-BE1C-7EA217BFEC6A","title":"Acceleration and control of spin-restricted oxygenation by cofactor-independent dioxygeanses","abstractText":"Humans like all other highly evolved organisms strictly depend on atmospheric oxygen for survival. Oxygen obtained via the respiration process is essential for the production of energy required to carry out our physiological functions as well as for the defence against various kinds of infections. Oxygen is also used for the degradation of various organic compounds and some bacteria use it to help breakdown molecules that are environmental pollutants. This is thanks to the action of particular enzymes, called oxygenases, which are able to promote reactions in which oxygen atoms are incorporated into molecules otherwise difficult to dispose of. The task of oxygenases is a difficult one because oxygen in its normal 'resting' state (the form present in the air) does not want to react with the vast majority of molecules for reasons related to its electronic structure. Oxygen needs activation to react. A major problem, however, is that once 'activated' oxygen can react indiscriminately with many biological molecules with detrimental consequences. For example, reactive oxygen species (ROS) are damaging forms of 'active oxygen' that play an important role in aging. Therefore, besides the generation of 'active oxygen', another challenge in oxygen biochemistry, is its control. ACTIVATION and CONTROL are critical keywords in oxygen-dependent biological processes. In this work we will investigate two bacterial oxygenases called with the acronyms of HOD and QDO which constitute a separate family from other oxygenases. Interestingly, they can bring oxygen into reactions with their organic substrates (ACTIVATION) and steer the reaction towards the desired products (CONTROL) with limited tools at their disposals. In fact, as oxygen activation is not an easy task, the vast majority of oxygenases rely on special additional components like metal and/or organic co-factors to form 'active oxygen'. HOD and QDO don't possess these additional features and therefore understanding how they work is particularly intriguing. Using a technique called X-ray crystallography which allows us to visualise at very high resolution the 3D structure of molecules as small as HOD and QDO (they are about ten thousand times smaller that the thickness of a human's hair) we now know in detail the shape of these enzymes. They do not look like other known dioxygenases; rather they have an architecture of another enzyme family which typically catalyses reactions not involving oxygen. Using the same X-ray technique we have also seen where the substrate binds to HOD when oxygen is not around and what specific interactions it makes with the enzyme. Similarly, we have seen how the reaction product is bound before leaving the enzyme for a new reaction cycle. These snapshots led us to formulate some hypotheses on how HOD/QDO work. We are now in an excellent position to study the most interesting aspects of how HOD/QDO work. These are on one hand the steps in which oxygen gets ACTIVATED and CONTROLLED to convert the substrate into products and on the other hand the reasons which allow a protein scaffold used typically for different reactions to be used here to host oxygen biochemistry. We will again use X-ray crystallography to visualise oxygen bound to the these enzymes, modern spectroscopic techniques to study important electronic properties at different stages of the reaction cycle, and advanced quantum mechanical theoretical methods to probe states that are not experimentally accessible. This multi-angle approach will allow novel insights into the biology of oxygen, an essential component of life on Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020411/1","grantId":"BB/I020411/1","fundValue":"353228","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"","person":"Roberto Alfredo Steiner","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}