{"id":"3CAD2C2A-48E8-48E9-A5E9-C785E65B181E","title":"Evaluating the resilience of critical infrastructure for emergency response to extreme flood events in Leicester City","abstractText":"Leicester City is ranked 16th out of the 4,215 settlements assessed within England in the National Priority Ranking in terms of surface water flooding risks (Defra 2009). Fluvial flood risks are also considered high due to its geographical and geological setting. A Multi-Agency Flood Plan (MAFP) is coordinated by the Local Resilience Forum for Leicester, Leicestershire and Rutland (LLR LRF) in 2012 and it is regularly reviewed by its constituent organizations. The plan makes arrangements and provides information for multi-agency response to flooding incidents, aiming to: (i) provide a framework for the coordination of a multi-agency response to flooding events in the LLR LRF area; and (ii) link and coordinate Local Authority, Community Flood Plans and individual agencies operational plans relating to flooding. According to the CCA 2004, the local responders in the MAFP are divided into two categories, with a different set of duties on each. Those in Category One are organisations at the core of the response to flood emergencies (e.g. local authorities and emergency services).\nThe LLR LRF recognizes that the successful implementation of MAFP requires the key operational and stakeholder organizations (e.g. Fire &amp; Rescue, A&amp;E and water companies) to provide efficient and non-disruptive services collectively. This, to a large extent, depends on the functioning of critical infrastructure nodes and networks. The LLR LRF seeks to understand how robust, the MAFP is in terms of its dependency on the critical infrastructure in a changing climate. In addition, its core organizations (e.g. Leicester City Council, Leicestershire Fire &amp; Rescue Service) are keen to understand the robustness of their specific organizational plans, including the Local Authority Plan and Emergency Services Plan. For example, if a designated shelter/reception centre is at risk of flooding, it may have a cascading effect on the way that evacuation and rescue operations are carried out. Similarly, a damaged electricity substation may affect the functioning of infrastructure services that effective emergency response replies upon. In particular, a flooded transport system may render the planned routes to rescue inaccessible, thus affecting the existing evacuation/rescue plan of the emergency services (e.g. Fire &amp; Rescue; A&amp;E). \n\nThis project brings together a group of interdisciplinary researchers in three schools in Loughborough University, including Geography, Civil &amp; Building Engineering, and Business &amp; Economics, with expertise in flood risk management, climate change adaptation, emergency planning, transport response to weather conditions and resilience to flood risks, to work with the key Category 1 responders in Leicester (City Council, Fire and Rescue Service and the Environment Agency) on this issue, liaised through the Local Resilience Forum for Leicester, Leicestershire and Rutland. The project will consider two types of interlinked infrastructure that are directly related to the implementation of emergency planning and response, including: (i) those functioning as operational nodes &amp; networks, where decisions will be made, rescue will be launched and reallocation will be based; and (ii) essential utility &amp; supporting infrastructure located in flood zones for operational reasons. Key deliverables include: \n1) An assessment of the individual and networked impact of infrastructure failures.\n2) A list of recommendations in the form of adaptation measures and contingency plans to the Leicester Resilience Forum's Multi-agency Flood Plan, the Leicester Fire &amp; Rescue Service's flood response plan, and the A&amp;E Service (through the Council).\n3) Generic recommendations to flood emergency planning and response that can be readily adopted by decision makers beyond the Leicester City.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008770/1","grantId":"NE/M008770/1","fundValue":"65263","fundStart":"2014-10-27","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Dapeng  Yu","coPersons":["Robert Leonard Wilby","Lili  Yang","Ian  Pattison","Tim John Ryley","Lee Scott Bosher"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}