{"id":"3CB1920D-AE4A-4692-A252-D1D7FA9057AF","title":"Pilot/Feasability Study: Entrepreneurial learning in Social Enterprises: Tipping points and strategic space.","abstractText":"<p>It is claimed that social enterprise (SE) represents an alternative model to mainstream business due to objectives beyond private profit making (to create and sustain social values), different legal structures, governance, access to finance and organisational development processes. Using the concept of strategic space developed from the ESRC funded Evolution of Business Knowledge (EBK) project (within SMEs) this pilot project aims to establish how organisational 'knowing' or learning develops within the particular context of SE, and if/how it differs to the EBK SME model.</p>\n\n<p>Strategic space comprises the people, including stakeholders, employees, suppliers, competitors and customers, organisational systems, structures and routines, objects, symbols,&nbsp; abilities and modes of articulation and communication (both tacit and codified) drawn on in knowledge seeking activities undertaken in response to environmental uncertainties in the pursuit of optimal outcomes.</p>\n\n<p>Evidence suggests that there are four key elements supporting the creation of strategic space (sense-making, absorptive capacity and human and social capital) creating the theoretical framework for this study. Semi-structured in-depth interviews [with 20 managers] will be used to determine knowledge seeking activities taken in reaction to environmental uncertainties and analysed using qualitative software (NVivo). Findings will add to knowledge about this under-researched sector and inform future research.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F042809/1","grantId":"ES/F042809/1","fundValue":"53912","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"ESRC","impactText":"  The project highlighted key gaps in knowledge surrounding the process of acquiring non-financial resources in nascent social enterprises. It identified the role of social capital in resource acquisition among social enterprises as a key area for future research. This formed the basis of a successful grant application the Institute of Small Business and Entrepreneurship, Research and Knowledge Exchange Scheme.\n\nTwo conference presentations accompanied by working/development papers were produced to promote and extend debate about the role of social capital in the evolution of business knowledge. These papers/presentations explored tensions between individual, utilitarian uses of social capital by social entrepreneurs and collective social capital in the form of norms, values and beliefs residing in the organisation and wider community. \n\nAn initial developmental paper highlighted differences between the evolution of knowledge in small social enterprises and conventional small businesses. Key among these was an 'extended learning pool' available to social entrepreneurs based on shared norms, values and trust.\n\nThis early conceptualisation of the role of social capital in the evolution of knowledge in social enterprises was expanded in a later working paper and conference presentation to include the interaction of social capital, managerial style and norms and values of the community. Education Societal","person":"Valerie Ann AntcliffHelen Patricia Crompton","coPersons":["Ossie  Jones","Richard  Thorpe"],"organisation":"Manchester Metropolitan University","findingsText":" Three main differences in the way that SSEs acquire and use knowledge were identified. These relate to: the use of networks and social capital; the importance of managerial style in SSEs; the role of norms and values in shaping the evolution of knowledge\n\nAn important difference between SSEs and conventional SMEs was the relationship with customers and clients. For the sample of SSEs these included service providers, such as NHS trusts and service users. Relationships were characterised by extensive personal interaction with active stakeholder networks and a willingness to share knowledge. This generated a stock of social capital based on trust, reciprocity and shared values. Social enterprises were thus able to draw on an extensive 'external learning pool' that may not be readily available to conventional SMEs, where relationships tend to be underpinned by competition and individualism. Because knowledge acquired in this way was based on shared norms and values it was readily accepted in the activity system. An early conceptualisation of this argument was awarded best development paper at the 2010 British Academy of Management Conference. Further funding to explore sharing of resources, including knowledge, among SSEs has been obtained from the Institute of Small Business and Enterprise, Research and Knowledge Exchange Fund.\nManagerial Style\nWhere social enterprises sought to expand their networks to other communities in order to attract new clients or sources of funding tensions arose and new knowledge was subject to a prolonged process of negotiation. A democratic management style played an important role in mitigating this process of 'absorbtion'. Involving workers in decisions about both operational and strategic decisions allowed multiple voices to be heard and knowledge to be revised and negotiated. Where SSEs adopted an autocratic style of management tensions arose between owner/managers and operational managers, who saw change as a challenge to the existing values of the social enterprise.\nNorms and Values\nAll participants expressed strong opinions about the purpose and values of the social enterprise. Where participants had been involved with the enterprise since the beginning these tended to be based on the original values of the organisation, often focusing on the role of the enterprise in the local community. For these participants new knowledge was interpreted through the lens of longstanding practices, values and beliefs. Where managers had joined the enterprise later on their understanding of the values of the organisation were often questioned. Here shared values and beliefs acted to inhibit the evolution of new knowledge as the process of revising and accepting the new knowledge was prolonged by tensions arising from a questioning of the fundamental values and objectives of the enterprise. The project highlighted key gaps in knowledge surrounding the process of acquiring non-financial resources in nascent social enterprises. It identified the role of social capital in resource acquisition among social enterprises as a key area for future research. Communities and Social Services/Policy,Creative Economy,Education,Energy,Environment,Other","dataset":"gtr"}