{"id":"3CBF8953-FF34-487E-A580-4A00F65A3936","title":"Theatre Censorship in Spain (1931-1985)","abstractText":"The study of censorship is vital to understanding the relationship between cultural production and the state. In Spain during the Second Republic, the civil war and the dictatorship of General Franco, censorship of all media was extensively used to promote hegemonic political and moral values while suppressing alternative ideologies. Artists adopted a variety of strategies in response to these environments. Theatre, as a medium with the potential to make direct and immediate connections with society, was subject to particularly severe control.\\n\\nBuilding on research already done by the investigators in this field, the project aims to carry out the most comprehensive analysis to date of how censorship functioned in Spain in different political contexts during the 20th century and the impact it had on all forms of theatrical production. The primary resource to be investigated is the collection of censorship documents held at the state archive in Alcal&aacute; de Henares, providing an invaluable insight into the operation of the system and its effect on theatrical activity. In addition to the censors' reports and correspondence on proposed productions and editions, the project will draw on a range of other sources, including analysis of all the relevant legislation and interviews with people involved.\\n\\nThe findings of the project will be published in a book co-authored by Michael Thompson and Catherine O'Leary. The book will analyse the censorship process in the different periods and provide detailed case studies to illuminate the complexities of the issues involved, taking account of the perspectives of both the censors and the censored. For the first time, the impact of censorship on the full range of theatrical forms - protest theatre, propaganda theatre, mainstream drama and comedy, experimental theatre and performance, classical and foreign drama - will be explored. Furthermore, the volume will enhance access to the primary materials for non-specialists by providin translations into English of key documents and examples.\\n\\nThe project is intended to stimulate further research by those working in Hispanic and European studies, theatre studies, cultural studies, history and information studies, contributing to explorations of issues of current concern in various disciplines, such as historical memory and identity, and the relationship between text and performance. Direct interdisciplinary links will be established through the organization of an international conference bringing together scholars and theatre professionals with an interest in censorship worldwide. It is intended that the conference will incorporate an element of performance as a focus for a live case study, and that selected papers will be published.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E007686/1","grantId":"AH/E007686/1","fundValue":"234821","fundStart":"2008-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  Dissemination activities aimed at schools and the general public have influenced people's views on the work of major Spanish playwrights. Work with theatre professionals in Spain, the UK and elsewhere has supported their actions in defence of freedom of expression. However, we do not have specific data to demonstrate or measure these impacts. Creative Economy,Education Cultural","person":"Michael  Thompson","coPersons":[],"organisation":"Durham University","findingsText":" Our outputs are making a significant and original contribution to understanding of the specific topic of theatre censorship in\n20th-century Spain, and of broader issues of cultural control and the nature of censorship. Our monograph and shorter\npublications arising from the project will provide a comprehensive account of how the Spanish censorship apparatus functioned and how it changed in response to the social, political and cultural transformations that took place between the establishment of the Second Republic in 1931 and the consolidation of the transition to democracy in the 1980s. We analyse the criteria and language used by censors and show how they related to prevailing ideological and aesthetic discourses. We track the effects of censorship on particular authors, groups and genres, comparing different responses to the constraints imposed, and offer an overall assessment of the wider effects on theatrical activity. Our monograph will be the first to be published on this topic in English, and will be more comprehensive than existing studies in terms of both chronology (going back to the Second Republic) and genre (covering a range of different theatrical forms). A valuable benefit of the broad scope of our project is that it brings out the extent to which the impact of theatre censorship lay not only in 'headline' cases of the suppression of the work of obviously dissident writers and directors, but also in the everyday imposition of constraints on all forms of performance, including the apparently innocuous or conformist. Censorship was a constant\npresence, entangled with other cultural institutions such as prizes, festivals, criticism and public subsidies for the arts.\n\nOur most important conclusions will centre on the proposition that the theatre censorship developed in Spain during the\n20th century was above all a system for the maintenance of discursive order. In addition to the suppression of challenges\nto hegemonic political and moral values, its functions were to make texts and performances fit conservative expectations of\ngenre and decorum; to prescribe appropriate audiences and venues for different types of spectacle; and to limit\nunpredictability, ambiguity and improvization in performance, all on the basis of a supposed public consensus about social\norder, morality and taste.\n\nThe conference we held in Dublin in 2010 as part of the Dublin Theatre Festival was intended to expand the scope and impact of our investigations, offering an opportunity to compare Spanish censorship with systems of cultural control in other countries. Our keynote speakers were prominent theatre practitioners: playwright Fernando Arrabal, British director Lisa Goldman and Nepalese playwright-academic-campaigner Abhi Subedi. Their accounts of their experience of combatting censorship in various forms were complemented by high-quality academic papers on historical and current examples from Spain, Portugal, Brazil, Poland, East Germany, Slovenia, Hungary and the UK. The keynote talks and a rehearsed reading of a play about the censorship in Ireland of Tennessee Williams's The Rose Tattoo were open to the public. A book based on the conference will be published by Routledge in 2015. The editors' introduction and conclusion will analyse comparative detail and bring out important insights into general issues.\n\nThe data collection process included in-depth interviews with theatre professionals in Spain who experienced\ncensorship at first hand. These relationships and other briefer contacts in the world of Spanish theatre have meant that our project has been brought to the attention of a range of influential people in Spain outside academia who are\nkeen to tell their stories. We aim to obtain follow-on funding to allow us to build activities focusing on nonacademic\nimpact around the testimony of informants such as these, as well as events involving schools and the general public. Academic: our documentation, findings and conclusions are making a significant contribution to understanding of theatre censorship both in the context of 20th-century Spain and more broadly. There will be an impact on future research and on undergraduate and postgraduate courses (in the UK, USA, Spain and elsewhere).\nTheatre practitioners: playwrights and directors whose work has been affected by censorship have shown that they are keen to have more opportunities to put their testimony on record - not only for personal reasons but also for the benefit of succeeding generations of artists and to make a contribution to public debate on freedom of expression. Our involvement of informants in Spain and at the Dublin conference supported their professional and campaigning activities.\nEducation: we are planning follow-on projects including the development of performance-based activities with schools. Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}