{"id":"3CC3283E-3CD6-4392-8CE8-D6517BCD2D6E","title":"PARNASSUS: Ensuring integrity, preserving significance: value based flood resilience for protection of cultural heritage from climate change impact","abstractText":"The proposal develops an interdisciplinary system to quantify risk of historic buildings and archaeological sites to driving rain and flooding as caused by climate change; it will evaluate structural vulnerability by defining adequate impact indicators and propose adaptation strategies classified by increased resilience against loss of significance. Project activities are set within the framework of risk management and uncertainty methods.\\nThe proposal addresses how the causes of damage or material change to cultural heritage can be better understood, and when is material change acceptable and damage unacceptable. \\nThis requires investigation of the nature of changes and transformation in materials and of the resilience and adaptation capacity of the built heritage. The objectives of the proposal are:\\n- Definition of criteria and protocols to identify acceptable limits of damage; define consistent protocols for modelling material change; use of risk, monitoring and simulation to inform life-cycle and cost/benefits studies and new or improved conservation interventions.\\n- Impact of flooding, rising water level, driving rain and thermal cycles on structural integrity of historic buildings and archaeological sites\\n- Assessment of novel adaptation techniques to be implemented to enhance resilience of historic buildings and sites to climate change impacts. \\nThe collaboration of structural and environmental modellers and specialists in cultural heritage, working on specific case studies and supported by professional practitioners and the heritage institutional bodies, ensures robust results applicable in practice.\\nRoughly dressed, rubble masonry, earth structures, infilled in timber frames, are the chosen constitutive materials as they are particularly vulnerable at joint and footing level to driving rain and flood. Hence effects of exacerbated structural damage caused by environmental agents can be successfully measured within the project timeframe. An overall approach based on extreme events statistical analysis and quantification of uncertainty will inform all aspects of the research, so that reliability will be in-built in the evaluation of the risk and adaptation measures The research will be case study based to facilitate direct feedback of results into practice. On-site monitoring and laboratory tests will be conducted, considering the combined effects of driving rain and flooding. \\nThe proposed case studies areas are: Tewkesbury, scheduled area at south end of town near the Abbey; Deerhurst, archaeological sites and significant historic buildings; Cottown, Perthshire, cob walls compromised by flooding; Winchester cathedral crypt and Winchester College; York, Lendal Bridge towers and buildings on the Eastern riverbank; Bodiam Castle. The case studies have been chosen according to flooding hazard and to the diversity of age, materials, construction techniques, significance and historical documentation of the heritage buildings and archeological remains in the six areas. Their continued occupation through time allows to: gain historical perspective by looking at past adaptations to documented climate changes; investigate effects on current risk; define urgency of adaptation. Research tasks cover:\\n-Survey of buildings and stakeholders of study area to identify selected buildings for in depth study\\n-Study of secondary literature to identify significance of historic climate change\\n-Flood and driving rain probability analysis and scenarios\\n- Laser scanning and restitution of the building at different scales \\n-On site monitoring and lab testing to define damage thresholds\\n-Hydraulic an structural modelling\\n-Assessment of resilience and validation of adaptation measures. \\n-Generalisation and dissemination of results through drafting of guidelines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032525/1","grantId":"AH/H032525/1","fundValue":"688214","fundStart":"2010-07-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Dina Francesca D'Ayala","coPersons":["Joanna Rachel Sofaer","Enrico  Fodde","Matthew Harry Johnson","Wendel Michael Sebastian","Graeme Peter Earl","Paul David Bates"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}