{"id":"3CC78F0F-77D2-46DC-8AB1-DBE6B2E98B9B","title":"A New Front in the War on Superbugs: Synthetic and Biological Studies on the Potent Antibiotic Anthracimycin","abstractText":"Bacterial infections are becoming increasingly hard to treat with current antibiotics and it is well recognised that new treatments are required. The government and the WHO continue to highlight the development of new antibiotics as an area of high priority. However; the pharmaceutical sector is poorly placed to develop these due to the low commercial return on antibiotics of last resort. Anthracimycin is a newly discovered polyketide with potent Gram +ve antibiotic activity, and is especially active against the anthrax pathogen and MRSA. Significantly, given the emergence of ESBLs, the chlorinated anthracimycin analogue, which was prepared from anthracimycin, was found to be active against Gram -ve bacteria, and both molecules were shown to exert their activities via an unknown mode of action which inhibits DNA/RNA synthesis in the bacteria. A related natural product chlorotonil A has also been reported and synthesised but its antibiotic activity has not been disclosed. The importance and urgency of developing new antibacterial agents as treatments of last resort cannot be overstated, and the discovery of anthracimycin provides a new, exciting and timely opportunity to do this. This proposal will build on our previous EPSRC-funded work in the area of the synthesis of natural products active against MRSA (EP/F005970) and seeks to rapidly respond to disclosure of anthracimycin and establish a leading presence in the field of developing these molecules as antibiotics of last resort. This project brings together experts in natural product synthesis and microbiology and aims to develop a chemical synthesis of anthracimycin, chlorinated anthracimycin analogue and chlorotonil A and then elucidate the mechanism by which they exert their antibiotic activity. The project's focus on synthesising these molecules and in expanding the potential of this novel polyketide to function against Gram -ve bacteria aligns it with the healthcare technology challenge theme and especially the associated novel treatment and therapeutic technologies proposed &quot;grand challenge&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008401/1","grantId":"EP/M008401/1","fundValue":"599011","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Paul Andrew Clarke","coPersons":["Gavin Hugh Thomas"],"organisation":"University of York","findingsText":"","dataset":"gtr"}