{"id":"3CCAC8FB-6426-4601-BE70-F2E2186B7953","title":"Geophysical flow dynamics using pulsed Doppler radar","abstractText":"Mass movement flows are a significant natural hazard throughout the world and yet our ability to predict their behaviour and plan for their effects is limited, in part, by our lack of understanding of their flow dynamics. This research will investigate the dynamics of geophysical mass movement flow processes (specifically snow avalanches and pyroclastic flows) by means of carefully-controlled trials at avalanche and volcano test sites. This research will utilise a sophisticated and new Doppler radar imaging instrument, able to form two-dimensional animated images of a variety of geophysical events. This radar has been under development at University College London, supported by the Royal Society, and permits imaging of the dense parts of the flow (often the most important component for risk analyses) by penetrating the suspended matter surrounding snow avalanches and pyroclastic flows. Advanced signal processing algorithms will be used to generate detailed models of the structure and dynamics of the flow. At present, opto-electronic instruments can provide such information at a single point and existing Doppler radar can provide crude images of the flow speed, but averaged over 50 m and only giving an overall measure of the velocity magnitude (with no information on direction). Our instrument will reduce the averaging distance to just 1 m so that, for the first time, information on individual blocks in the flow can be obtained and assessed in relation to their significance for the overall flow dynamics. Thus, we can assess the validity of a variety of flow laws that have been proposed for describing such processes. This will lead to improved models for these flow processes by limiting the values of coefficient in the models to reasonable values and rejecting some proposed flow laws outright. This will lead to more accurate modelling of these processes, which in turn will improve risk analyses and the design of defensive structures. This study will therefore considerably increase our understanding of flow movement and raise the status of UK research in this area to internationally-leading standards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004621/1","grantId":"NE/F004621/1","fundValue":"132259","fundStart":"2008-06-02","fundEnd":"2012-09-30","funder":"NERC","impactText":"","person":"Paul  Brennan","coPersons":["Karl  Woodbridge"],"organisation":"University College London","findingsText":"","dataset":"gtr"}