{"id":"3CDB9D37-3E5B-4EE6-862F-36A17FAF0CEF","title":"Astrophysics and Cosmology at the University of Sussex (2011-2016)","abstractText":"Our proposal seeks funds to continue an extensive programme of research into extragalactic astrophysics and cosmology, seeking to address some of the most pressing astronomical questions of our time, such as 'What are the fundamental constituents of the Universe?', 'What is the nature of the dark energy believed to be driving an acceleration of the Universe?', 'What processes govern the formation of the largest objects and structures in our Universe?', and 'How do galaxies form and evolve?'. We address these questions by a combination of theoretical work, much of it using high-performance computers, and observational surveys especially from satellite observatories. We aim to be particularly sophisticated in the statistical modelling we carry out to use the observations to learn about our models. The research focuses around three Themes, each involving several faculty members and researchers. Theme 1: Cosmology We will advance knowledge of the fundamental constituents and processes governing our Universe. This includes the early period of cosmological inflation, believed to be responsible for the origin of structures in the Universe, explored through studies of the origin of cosmic non-gaussianity and through detailed comparisons to emerging data. We will further develop the phenomenology of models featuring cosmic defects such as cosmic strings, and explore the consequent cosmic non-gaussianity both in the microwave background and in the matter distribution. We will complete the preparation and definition stage of the Dark Energy Survey (DES) and move to exploitation of DES data to constrain dark energy phenomenology. This component of the project exploits STFC involvement in the Planck Surveyor Satellite, the Dark Energy Survey, and the COSMOS supercomputer. Theme 2: Cosmic Structures The XMM cluster survey (XCS) has produced the largest sample of cluster temperatures to date. We will use this to exploit DES, using clusters for cosmology. Simulations will be used to calibrate the XCS selection function and to investigate the physics of the intracluster medium. A fully coupled radiative-transfer, gas dynamics and N-body code will be developed, with modules to handle a wide range of radiation processes, and used to model the epoch of reionization in the young universe. This component of the project exploits STFC involvement in the Virgo consortium, XMM-Newton, the Dark Energy Survey and LOFAR. Theme 3: Galaxy Formation and Evolution The objectives of this theme are to deliver basic and value-added data products and high-quality science from our leading role in many multi-wavelength surveys both deep and wide. The Herschel HerMES survey, the largest guaranteed-time programme on this satellite, is central to our work in this area. Work will include using the Herschel satellite SPIRE catalogues for HerMES, multi-wavelength cross-IDs for HerMES (including VISTA and SCUBA-2), and multi-wavelength products for the GAMA (Galaxies and Mass Assembly) survey. We will develop models of galaxy evolution that simultaneously describe the wealth of data. We will undertake follow-up observations to test specific aspects of such models. This component of the project exploits STFC involvement in the Herschel Satellite, VISTA, GAMA, LOFAR, SCUBA-2, Planck, Alma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000976/1","grantId":"ST/I000976/1","fundValue":"2337620","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"  The Department of Physics &amp; Astronomy at the University of Sussex runs an intense outreach programme, closely link to the research carried out within the Department. Our activities not only involve research talks, but also hands on activities that introduce the basics of our research to the public.\n\n During 2013/4, we worked with 16,000 people - 2,000 members of the general public, 5,000 school and college students at our stands at various science fairs across the South-East, and 9,000 school and college students in a classroom-type setting (including our travelling planetarium).\n\nBreakdown by number:\nPublic = 1943 \nKS1 = 395 [key stage 1; 5-7 year olds] \nKS2 = 2306 [aged 7-11] \nKS3 = 4256 [11-14's] \nKS4 = 3932 [14-16, GCSE] \nKS5 = 3287 [16-18 A-level students] \nTotal = 16,119 \nTotal children = 14,000 Education Cultural","person":"Peter  Thomas","coPersons":["David John Axon","Jonathan  Loveday","Mark  Hindmarsh","Anita Katherine Romer","Ilian Tzankov Iliev","Sebastian James Oliver","David James Seery","Antony Martin Lewis","Duncan  Farrah"],"organisation":"University of Sussex","findingsText":" Research into Cosmology and Extragalactic Astrophysics\n\nNote that, although the Grant Award was from Apr11 - Mar15, it actually ceased at the end of Mar14, being superseded by ST/L000652/1\n\nI have not written a long description of our science high-lights because it is not clear to me what this text will be used for, if anything.\nOur research is disseminated to the public via our extensive outreach programme. In their future research. Education","dataset":"gtr"}