{"id":"3CE5358D-232F-42FC-845B-1AA85AD4DFA5","title":"Identification of the higher-order cognitive mechanisms by which prefrontal and anterior cingulate circuits regulate negative emotion","abstractText":"As individuals we are faced with situations that provoke fear and anxiety on a daily basis, whether they be relatively mild, e.g. giving a talk to a group of people, or more serious, e.g. the prospect of losing one's job. Mild fear and anxiety are associated with changes in our behaviour and accompanying changes in our physiology, including increased heart rate, muscle tension and stress hormone levels. Such emotional responses allow us to adapt to a given situation and either prepare us for, or help us to avoid, a negative event. However, in excess, and unregulated, these responses lead to clinical anxiety, which is a core symptom of anxiety disorders (which have a lifetime prevalence of 16%), but can also be a prominent symptom of many other disorders, including Depression, Obsessive Compulsive disorder, Schizophrenia and Sociopathy. Unfortunately, the range of potential treatments is relatively restricted and the level of treatment success, highly variable. This is probably because there are varied reasons as to why someone may show clinical anxiety. For example, there are many factors that contribute to how well we cope with negative events, including how predictable they are, whether we have control over them, how much we let negative events dominate our thoughts and distract us from paying attention to other, more positive events in our environment. Impairments in brain circuits that are important for predicting events or learning how to control such events or controlling what we attend to, can lead to enhanced anxiety. For example, if an individual's ability to predict is disrupted and thus negative events seem more uncertain, this will generate anxiety. Alternatively, an impairment in attentional control will result in an individual failing to inhibit their attention towards negative stimuli, thus spend more time focussing on negative outcomes, resulting in heightened anxiety. However, whilst the anxiety is common in both cases, the underlying mechanisms are different. \n\nThe goal of this research proposal is to identify the different functions of distinct regions of the brain that help us to regulate our emotions. In particular, this proposal focuses on four main regions within areas of the brain called the prefrontal cortex and the anterior cingulate cortex. In order to identify the distinct contributions of each brain region we will investigate their functions in experimental animals performing behavioural tests. A critically important feature of our approach is that our behavioural analysis in experimental animals will be directly comparable with studies in human subjects and patients. This will facilitate the translatability of our findings into the clinic. We will use a methodology that will allow us to temporarily inactivate a given brain region for a short time period (approx. 30 minutes) and investigate the effects on emotional responses. We will also investigate the effects of these selective brain inactivations on activity elsewhere in the brain, allowing us to investigate not just single brain structures but brain circuits. Overall, this will provide insight into the distinct differentiable causes of anxiety and thus help us to refine our diagnoses. It will also help us to tailor existing treatments for individuals based on those different causes as well as develop novel treatment strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M023990/1","grantId":"MR/M023990/1","fundValue":"2109500","fundStart":"2015-04-01","fundEnd":"2020-03-31","funder":"MRC","impactText":"","person":"Angela  Roberts","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}