{"id":"3CE983D5-A2A1-4ED4-8B8B-79CE3AB76EF9","title":"A new radar for integrated atmospheric science in the southern hemisphere.","abstractText":"The Earth's atmosphere is a complex dynamical system involving interactions from local through regional to planetary scales and from the ground to its outer limits in Space. In particular, it is becoming increasingly apparent that the uppermost layers of the atmosphere (mesosphere, thermosphere, ionosphere, and magnetosphere/exosphere) may have significant influences on the lower atmosphere (stratosphere and troposphere). For example, work at BAS and Leicester University has shown influences on the lower atmosphere associated with solar heating above 100 km, geomagnetic activity arising from electrical currents in the ionosphere, and energetic particles from the magnetosphere. Such research is addressing the report of the Intergovernmental Panel on Climate Change (IPCC) which stated that the level of scientific understanding of the solar contribution is 'very low' and has significant uncertainties. Recognising the importance of the upper atmosphere, the U.K. Meteorological Office has recently raised the upper limit of its operational forecasting model from 37 to 63 km altitude with a consequent increase in forecasting skill and the next model due this year will have a ceiling at 80km. The Super Dual Auroral Radar Network (SuperDARN) is a powerful tool for measuring convection and waves in the mesosphere, thermosphere and ionosphere on local, regional and planetary scales. It has greatly advanced our understanding of the upper atmosphere and Space, and the U.K., despite a relatively small investment in SuperDARN, has dominated its exploitation. Initially, SuperDARN was concentrated at polar latitudes but recently it has begun to expand its coverage to lower temperate latitudes to form a sub-network known as StormDARN. This proposal highlights a time-limited opportunity to build a StormDARN radar on the Falkland Islands to address three specific challenges of integrated atmospheric science - the structure and influences of atmospheric gravity waves, atmospheric tides, and charge particle precipitation from the outer radiation belt.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018707/1","grantId":"NE/G018707/1","fundValue":"561630","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"  Not to date. Blue-skies research.  ","person":"Mervyn  Freeman","coPersons":["Gareth  Chisham","Robert Edward Hibbins","Richard Bertram Horne"],"organisation":"NERC British Antarctic Survey","findingsText":" 2009/10: \nNew atmospheric radar now operational in the Falklands.\n\nBAS and the University of Leicester have built a new atmospheric radar at Goose Green in the Falkland Islands as part of a joint project funded by NERC. The grant and planning permission were awarded last August and the first radar transmissions were lovingly received on 14th February!\n\nOperations are expected to continue for about two years, collecting valuable new data about the &quot;weather&quot; in the upper atmosphere and Space. The aim of the project is to measure winds, waves, and tides in the upper atmosphere in order to investigate under-explored complex mechanisms by which the Sun and space affect weather and climate, and to remotely sense natural hazards from space. One challenge is whether and how things happening at the boundary between the atmosphere and Space might influence things lower down in the atmosphere such as the ozone hole and ultimately the temperature here on the ground. The influences may be small but their importance is unknown and their effect may be disproportionate. Another benefit is to help understand the effects of the space and atmospheric environment on spacecraft and radio operations.\n\nThe Falkland Islands happen to be a great location to do this because of the relative proximity to the ozone hole and the aurora, and to various influences on the upper atmosphere. These include the Andes, that generate atmospheric waves, and a particularly weak region of the Earth’s magnetic field known as the South Atlantic Magnetic Anomaly that makes it easier for particles from space to enter our atmosphere.\n\nThe project is an exciting new national and international collaborative activity and has only been possible through the enthusiasm and tireless efforts of the project team and many others in BAS, at Leicester University, and in the Falklands who have provided support and advice.\n\nSome photos of the radar and installation work can be seen at: www.ion.le.ac.uk/ falklands/falklands/Falklands\n\n2012/13:\nCharacteristics of Medium-Scale Travelling Ionospheric Disturbances observed near the Antarctic peninsular by HF radar\n\nRecent scientific research, led by Dr Adrian Grocott of Leicester University and submitted to the Journal of Geophysical Research, has identified the characteristics of Medium-Scale Travelling Ionospheric Disturbances (MSTIDs) observed near the Antarctic peninsular by a high-frequency (HF) radar located in the Falkland Islands. Such disturbances modify the density of electrons in the ionised upper atmosphere – the ionosphere – affecting radio propagation and potentially also satellite communications. Importantly, the study finds evidence of two sources for the MSTIDs from within the polar ionosphere to the South and from the Andean and Antarctic Peninsula mountains or the Antarctic Polar Vortex below. This demonstrates the importance of MSTIDs in connecting together the atmosphere over long distances and different heights.\n\nThe radar used in the study was built and operated jointly by the British Antarctic Survey and University of Leicester, under the leadership of Dr Mervyn Freeman and Prof Stephen Milan, respectively. It is located at Goose Green in the Falkland Islands and is part of the Super Dual Auroral Radar Network (SuperDARN), which measures winds, waves, and tides over much of the mid- and high-latitude ionosphere and mesosphere. The Falklands radar has a field of view that overlooks the Antarctic peninsular, a known hotspot of atmospheric gravity wave (AGW) activity. \n\nRadar signals backscattered from the ground or ocean between May 2010 and April 2011 were analysed to identify structured enhancements in echo power that are the signatures of MSTIDs. Observed periods were in the range 30-80 minutes, corresponding to frequencies of 0.2-0.6 mHz. Wavelengths were generally in the range 250-400 km and phase speeds in the range 50-200 m/s. These values are within the ranges typically associated with medium-scale atmospheric gravity waves. The scientists found a primary population of northward (equatorward) propagating MSTIDs, which correlated with enhanced solar wind-magnetosphere coupling, and a smaller, westward propagating population that could be associated with AGWs excited by winds over the Andean and Antarctic Peninsula mountains or by the high winds of the Antarctic Polar Vortex.\n\n2013/14:\nTravelling ionospheric disturbances in the Weddell Sea anomaly associated with geomagnetic activity\n\nScientific work led by Prof Stephen Milan, and published in the Journal of Geophysical Research in 2013, has identified the characteristics of ionospheric disturbances occurring in the Weddell Sea ionospheric Anomaly (WSA), a region of enhanced austral summer night-time ionospheric electron densities covering the southern Pacific and South Americas region. High-frequency (HF) radio signals propagated via the ionosphere in the WSA undergo quasi-periodic perturbations in path length and Doppler shift during periods of geomagnetic disturbance, specifically geomagnetic storms occurring in response to disturbed solar wind conditions. The observations, made by an HF radar located on the Falkland Islands, suggest that during disturbed conditions the ionospheric layer can be lowered by several 10s of km and subsequently recover over a period of 1 to 2 hours. Perturbations can appear singly or as a train of 2 to 3 events. This shows that geomagnetic disturbances can have a direct impact on the mid-latitude ionosphere, significantly distant from the polar and auroral regions.\n\nThe radar used in the study was built and operated jointly by the British Antarctic Survey and University of Leicester, under the leadership of Dr Mervyn Freeman and Prof Stephen Milan, respectively, with the support of a NERC grant. It is located at Goose Green in the Falkland Islands and is part of the Super Dual Auroral Radar Network (SuperDARN), which measures winds, waves, and tides over much of the mid- and high-latitude ionosphere and mesosphere. The Falklands radar has a field of view that overlooks the Antarctic peninsula, a known hotspot of atmospheric gravity wave (AGW) activity.\n\nMost SuperDARN observations of atmospheric gravity waves (AGWs) occur during the day when solar photoionization creates an ionosphere sufficiently dense to support HF propagation. The WSA allows propagation during the night, providing a new window on AGW activity. The new study demonstrated that in contrast to the medium-scale AGWs (wavelengths of 250-400 km) typically observed during the day, the night-time observations showed long-scale wavelengths of the order of 1000 km, suggesting that the generation mechanism of these disturbances differs between night and day. Potential benefits to the UK Met Office, other meteorological organisations worldwide, and HF users. Environment","dataset":"gtr"}