{"id":"3CF33B32-7350-42D6-A062-ACE33C4B6DC4","title":"AHRC-FAPESP MoU - Towards an Intermedial History of Brazilian Cinema: Exploring Intermediality as a Historiographic Method","abstractText":"This project will focus on cinema's nature as a mixture of arts and media in order to produce the first, groundbreaking intermedial history of Brazilian cinema. It will also explore the uses of intermediality as a historiographic method applicable to cinema as a whole. To that end, it will bring together scholars from the University of Reading (UoR) and the Federal University of S&atilde;o Carlos (UFSCAR), as well as 3 PDRAs, combining expertise in cinematic intermediality (Nagib, Ara&uacute;jo, Butler, Paiva, Reck Miranda, PDRA 2), Brazilian cinema (Nagib, Ara&uacute;jo, Cesarino Costa, Paiva, Reck Miranda, PDRAs 1 &amp; 3), film history (Ara&uacute;jo, Cesarino Costa, PDRA 2), film theory (Nagib, Butler, Purse, Gibbs), film and music (Reck Miranda, Paiva, PDRA 3), film and theatre (Gibbs, PDRA 3), film and visual arts (Butler, PDRA 1) and film and popular culture (Purse, PDRAs 1 &amp; 3). \n\nIntermediality has never been applied to cinema as a historiographic method, which is being proposed in this project as an entirely original and promising avenue. Broadly speaking, 'intermediality' refers to the interbreeding of artistic and technical medial forms. In this project, it will be used both to indicate film's mixed nature and to give pride of place to those film phenomena in which hybridity is particularly notable. The focus will be Brazilian cinema, which from its early days has combined extra-filmic artistic and cultural forms, resulting in an original aesthetic blend. Artists coming from theatre, opera, dance, music, circus, radio, television and the plastic arts left a distinctive mark on film production in the country, apparent in practices such as: the 1920s movie prologues; the chanchada musical comedies of the 1940s-60s; the 1950s productions from the studios Maristela, Multifilmes and Vera Cruz; the Tropic&aacute;lia cinematic outputs, spanning the 1960s-80s; the 1990s &aacute;rido movie production; and the contemporary wave of music films. The investigators will conduct intensive archival and filmog research on these periods, as well as interviews with relevant artists and experts, so as to substantiate the premise that these hybrid phenomena break the boundaries between local and imported traditions, high and popular cultures, passive and active spectatorship, 'classical' and 'modern' narrative forms, constituting a democratic space par excellence for artistic and social expression. \n\nBrazilian cinema is strategically and timely placed to demonstrate the advantages of the intermedial method. Brazil's current economic ascendance evidences the shortcomings of traditional approaches, such as the sociological model, hinging on questions of imperialism and colonial occupation leading to what Salles Gomes once termed 'a trajectory in underdevelopment' a propos of the history of Brazilian cinema. Film studies as a whole are in need of a productive alternative to evolutionist views which posit 'modernity' as an aesthetic or political pinnacle in film history. Rather than privileging some forms over others, intermediality will allow us to place a variety of styles and genres on an equal footing, resulting in a kaleidoscope that accurately reflects a national cinema's cultural richness and political complexity.\n\nThe project will benefit academics and researchers willing to find new ways of understanding film history away from evolutionary and hierarchical schemes. Two edited books will ensue from the conferences 'Towards an Intermedial History of Brazilian Cinema' and 'The Moving Form of Film: Exploring Intermediality as a Historiographic Method'. Other outputs will include 12 book chapters and more than 30 journal articles. The project will also benefit the general public through impact events coordinated by the PDRAs and accompanied by comprehensive catalogues: a Tropic&aacute;lia Film Season at Tate Modern; re-stagings of the Movie Prologues at the Cinemateca Brasileira and the Reading Film Theatre; and a Brazilian Music Film Season at the Reading Film Theatre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008363/1","grantId":"AH/M008363/1","fundValue":"718140","fundStart":"2015-10-01","fundEnd":"2019-03-31","funder":"AHRC","impactText":"","person":"Lucia  Nagib","coPersons":["John  Gibbs","Alison  Butler","Lisa Victoria Purse"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}