{"id":"3CF40FBA-CC68-4B90-944E-D1EDC8E78658","title":"Iminoboronate Polymers as Dynamically Adaptable, Photoactive Materials","abstractText":"Polymers incorporating dynamic covalent bonds form a class of &quot;smart&quot; materials that are able to adapt to-or can be altered in response to-applied chemical or environmental stimuli. We propose a new class of dynamic, conjugated polymers based on the reversible iminoboronate ester bonding motif. Simple AB-type monomers incorporating aldehyde, amine, and boronic acid functionalities will polymerize together with diols to produce iminoboronate ester polymers. The presence of orthogonal dynamic imine and boronate ester bonds will allow us to develop easily functionalizable, and thus tuneable, multicomponent polymer materials that possess the ability to reorganise or adapt in response to various external stimuli. By incorporating electronically distinct diols, the photophysical properties of the conjugated polyimine polymer backbone may be tuned, providing a predictable pathway for attaining desired material properties. The unique set of characteristics of this materials system - highly tuneable electronic properties, structural rigidity through dative N-B stabilisation and electrochemical stability due to non-conjugated boron functionalization - promise to make these polymers strong candidates for light-emitting devices. (Additionally, obtaining a fundamental understanding of the affinity of the iminoboronate for electronically different diols will allow us to promote consecutive changes in polymer properties through successive diol exchanges.) These materials will be investigated as fluorescent polyreceptors for specific diols and as controllably crosslinkable or decrosslinkable materials with the addition or displacement of tetrols. Development of these high-value smart materials will lay the groundwork for the next generation of multifunctional devices, such as blue-light-emitting polymers with superior efficiency and electrochemical stability to the state-of-the-art poly(fluorene) OLEDs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M01083X/1","grantId":"EP/M01083X/1","fundValue":"610094","fundStart":"2015-02-02","fundEnd":"2018-02-01","funder":"EPSRC","impactText":"","person":"Jonathan Russell Nitschke","coPersons":["Richard  Friend"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}