{"id":"3CF8A53B-7CBF-4BEB-B730-B6D06639B634","title":"Greening of retreating glaciers: storage versus export of autochthonous organic matter","abstractText":"Life exists whatever there is water and glaciers are no exception. Indeed glaciers are vast reservoirs of biological cells and debris. The debris can cover ca 1-10% of the surface of glaciers worldwide, and it is composed of inorganic and organic particles that are darker than the surrounding white icy surface and thus absorb the solar radiation better than the ice. The absorption of the solar radiation by the debris promotes melting of the ice which in turn promotes increased levels of microbial activity via the creation of unique and ideal life-habitats. The habitats are colonised by a diverse range of microorganisms, including viruses, bacteria and microscopic plants. In a recent NERC small grant, we measured the microbial activity associated with the debris at the surface of glaciers in Greenland, Svalbard and the Alps and we found that it was comparable to that found in very rich ecosystems from warmer regions. In fact, microbial activity in one gram of debris was roughly the same as in one gram of soil from the Mediterranean. The colonisation of the debris by microbes subsequently leads to further darkening of the ice surface. This is because we also found that the amount of photosynthesis (i.e., the process in which carbon dioxide is converted by plants to biomass, releasing oxygen) is much higher than the amount of respiration (i.e., the process in which oxygen is consumed and organic matter is biologically converted back to carbon dioxide). The consequence of higher photosynthesis than respiration is that the surface of glaciers is a self-sustained ecosystem in which organic matter can be accumulated. The result is even more enhanced absorption of solar radiation, promoting further melt and providing yet more water for microorganisms, which are then dispersed to other parts of the ice surface. This dispersal transfers the microbes, organic matter and debris to adjacent ecosystems, including those of the forefield and subglacial environments with the potential to sustaining life in other ecosystems. We hypothesise that glaciers become increasingly biological as they decay, and that glacier melting is, in part, a biologically-mediated process that initiates ecological succession long before the ice has disappeared. This project aims to quantify these biological effects on glacier mass balance, and to determine fluxes and quality of organic matter exported to downstream environments during deglaciation, by examining the surfaces of Arctic valley glaciers that are retreating markedly in response to summer melt. In doing so, we aim to produce the first quantification and characterisation of bio-physical effects on ice mass wastage during deglaciation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006253/1","grantId":"NE/G006253/1","fundValue":"184563","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"","person":"Andrew Jonathan Hodson","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}