{"id":"3D02A8EF-82B5-4B97-BE75-0F2821DD9505","title":"Isotope-fluorescence activated cell sorting to allocate C utilization in the soil microbial black box","abstractText":"Photosynthesis fixes carbon dioxide (CO2) carbon (C) from the atmosphere and incorporates it into plant tissues. The C is then transferred to soil when plant parts die, and from the activities of living plant roots. The transfer of C from root to soil is called rhizodeposition. Rhizodeposits contain a diverse range of C compounds that serve as a food source for microbes living in the soil close to plant roots (the rhizosphere). When rhizosphere microbes consume rhizodeposits they convert some of the C into cells, some to soil organic matter and some to CO2. Out of the diverse microbial community living in the rhizosphere that could potentially be consuming rhizodeposit C, it is important to know the proportion of C consumption that a particular group is responsible for. This knowledge is important because: 1. The efficiency with which microbes consume rhizodeposit C determines how much C is stored in the soil and how much goes back to the atmosphere. It is estimated that release of CO2 through consumption of rhizodeposits by soil microorganisms is about ten times greater than CO2 release to the atmosphere due to the burning of fossil fuels. It is probable that the efficiency of conversion of C to CO2 and soil organic matter differs depending upon the microbial species responsible. Thus, the quantity of rhizodeposit C consumed by a given species has consequences for atmospheric CO2 concentrations and soil C storage. 2. The types of microbes living in the rhizosphere can affect plant growth differently, some are beneficial (e.g. they fix nitrogen), some are detrimental (e.g. they cause disease). Thus, which microbial species grow and increase their activity at the expense of rhizodeposits has consequences for plant nutrition and health. Assessing the amount of rhizodeposit C consumed by microbial groups under realistic soil conditions is difficult. Current methodology uses the stable isotope of C (13C) to trace the rhizodeposit C in to the DNA of rhizosphere microbes. The 13C DNA is separated and used as a basis for DNA fingerprinting to identify the consuming microbes. However, this method is not very sensitive and it is not quantitive; it tells you which microbial species are consuming the 13C, but not how much of the 13C they have consumed. Quantitative knowledge regarding the consumption of rhizodeposits by particular microbial species under defined environmental conditions is important as it will allow us to understand the ecology of the rhizosphere better and therefore, in agriculture, let us: (a) make better predictions regarding how the system will respond to the changing environment and the adoption of new crop production practices; (b) manipulate the rhizosphere for benefit, for example, in the improvement of the performance of beneficial microbes in the rhizosphere which will promote lower input, more sustainable agriculture. Therefore, the aim of the research project is to assess the potential of a new method to quantify the consumption of rhizodeposits by chosen microbial species. The new method brings together three well-established techniques: (i) use of C isotopes to trace microbial C consumption; (ii) labelling microbial cells belonging to a species or group of interest with a fluorescent dye; (iii) sorting the fluorescent cells and quantifying the C isotope content. The project will start off with simple experiments. These will involve the inoculation of a bacterial type to soil, which has the unusual ability to consume a particular chemical, which will also be added to the soil. Experiments will then progress to designs involving quantification of C consumption by both inoculated and native bacteria in set-ups which mimic rhizodeposition and those which contain real bean and wheat plants. When optimized, the new methodology will serve as a platform technology that can be applied broadly to enhance understanding and ask questions regarding the plant-soil system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000251/1","grantId":"BB/F000251/1","fundValue":"355307","fundStart":"2008-01-07","fundEnd":"2012-07-06","funder":"BBSRC","impactText":"","person":"Elizabeth  Shaw","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}