{"id":"3D0DBE0F-D71C-47A0-8918-2A8937BEC14B","title":"Inca ushnus: landscape, site and symbol in the Andes","abstractText":"This project examines how the Inca empire (c. AD 1400 - 1532) met the challenge of appropriating and modifying the Andean landscape to enhance its productive capacity and political power so as to create the largest native state in the Americas. To address the relationship between landscape, site and symbol in the Andes we propose a trans-disciplinary study of a specific kind of Inca architectural construction known as the ushnu. Ushnu is a Quechua term that encompasses the idea of a restricted, sanctified space reserved for use by the Inca king and Incas-by-privilege. This concept found material expression in a hierarchy of forms ranging from conspicuous, stone-faced stepped pyramids and platforms located in the central plazas of regional administrative centres, to smaller constructions placed at prominent visible points in the landscape. When the Inca (or a provincial lord as his representative) stood on this platform with his retinue, he affirmed the supremacy of the Inca state and its divine authority to rule. The platforms were used as public stages to conduct ceremonies announcing the timing of planting and harvest within the agricultural calendar using prestigious objects such as qeros (drinking vessels made in metal, pottery and wood for toasting and libations). They were also used for redistributive rituals enacted as shows of public generosity to bind the people to their rulers and occasionally to make offerings of sets of miniature pottery vessels and metal figurines. Ushnus were therefore invested with profound symbolic significance and served as pragmatic instrument s of administrative control to regulate daily life and assert Inca supremacy over subject populations and resources. As focal elements in Inca political and sacred geography their distribution in the landscape offers a key to understanding how extraordinarily effective the Incas were in asserting control and incorporating new territories into their rapidly expanding empire.\n\nOur goal is to understand the practical and symbolic principles underlying their construction, the rationale for their placement and function within the landscape, the activities that took place on them together with their associated artefact assemblages. The study will focus on the hinterland surrounding Vilcashuaman that once lay at the geographical centre of the Inca Empire in the Peruvian Central Highlands. Here, one of the most impressive and best preserved ushnus on the system of Inca Royal Roads (capac nan) marked the nexus between the main East-West road connecting the capital Cusco with the Pacific coast, and the great South-North highway linking the expanding northern frontier with the Inca heartland. In a 3 year programme (Jan. 2007 - Dec. 2009) to be undertaken in partnership with Peruvian collaborators, we will undertake survey, mapping, soil analysis and excavation of selected ushnus along two stretches of the highway and in the adjacent hinterland. We will assess site locations in relation to site catchment resources such agricultural potential, springs, irrigation, and also to other cultural features including the main arterial highway and tambos (way stations) and storage facilities as well as ancillary roads and paths. Ethnographic work with local communities and ethno-historical research will provide key insights into the ways in which ushnus were and are used and understood. We will be paying particular attention to ushnu view-sheds and inter-site visibility in order to reveal aspects of Inca cognition and relationship to the landscape that lie outside conventional western rules. The fieldwork and laboratory analysis will proceed in parallel with a study of the British Museum's Andean collections and together will contribute to innovative ways of contextualising and understanding the Inca collections, culminating in the new gallery devoted to Andean civilisation and opening in 2009. The outcomes will represent a substantial and original contribution to current theorising and practice in landscape studies within the framework of a non-western cosmology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510361/2","grantId":"AH/E510361/2","fundValue":"160800","fundStart":"2008-11-01","fundEnd":"2010-02-28","funder":"AHRC","impactText":"","person":"Nicholas  Branch","coPersons":["Frank  Meddens","Colin  McEwan","Rob  Kemp","Katie  Willis"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}