{"id":"3D1573CF-7770-432E-ABC0-AF9EBEBC15F6","title":"Perirhinal neuronal activity and recognition memory mechanisms","abstractText":"Recognition memory, being able to judge that something has happened or been encountered previously, is essential to normal everyday life, including both employment and leisure pursuits. When the judgement of prior occurrence is impaired, as for example in the many sufferers from Alzheimer's disease, questions, statements and tasks are inappropriately repeated. Previous work has established that it is possible to study the processes underlying recognition memory in rats, and that these processes involve a specific brain region in the temporal lobe, the perirhinal cortex. The proposed work will determine how neuronal activity in this brain region signals information of importance to recognition memory and how such signalling is changed by highly selective drugs that are known to impair recognition memory. The drugs to be used will block specific types of glutamate receptors: glutamate receptors are essential to the way most neurons communicate with other neurons. Moreover, glutamate receptors are implicated in synaptic plastic processes that change how neurons interconnect and so potentially underlie memory. Their study is therefore critical to understanding how information necessary to recognition memory is processed and stored. The key goals are to determine what is being signalled by different types of perirhinal neurons and hence the different contributions of different types of such neurons to recognition memory, how these signals are changed in different ways by blocking different types of glutamate receptors, and to investigate the relationship of such signal changes to what is known of synaptic plastic processes. The information obtained will advance understanding of the neural basis of recognition memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010350/1","grantId":"BB/E010350/1","fundValue":"396364","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  Information in publications used by other scientific researchers. Pharmaceuticals and Medical Biotechnology ","person":"Malcolm  Brown","coPersons":["Robert  Muller"],"organisation":"University of Bristol","findingsText":" Neuronal responses were recorded in the perirhinal cortex of rats while viewing novel and familiar pictures. Examples of responses were found to visual and auditory/reward stimuli, including responses that changed on stimulus repetition. These latter evidenced information of potential use to recognition memory. Some neurons' responses could be tracked across days. An unexpected result was that responses were only identified when &quot;D visual stimuli were projected and not during spontaneus explorat A research publication of these results is being drafted. Other","dataset":"gtr"}