{"id":"3D17504D-06E6-4EDB-9C10-B56B7494EA16","title":"Tempo of post-glacial volcanism in southern Chile","abstractText":"The only way to understand what volcanoes might do in the future, is to understand how they have behaved in the past. This project focusses on a large area of southern Chile - one of the most volcanically active regions of the world - in order to try and work out how many times the volcanoes of this area have erupted over the past few thousand years. In this part of Chile, historical records of eruptions only go back to about the early 1800's; and even these are unlikely to be complete. So the only way to find out about older eruptions is look for places where ash and pumice from earlier eruptions is stored: and in Chile, this is mainly in lakes. Many of the volcanoes of southern Chile were covered in ice at the time of the last glaciation (about 20,000 years ago). Many of these mountain glaciers fed long tongues of ice which extended onto the plains in front of (or to the west of) these volcanoes; and as the glaciers retreated, they left behind a series of large, naturally dammed lakes. These lakes have been collecting volcanic ash and other sedimentary rocks for the past 18,000 years. Scientists from Belgium have been collecting long cores of mud from these lakes, and have started to use them to read the records of past climate, and past earthquakes, from the stripy layers of mud. The idea of this new project is to collect the layers of volcanic ash from each of these cores. Then we will try and match them to other examples of the same volcanic ash layer which are either found on land (e.g. near the volcanoes; or in road cuttings; or in peat bogs and marshes; or even in some of the remaining glaciers), or in other lake cores. Once we have started to match the layers (using a combination of factors, such as what they look like and what their composition is), then we will be able to put together a time-map for the region of these major eruptions. At the same time, we will date small samples of carbon (charcoal) to get a better idea of when the eruptions happened. When all of the information is put together, we will have a very detailed record of climate, volcanism and earthquakes in southern Chile, from the end of the last glaciation to the present day. The end result will be that we will be able to see exactly how rates of volcanic activity have changed over the past 18,000 years in southern Chile - and this is what we need, to start to think about how volcanic activity might continue into the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013210/1","grantId":"NE/I013210/1","fundValue":"494611","fundStart":"2011-03-01","fundEnd":"2015-10-02","funder":"NERC","impactText":"  This project is ongoing, so outcomes are not yet fully realised. Our work on volcanoes and climate in southern Chile has attracted quite a lot of attention from a variety of media (news, online, TV) and we often receive requests for commentary and information when Chilean volcanoes are in the news. Education,Environment Societal","person":"David  Pyle","coPersons":[],"organisation":"University of Oxford","findingsText":" Over the course of three field seasons and extensive follow-up laboratory work, we have identified a number of new volcanic ash deposits in southern Chile, which are the products of previously-unknown eruptions over the past 15,000 years. We are engaged in follow-up work to correlate these deposits and in order to work out when the eruptions occurred; from which volcanoes, and what their wider consequences may have been. We are sharing the results of our ongoing work with collaborators in the Chilean Geological Survey (SERNAGEOMIN) and the Argentinian Geological Survey, in order to improve our understanding of the rates of volcanic activity in Patagonia, and of the wider impacts of volcanic eruptions on the region. We are also working closely with academic collaborators in Belgium (Ghent) and Chile (Valdivia) to help to piece together the records of volcanic eruptions in southern Chile over the past few centuries, and beyond. Agriculture/ Food and Drink,Communities and Social Services/Policy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}