{"id":"3D19523F-C092-4889-BE55-DF489461E38E","title":"Hydro-social and environmental impacts of sugarcane production on land use and food security","abstractText":"Globally, the area of sugarcane is rising in response to growing demand for bioethanol and increased demand for sugar for domestic consumption due to increased prosperity and socio-economic development. In some countries, these changes in land use are happening through conversion of existing agricultural land used for subsistence; whilst in other areas there has been extensive displacement of native vegetation for new cane cultivation. In both cases, this trend towards large-scale industrial mono-cropping is likely to have major impacts on land-use, agro-ecology, food security and ecosystem services. There are also concerns regarding the impact of climate change on land use and food security with rainfall variability putting increased pressure on yields; it is also likely to create greater uncertainty on the viability of rainfed cane production and thus increase water demand for irrigation.\n\nThe aim of this project is to launch an international programme to foster trans-disciplinary science, networking and community building. The focus will be on understanding the hydro-social and environmental impacts, benefits and trade-offs that arise through the continued expansion of cane production, and its broader consequences global food security. The project will focus on Brazil, India and South Africa, where agriculture is an important cornerstone of the economy, a basis of economic growth and a significant source of livelihood. It is also a sector under pressure to improve resource efficiency and increase resilience to future climate uncertainty.\n\nThe project involves researchers from the UK, the USA, India, Brazil, South Africa and Australia and will encourage a more trans-disciplinary and holistic approach integrating agronomic, climatic, environmental and socio-economic knowledge. The consortium has expertise in agricultural systems, land use modelling, social science, climate impact assessment, rural resource economics, GIS, remote sensing and spatial modeling for decision-making.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005259/1","grantId":"NE/M005259/1","fundValue":"132236","fundStart":"2014-08-26","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"Tim  Hess","coPersons":["Jerry William Knox"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}