{"id":"3D2B2CDA-D7EC-4502-BCF5-7E70B985D968","title":"The structure and rheology of crystal mushes","abstractText":"As molten rock (magma) cools, it crystallizes and a 'crystal mush' forms on the margins of the magma body. The mush contains a mixture of crystals and volcanic liquid. Continued cooling steadily converts the remaining liquid to crystals, and the mush layer grows until the entire body is solid. The way this mush layer responds to stress (its strength, or 'rheology') controls volcanic processes on all scales, from the evolution of large magma chambers under super-volcanoes, to the eruption of magma at mid-ocean ridges, the emplacement of lava flows, and the dynamics and explosivity of hazardous volcanic eruptions. An understanding of mush rheology is therefore vital if we are to understand many volcanic processes. Knowing how mixtures of liquid and particles respond to external stresses is also important to a wide range of problems, including making ice-cream, pouring concrete and understanding the behaviour of mud-flows.\n\nMuch progress has been made in understanding the rheology of magmas with few suspended crystals (&gt;50% liquid) and of rocks containing very little melt (&lt;5% liquid). However, relatively little has been done to investigate the rheology of mushes with approximately 10-50% liquid, and it is difficult to scale up or down from previous studies because the rheology changes strongly. This intermediate case is important because many volcanic processes involve rocks with these intermediate liquid contents. For example, we don't know how important crystal mush compaction is in controlling basalt magma evolution, because of a lack of suitable data on rheology. We propose to address this gap by investigating the bulk rheology of crystal mushes with intermediate liquid contents, by combining experimental results with observations on the structure of natural crystal mushes. \n\nThe rheology of a mush depends on its crystal-scale structure. For example, the size and shape of the particles has an effect on how rigid and strong the mush is. We will therefore focus on quantifying the mush structure, which will also help us to link together natural and experimental results. Firstly we will describe and quantify the microstructure of crystal mushes that we can be sure haven't been deformed, using natural examples of gabbro. Once we know the structure of a typical gabbro mush, we will design simple experiments using low-temperature analogue materials that mimic the gabbro mush. These experiments will show us how the mush structure changes when it is deformed and how various parameters (e.g. grain size, shape and the amount of liquid) affect the mush strength and the way it deforms. We will finally examine natural rocks that have been deformed, in order to calibrate our results and determine the importance of processes such as compaction. In this way we will build a quantitative understanding of rheology during cooling and crystallisation of magma. The results will have broad applicability for other areas of Earth science, and will also be relevant to a range of problems in chemical engineering, food processing and metallurgy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J021210/1","grantId":"NE/J021210/1","fundValue":"10892","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"Alison Claire Rust","coPersons":[],"organisation":"University of Bristol","findingsText":" Bubbles forming as a mafic magma cools and crystallizes can drive the segregation of melt from the mushy (crystal-rich) magma. In this way, bubbles can drive compositional convection.\n\nThe packing (maximum volume fraction) of crystals, depends on their shape and settling conditions. Results may be relevant to ore deposits and volcanic eruption triggers. Other","dataset":"gtr"}