{"id":"3D2B145D-432C-4C77-AC9C-E8A239BBE4EF","title":"Identity and liturgy: radicalization in the Marian exile, 1554-60","abstractText":"The process of radicalization on the basis of religious ideology is a matter of major contemporary concern. There is a growing interest in the construction of identity and in the tension between religious and national allegiances, with faith communities being partially defined by their pattern of worship. These three themes of identity, liturgy and radicalization will structure a specific historical case-study examining how a radical confessional identity was constructed and transmitted during the Reformation period. Such a study has become possible due to the discovery of exciting new manuscript material which casts an entirely new light on events during the reign of Mary Tudor.\\nFrom the sixteenth century, the terms 'Anglican' and 'Puritan' have been employed to characterize different branches of British Protestantism. The initial split between these streams has traditionally been located amongst the British exiles from Mary Tudor's England. This project will investigate the 'proto-Puritan' group during three stages of its existence between 1554 and 1560. It will ask how the group was constructed, how it expressed its identity and how it was radicalized. The group's outlook later became the basis for Puritanism and formed an integral part of Scottish national consciousness. \\nThe results of the research will be disseminated in a variety of forms ranging from specialist articles to web publication of the new evidence and a public lecture accompanying a contemporary art exhibition on sectarianism. It is hoped that general conclusions can be drawn concerning the process of identity formation within faith communities and of the triggers for radicalization of tightly-knit groups with strong religious commitments. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005032/1","grantId":"AH/F005032/1","fundValue":"28096","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Jane Elizabeth Dawson","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}