{"id":"3D347015-8C61-40A8-9FB8-8D582E0C04B0","title":"New Engineering Design Processes through Constructs of Humour","abstractText":"This project aims to reinvigorate early phase concept design by developing new creative engineering design processes through constructs of humour. \n\nHumour is a human faculty and a capacity for its generation and appreciation is detectable in most people. Humour therefore plays an inherent, often positive and unconsciously strategic, role in organisational culture, team dynamics, management and creativity. In humour and organisational studies there is significant support for the deliberate leveraging of positive humour cognitive mechanisms to further enhance creative and social processes. \n\nCreative processes are critical to innovation through engineering design, particularly during early conceptual process phases. When engineering designers and teams engage in idea generation and other creative tasks, a lack of openness to others, engagement with the problem and willingness to take risks can inhibit the quality and volume of concepts produced. 'Brainstorming' is a group problem solving technique that can be applied to nearly any open-ended task. It has become a shorthand for any solution focused group discussion and in many cases does not take place in the open-minded, inventive, fluid atmosphere that is necessary for it to be effective. While other techniques such as morphological charts, TRIZ and the gallery method exist, they are similarly impaired by a lack of participant engagement. \n\nA dominant theory of humour is that it is a process involving the set-up and resolution of 'incongruities'; the recipient feels emotions of surprise and satisfaction resulting in laughter. For engineering design, incongruous humour is a powerful analogy for creative design process explaining how novel, unexpected but appropriate solutions are recognised. One study suggests that a group of experienced comedians were more effective in product design idea generation than trained designers. However, the precise reasons for this are not fully understood, corresponding results have not been sought within real situated design processes, technical or otherwise, and there has been no formal attempt to package humour based processes for effective use in design practice. \n\nUsing prominent arguments in the literature in relation to incongruity, relief and superiority in humour, we have conducted a preliminary study that established the feasibility of incorporating stimuli to enhance concept design sessions Based on this, we have identified three exploratory themes based on aspects of humour with potential for further integration with creative design methods: \n1. Humour to facilitate collaboration. Laughter can help free us from the shackles of day-to-day analytic thinking. This theme will explore the use of humorous material and comedy to generate group cohesion and structure sessions to achieve a positive, non-critical attitude towards the task in hand. \n2. Humour to encourage immersion. Creative thinking benefits from a level of absorption or 'flow' discussed by and others to achieve depths of empathy and insight. This theme will explore the use of improvisational routines ('Yes, and...') and comedic exercises to increase the level of engagement by the group. \n3. Humour to diversify the solution space. Incongruity, or the juxtaposition of dissimilar ideas, is fundamental to many jocular structures. This theme will explore the use of the properties of incongruity to encourage the group to strive for unusual ideas through the use of humorous narratives and unexpected perspectives. \n\nThis project will allow further integration of aspects of humour to enhance engagement, structure and novelty in idea generation; to assess effectiveness through a series of workshops; and to present enhanced guidelines as a basis for new methods and tools to enhance innovative working practices. This would represent a significant step forward in the academic fields of creativity, innovation and design methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N00597X/1","grantId":"EP/N00597X/1","fundValue":"174450","fundStart":"2015-10-12","fundEnd":"2017-04-11","funder":"EPSRC","impactText":"","person":"William  Ion","coPersons":["Marion Cameron Sheridan","Barbara  Simpson","Ross John Robert  Maclachlan","Andrew James Wodehouse"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}