{"id":"3D3CB2C2-4B76-45BA-9472-EF6EAE0347C6","title":"Algorithms for Finding Approximate Nash Equilibria","abstractText":"Game theory is the analysis of how people behave in strategic settings. It has risen to prominence because it can be applied in a wide variety of practical settings. For example, game theory was used in the late 1990s to design auctions for 3G telecommunications, which raised billions of pounds for the UK taxpayer. Game theory has also been used to design patrol routes for airport security, to design strategies for nuclear weapon inspectors, to match junior doctors to their hospital residencies, and to model road congestion. In the commercial world, game theory has found applications ranging from auctions for selling advertising in search engine results to designing the layout of circuits on microchips. \n\nThe Nash equilibrium is the most fundamental concept in game theory. An exact Nash equilibrium of a game predicts how the players of a game should play: in an exact Nash equilibrium, no player should have an incentive to deviate from their current strategy. This research considers algorithms for finding Nash equilibria. In Computer Science, we usually look for algorithms that are guaranteed to run quickly. Unfortunately, it has been shown that fast algorithms for finding exact Nash equilibria are unlikely to exist. \n\nThe fact that exact Nash equilibria are hard to compute poses a significant problem. For practical applications, people often want to find Nash equilibria in very large games, but the existing algorithms for finding exact Nash equilibria will take a prohibitively large amount of time to solve these games. The use of approximate Nash equilibria is one way to address this issue: whereas exact Nash equilibria require that all players have no incentive to deviate from their current strategies, approximate Nash equilibria allow the players to have a small incentive to deviate. Since it can be costly to change strategies, approximate Nash equilibria are often good enough for practical applications, and they can be significantly easier to compute.\n\nIn this research project, we will study algorithms for finding approximate Nash equilibria. Our goal is to study approximation algorithms for bimatrix games, which are a fundamental game model, and potential games, which encompass a wide variety of useful special cases. We will either find efficient approximation algorithms, or formally prove that efficient approximation algorithms are unlikely to exist. \n\nWe will also study algorithms from the payoff-query point of view. In real-world applications, it is unusual to be given a complete description of the game. Instead, we must find out the properties of the game through experimentation, and performing these experiments may be very costly. Payoff query complexity captures this, and algorithms with low payoff query complexity require few experiments before they give their answer. We will study the payoff query complexity of finding approximate Nash equilibria in bimatrix games and potential games, in order to find useful algorithms that can be applied in real-world settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011018/1","grantId":"EP/L011018/1","fundValue":"276828","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Rahul  Savani","coPersons":["Martin  Gairing"],"organisation":"University of Liverpool","findingsText":" Less than 1/3 of the way through - will complete later. NA Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}