{"id":"3D46501B-0C79-47E2-9852-DB55868D64D8","title":"Regulation of ROCK serine/threonine kinases by Rnd proteins","abstractText":"In mammals, cells need to move during development, wound healing and in response to infection. Cell movement is driven by the cytoskeleton, principally by filaments made of actin molecules. Part of cell movement involves contractile forces, which are generated by myosin filaments moving along actin filaments. Similar interactions between myosin and actin filaments generate muscle contraction. The ability of myosin filaments to move along actin filaments is increased by a protein called ROCK-I. Several human diseases could be treated by chemicals that inhibit ROCK-I, including heart disease, Alzheimers' disease and some cancers. We have identified a protein in cells, called RhoE, that binds to and inhibits ROCK-I, and thus reduces the interaction of myosin filaments with actin filaments. We want to understand more about how RhoE inhibits ROCK-I, and predict that this will help in the design of new chemicals to inhibit ROCK-I.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E004083/2","grantId":"BB/E004083/2","fundValue":"225362","fundStart":"2007-04-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"","person":"Anne  Ridley","coPersons":[],"organisation":"King's College London","findingsText":" In mammals, cells need to move during development, wound healing and in response to infection. Cell movement is driven by the cytoskeleton, principally by filaments made of actin molecules. Part of cell movement involves contractile forces, which are generated by myosin filaments moving along actin filaments. Similar interactions between myosin and\nactin filaments generate muscle contraction. The ability of myosin filaments to move along actin filaments is increased by a protein called ROCK1. We have identified a protein in cells, called Rnd3, that is regulated by ROCK1, and reduces the interaction of myosin filaments with actin filaments. We have identified how ROCK1 affects the activity of Rnd3 by changing where it goes inside cells. Inhibitors of ROCK1 and PKC will affect the activity of Rnd3 and hence cell motility, relevant to healthy development and human diseases involving cell migration. Healthcare","dataset":"gtr"}