{"id":"3D4A1B06-1FCF-44FB-85B6-FA9781E003A3","title":"Senescence in mammals with extreme lifespan","abstractText":"We are all familiar with the fact that in old age, we have reduced fertility, mobility and ability to combat disease. However, the question is why is this? One evolutionary theory of aging proposes that because we always have a possibility of dying through accident or disease, genes which benefit us early in life will be beneficial even if the same genes have a negative consequence late in life. Another possibility is that again because of the ever-present probability of accidental death, the power of natural selection to prevent the accumulation of bad mutations will also decrease with age. While these theories are relative easy to study in lab animals, they are notoriously difficult in wild animals because the differences are largely molecular which are difficult to observe. However, studying ageing in wild animals is also difficult because of the problems of following animals throughout life and because as soon as animals begin to senescence, they often die through being eaten, starvation or disease. As a consequence, we know very little about whether animals actually senesce in the wild, the pattern of this senescence and what affects it. There are of course some exceptions, notably some wild bird species as well as mammals such as deer and sheep, the latter two of which have been studied for decades on Scottish islands devoid of predators. In deer in particular, there is now impressive evidence to show that senescence occurs in wild animals and that the rate of senescence is influenced by high levels of reproductive investment early in life. However, deer only live for around 10 years. Consequently, our general understanding of senescence will be improved by studying an animal with a vastly differing lifespan. In this study we propose to study the causes and consequences of senescence in a semi-wild population of Asian elephants in Myanmar (formerly Burma). Myanmar has the largest population of captive elephants in the world because of their use in logging industry. The elephants work during the day and then forage naturally at night-time, coming into regular contact with wild elephants. As a consequence, fertility and mortality rates are close to natural levels. We will: (1) investigate the patterns of senescence in these elephants by determining how mortality and reproductive rates and success change with age; (2) determine how reproductive investment early in life influences mortality rates and reproductive rates and success later in life; (3) determine the effects of ecology and demography on rates of senescence; and (4) determine using hormone analyses whether there is any evidence of menopause in elephants and how hormones might influence rates of senescence. We will not only compare our results with existing evidence in other mammal species (like the deer above) but also with humans. Humans have an unusual life course in that females stop reproducing and then live for several years thereafter. This is not unique in animals, but it is rare, and we do not know why. Studies of senescence in a mammal with a similar lifespan to humans but where the life course is less unusual may help us to understand the evolution of our own uncommon life plan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G007330/1","grantId":"NE/G007330/1","fundValue":"237182","fundStart":"2009-07-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"","person":"V  Lummaa","coPersons":["Andrew Fraser Russell"],"organisation":"University of Sheffield","findingsText":" Understanding the rate at which organisms age is a central problem in biology. While lab studies have revealed much of the underlying molecular basis of senescence, there has been a dearth of studies of wild animals documenting the patterns of senescence and the underlying ecological and evolutionary correlates. In mammals, the few studies conducted have been restricted to species with lifespans of &lt;15yrs, and so little is known about the generality of such findings across species with greater lifespans. The one exception of course is humans, but their unusual life-history makes it unclear how comparable humans are with the other studied species of mammal. Studying a mammal which is comparable to the other species studied so far in terms of life-history but similar to humans in terms of lifespan, the Asian elephant, has allowed us to make generalisations across mammals with vastly differing lifespans as well as to elucidate some of the reasons for the evolution of unusual senescence pattern in humans. The aim of this project was to document the patterns of mortality and reproductive senescence, and identify their underlying correlates, using a large longitudinal dataset of unrivalled quality on life-histories of a semi-captive population of Asian elephants in Myanmar (Burma). We have: (1) documented how survival probability and reproductive rates vary with female age; (2) determined how reproductive investment modifies age-specific mortality and reproductive rates; (3) determined how age-specific rates of mortality and reproduction are modified by ecology and demography; and (4) documented the underlying hormonal associates of reproductive rates and senescence. These results have been of interest to both scientists, policy makers and members of the public. Elephants are an iconic species and of significant conservation importance. They are also one of the few species used by humans in a non-domesticated form, yet very little work has been conducted on the welfare of such non-domesticated animals. Our results on factors affecting stress levels are of interest in this context. The logging elephant population of Myanmar does not meet the demands of the industry, leading to further capture of endangered wild elephants. Our results inform on the factors associated with lower health, survival and fertility rates, and have thus been of interest also to the government that owns the population. Environment","dataset":"gtr"}