{"id":"3D54EFEB-8ECA-4262-B49A-63D5E6E07360","title":"Aggregate Duration Risk","abstractText":"For the past five years, central banks around the world have pushed down interest rates on traditionally safe assets such as Treasury bonds close to the zero boundary in the hope of sparking economic growth. Eventually, interest rates will rise again as heralded in a recent speech by Chairman Bernanke. Sudden changes in interest rates can have sweeping consequences for asset prices. The goal of the proposed research is to study this relationship and to understand how asset prices react to varying yields. In particular, I plan to measure and analyse the quantity of interest rate or duration risk in the economy both theoretically and empirically.\n\nWhile a rise in interest rates has obvious implications for investors in bond markets, it also affects other assets and the overall economy in general. For example, a recent report by the International Monetary Fund cautions that the Fed's monetary policy could cause &quot;excessive interest-rate volatility that could have adverse global implications''. While there seems to be widespread agreement that higher interest rates could have negative consequences for a fragile economy, we have surprisingly little knowledge about (i) how to measure aggregate interest rate risk and (ii) to what extent and through which channels it affects the aggregate economy. For example, the supply and the duration of Treasury securities and corporate debt, the duration of pre-payable mortgages, the duration of commodities, and the correlation between yields and the stock market returns all have significant exposure to interest rate risk and at least part of the time-variation in this quantities can be attribute to fluctuations in interest rate risk.\n\nThe project will first deliver an aggregate proxy of duration risk in the overall economy by studying the effect of interest rates on a whole cross-section of assets. This is a contribution by itself as such a measure currently does not exist. Being able to quantify the amount of duration is tremendously useful not only for investors or institutions aiming at hedging this risk but also for central bank authorities who have to monitor and supervise this risk and take it into account when conducting monetary policy. In other words, this proxy can answer questions of the form: If interest rates increase by 1%, how and how much do prices in stock, bond or commodity markets react? Or: How does a 1% change in interest rates affect the risk premia or the compensation for risk in these markets?\n\nThe data will be available online and kept up-to-date so researchers have access to the relevant data in a timely manner. The research output will be presented at conferences and seminars and submitted for publication in top journals to establish our measures in the academic world.\n\nPart of the research will be undertaken in collaboration with Dr Mueller from LSE, Dr Malkhozov from McGill University and Dr Venter from Copenhagen Business School. We have collaborated in the past and this has already proved very beneficial. Being able to work with researchers outside the UK provides a unique opportunity to maximize the level of impact of the proposed research. \n\nIn summary, research in the field of quantifying interest rate risk is very active at the moment and there is a great interest in this work and I personally know and interact with most of the relevant researchers in the field. Towards the end of the award period I plan to organize in collaboration with the LSE Financial Markets Group a specialized workshop and invite the relevant researchers in the field. This will further help disseminate the research to a broader academic audience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011352/1","grantId":"ES/L011352/1","fundValue":"248462","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Andrea  Vedolin","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}