{"id":"3D564CBE-4224-4349-865B-405632786CDB","title":"The Production and Contexts of the Vernon Manuscript (Oxford, Bodleian Library, MS Eng.poet.a.1).","abstractText":"The Vernon Manuscript, carefully copied and lavishly decorated for pious users around 1390-1400, probably in the English West Midlands, is famous as the largest and arguably the most important anthology of Middle English literature. While some of its c. 400 texts were edited in the nineteenth century, and a few more recently, its sheer size (it weighs 22 kg, and has 700 pages, each written in two or three columns) and conservation concerns mean that it has been little studied as a book. As part of the AHRC-funded Resource Enhancement project to create a Digital Edition of the manuscript, the manuscript has recently been transcribed in its entirety, and every page examined and described in immense detail using high-resolution digital images. The Production and Contexts of the Vernon Manuscript project exploits for the first time this huge corpus of of computer-searchable data in order to address questions concerning the processes by which the manuscript was produced, the relations of the manuscript with contemporary and earlier manuscript books, and its place in the history of book production in later medieval England. The project is interdisciplinary, bringing to bear the knowledge and methodologies of art historians, palaeographers, codicologists, literary scholars, and linguists. Analysis of the data by specialists in these disciplines has been commissioned, and their findings will be used to inform the research carried out during the period of leave. \\n\\nThe most important aims of the research are to unravel the complex of processes involved in making such a book, and to assess the place of this extraordinary volume in manuscript history. The processes that the project aims to describe and sequence include the preparation of the vellum for copying; the copying of texts from exemplars in various dialects by two scribes; the methods and conventions of correction; schemes of layout, rubrication, and titling; the marking up of pages for decoration; the application of borders, miniatures, and decorated initials by several artists; and the organisation of texts and quires into a volume. Other manuscripts copied or decorated by Vernon scribes will be examined to assess how far the Vernon practices are shared. The project also aims to suggest possible models and analogues for such an ambitious and innovative enterprise, and comparison with earlier vernacular (Anglo-Norman) religious compendia will be made in order to assess the manuscript as an experiment in this tradition. \\n\\nAs an extremely detailed study of one of the most important examples, this project also aims to advance knowledge and understanding of book production in late medieval England. The project also aims to contribute to research methodologies and processes in manuscript studies. It aims to develop and model the adaptation of traditional manuscript studies methodologies to the analysis of a large corpus of digitised data, and an interdisciplinary research process that can unravel the complexities of the manuscript production process. \\n\\nThe outcomes will be of relevance to historians of the book, and to scholars of medieval manuscripts, material and visual culture, language and literature, and social and economic history. The project is also of relevance to the large research community associated with the digitisation of medieval European manuscripts of all languages, including manuscripts researchers, curators, and manuscript librarians. The outcomes will also be of use to professionals concerned with the exhibition and interpretation of manuscripts for wider audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002162/1","grantId":"AH/H002162/1","fundValue":"37480","fundStart":"2010-01-11","fundEnd":"2010-05-10","funder":"AHRC","impactText":"  The research has been used to enhance quality of life and creative output. Regional and national audiences have benefited from enhanced perceptions of the linguistic and literary heritage of the West Midlands. Cultural capital has been created by engaging members of the public in the discovery of their linguistic and literary past through their unprecedented access to and understanding of a manuscript written in the dialect of the medieval West Midlands. Increased national interest in the region's cultural heritage has been generated. \n\nThe research has been used by the PI and by media professionals and creatives to enhance West Midlanders' perceptions of regional identity and contributed to the cultural life of the region by engaging widely with audiences through various live and online activities organised in collaboration with libraries, museums, galleries and literary festivals (for details see Engagement Activities). \n\nBy means of these activities the public's awareness of the rich linguistic and literary heritage of the West Midlands has been heightened and West Midlanders' perceptions of their individual and community identities have been enhanced. \n\nJournalists, TV and radio presenters, and a poet have used the research to create programmes, press features and performances to inform and engage non-academic audiences (see Engagement Activities). Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Wendy  Scase","coPersons":[],"organisation":"University of Birmingham","findingsText":" The Vernon Manuscript, carefully copied and lavishly decorated for pious users around 1390-1400, probably for a patron in the English West Midlands, is famous as the largest and arguably the most important anthology of Middle English literature. The aim of carrying out important new research and producing an edited book, The Making of the Vernon Manuscript: The Production and Contexts of Oxford, Bodleian Library, MS Eng.poet.a.1, ed. W. Scase, was achieved. The book contains a preface and twelve essays in three sections on Copying, Editing and Assembly of the manuscript, on Decoration and Illustration, and on Models, Analogues, and Patronage. The book is illustrated by 42 colour plates, 62 monochrome figures, and two tables. There is a comprehensive bibliography and two indexes. The aim was achieved of delivering the complete text and illustrations to the publisher by the end of the award period.\n\nThe research published in these essays sheds light on the processes by which the manuscript was produced, the relations of the manuscript with contemporary and earlier manuscript books, and its place in the history of book production in later medieval England. \n\nThe research identifies for the first time models for the Vernon manuscript and suggests how the makers of the manuscript had access to these models and why they used them. The volume also proposes a thesis concerning the patronage of the manuscript and a scenario for its production. \n\nThe research sheds light on many of the problems in book production including patronage of vernacular religious volumes; the training of scribes; the inter-relation of production processes and the craftspeople involved; the provenance of the scribes and decorators; and the kinds of use of the book envisaged by some of those involved in its production. \n\nThe project developed a new model for research in manuscript studies. It deployed methodologies from different disciplines within an interdisciplinary research process, integrating palaeography, codicology, art history, historical linguistics, textual criticism, and cultural and book history. For example one of the essays in the volume models for the first time the application of linguistic profiling to the large decorated letters painted by the decorators. By contributing extensively to knowledge of the largest and most important Middle English manuscript from various disciplinary perspectives, the research has considerable significance for researchers, students, and scholars in the fields of medieval book history, medieval English literature, the history of the English language, medieval art history, late medieval society and religion, and medieval iconography. \n\nThe research has been used by journalists, radio and television presenters, and a performance poet to inform non-academic audiences about the West Midlands region (see Engagement Activities). \n\nThe research has also been used by the Bodleian Library in a virtual exhibition which gives wider access to and understanding of the Vernon manuscript (see Engagement Activities). \n\nLiterary Festival Organisers have programmed talks on the research, aimed at wider audiences (see Engagement Activities).\n\nA series of six engagement events organised in collaboration with five regional cultural organisations used the research to create opportunities for the public to access, engage with, and reflect on the linguistic and literary history of the West Midlands (see Engagement Activities) and to contribute their own knowledge and experience. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}