{"id":"3D74C63B-E591-4715-8588-27DE88A83BA2","title":"Phosphoinositide cycle in Drosophila","abstractText":"Photoreceptors transduce light into electrical signals by a series of biochemical steps, each involving specific protein molecules (e.g. visual pigments and enzymes). The end result of this &quot;phototransduction cascade&quot; is the activation of proteins known as &quot;ion channels&quot;, in the lipid membrane surrounding the cell. Once activated, ion channels open to allow charged ions, such as sodium and calcium, into the cell, thereby generating electrical signals for transmission to the brain. Phototransduction can be particularly well studied in the fruitfly Drosophila because of the ease with which we can manipulate specific genes (and hence proteins) and because we can record the activity from their photoreceptors with a range of high precision techniques. The molecules involved are not unique to fly photoreceptors and closely related molecules are found in cells throughout our own bodies. One such molecule is the so-called TRP channel. In flies, this is the channel activated during phototransduction; in mammals, TRP channels are essential for a wide range of vital processes such as hormonal responses, regulation of blood pressure, taste, smell, and sensations of pain, hot and cold. \n\nThe particular cascade used by the fly photoreceptor to activate the TRP channels is called the phospho-inositide (PI) cycle. This is one of the most widely used biochemical cascades in living cells. In humans it is found in almost every cell in the body and is responsible for a wide range and hormonal responses, such as those involved in regulating blood pressure as well as in communication between neurons in the brain and various senses, such as taste. Activation of this cascade involves the breakdown of an important lipid molecule found in all cell membranes known as PIP2. To maintain operation it is essential that PIP2 is continually resynthesised. This takes place via a complex cycle involving multiple steps and at least 5 distinct intermediates. If any of these steps is compromised, not only does the cascade cease working, but the cells affected can die or become cancerous. In order to study this cycle in living cells, researchers have developed fluorescently labelled molecules which bind to each intermediate which can then be viewed with special microscopes. Normally such experiments are performed under artificial conditions in cultured cells which may differ in their behaviour to cells in living tissue.\n \nIn our research we will use genetic techniques to express a range of such fluorescently labelled sensors in fly photoreceptors. By exploiting some unique optical features of the fly's eye this will enable us to image and measure their fluorescence in the completely intact living animal. This will allow us to follow the fate of the various intermediates in response to physiological stimulation, which in the eye can be precisely controlled by light. Additionally by making mutations in candidate genes, we will also be able to identify the genes responsible for regulating each step of the PI cycle. This approach will allow us to build up a comprehensive and quantitative picture of the functioning of this important and ubiquitous biochemical cycle in the intact animal. The knowledge we gain from these studies will not only further our understanding of how photoreceptors see but, because the basic underlying biochemical mechanisms are so widely found, will provide new insight into many other, often clinically important processes in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M007006/1","grantId":"BB/M007006/1","fundValue":"617050","fundStart":"2015-05-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"Roger Clayton Hardie","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}