{"id":"3D7ADF75-DC2F-40BE-933D-2C6207D28673","title":"A novel immunomodulatory function for E3/49K the first secreted adenovirus protein","abstractText":"Human adenoviruses cause acute and persistent infections of the respiratory- and gastrointestinal tract, and the eye. On the other hand, adenoviruses are also used therapeutically as vectors for gene- and cancer therapy. We are interested in the different strategies adenoviruses use to evade the host immune system and cause persistent infections and differential disease. By investigating the molecular interactions between adenovirus E3 proteins and immunologically important host molecules we previously demonstrated that E3 proteins exhibit a variety of immunomodulatory functions that facilitate immune evasion. Thus far, only E3 proteins from two Ads (both from subgroup C) of the 51 human Ads have been functionally characterized. Here, we focus on E3/49K, an E3 protein unique to Ads of the largest subgroup D. Our previous studies together with the new data presented below identify E3/49K as the first secreted E3 protein, and suggest a novel, fundamentally different immunomodulatory E3 activity that is not directed to infected cells, as expected, but rather to uninfected lymphocytes. Our major aim is to characterize the E3/49K function and identify its cellular target molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D002877/1","grantId":"BB/D002877/1","fundValue":"253190","fundStart":"2006-01-03","fundEnd":"2009-10-02","funder":"BBSRC","impactText":"","person":"Hans-Gerhard  Burgert","coPersons":[],"organisation":"University of Warwick","findingsText":" A novel, species D-specific adenovirus E3 protein is secreted and binds to all leukocytes by targeting the protein phosphatase CD45\n\n \n\nAdenoviruses cause acute and persistent infections. To allow a successful interaction with the host human adenoviruses (Ads) encode immunomodulatory proteins in the E3 region. To date, only common immune evasion functions of species C E3 proteins have been described. As the the size and composition of the E3 region differs considerably between Ad species, it is likely that distinct sets of immunomodulatory E3 proteins may contribute to their disease pattern. Here we have discovered the first immunomodulatory activity of a species D-specific E3 protein, E3/49K. Unlike all other E3 proteins that act on infected cells, E3/49K targets uninfected cells. Initially synthesized as a type I transmembrane protein it is subsequently cleaved with the large ectodomain (sec49K) being secreted. We show that purified sec49K binds specifically to lymphoid cell lines and all primary leukocytes. Consistent with this binding profile and the molecular mass the sec49K receptor was identified as the protein tyrosine phosphatase CD45. Further studies showed that sec49K can suppress NK cell-mediated lysis and modulate T cell signaling. Thus, we have discovered the first secreted adenovirus protein and describe for the first time immunomodulatory activities of a species-specific E3 protein. As this protein is made by an Adenovirus that causes a rather severe eye disease it is possible that sec49K is involved in its pathogenesis. Provided that the studied protein is indeed involved in the pathogenesis of epidemic keratokonjunctivitis it may be possible to develop a treatment option based on a better understanding of the mechanism. As the protein modulates and seems to suppress some immune responses of lymphocytes it may be possible in the future to develop this more generally as an immunosuppressive drug. Having identified now the lymphocyte receptor for this viral immune modulatory protein much more detailed experiments can be proposed to elucidate precisely the mechanism of action. A better production of the recombinant protein may also allow in vivo experiments to further our understanding on the effect on the immune system. Thus, upon publication the stage is set for another grant application addressing both basic and applied research questions. Healthcare,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}