{"id":"3D872580-5199-41A4-80F5-957E446E82CF","title":"Dissecting the nitrogen regulation system of streptomycetes","abstractText":"Streptomycetes are harmless soil bacteria that are the primary source of the vast majority of antibiotics that we use to cure infectious disease, as well as providing us with numerous other medicines that are used, for example, to treat cancer and to help organ transplant patients. Most of these compounds are called secondary metabolites, in that their synthesis is dispensable and often occurs late in the growth cycle. Amongst the bacteria, streptomycetes are also relatively unusual in that they have a complex life cycle during which they undergo a number of changes in cell shape and form leading to the production of a chain of robust spores that are dispersed and then germinate to repeat the cycle. Both the production of antibiotics and the differentiation process occur only under certain conditions, one of which is a limitation on the availability of nitrogen sources. In many bacteria the complex control processes that allow the cell to determine whether it is short of nitrogen are well understood, but up until now we have not determined exactly how this process works in streptomycetes. We plan to use a combination of our knowledge of how this process of 'nitrogen control' works in other bacteria, together with recent information on all the genes that are present in streptomycetes, to begin to dissect the sensors and switches that make up the nitrogen control system in these economically important bacteria. If we can achieve this, it will provide important information that will allow us to manipulate these bacteria to control when they begin to synthesise important compounds such as antibiotics, and the amounts produced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018226/1","grantId":"BB/D018226/1","fundValue":"542112","fundStart":"2006-10-09","fundEnd":"2009-10-08","funder":"BBSRC","impactText":"","person":"Mike  Merrick","coPersons":["Mervyn  Bibb"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}