{"id":"3D8818B7-28F5-4B21-941A-36CCC44D1802","title":"Linking agriculture and land use change to pollinator populations","abstractText":"There is growing evidence that both domestic honeybees and wild pollinators are in decline in Britain, as are the wildflowers that they both use for food. We expect these declines are linked, but there is little evidence to demonstrate what the links are, and what can be done to halt or reverse them. Among the most likely explanations for these declines are changes in the way the British landscape is managed: loss of natural habitats and increasingly intensive agricultural practices. We will test for links between such land use changes and the condition of British pollinator populations. One aspect of our work involves examining how pollinator populations and land use have changed over time, to test whether pollinator losses are correlated with landscape changes. This is made difficult because there is no national monitoring programme for pollinators, and so we only have scattered information about pollinator changes. To overcome this problem, we will take two contrasting approaches: (1) comparing how land use has changed in areas where we know pollinator populations either have declined markedly or have not done so, and (2) repeating historical surveys of pollinators in sites chosen to have undergone different amounts of subsequent land use change. A second focus of our work will be on how current land uses link to current honeybee, wild pollinator and wildflower populations. To do so, we need to survey pollinators and wildflowers in sites with very different sets of conditions in a carefully controlled manner. First we will use existing datasets to estimate likely flower densities in different habitats and regions, as well as the distribution of habitat types (and changes in them), various aspects agricultural management (including pesticide usage), and the density of domestic honeybee colonies. We will then choose a set of 96 sites in six clusters across Britain, with sites chosen to represent a wide range of flower resources, different natural and agricultural habitats, different levels of pesticide use, and different numbers of domestic honeybee hives. We will survey wildflower and pollinator populations at these sites, observe how well flowers are pollinated, and test how well honeybees and one wild bee species perform when placed at the different sites. This will be the largest scale survey of flower resources and pollinator communities ever performed. We will then examine how well pollinator populations can be predicted from flower densities, and how both are affected by various aspects of land use and agricultural management. The final aspect of our work will be to apply these findings to make recommendations as to how both domestic honeybees and wild pollinators can best be protected. This will build off of the results of the previous sections, which will provide links between specific land management options and pollinator stocks. Such findings could be of use to farmers, beekeepers, conservationists and policy makers, and so we will involve all four of these communities in the project, involving representatives of each on a project Steering Committee. We will hold workshops both at the beginning of the project (to get ideas for additional issues to study) and at the end of the project (to discuss our findings and their policy implications). We will edit fact-sheets and briefing papers for these different communities, and distribute them in specialist magazines and through a project web site. We will also make information available on a public website, including teaching materials and other resources about pollinator declines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000364/1","grantId":"BB/I000364/1","fundValue":"384318","fundStart":"2011-05-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"  The project has served as a demonstration that national-scale standardised pollinator monitoring can be performed on a finite monetary and staffing budget. As such, the protocols we developed and used are serving as a core component of the Defra-funded National Pollinator and Pollination Monitoring Scheme, being developed at present. Agriculture, Food and Drink,Environment Policy & public services","person":"William Edward Kunin","coPersons":["Andrew  Bulpitt","Steve  Compton"],"organisation":"University of Leeds","findingsText":" We have resurveyed twenty sites with good historical pollinator records, and have documented significant declines in pollinator diversity in 3/4 of them. We have shown that changes in landuse in and around these sites is correlated with pollinator diversity shifts.\n\nWe have measured nectar and pollen production for 176 of the commonest British insect-pollinated plant species, allowing floral resources to be quantified at landscape scale for the first time. This aspect of the project's findings have allowed us for the first time to assess national scale shifts in nectar production over recent decades. These results are currently being revised for invited resubmission to Nature.\n\nWe have surveyed wild pollinator populations and pollination services in 96 sites across Britain, chosen based on national datasets to differ in four putative drivers of wild pollinator declines: habitat diversity, floral resources, pesticide pressure and domestic honeybee density. These estimates were ground-truthed in field surveys, showing reasonably good predictive power for most variables, suggesting that similar approaches may be applicable elsewhere. \n\nThe data analyses of effects on pollinators are still on-going, but results suggest strong geographical, environmental, and land-management correlates. The best fitting models suggest very different levels of impacts of the 4 drivers considered, and indeed contrasting effects on different pollinator groups (bees vs. hoverflies). However, it would be premature to detail the findings before publication. Initial results of our project have fed into the process of drafting a National Pollinator Strategy document.\nOur field surveys are being used by a current Defra-funded project as a model for a National Pollinator and Pollination Monitoring Programme.\nResults of our field surveys and floral resource estimates have been used by Natural England in the process of designing agri-environmental management options post CAP-reform.\nOur floral resource assay results have the potential to assist the design of gardens and wildflower plantings for pollinator conservation in both urban and rural settings. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}