{"id":"3DA25205-6D96-4D8B-AA13-901CCDFE38E3","title":"Records of Early English Drama, Middlesex/Westminster: Eight Theatres north of the Thames","abstractText":"The Problem\\nThe records of early drama in London are numerous and widespread, but often appear in documents where one would not think of looking for them. Consequently many have never been identified, and those which were known about have often only a fragmentary cultural, historical, or even physical context to permit proper interpretation. Spread across archives and institutions, they have been available for scholarly use only in a piece-meal and labour-intensive way, and have not been brought together to provide a public resource. Over the centuries many of these records (some of which have since been lost) were transcribed and printed but, as with the original records, these transcriptions are also widely spread, appear in unpredictable places, and are hard to access both for scholars and the many professional, educational, and general interest or commercial groups to whom London's early theatres matter. \\n\\nThe Solution\\nThis project addresses the huge task of managing this informational problem. By concentrating on an identifiable group of theatres, it seeks to produce measurable and valuable results for the widest number of users within a reasonable time-frame (3 years). In brief, it seeks to produce (1) a systematic and complete edition of all pre-1642 manuscript and printed records of performance relating to the eight early Middlesex/Westminster theatres north of the Thames, and also (2) to make a bibliography of subsequent transcriptions of the records of these theatres widely and freely accessible by putting them into a searchable web database form. The theatres in question are the Red Lion (1567), the Theatre (1576), the Curtain (1577), the Fortune (1600), the Red Bull (1604), the Boar's Head (1602), the Phoenix or Cockpit (1616), and Salisbury Court (1629), all of which were situated outside the city of London's walls. 1642 was the year in which these theatres were closed by zealous London protestants. The edited original records will form part of the published London volumes in the Records of Early English Drama series. The bibliography, currently being developed though not in web form, is known as the London Theatres Bibliography and will, through this bid for IT development, become a publicly accessible and free resource.\\n\\nAdvantages\\nThe advantage of combining the editing and IT projects are as follows (1) the primary research on the bibliography will support the editor of the records in locating likely sources, editing and annotating them, and it may even provide some entries for the edition, where a post-1642 transcription is the only extant record of pre-1642 activity (2) while the edition concentrates on records of performance in the theatres (drama, secular music, and ceremony), the web bibliography will substantially extend this range by including later transcriptions in assessed, annotated and digest form of pre-1642 records which go beyond performance, e.g., royal accounts or purely biographical records (3) most importantly, the bibliography provides the critical after-life of the pre-1642 theatres, giving the primary records a historical dimension which will make interpretation of them more sophisticated and culturally informed.\\n\\nUsers will have thus have access to the original data on a major group of London's theatres. They will receive it consistently presented in a scholarly form, and will enjoy the kind of electronic access to its subsequent traditions that the diverse groups of twenty-first century stake-holders expect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E007376/1","grantId":"AH/E007376/1","fundValue":"396881","fundStart":"2007-10-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"John Johnston McGavin","coPersons":["John Douglas Bradley"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}