{"id":"3DA2C6D2-1CB4-419D-B3BB-B8E7F2D3EEFC","title":"Consolidated Solar and Astrophysics Research at UCLan","abstractText":"This consolidated grant proposal brings together research within the Jeremiah Horrocks Institute (JHI) of the University of Central Lancashire (UCLan) in the key research areas of solar physics, stellar astrophysics, Galactic astrophysics, and extra-Galactic astrophysics. In all of these areas, we will be addressing key science questions at the cutting edge of astrophysical research. Some examples of these are given here.\n\nIn the area of solar physics we will look at issues such as including accurate modelling in our understanding of the interface between the solar corona, photosphere and chromosphere, in order to provide quantitative insight into the solar coronal heating problem. We will simulate the motions of solar energetic particles (SEPs) in the heliosphere in order to study SEP transport from the Sun to the Earth. This will link into a study of the relation between solar eruptive events and SEP transport, which in turn will allow us to make more accurate predictions of space weather effects on the Earth. We will also study the rotation of sunspots and understand what causes them to rotate, in order to discover to what extent rotating flares and sunspots lead to solar eruptions. In another study we will discover what effect planets in our solar system have in shaping the zodiacal cloud.\n\nIn the area of stellar astrophysics, we will solve some of the currently unanswered key questions in star formation, particularly those surrounding the formation, structure and evolution of prestellar cores. This is important, because there is believed to be a link between the core mass function and the stellar Initial Mass Function (IMF). It is planned that this will lead us to a true physical understanding of the origin of the IMF itself. As part of this study we will look at the roles of turbulence and magnetic fields in star formation. We will also study the evolution of discs around protostars and the effects of binarity on planet formation, and model the migration of giant planets in discs around protostars to see how this is affected by stellar luminosity and the properties of the disc. We will also use Kepler data to explore and understand internal angular momentum transport in hydrogen-burning, main-sequence stars.\n\nIn the areas of Galactic and extra-Galactic astrophysics we plan to measure the ages and abundance patterns of stellar populations in galaxies, to understand when and where the stars formed. We will model physical processes in star-forming systems within the disc of a galaxy in order to develop quantitative predictions for stellar migration in the Milky Way disc. One of the overall goals in this area is to infer the mass assembly of the Milky Way, and hence to understand the formation and evolution of the Milky Way as a whole. In external galaxies we will develop recollimation shock simulations in extra-galactic jets to include additional physics and realistic conditions, in order to better understand these highly energetic phenomena. We will resolve the FeII problem in quasars, and finally we will study ultra-large quasar groups that apparently exceed the homogeneity scale limit, to begin to understand the Universe on its largest scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000877/1","grantId":"ST/M000877/1","fundValue":"832106","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Derek  Ward-Thompson","coPersons":["Dimitris  Stamatellos","Victor P. Debattista","Donald Wayne Kurtz"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}