{"id":"3DABCED7-D91B-4AEF-8D57-2EA2B49F7F7D","title":"Small molecule control of Wnt signal transduction","abstractText":"Studying the functions of specific proteins by inactivation within an intact animal presents several challenges. Genetic deletion, or 'knockout,' technology completely eliminates a protein, but since the protein may have roles in different tissues or at different stages of development, a knockout mouse may not survive to the desired stage of maturity. Drug-based approaches are attractive alternatives because small molecules can be used to inhibit protein function in a genetically normal animal, they can be administered and removed at specific times and are thus reversible, and they often provide attractive lead compounds for drug development. However, small molecules present their own challenges. Is there a small molecule that targets the protein of interest? Can it be delivered to a live animal? Most importantly, can off-target effects of the small molecule be minimized? To study the function of signaling proteins in development we are combining the advantages of gene targeting and small molecules, using a novel approach called inducible stabilization in which a non-toxic drug regulates the stability of any specific protein of interest. As an embryo develops and grows, each cell must be precisely coordinated with its neighbors in order for the animal to be properly patterned. These cells must be communicating with surrounding tissues and making cell fate decisions at all times. How do cells know which stimuli to respond to and which stimuli to ignore? A more thorough understanding of what key signaling molecules are doing in specific types of cells will give us a better understanding of how an animal is built, as well as what happens when development goes awry. My work aims to address these questions by adapting novel chemical tools to help us better understand embryonic development. A major problem when studying developmental processes is that these processes occur over time. For example, first the embryo makes neural precursors, then it allocates some of these cells to become different types of neural tissue. Meanwhile, because the embryo is growing and changing in shape, all these tissues need to develop and be moved to the right place at the right time. Somehow the cells can sense an 'architectural plan' and coordinate to make brains in the head and motor neurons precisely where the limbs are developing. Specifically, this work will focus on making new tools to study beta-catenin, a molecule that is important in development and in diseases such as cancer. Because of the importance of this molecule, we are using it as a 'test case' for these new technologies. In this way, our 'test case' will teach us a great deal about these new methods and will also likely be generally useful for future biological studies. A second aim makes use of our existing drug-dependent allele of glycogen synthase kinase-3 (GSK-3) to study neural crest migration. This protein is also an important regulator of development and disease. We have previously shown, using similar methods, that GSK-3 is necessary during a critical period in palate development. Using these mice, we found that adding back this protein during mid-gestation was sufficient to rescue cleft palate in mutant mice. We hope to use these kinds of approaches to understand the timing and amounts of gene activity required in different developmental processes. Taken together, this project will provide important new chemical biology tools for the research community as well as gaining insight into molecular mechanisms underlying neural crest migration. A better understanding of neural crest migration will likely help us better understand human development and diseases processes such as cancer metastasis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021922/1","grantId":"BB/I021922/1","fundValue":"376324","fundStart":"2012-05-04","fundEnd":"2015-05-03","funder":"BBSRC","impactText":"  Because of the pivotal roles of Wnt/b-catenin signalling in biological processes including embryonic development, diabetes, neurodegeneration, cancer and stem cell differentiation, this project has impact on a number of areas of basic biology. Beta-catenin is already a very interesting therapeutic target in human disease; however, designing drugs that target beta-catenin activity is challenging. Thus, understanding and controlling beta-catenin function is informative and medically relevant.\n\n\nOur work is likely to have great impact for society:\nThese benefits are indirect; however, by increasing the tools available to biological scientists, we will accelerate our understanding of human development and disease. For example, our tools will be immediately available for use in studying important disease processes such as metastasis, diabetes or neurodegeneration. Therefore, these studies will have long term global health and economic impacts.  ","person":"Karen Jasmine Liu","coPersons":[],"organisation":"King's College London","findingsText":" In this grant, we are development methods for controlling the amount of active protein in biological systems. To do this, we are using drug-depending domains which can provide rapid, reversible and specific control of proteins. These reagents will be generally useful for the biological community and will complement current pharmacological and genetic loss-and gain-of-function approaches. Our biological system of interest is in migration of neural crest cells, which are a good model of multipotent, metastatic cells. Therefore, the tools built in this proposal should be useful for researchers in other fields (signal transduction, development) as well as those working on cell motility and tumorigenesis. Our reagents are broadly applicable to many biological systems. We are focused on the proteins GSK-3 and b-catenin. Both of these proteins have diverse functions and our tools and data generated will be useful for researchers in varied fields, ranging from wound healing, mobilization of stem cells, cancer metastasis and normal development. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}