{"id":"3DB31C9B-5597-424B-B2A4-508CDE23ABA5","title":"Atomistic Scale Study of Radiation Effects in ABO3 Perovskites","abstractText":"Summary\nThe development of nuclear power is at an important juncture, with two competing but in many ways complementary technologies: fusion and fission. However, while the nuclear methodology is different the engineering challenge is the same, that is, the need to remove the generated heat while structures are subject to high levels of radiation damage and residual nuclear products. In particular, radiation damage effects and gas bubble formation are problematic issues for the development of both fusion and GenIV fission reactors. For example in a GenIV fission core, the Xe and Kr gas comes from fission of the fissile nuclei, that is, Pu and U, while in a fusion core He is formed within the D-T plasma. This proposal aims to address these issues using tunable perovskites, as model materials, and focusing on the following issues:\n\n1. Crystalline to amorphous transformation mechanisms in tunable ceramics instigated using non-radioactive ion beams.\n2. Bubble nucleation at micro-structural traps in predominantly fission reactor materials, e.g. oxide based fuels, and ODS materials, but which can be formed by He implantation from fusion plasma He nucleation, and damage in materials for use in fusion cores, such as YBCO superconductors suggested as magnetic containment in for example, ITER and DEMO.\n\nThe research will be undertaken using the approach of experimental and simulation techniques combined holistically. The experimental study will utilise in-situ and bulk irradiation, primarily in combination with advanced electron microscopy and atom probe tomography. The complementary simulation programme will be based on irradiated materials, but focusing on recovery mechanisms, bubble evolution, and validation of current models. \n\nThe outcomes of the research will be used in the development of new materials for use as both fuels, for example Inert Matrix, or as magnetic containment devices in ITER/DEMO. The information from this research can also be utilised in other non-standard reactor technologies such as the travelling wave designs.\n\nThe information derived will also help the design of future waste forms for Pu/U, specifically into new phases capable of tolerating the effects of radiation damage, and He bubble formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029770/1","grantId":"EP/K029770/1","fundValue":"960559","fundStart":"2014-04-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Paul Alexander Bagot","coPersons":["Neil Philip Young"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}