{"id":"3DB4B6CF-8863-4AB5-9E38-69270533C739","title":"New combinatorial perspectives on the abelian sandpile model","abstractText":"The abelian sandpile model is a dynamical system that appeared in the late eighties as the vehicle to showcase the concept of self-organised criticality. Roughly speaking, this concept of self-organised criticality means that a system evolves towards critical states that, when nudged, topple and cause avalanches of all distances and time scales to happen throughout.\n\nThe prototypical sandpile model is on the planar grid but the preferred mathematical setting is on a graph. At the heart of this model are its toppling dynamics: if a sandpile grows too high then the pile topples and does so by donating grains of sand to its neighbouring piles. These neighbouring piles may themselves topple, and the process continues until the system reaches some stable state.\n\nAlthough it has been shown to be a poor model for modelling general sandpiles, it has been shown to be a good model for many other and more important things. Examples are plentiful and include forest fires, social media, and even dose response analysis in toxicology. The model also explains the cascading effects that have been observed in these systems. Many rich results emerged when mathematicians began to study the sandpile model on abstract graphs and these studies have also provided links to many other parts of mathematics.\n\nVery recently, the author conducted an in-depth study of the sandpile model on the complete bipartite graph, unearthing new and surprising results. One such result is that recurrent states (similar to critical states) can be uniquely represented as staircase polyominoes, geometric objects that are like dominoes with many cells but which are enclosed between two staircase shapes. This observation led to a new link between polynomials defined on these polyominoes and the subject of diagonal harmonic polynomials in algebraic combinatorics, one of the more fertile hunting grounds for algebraic combinatorialists in the last decade.\n\nOur proposal is to follow the success of this by applying the analysis to more general classes of graphs that are regular or recursive in some way. The purpose is to perform a classification of recurrent states of the sandpile model on these graphs and determine what other combinatorial objects they are linked to. Further to this we will turn the initial work on its head to build a new tool in bijective combinatorics that will relate tilings of general lattices to recurrent states of the sandpile model. This will provide new insights into the theory of lattice tilings, and also unsolved problems in this broad area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015874/1","grantId":"EP/M015874/1","fundValue":"283426","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Mark  Dukes","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}