{"id":"3DBC7003-2705-49C4-B62A-6DA948677EC2","title":"Smc5/6 and replication fork stability","abstractText":"The accurate inheritance of the genetic material (DNA) is key to the survival of all organisms. DNA has to be copied (replicated) before cells divide but obstacles such as damaged DNA bases and DNA-proteins complexes can lead to replication stalling and breaking down. Cells have developed a range of mechanisms to remove such obstacles and if the DNA damage cannot be removed it can be bypassed either during or immediately after DNA copying by a range of mechanisms. This is important for survival but can be at the expense of an increased error rate leading to mutations and an increase in genome rearrangements. Since such changes can lead to cancer it is vital that copying is coordinated with repair and restarts correctly after stalling.\n\nThe Smc6 protein is essential for cell survival in all organisms from yeast to humans. Our work in yeast suggests that Smc6 has an important role in coordinating the repair of DNA damage with the copying of the DNA which must be accurate so that each new cell contains identical genetic material. When Smc6 is not fully functional cells use inappropriate processes to repair or tolerate the DNA damage and this leads to an increase in copying errors, which can result in changes to the genome and sometimes to cell death. \n\nWe want to understand how Smc6 acts to protect us from the deleterious effects of DNA damage during DNA copying because this has implications for the development of cancer and aging in the general population. Because yeast cells repair and copy their DNA in a similar way to human cells, and because yeast is easy and cheap to manipulate, we can use yeast to study how the Smc6 protein associates with the DNA copying apparatus and the DNA itself, and establish if and how it coordinates the activity of other factors to ensure copying restarts correctly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901011","grantId":"G0901011","fundValue":"504889","fundStart":"2010-06-10","fundEnd":"2013-06-09","funder":"MRC","impactText":"","person":"Johanne  Murray","coPersons":["Alan Robert Lehmann"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}