{"id":"3DBD0EC0-865B-4982-B0C9-28A6128FC07A","title":"PRiME: Power-efficient, Reliable, Many-core Embedded systems","abstractText":"The microprocessor is one of the most significant scientific inventions of the 20th century, with over 10 billion processors sold in 2011, and forecasts predict over 40 billion processors will be sold by 2020. The global market is worth over 20 billion euro with annual growth rates of 14%. Microprocessors and computing systems have tremendous positive impact on everyday life, from the internet to consumer electronics, transportation, healthcare and manufacturing. In the future, embedded computing systems - many of which will be low-power mobile devices - will be amongst the most powerful tools for tackling global economic and societal challenges. Continuing advances in microprocessor and embedded system design are the key to achieving this. Computing systems, however, are facing a once-in-a-generation technical challenge: the relentless increase in processor speed to improve performance of the past 50 years has come to an end. As a result, computing systems are being forced to switch from a focus on performance-centric serial computation to energy-efficient parallel computation. This switch is driven by the higher energy-efficiency of using many slower parallel processor cores instead of a single high-speed one. This switch has attracted worldwide attention and the term &quot;multi-core&quot;, and subsequently &quot;many-core&quot; came into widespread use to generally describe the vision of computing systems with 100s of processor cores. Today this is one of the most dynamic areas of computer science and electronics because of its huge potential commercial and academic impact. We already see processors with many-cores in high performance and cloud computing, examples are the Cisco 188-core Metro, Intel 80-core Terascale, and IBM 64-core Cyclops chips. While mobile and embedded devices are starting to emerge with dual- and quad-cores, such as the ARM Cortex-A7, these are only embryonic examples and we are yet to see the future of high performance mobile and embedded systems featuring many-core processors. The ability of these systems to compute, communicate, and respond to the real-world will transform how we work, do business, shop, travel, and care for ourselves, ultimately transforming our daily lives and shaping the emergence of a new digital society for the 21st century. We envisage the tremendous prospect of entirely new forms of high-performance embedded systems to complement, enhance and in some cases supersede existing systems in a wide range of applications such as telecommunications, consumer electronics, transport and medical systems, where energy and reliability are central.\n\nMany-core technology has been viewed as a way to improve performance at the processor level, but its profound implications on the energy efficiency and reliability of future embedded systems with 100s or 1000s of cores has not been studied in depth. Our vision is to enable the sustainability of many-core scaling by preventing the uncontrolled increase in energy consumption and unreliability through a step change in holistic design methods and cross-layer system optimisation. Delivering this science is the core research objective of PRiME. In more detail, it seeks to establish the new science and engineering that is needed to design future high-performance, energy-efficient and reliable embedded systems with many-core processors. To this end, it brings together four groups with world-leading expertise in the complementary areas of low-power, highly-parallel, reconfigurable and dependable computing and verified software design. Four internationally renowned experts will also contribute to PRiME as Visiting Researchers: J. Henkel, Karlsruhe Uni., embedded systems, V. Betz, Uni. Toronto, FPGA/CAD, M. Kaaniche, LASS-CNRS, dependability, and T. Roscoe, ETH-Zurich, operating systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034448/1","grantId":"EP/K034448/1","fundValue":"5644640","fundStart":"2013-05-13","fundEnd":"2018-05-12","funder":"EPSRC","impactText":"  It is too early within the project to report findings and impact. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology ","person":"Bashir M.  Al-Hashimi","coPersons":["James David Garside","Peter Y K  Cheung","Stephen  Furber","Alexander  Romanovsky","Geoff  Merrett","George Anthony Constantinides","Alexandre  Yakovlev","Michael  Butler"],"organisation":"University of Southampton","findingsText":" It is too early within the project to report findings and impact.\nPlease see Publications list for output. It is too early within the project to report findings and impact.\nPlease see Publications list for output. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}