{"id":"3DC1F4C6-699E-4C11-9E75-34B5A9E80363","title":"Calcium and lipid signalling in Drosophila photoreceptors","abstractText":"Photoreceptors in the eye respond to light by converting it into electrical signals. This process of 'phototransduction' involves a sequence of biochemical steps, ending with the opening of specialised proteins known as 'ion channels', embedded in the membrane surrounding the cell. Once opened, ion channels allow charged ions, such as sodium and calcium, into the cell, thereby generating electrical signals that are transmitted along nerves to the brain. This process can be particularly well studied in the fruitfly Drosophila for several reasons. Firstly, we now know the entire genetic code of the fruitfly, and can manipulate its genes so that individual genes (and hence proteins) can be altered, deleted or introduced into the fly. Secondly, we can isolate fly photoreceptors and record their electrical signals with extreme precision using a technique known as 'patch clamp'. The biochemical events responsible for vision in the fly are essentially the same as in a widespread transduction cascade found throughout the body. This cascade is characterised by an enzyme (phospholipase C) that splits a specific chemical in the membrane into two small '2nd messenger' molecules. This results in the opening of specific ion channels known as TRP channels. An important feature of TRP channels is that they allow calcium ions (Ca2+) to enter the cell. Ca2+ itself is also an important 2nd messenger in cells - e.g. in photoreceptors it adjusts sensitivity according to light levels, allowing us to see both at night and during the day - a process known as adaptation. In fly eyes, TRP channels generate the electrical signals responsible for vision and the Ca2+ influx required for adaptation. TRP channels were in fact first discovered, because mutant flies without these channels were blind. Because most genes in vertebrates are similar to those in flies, this led to the discovery of similar channels in humans, found in virtually every tissue of the body. They are important in a wide range of processes including hormonal responses, regulation of blood pressure, cancer, taste and hearing, pain and sensations of hot and cold. Because these channels have only been recently discovered, exactly how they function and how their activity is regulated is still not well known. However, it is central to understanding of all these different processes, and not only scientists, but also many drug companies are interested in finding out as much as possible about them. In our research, we measure the activity of these channels with 'patch clamp' recordings from fly photoreceptors, often using genetically engineered flies with alterations to the channels themselves or components (enzymes, etc) suspected of being important for their function. Our study has several aims: which include. 1) Use genetic engineering to work out the molecular structure of the 'pore' of the channel and to find out what makes it permeable to Ca2+ 2) Directly measure the amount of Ca2+ that the channel allows into the cell and then generate flies in which this is altered by rearranging the molecular structure of the pore, to test the importance of Ca2+ , e.g. for adaptation. 3) Study how Ca2+ controls other components of the cascade by specifically altering individual proteins so that Ca2+ can no longer affect them. 4) Identify the small 2nd messenger molecules that regulate the channels; different enzymes are responsible for generating different messenger substances, and we will generate mutant flies defective in candidate enzymes to test which is important. The knowledge we gain from these studies will not only give us a detailed molecular understanding of how photoreceptors see, but because the basic underlying biochemical mechanisms are so widely found, will provide new insight into many other, often clinically important processes in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007585/1","grantId":"BB/D007585/1","fundValue":"385255","fundStart":"2006-02-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"  This research is of a fundamental curiosity and hypothesis driven nature. It has been published in high impact journals. As world-leading research into animal eyes, it is widely taught in undergraduate courses. Education,Pharmaceuticals and Medical Biotechnology Cultural","person":"Roger Clayton Hardie","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1. Identification of a specific amino-acid residue (D621) as determinant of Ca2+ permeability of the native TRP channel. This provided the first structural information on the pore of the TRPC subfamily, and a rigorous demonstration that TRP forms a pore forming subunit of the native conductance. D621 pore mutants permeate monovalent ions, but are completely impermeable to Ca2+ allowing demonstration of many of the roles for Ca influx in regulating phototransduction and retinal degeneration.\n\n\n\n2. Demonstration that Arrestin binding to Metarhodopsin is highly Ca2+ dependent in vivo, and that this is mediated by a novel mechanism involving Ca2+ influx, calmodulin and Myosin III.\n\n\n\n3. Demonstration that the native Shab (Kv2.1) delayed rectifier channel is sensitive to light-induced PIP2 depletion. As well as demonstrating a novel mechanism for light adaptation, this discovery allows photoreceptor Kv2.1 to be used as a unique endogenous biosensor for PIP2 and poly unsaturated fatty acids (PUFAs). Transgenic flies generated will provide important tools for future research in the transduction cascade. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}