{"id":"3DC93B2F-2273-4976-A46C-E2CCA8459820","title":"Diagnosing Earth's Energy Pathways in the Climate system (DEEP-C)","abstractText":"A global warming trend since the 1970s has slowed over the most recent 10-15 years despite the continuing build up of carbon dioxide in the atmosphere (due primarily to the burning of fossil fuels). Our proposed research seeks to understand the reasons for this &quot;hiatus&quot; in global warming and in particular the roles of the ocean and atmosphere in contributing to this hiatus through movement of energy around the climate system. This will help us monitor changes in climate and understand the processes that are important in enabling us to predict climate change more accurately over the coming decades.\n\nWarming of the planet is caused by a small yet persistent imbalance between the amount of sunlight absorbed by the Earth and the outgoing flow of thermal (infra-red) radiative energy constantly emanating from our planet to space: if more energy is arriving than leaving then the climate heats up. To understand why the heating has apparently slowed requires a detailed assessment of the flows of energy arriving from space, how this energy is transported by the atmosphere, taken up by the surface ocean and subducted deep below the sea surface. Previously, scientists had identified a discrepancy between these energy flows, or &quot;missing energy&quot; in the climate. A primary objective to the proposed research program is to resolve the discrepancy between these energy flows and understand the root causes of the hiatus in the warming of the Earth's surface.\n\nOur proposed project combines the latest, improved satellite measurements of Earth's radiative energy imbalance (reflected sunlight and emitted thermal radiation) with our best estimates of energy flows in the atmosphere (from reanalysis simulations) and detailed 3-dimensional ocean heating measurements made by thousands of automated floating buoys, to determine the observed flows of energy in the climate system. We will combine these measurements with state-of-the-art depictions of Earth's climate from sophisticated computer simulations to understand the mechanisms by which the build up of energy due to greenhouse gas increases is redistributed into the oceans.\n\nIt is plausible that increased amounts of reflective aerosols in the atmosphere (due to human activities or naturally through emissions by volcanic eruptions) may have diminished the heating of the planet. However, our preliminary analyses lead us to the hypothesis that in fact more heat has been entering the deep ocean rather than heating the planets surface. Getting to the bottom of this question is vital for understanding current climate variability and future change over the coming 10 years or more. We consider that the research is also important for understanding regional sea level rise (since warmer water occupies a larger volume leading to rising sea level), fluctuations in clouds and whether they magnify or reduce warming tendencies (climate feedbacks) and simulating the ocean circulation and heat uptake, crucial for representing climate change over the coming decades.\n\nWe consider that this research is only possible by combining the expertise from three institutions (the University of Reading, the National Oceanography Centre Southampton and the Met Office) covering satellite data, reanalyses of the atmosphere and ocean, ocean measurements and numerical computer simulations of the climate system. The current planetary changes are unusual and present a timely opportunity for understanding how our climate system works: to discover the cause of the global warming hiatus and to understand and simulate the mechanisms important in representing climate variability and change over the coming decades.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005480/1","grantId":"NE/K005480/1","fundValue":"347318","fundStart":"2013-03-01","fundEnd":"2017-02-28","funder":"NERC","impactText":"","person":"Richard Philip Allan","coPersons":["Jonathan Michael Gregory"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}