{"id":"3DCF472D-FF7C-4316-8921-66C43ED80154","title":"Development of a Functional Electrical Stimulation System for Bone Health Maintenance in Spinal Cord Injury Patients","abstractText":"According to statistics from charities such as Every Eight Hours and Spinal Research, there are an estimated 40,000 spinal cord injured people in the UK and a new person is injured every eight hours. Many primary causes of death are now no longer direct results of spinal cord injury but are conditions linked to age and inactivity. This means that there are long-term demands on medical support; in particular, treatment of osteoporotic bone fractures often results in lengthy spells in hospital for individuals with spinal cord injury. It is therefore important to minimize the effect of osteoporosis after spinal cord injury; this highlights the need for exercise programmes to target bone health. The proposed research aims to develop effective Functional Electrical Stimulation (FES) induced weight bearing exercises to improve and maintain bone health in the lower extremities of spinal cord injury patients. \n\nThe type of exercises proposed will be completed using a novel smart standing frame and FES system to cyclically activate different sets of muscles whilst maintaining standing and crouch poses. The hypothesis is that these exercises will induce sufficient joint contact forces to be beneficial for bone health in the ankle, knee and hip joints. Using biomechanical modelling software an optimal combination of these exercises will be sought in order to design a rehabilitation programme to target bone health. \n\nTo be beneficial to bone health, these exercises need to be repeated several times a week and there is a good chance patients will get bored or frustrated doing the same thing every day. To solve this problem, rehabilitation aids will be developed to keep patients motivated. These aids will use video game technology (based on the Xbox Kinect), to make the sessions more engaging for the patient to encourage compliance and give a sense of achievement. This will also allow the patient and clinician to monitor the progress of a rehabilitation programme and modify it as necessary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02019X/1","grantId":"EP/L02019X/1","fundValue":"708302","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"EPSRC","impactText":"","person":"William  Holderbaum","coPersons":["James Michael Shippen","Brian James Andrews","Ian David McCarthy","Adrian Stuart Poulton","Jenny  Butler","William  Harwin","Victor Manuel Becerra"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}