{"id":"3DD0373F-3DE4-4A07-A87A-CAEE580F5820","title":"G8 Multilateral Research Funding - ICOMEX","abstractText":"There is an ongoing need for a capability to run atmospheric models at higher resolution, to improve weather forecasts, particularly of severe weather, to improve understanding of climate processes, and to improve climate prediction. Higher resolution can only be achieved by exploiting future supercomputing platforms based on hundreds of thousand of processors; for such architectures communication between processors is a significant bottleneck to performance, and requires quite different algorithms from those used historically.\n\nGrids based on a refined icosahedron provide a promising basis for a new generation of atmospheric models. Their quasi-uniform resolution should minimize the communication bottleneck giving good performance. Recent advances in numerical analysis mean that schemes of sufficient accuracy are now available. Local refinement of the grid is possible where higher resolution is needed for specific applications. An icosahedral grid model has been used operationally by the German Weather Service for several years, and several other groups have such models at an advanced stage of development.\n\nThe proposed project will assess and compare the parallel computing performance of a number of icosahedral grid models and carry out research to improve their performance. The specific research topics include the development of an abstract model description scheme to separate (as far as possible) numerical analysis issues from computer science issues, a model implementation targeted on Graphical Processing Unit (GPU) based architectures, development and evaluation of elliptic solvers to determine the feasibility of stable long-time-step integration schemes, the development of an internal postprocessing package to provide diagnostics required by the user while minimizing the data output bottleneck, and development of strategies to optimize input/output. The University of Exeter will contribute particularly to the elliptic solver and postprocessing work packages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005436/1","grantId":"NE/J005436/1","fundValue":"218985","fundStart":"2012-02-13","fundEnd":"2015-02-12","funder":"NERC","impactText":"  The findings are influencing the development of new atmospheric models for researcn and forecasting. Environment Economic","person":"John  Thuburn","coPersons":[],"organisation":"University of Exeter","findingsText":" We have developed a computer model of the atmosphere that uses an implicit time integration scheme but is still suitable for massively parallel computers. Until now it has been widely thought that implicit time integration schemes would not be efficient on massively parallel machines. Several groups around the world are developing new atmospheric models for research and forecasting. Our findings can inform their developments. Environment","dataset":"gtr"}