{"id":"3DD4F255-6DA5-4237-8D0F-5251B1DA181C","title":"New Writing Net: the development of a virtual creative and critical community","abstractText":"Under the combined auspices of UEA Creative Writing and Writers’ Centre Norwich, New Writing Net is a creative, technological and community infrastructure that will enable Writers’ Centre Norwich to engage with and study in detail the operation of an online writing, editing and critical community. This will benefit its future digital development work and inform business strategy in relation not only to online writing but teaching, editing and the production and distribution of digital products. New Writing Net will provide a social network facility that will enable UEA students (in the first instance) to develop and discuss their writing in a virtual workshop environment. In its public-facing aspect, the website will take the form of a literary journal that will showcase the work of UEA students and staff, visiting writers of national and international significance, and writers from involvement in the project, WCN will acquire the editorial, pedagogical and publishing skills required for the digital production and dissemination of new writing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I500634/1","grantId":"AH/I500634/1","fundValue":"15657","fundStart":"2010-12-01","fundEnd":"2011-05-31","funder":"AHRC","impactText":"  One major outcome of the project is that UEA Creative Writing and the Enterprise Partner have extended indefinitely their joint stewardship of the www.newwriting.net website as a three-way partnership between the original partners and the British Centre for Literary Translation and will continue to use it to provide an outlet for work created individually and in collaboration by the partners. The virtual workshopping facility that was designed as the 'back end' of the public facing online journal has been significantly developed this year and will provide the VLE for the online creative writing courses that are to be offered as a major further collaboration between UEA and WCN. It is intended that this facility will continued to be used as a virtual workshopping platform for collaborative initiatives between the three partners and overseas partners, for instance Translation workshops organised by the BCLT in association with Translation courses in universities in India and China in particular. Creative Economy,Digital/Communication/Information Technologies (including Software),Education Cultural","person":"Andrew John Cowan","coPersons":[],"organisation":"University of East Anglia","findingsText":" For the Academic, and for UEA Creative Writing more generally, this has proved a hugely fruitful project both in what has been achieved and in the insights gained into some of the issues, complexities and possibilities for publishing and workshopping writing online, which will inform the planned future development of the website. One major outcome of the project is that the university and the Enterprise Partner have agreed to provide the funding and other support to extend the project for a further six months under broadly similar terms to the AHRC-funded collaboration, with the intention of continuing the joint stewardship and funding of the website until at least 2015.\n\n\n\nA first, significant achievement of the project is the design and launch of our public-facing literary journal, which offers a distinctive platform for the publication of new writing by UEA students, alumni, faculty, fellows, visiting writers, and writers associated with Writers' Centre Norwich (WCN) initiatives. It is intended that this will develop in tandem with the virtual workshop and lead to an increased culture of online working and publishing in the School - indeed, it is already beginning to do so, with numerous faculty, fellows, students and recent alumni providing work for the journal: http://www.newwriting.net. In addition, the project has resulted in the design of two teaching initiatives that will engage with both aspects of the site: a Masters-level module in 'Digital Writing &amp;amp; Publishing', and a Creative Writing and Translation project - led by our sibling organisation the British Centre for Literary Translation (BCL T) in partnership with Fudan University and the Shanghai Writers Association - that will exploit the possibilities for the electronic exchange of writing and peer critique afforded by the virtual workshop. This latter proposal was prominent in the BCL T's recent application for Arts Council National Portfolio Funding and it has been agreed that the BCL Twill become a third partner in the future funding and development of both aspects of the website.\n\n\n\nThe student-facing virtual workshop currently exists in a less developed form than the literary journal, though we feel that our engagement here has been especially instructive. It has raised our awareness of the technological and practical issues involved in creating an interactive social network facility: we have a useful proof of concept design and framework in place and a list of specifications for further development. Our priority in extending the project (a priority agreed with WCN and BCL T) is to develop this aspect, with funding allocated for the purchase of external expertise to offer both practical input and training for our Employee and web support manager. Our primary objectives will be a) to introduce a fully-functioning site to the 2011-12 cohort of students early in the Spring semester; b) to develop the interactive, social network aspect of the site so that it will offer an attractive extra-curricular venue for the students; c) to coordinate the visual design of this site with the public-facing literary journal and to facilitate a regular throughput of student writing from the workshop to the journal; d) to extend the facility to community-based learning initiatives organised by WCN; and e) to support the BCL T-Fudan exchange with a particular view to developing our awareness of the broader distance learning opportunities that might emerge from that project.\n\n\n\nIt is particularly important to us that the virtual workshop should be available to students after they have left UEA, and that their profile pages - eg: http://www.newwriting.net/author/ogunlesi-tolu - should continue to offer a showcase for their work to agents, publishers and a general readership. One of the main benefits of the site will be in providing a continuing connection with our students. The creation of student profile pages on the public-facing literary journal has had the enthusiastic support of the 2010-11 cohort. Our aim is for the virtual workshop to garner similar support.\n\n\n\nIt was one of our original intentions to expand our existing MA module in 'Publishing' to &amp;quot;broaden the pedagogical base of UEA practice to include a consideration of online and virtual editing, teaching and workshopping skills&amp;quot;. The proposed new module in 'Digital Writing &amp;amp; Publishing' - described under 'Other Outcomes' below- is one very positive outcome of the project. UEA creative writing is about to enter a period of significant expansion, and this module has the enthusiastic support of our MA Programmes Committee and will now go forward for School Board approval in Autumn 2011 for inclusion in the 2012 MA module catalogue. It is here, we believe, that we will most fully develop our understandings about the possibilities for supporting or enhancing creative writing pedagogy with the web, and whether the web demands or merely facilitates a different kind of writing and - perhaps- reading. The joint stewardship and funding of www.newwriting.net was to be shared between UEA creative writing and Writers Centre Norwich until at least 2015. This has now been extended indefinitely as a three-way partnership between the original partners and the British Centre for Literary Translation and will continue to provide an outlet for work created individually and in collaboration by the partners. The virtual workshopping facility that was designed as the 'back end' of the public facing online journal has been significantly developed this year and will provide the VLE for the online creative writing courses that are to be offered as a major further collaboration between UEA and WCN. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}