{"id":"3DD88726-8E1D-45F9-9F7B-01DE728CFDD0","title":"Making pub retailing greener: A univerity / private sector partnership to build and share research informed action","abstractText":"The challenge of combating climate change requires absolute and significant reductions in CO2 emissions. A low carbon economy needs all businesses to improve their use of energy and to reduce waste. Everyone working in the hospitality industry has an impact on energy usage and waste. This Knowledge Exchange project will help to ensure that research based knowledge does more to support improved use of energy and reduced waste in the pub sector. It will do this by bringing together the complementary expertise of a private company - Robinsons Brewery - and the research team at the Centre for Enterprise at Manchester Metropolitan University Business School.\n\nUK Pubs produce an estimated 873,800 tonnes of waste each year of which 173,000 tonnes is food waste. This waste costs the sector &pound;357 million per annum. Energy used in catering accounts for between 4 and 6 per cent of operating profits. There is evidence that most hospitality businesses in the UK could reduce their energy consumption by 10-40 per cent. Reducing environmental impact may incur costs but also present opportunities for cost saving as well enhancing reputation in terms of environmental credentials. The project will update and develop our research with SMEs about environmental innovation and make it more specifically applicable to public houses. Mindful of the nature of pub tenancies, we will do this through the lens of a body of research in which Baines conceptualised the 'familial economic unit' of the micro-business as mediating economic action and beliefs. \nThe 10 month project is designed around four sequential but interdependent phases, followed by intensive engagement and impact generation, The phases are: \n1. Inception, awareness raising, refinement of the project plan and impact generating strategy, and establishing an expert Impact Advisory Group \n2. A focussed evidence review and the adaptation of a diagnostic tool - previously developed and used by the Centre for Enterprise in its wok with small businesses - to provide an environmental dimension to the diagnosis \n3. An on line consultative survey of Robinsons tenants (target 325) to ascertain levels of 'environmental literacy' and one-to- one consultation with purposively selected tenants receptive to the project objectives and willing to experiment and take on an active 'trail-blazer/ champion' role.\n4. Developing a Community of Practice (CoP) for the exchange of learning and to foster a supportive network of practitioners. We will support the CoP through facilitated meetings in the form of 'lean green knowledge cafes' and social media.\n5. This phase involves a range of activity to ensure maximum impact form the project. Details will be planned at the outset and refined as the project unfolds with significant input from the Impact Advisory Group. We will include a final roadshow for Robinson's staff and tenants, and a national launch event targeted to selected groups with the interest and capacity to implement change. \n\nThe project will create\nA dedicated web-site containing a compendium of information and materials in attractive formats including an animated film\nA set of accessible learning resources and diagnostics grounded in industry specific experience to support pub tenants and their staff with reduced waste, decreased consumption of energy, and cost saving.\nA high profile launch event to showcase achievements and lessons learned. This will be carefully targeted to groups and individuals with the interest and capacity to make a difference.\nAn ongoing Community of Practice with a common interest in environmental responsibility in the pub sector: We believe this will be a particularly valuable legacy of the project as participants in its activities will become aware of the power of peer-to-peer learning and the very significant business benefits that it generates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006255/1","grantId":"ES/M006255/1","fundValue":"48877","fundStart":"2015-02-02","fundEnd":"2016-03-01","funder":"ESRC","impactText":"","person":"Susan  Baines","coPersons":["Carolyn Sarah Branston","Tamara  McNeill"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}