{"id":"3DD8C81B-5EB2-426E-BBE6-021C73DCD2AE","title":"Dig Where We Stand: Developing and Sustaining Community Heritage.","abstractText":"This project brings together a team of researchers from across UCL with expertise in community archaeology, community archives, museum collections, public history, oral history, film studies, geography, and the use of digital technologies in engaging the public in community heritage supported by a range of heritage and community partners. Members of the team have extensive experience of community heritage projects and public engagement activities, and this project aims to bring the expertise located within UCL to the attention of a wider audience, deepen existing and establish new partnerships with community groups, explore the benefits of bringing together different branches of community heritage (notably community archives and archaeology) and seeking to encourage the participation of young people in community heritage activities. \n\nDrawing inspiration from the History Workshop slogan &quot;Dig Where You Stand&quot;, this project is based on the principle that a community's sense of place rests on an understanding of its past. Building on existing initiatives and work in community archaeology, community archives, local history, oral history, public geography, community film and media studies and digital heritage, the researchers on this team share a belief in the profound impact that history and local heritage can have in sustaining communities and enhancing the quality of life of those who participate in heritage activities. They are committed to sharing their knowledge and expertise to develop and sustain broad participation (particularly amongst young people) in a range of community heritage activities. \n\nThis proposal brings together a research team from UCL with community practitioners in public and community archaeology, community archives and other community heritage practices in London and the Home Counties. While such activities are all well represented within UCL, the practitioners of community archives and community archaeology have often not had the opportunity to share examples of best practice or build collaborative projects. This project seeks to make clear the benefits and synergies for community heritage practitioners and researchers of closer collaboration, by accessing the expertise in public engagement and support for community heritage activity in UCL, and by organising a programme of events designed to bring together researchers and community heritage practitioners to stimulate dialogue, the mutual exchange of ideas and knowledge, and build future collaborations.\n\nThe development award will enable the team to widen recognition of the community heritage expertise available within UCL (via attendance at the programmed events and the various planned outputs, including an interactive project website (sustained by UCL for three years after the project funding ends), material placed on the community heritage NCCPE site, conference papers at the appropriate community heritage conferences, an article on community heritage collaborations in a peer review journal (the International Journal of Heritage Studies) and practical guidance designed in collaboration with our community partners. The project will also result in the development and extension of new and existing research partnerships with groups doing community heritage, including activities and partnerships supported by further HLF and possible future research council funding. Finally the project aims at establishing and disseminating models for encouraging greater participation by young people in various community heritage activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013501/1","grantId":"AH/J013501/1","fundValue":"19832","fundStart":"2012-02-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Andrew David Flinn","coPersons":["Gabriel  Moshenska","Kris  Lockyear"],"organisation":"University College London","findingsText":"","dataset":"gtr"}