{"id":"3DDB6296-24CC-447C-A376-FC38B100AF7D","title":"minoTour: A real time analysis and data management platform for Oxford Nanopore minION reads.","abstractText":"The last 15 years has seen a dramatic explosion in the impact that DNA sequencing has had on our lives. From the announcement of the first draft human genome sequence in 2000 at an estimated cost of $2.7 billion to the announcement of the $1000 genome in 2014, the rate of growth in sequencing technology has been exponential. The main drive behind the dramatic lowering in cost is the development of massively parallel short read sequencing technologies from companies such as Illumina. These approaches generate short fragments of sequence, typically 75 - 300 base pairs in length, from the material being sequenced which are subsequently combined computationally to reassemble the original sequence. These approaches have generated vast quantities of data and revealed much that we did not know about biology. The establishment of long read sequencing platforms, first developed by PacBio, once again hold the potential for a step change in sequencing technologies. In particular, the portable nanopore based sequencer, minION, developed by Oxford Nanopore Technologies represents a significant new technology. In contrast with previous technologies, sequence reads are generated in almost real-time. As these reads can be very long they can provide information about the material being sequenced almost immediately. Currently no tools exist which truly exploit these real-time features. We are participating in the minION access program and have developed the first real-time analysis platform, as a proof of principle, called minoTour. This suite of tools aims to rapidly identify DNA sequences as they are generated and report the results back to the experimentalist via a simple web-based interface. Key components include sending notifications to an experimentalist in real-time as events take place. For example the detection of a sequence from a specific pathogen or achieving enough sequence coverage to recognise key events from sequence data. The key advantages of a web-based interface to such a platform are ease of use for an experimentalist in a wide variety of environments. Currently the minION platform requires an always on connection to the web for generation of the sequence data. In the future it is anticipated that this technology will be available on the local machine. The tools we are developing will also be able to run without a network connection allowing experimentalists to sequence and analyse data in the field. A broader extension of our approach focusses on de novo assembly of sequence data as it is generated. Early results suggest that de novo assembly from minION data is possible and this would allow for another broad range of applications both in the laboratory and the field. In the future tools such as the minION will be developed as basic sensing devices used in a number of different environments. Having real-time access to the data they generate in a manner similar to that proposed here would allow for the rapid detection of contaminants in a wide range of environments. Similarly it is easy to imagine the lab scientist wishing to sequence a DNA construct having their results within 30 minutes, representing significant savings in time and effort for a large number of projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M020061/1","grantId":"BB/M020061/1","fundValue":"147769","fundStart":"2015-07-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Matthew  Loose","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}