{"id":"3DE175E7-F29A-45B3-BF67-3ABDEBE9B395","title":"Comparative methods for second generation sequence analysis","abstractText":"Biological data, from more than once species, must be analysed in an evolutionary context, taking into account their evolutionary histories, as data is non-independent. For example, a trait found in mice will have a higher probability of being found in rats than humans, as mice share a more recent common ancestor with rats than humans. If the evolutionary histories, known as phylogenies, are not accounted for, an incorrect result can be found. Analysing data in an evolutionary context is called comparative methods. \n Current DNA sequencing technology creates very large data sets, both in terms of the number of species and types of data. Comparative methods use computationally complex mathematical models to combine the phylogeny with the data of interest, and more complex mathematical models are being developed. The increase in the volume of data and complexity of the models is creating a gap between the ideas biologists would like to test and the computational power needed to perform the analysis. A single analysis can take weeks or even months on a desktop computer, this is currently a rate limiting step in biological research. Supercomputers can be used to solve these issues but are expensive to buy and run, are rare, complex and require a large amount of technical knowledge to use. Supercomputers also require large amounts of electricity to power and cool them.\n The hardware used to play computer games, found in PC and games consoles, have the potential to offer a solution to this problem. The vast computing power needed to generate 3D images can now be applied to solve other problems. A recent study, analysing medical data, showed how a PC with a number of graphics cards, costing $5300, could outperform a $4.6 million supercomputer. This project aims to vastly accelerate comparative methods analysis by using graphics hardware. A popular comparative methods package, BayesTraits, will be converted to use a range of graphics hardware. While graphics hardware has a large amount of computing power, it can be hard to utilise as they are designed, primarily, to perform a very different task. This makes developing programs for graphics hardware more complex and time consuming than traditional computer programming. \nConverting comparative methods programs to use graphics hardware will give biologists access to effective computer hardware and software required to analyse the vast quantities of data being generated. Allowing biologist to explore large data sets, answer complex questions and develop new insights into biological systems. It will eliminate the large technical hurdle associated with supercomputers and is cost effective, costing hundreds or thousands of pounds instead of millions. Graphics cards require 1/20th less power than traditional computers, making them more environmentally friendly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004344/1","grantId":"BB/K004344/1","fundValue":"101596","fundStart":"2013-04-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"  The V2.0 Beta version of the software has been downloaded over 1000 times, and academics have used the methods to publish high impact papers in top journals including Nature and Science.  Cultural","person":"Andrew  Meade","coPersons":["Mark  Pagel"],"organisation":"University of Reading","findingsText":" The grant accelerated comparative methods (analysing data in an evolutionary context), reducing the computational time to analysis a large data set form years to days. The software is currently freely available, it is expected to be widely used by the academic community. Digital/Communication/Information Technologies (including Software),Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}