{"id":"3DEA10F1-C4B1-47D2-AC3A-A55A5DB712CF","title":"Theoretical and Experimental Investigation of Chiral Separation by Crystallization","abstractText":"Chirality, the ability of some molecules to exist as two mirror images (enantiomers) with identical physical properties, is a basic ingredient of life. In the course of evolution, organisms opted to use just one of the mirror images for chiral molecules they are built from; for example amino acids of all living organisms have the same chiral configuration. This explains why the pharmacological or toxicological properties of drugs introduced to an organism can be very different depending on the enantiomer used. Unfortunately, this has not always been appreciated. Birth defects in the thalidomide tragedy still serve as a sad reminder of this fact. It is no wonder that regulatory authorities have now set strict guidelines to prevent this from happening again and other industries are becoming increasingly cautious. For example, enantiomerically pure insecticides are preferred over racemic ones (mixture of enantiomers) because they are more effective and have a smaller environmental impact.Our better understanding of the biological activity of chiral molecules has resulted in an unprecedented growth of the market for enantiomerically pure compounds. However, despite progress in synthetic chemistry, we are still far from the perfection of nature which produces chiral products by using enzymes whose action is highly optimised to discriminate between enantiomers. Frequently, the end product of a chemical synthesis is a racemic mixture which needs to be resolved into its chiral components via a suitable separation method, such as crystallisation. Unfortunately, crystallisation from a racemic melt or solution rarely leads to spontaneous resolution (mechanical mixture of homochiral crystals). When this does not occur, separation can be achieved by exploiting the fact that the two enantiomers interact differently with enantiomerically pure resolving agents, forming a pair of salts or molecular complexes (diastereomers) with different physical properties. By judiciously choosing the resolving agent, the solubility of the two diastereomers will be substantially different and their separation will be possible by crystallising out the less soluble one. Despite the widespread use of this method, the choice of the resolving agent and process conditions is still based on trial-and-error experimentation. Our research aims to exploit the progress of computational chemistry and increased availability of computing resources to address the challenge of predicting how to separate enantiomers by crystallisation. We now have highly accurate methods to model the interactions of molecules at the atomic level. This will allow us to predict the crystal structure, thermodynamic stability and properties of the diastereomers from first principles, and further advance the accuracy and reliability of these algorithms. These developments will lead to the understanding and prediction of spontaneous resolution and, when this does not occur, the resolution efficiency for a given racemic mixture and resolving agent. We will then be able to design resolving agents by altering their molecular structure to achieve the best possible separation and subsequently optimise the process conditions (e.g. temperature). Unfortunately, the full range of experimental data needed to develop and validate the predictive models, from crystal structures through to resolution efficiencies, are only available for a few systems. We will use multidisciplinary capabilities in chemistry, chemical engineering and molecular modelling to generate the required experimental data alongside computational modelling. The research is both timely and of significant industrial importance, as outcomes will help reduce resource-consuming trial-and-error experimentation, and meet the aggressive timescales for the development of specialised chemical products. Success in this project will result in reduced production costs and greater availability of drugs, food products and agrochemicals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F006721/1","grantId":"EP/F006721/1","fundValue":"725610","fundStart":"2008-02-18","fundEnd":"2012-08-17","funder":"EPSRC","impactText":"","person":"Alan  Jones","coPersons":["Sarah (Sally) Lois Price"],"organisation":"University College London","findingsText":"","dataset":"gtr"}