{"id":"3E03E1D5-3EFD-4ACF-9454-8BD081D167F4","title":"Travel Through a Solar Storm: An immersive virtual reality experience.","abstractText":"The principal aim of the project is to inspire, enthuse and educate the general public, from students in schools to kids and adults visiting science centres/museums about space science. In particular, we want to inform the public about what a space storm is and how space weather affects Earth and our human societies. With this project, we propose a creative and immersive 3D experience of what it looks like to travel in and with a solar storm, from the Sun to the Earth.\n\nA solar storm, also known as a coronal mass ejection (hereafter CME), is a big cloud of charged particles travelling from the Sun, and originating in energetic events called solar flares. CMEs are the hurricane of space: they swipe the natural magnetic shield of our planet on their way and can create large disruptions. As satellites can be damaged by high-energy particles, telecommunications and GPS systems can be disturbed. In extreme events, solar storms can also be at the origin of electricity blackouts. With our societies relying more and more on electricity and telecommunication systems, it is important to educate the general public of what a space storm is and what the latest science brings for our general understanding, and to enthuse visitors about better space weather predictions.\n\nWith this project, we propose an immersive and realistic computer-simulated experience that will give an audience member the sensation of being in space with the development of a short movie sequence, displayed using the Oculus Rift. This piece of technology is a virtual reality headset which utilises head-tracking and stereoscopic 3D, that the company Oculus intend to release to consumers this year (the developer version, which we will use, being already commercialised).\n\nThe audience's point of view would be that of an astronaut in a spacesuit, being able to see planets and our Sun in a 3D environment. The short movie will start with a solar eruption and the launch of a coronal mass ejection, with data directly derived from current space missions such as the ESA and NASA funded missions Solar Dynamics Observatory, STEREO and SOHO, and will also briefly discuss the interest of the future ESA mission Solar Orbiter. The evolution of the solar storm in space up to the Earth will be modelled by the digital effects designer Mr Saville.\n\nDue to the nature of the workflow, it will be possible to extract a standard film version of the experience to be shown on TVs and 3D TVs during the exhibitions. This is an important side deliverable of the project as we expect a few audience members to feel the use of the Oculus Rift uncomfortable.\n\nThroughout the development of the project and with the help of science outreach officers, Dr Janvier will intervene at different exhibition centres in Dundee and Edinburgh as well as in local schools to test the ideas developed for the movie and ask for feedback from the public. Not only will the experience be led by a joint collaboration between the creative industry and forefront research, it will also be the outcome of strong partnerships with local science centres, museums and schools.\n\nWhile many scientific experience installations designed for educational benefit have been accurate in a scientific sense, not many have also offered images that are realistic, as if the audience was to somehow experience space phenomena first-hand. This first for its kind virtual reality &quot;space storm&quot; experience will be proposed as a portable exhibition in different locations: from local schools in Dundee to the Dundee Science Centre and Mills Observatory, as well as the National Museum of Scotland in Edinburgh. We will propose this experience as a science exhibition during the Women in Science Dundee Festival (targeting a women/girl-only audience) and the Edinburgh International Science festival (March-April 2015). We aim at targeting an audience of 1000 people by the end of the first year.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N002121/1","grantId":"ST/N002121/1","fundValue":"4712","fundStart":"2015-08-03","fundEnd":"2016-08-02","funder":"STFC","impactText":"","person":"David Iain PontinMiho  Janvier","coPersons":["Thomas George Saville"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}