{"id":"3E045A14-A1D0-4FD8-9628-DC686EFA1A46","title":"Low cost integrated PV in double glazed windows using CdTe bifacial solar cells","abstractText":"The aim of this project is to apply a thin film photovoltaic layer on to the inside face of a double glazed unit with the potential to supply up to 50W of power from the average window. Initial studies show that this is possible using highly efficient CdTe absorber along with TCO contacts. Further design work involving all the partners is required to integrate this with coatings for infra-red reflection.The bifacial CdTe solar cell technology allows the oppportunity for thin film based solar cells to be used in building integrated PV (BIPV). In current solar cell designs, relatively thick CdTe layers are grown under 'superstrate' configuration on a TCO coated glass substrate acting as a front contact while a metal alloy based opaque layer acts as the back contact. However using the patented process from Loughborough, it is possible to obtain ohmic contact with p-CdTe layer thus enabling bifacial CdTe solar cells. Another important requirement for the BIPV application is the growth of ultrathin &lt;1 micron layers of high quality CdTe. A layer of this thickness is semi-transparent but still has the potential to absorb over 90% of incident photons. Using pulsed dc power together with the patented Closed Field magnetron sputtering process from AML, dense layers of CdTe will be deposited at low temperature and at high rates with a sub-nanometre thickness precison based on the use of time only. This thickness precision will be crucial to optimise absorber efficiency along with optical transparency. Pilkingtons will extend the use of their world class facitlities for structural characterisation of device layers along with their expertise on optical modelling. Together with Arup they will be instrumental in developing a double glazed PV window prototype as a project deliverable..The project will be divided into 7 Work Packages (WP). These are as follows:WP1. Materials and optical design work will be carried out to optimise the transparency, and power generation of the photovoltaic stack (Pilkington/AML/CREST/ARUP). The stack will be re-optimised to include the effect of the infra-red reflector coating (Pilkington/ARUP) [0-8 months]WP2. A suitable front contact low cost TCO coated glass substrate will be supplied by Pilkington and evaluated by CREST [0-6 months]WP3. An R&amp;D batch sputtering system with 4 magnetron positions will be designed and built by AML. Initial single layer process optimisation will be carried out at AML [ 0-12 months].WP4 The R&amp;D system will be transferred to CREST. CdTe will be deposited on 30cm x 10cm TCO coated glass supplied by Pilkington. Prior to this under 'superstrate' configuration a CdS buffer layer will be deposited using chemical bath or sputter deposition technique. (CREST/AML)[12-28 months]WP5. The textured TCO back-contact will be deposited on ultra-thin CdTe at Loughborough following a suitable patented preparation of the surface(CREST/AML)[22-28 months].WP6. Small scale double glazed window units using the interconnected cell assembly will be fabricated jointly by CREST and Pilkington and subjected to rigorous performance tests (ARUP)[25-36 months].WP7. By adjusting the transmission, the glazing will have the potential to control unwanted solar gains, thus reducing the air conditioning loads of buildings. (CREST/ARUP/Pilkington)[30-36 months]Dr Mikkel Kragh has been nominated by ARUP to act as project manager. The project will be controlled using quarterly meetings in line with TSB guidelienes. A Research Assistant will be responsible for the process development and optimisation of solar cell device layers at CREST and his work will be supervised by Prof. Ayodhya Tiwari and Dr. Hari Upadhyaya. Prof. Michael Walls will supervise AML's process development activities while Dr. Paul Warren will be responsible for coating and analytical activities at Pilkington.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001227/1","grantId":"TS/G001227/1","fundValue":"245638","fundStart":"2009-02-09","fundEnd":"2012-02-08","funder":"EPSRC","impactText":"","person":"Hari Mohan Upadhyaya","coPersons":[],"organisation":"Loughborough University","findingsText":" An innovative approach of utilising semitransparent 'bifacial' configuration of CdTe cells with the use of TCO contacts instead of opaque metal contact is a new strategy which was adopted by Loughborough University partner of the consortium. This has a potential application in building integrated photovoltaics (PV) industry as a integrated PV window element. This novel concept enables highly long term stable solar cells with a possibility of reduction of CdTe layer thickness by about 1/4th (less than 400 nm) of those used in conventional CdTe solar cells. i ","dataset":"gtr"}