{"id":"3E09664B-799A-4D23-898E-35B43CC419DE","title":"Deep Mantle Recycling Revealed in Diamonds and their Mineral Inclusions","abstractText":"Natural diamonds are formed at high pressures and temperatures deep within the Earth's interior. When diamonds form, probably from carbonate-rich fluids and melts in the mantle, they sometimes encapsulate small pieces of the minerals that occur at great depth in the Earth. These are called mineral inclusions. The diamonds are then transported from Earth's deep mantle to the surface in uncommon magmas called kimberlites. Diamonds that contain these mineral inclusions are very rare, and offer a truly unique glimpse into what is an otherwise inaccessible portion of the Earth. Some very rare inclusions provide direct samples of lithologies present in the mantle transition zone (400 - 660 km) and the lower mantle (&gt;660 km) - these are often called superdeep diamonds. The chemistry of the inclusions along with mineral phase relations yield important information about the kinds of lithologies they originated in, and constrain the conditions of diamond formation and the depth at which kimberlite magmas form. \n\nThus, superdeep diamonds are very important for studying the types of materials that occur in the deep Earth, for elucidating deep mantle processes, and for understanding how carbon is cycled from the surface to the mantle and back to the surface again - the deep carbon cycle. For example, some diamonds contain materials that are very similar to those occurring near the earth's surface, such as minerals akin to oceanic crust or sediments, and these often have carbon isotopic compositions akin to organic carbon - although this is a controversial subject. From this, we can conclude that surface materials can be transported to great depth, helping to constrain models of mass transfer in Earth by mantle convection. Further, by dating when the diamonds formed, for example by dating of inclusions, we can effectively place time constraints in the geodynamic processes involved in diamond formation and uplift in the mantle. \n\nInclusion-bearing diamonds suitable for study are very hard to come by. We are very fortunate to be in possession of several large suites (over 200 inclusion-bearing diamonds in all!) of diamonds from kimberlite pipes in the famous Juina region of Brazil, a region known for its superdeep diamonds. Our previous study on diamonds from the Juina region has yielded some fascinating results, and has led to a model of material recycling beneath Brazil that we have recently published in the journal Nature and in Contributions to Mineralogy and Petrology. We now wish to extend our investigations by studying new suites of diamonds from Juina to test our current model, and to make high-pressure temperature experiments that will allow us to determine at what depths the inclusions formed and equilibrated, and will provide information needed to constrain the rates at which diamonds were transported in the solid-state mantle, possibly in a mantle plume.\n\nHere, we propose a three-year project for a comprehensive mineralogical, geochemical, isotopic and experimental investigation of these unique diamonds and their mineral inclusions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J008583/1","grantId":"NE/J008583/1","fundValue":"344745","fundStart":"2012-09-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Michael  Walter","coPersons":["Simon Charles Kohn"],"organisation":"University of Bristol","findingsText":" In this project we are studying diamonds and their mineral inclusions that come from the deep upper mantle, transition zone and lower mantle. These are the deepest samples that we have to study processes in the Earth. We investigate the mineralogy and chemistry of the inclusions and the chemistry of the diamonds using a wide range of techniques. We have discovered that the so called super deep diamonds from Juina Brazil have isotopic characteristics indicating an origin from sub ducted carbon. The inclusions themselves have mineralogies that are also consistent with sub ducted crustal lithologies. This project is still ongoing, and we are currently investigating the phase equilibria of the inclusions, and trying to obtain dates on the inclusions. Through published outputs. Other","dataset":"gtr"}