{"id":"3E119657-D49B-4149-9F31-5F3D654E00FB","title":"Utilizing Virtual Observatory Technology to Improve the Frequency and Coverage of Tropical Forest Monitoring (ASTROTROP)","abstractText":"There is still great uncertainty about the extent and rate of change of key terrestrial phenomena such as forest change, biodiversity loss and desertification. For even though Earth observation satellites have collected data continually at global scale since 1972, the promise of Earth observation has not been realized, since science has not found a way to convert the data contained in large numbers of satellite images into global information that can be analysed by scientists.\n\nOne reason for this problem is that global environmental phenomena comprise multiple attributes, e.g. area, carbon density and species richness etc., each studied by a different scientific discipline. The disciplines rarely collaborate and lack technologies to combine their digital information sets operationally even if they wanted to cooperate. Astronomy faced a similar challenge in the 1990s when combining data collected at different wavelengths, e.g. in optical and radio bands, was difficult if not impossible. To tackle the problem it developed the concept of a Virtual Observatory (VO) - a technology layer that sits between the user and astronomy data archives and provides homogeneous access regardless of data type or storage, thus enabling comprehensive and highly focused research that was previously impossible. The UK has played a leading role in developing the VO through AstroGrid technology funded by STFC. \n\nIn recent years there have been calls to establish a family of global environmental observatories to continuously monitor forest change, biodiversity loss and desertification. This project will evaluate the feasibility of using or adapting Astrogrid and later VO technology, developed by a consortium led by the University of Edinburgh, for use in global environmental observatories. Since much of the design of VO technology is generic there is a high probability that it can be used for this purpose. The project will focus on mechanisms needed for a pan-tropical forest observatory, and bring together the Astrogrid community with a 54 member network of UK tropical forest researchers (TROPGLOBE), coordinated by the University of Leeds, who need the information that such an observatory will provide.\n\nThis project will begin with a detailed six months study, scoped by an opening conference. The evaluation report will be discussed at a workshop and in the second year of the project there will be trials of prototype software deemed suitable. The project will also allow scientists from different disciplines to collaborate in overlaying their own sets of information on particular forest attributes with regional forest area maps. In the first year information layers will be exchanged via the internet, but in the second year the layers will be superimposed virtually, using adapted AstroGrid software. Astronomers and global change scientists in the same university will also establish joint groups to engage in dialogue and joint trials of software.\n\nThis unique collaboration between the UK astronomical and global change communities will address the CLASP challenge areas of automated ecosystem monitoring and monitoring carbon emission sources and sinks, and the CLASP technology gaps of Earth observation and networks of sensors and data systems. It will lead to a quantum leap in Earth observation technology because it will enable scientists to greatly improve their estimates of the global extent and rate of change of tropical forest carbon and biodiversity stocks, and other terrestrial phenomena, and thereby provide a more robust basis for policy making.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K006738/1","grantId":"ST/K006738/1","fundValue":"12085","fundStart":"2013-09-01","fundEnd":"2016-02-29","funder":"STFC","impactText":"","person":"A  Grainger","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}