{"id":"3E17359F-B8BF-4759-B825-4DBBB8D14413","title":"Lithosphere - mantle interaction in a convergent zone: Understanding the evolution of the South Carpathian - Pannonian system","abstractText":"The formation of mountain belts by continental collision is a necessary consequence of plate tectonics. The collision produced by the northward motion of Africa has dominated the recent geological evolution of the southern part of the European continent; the Adria block (present-day Italy) pushing northwards into the southern part of Europe has produced the Alpine mountain range. Extending east of the Alps, the Carpathian Mountain chain surrounds a subsiding region - the Pannonian basin (much of the region drained by the Danube River). The South Carpathian Mountain chain to the south of the Pannonian basin is an enigmatic structure along which both shear deformation and mountain building have occurred, while the Pannonian Basin was extending. We propose to undertake linked seismological and geodynamical (computer) modeling investigations of the Pannonian Basin and the South Carpathians . We will use an array of about 60 broad-band seismographs to record the signals from distant earthquakes in order to determine the variation of seismic velocity in the lithosphere and upper mantle beneath the SW Carpathians, where the mountain chain bends from a north-south to an east-west alignment (termed an orocline). These data will be used to discriminate between contrasting geodynamical models that have been advanced to explain the history of extension and convergence in the Pannonian Basin, the development of the oroclinal bend of the SW Carpathians, and the related question of where and how mantle downwelling occurs in the upper mantle beneath the South Carpathians. Understanding these processes is important for assessing seismic hazard in this part of Europe (the eastern end of the South Carpathians in Romania represents one of the most seismically hazardous regions in continental Europe) and is also important in developing an understanding of how the European continent has evolved through geological time. As well as having significance in our understanding of continent-scale deformation processes, our study will provide a background framework that is necessary for seismic hazard assessment and for the exploration of hydrocarbon and geothermal energy resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005931/1","grantId":"NE/G005931/1","fundValue":"585732","fundStart":"2009-06-15","fundEnd":"2013-04-30","funder":"NERC","impactText":"  By deploying 57 temporary broadband seismic stations in central and Eastern Europe, we have constructed detailed 3D maps of the seismic velocity structure of the crust and upper mantle (to 670 km depth) for an extensive region of Europe - covering parts of Austria, Hungary, Romania, Serbia and adjoining countries. These maps are proving important in understanding the sub-surface structure and the geological processes that occurred during the evolution of the Pannonian - Carpathian system. By undertaking mathematical modelling of the gravitational instability of mantle lithosphere, in conjunction with the 3D velocity maps, we have obtained new insights in to the processes that have caused many large earthquakes to occur beneath the Vrancea region of Romania. Environment Societal","person":"Gregory  Houseman","coPersons":["Graham  Stuart"],"organisation":"University of Leeds","findingsText":" Large destructive earthquakes in Romania are the result of a gravitational instability of the mantle lithosphere that has developed in the past 5 m.y. or so. The instability has resulted in a large mass of relatively cold and dense sinking mantle which has descended to about 300 km depth. The stresses needed to support this mass from above cause frequent destructive earthquakes in the upper 300 km of the Earth. Further understanding of the state of stress in the mantle at the site of these large earthquakes may be useful in predicting the specific consequences of future earthquakes, how the energy propagates and where it is focussed. Environment","dataset":"gtr"}