{"id":"3E1B6248-6AAC-4779-9D89-55E4FA087F34","title":"Multi-centre Randomised Controlled Trial of Collaborative Care for Depression","abstractText":"Depression causes misery to many people in the UK. Worldwide, more people are affected by depression than any other condition apart from heart disease. Depressed people find it difficult to work and engage in meaningful activity. Depression affects individuals, their families, friends and their communities.\n\nImproving treatment for depression in primary care could have a major positive impact on patients, their families and society. Although effective treatments are available from GPs in primary care, many patients need additional support whilst they are being treated. Lack of this support often causes treatment to fail.\n\nAn exciting new way of organising treatment ? ?collaborative care? ? has been shown to be effective in the United States. This treatment involves allocating a specially trained worker ? a ?case manager? ? to patients with depression. The case manager works with patients, GPs and mental health specialists to agree individual treatment plans for patients. The case manager then keeps in close touch with patients to make this plan work. This plan includes regular telephone contact with patients, support to those who are taking medication and advice about psychological ways to improve depression. The case manager accesses regular advice from psychiatrists and psychologists and ensures that the patient?s GP is fully involved in the treatment plan. \n\nRecently, three research groups in the UK have demonstrated that it may be possible to adapt these methods of working for the UK. These groups have now come together to plan a large clinical trial in the UK which will thoroughly test this new approach.\n\nThe research study will test collaborative care by allocating consenting patients to either collaborative care or to the care a patient would usually receive from their GP. We will carefully measure patients? symptoms of depression before the study and after four months to test if patients receiving collaborative care are more improved that those receiving usual care from their GP. We will also assess patients? symptoms again after 12 months. In addition, we will count the extent to which patients have used other health services and do an economic analysis to see if collaborative care is cost effective.\n\nIf, as we suspect, we are able to show that people receiving collaborative care improve more than people receiving usual care and that this is cost effective, we will ensure that collaborative care becomes the recommended way of supporting the treatment of people with depression in primary care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701013","grantId":"G0701013","fundValue":"1801820","fundStart":"2008-09-01","fundEnd":"2012-08-31","funder":"MRC","impactText":"","person":"David  Richards","coPersons":["David John Torgerson","Chew-Graham  Carolyn","Peter  Bower","Glyn  Lewis","Michael  Barkham","David  Kessler","Simon Martin Gilbody","John  Cape","Karina  Lovell","Stephen  Pilling","Linda  Gask","Christine  Godfrey","Ricardo  Araya","Chris  Manning","Martin  Bland"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}