{"id":"3E3C130A-04EF-4820-97FA-93C81267C489","title":"Small molecule analogues (SMAs) of an immunomodulatory helminth product provide a novel approach to dissecting macrophage signal transduction pathways","abstractText":"The basic unit of life is the cell and all living organisms on Earth are made up of one or more of these. In order to survive and function a cell must be able to communicate with its environment and respond to the signals that it receives. Within the human body, cells respond to signals that they receive either when they make contact with other cells or when they interact with molecules such as proteins and hormones, present in fluid components of the body such as blood. These interactions can trigger changes in cells that may ultimately translate into altered functional capability. This is because the interactions activate biochemical pathways ('signal tranduction pathways') in cells and these pathways promote changes in the cell's molecular composition. For example, the cell may start to produce a new protein that bestows on it properties, previously unpossessed. The response of a cell to a signal is dependent on the nature and quantity of the signal and the signal transduction network of the cell responds to and deciphers each signal to produce an appropriate response. Although it is possible for a cell to produce thousands of new proteins, the signal transduction network uses a resticted number of components to facilitate this. Thus the key to understanding how the cell responds to signals is to elucidate which members of the signal transduction pathway are activated in any particular case. The macrophage is a cell that is involved in fighting disease. As a consequence of this, not only does it have to respond to the types of signal referred to above, it responds to signals it receives from infectious agents attempting to invade the body. The signals come in the form of molecules of the pathogens that bind to receptors on the surface of the macrophage. A good example of a type of receptor is the Toll-like family of receptors. These respond to pathogen products by activating signal transduction pathways that ultimately result in the production within the macrophage of a group of molecules called pro-inflammatory cytokines. These molecules are secreted and have an important role in combatting infectious agents. However, their production must be carefully regulated as left unchecked they have the potential to cause more harm than good, as overproduction of these molecules is associated with many chronic inflammatory diseases. The key question that we wish to address is how the macrophage signal transduction network regulates production of individual inflammatory mediators. We have found that a worm pathogen product that we discovered (ES-62) inhibits certain signal transduction pathways in macrophages and certain other cells of the immune system. We have investigated a number of small molecule analogues (SMAs) of ES-62 and found that although some of them possess inhibitory activity, this is often more focussed than that associated with the parent molecule and also differs in target amongst SMAs. Thus it appears to be possible to inhibit production of a particular cytokine and this offers the opportunity to then establish the signalling events underlying regulation of this cytokine. The aim of this project is thus to make a larger number (a 'library') of related SMAs and to test their ability to inhibit pro-inflammatory cytokine responses and thus understand their associated regulation. If successful we will provide novel and important information on how macrophages respond to pathogens. Furthermore, as signalling pathways are highly conserved in evolution, we will advance knowledge at the fundamental level in the fields of cell biology and biochemistry as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013929/1","grantId":"BB/E013929/1","fundValue":"780633","fundStart":"2007-07-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"William  Harnett","coPersons":["Margaret McCann Harnett","Colin  Suckling"],"organisation":"University of Strathclyde","findingsText":" ES-62 is a protein that is secreted by the parasitic worm Acanthocheilonema viteae that we have worked on for many years. The molecule has an unusual structural feature; the attachment of sugar chains containing phosphorylcholine (PC) and the PC enables it to modify certain activities of cells of the immune system, resulting in it having anti-inflammatory properties. ES-62's anti-inflammatory properties include an ability to inhibit production of pro-inflammatory mediators, e.g., the cytokines, TNF-alpha, IL-6 and IL-12 that are secreted by the important immune system cell, the macrophage, in response to molecules derived from pathogens (pathogen-associated molecular patterns: PAMPs). These PAMPs interact with receptors on the surface of, or within, macrophages such as Toll-like receptors (TLRs) and examples are lipopolyssacharide (LPS; binds TLR4), bacterial lipopeptide (BLP; binds TLR2) and CpG motifs (bind TLR9). ES-62 is able to inhibit cytokine production in response to all three PAMPS by virtue of also interacting with a TLR (TLR4) and then subverting the cellular machinery that results in production of the cytokines. A key achievement of this present project was the successful synthesis of a library of novel Small Molecule Analogues (SMAs) of ES-62 based around its immunomodulatory PC moieties that includes members that were able to more selectively and in individually different ways, modify the activities of macrophages. For example, molecules showing some evidence of only targeting a particular pro-inflammatory cytokine or targeting cytokine responses to a particular PAMP or targeting a particular PAMP/cytokine combination were produced. A major aim of the project was to determine if such selective molecules also had similarly selective effects on signal transduction molecules, the components of the cellular machinery that regulate cytokine production, with the aim of trying to correlate individual pro-inflammatory cytokine production events with particular cell signalling events. Although, in spite of targeting a whole range of signal transduction molecules we generally did not find such correlations, the SMAs produced (following modification as necessary) may ultimately find use as anti-inflammatory agents. This is because we have isolated two that like ES-62 are able to protect against the development of arthritis in a mouse model (collagen-induced arthritis). Interestingly, although one of the two molecules employs the same mechanism of action against arthritis as ES-62 in blocking pathological responses associated with the cytokine IL-17, the other appears to have a different but as yet undefined mechanism but that may involve interfering with the synthesis of a number of molecules involved in the regulation of inflammatory responses and also unlike ES-62, it does not require the presence of TLR4 to be active against macrophages. Furthermore we have found the same two compounds to block the inflammatory response of mast cells, an important component of the allergic response and in addition, they have been shown to protect against the development of asthma in a mouse model (ovalbumin-induced airway hypersensitivity). Although the finding of new drug-like molecules for the treatment of arthritis and asthma was not an original aim of the project it is nevertheless clearly potentially important.  ","dataset":"gtr"}