{"id":"3E41F83B-8C14-4A6E-AC8F-14B53CB03542","title":"An integrated model of host-parasite interactions in Coccidian parasites","abstractText":"BACKGROUND: Poultry and livestock production is a key economic component of the farming industry, providing high quality, safe and healthy food for UK consumers. Maintaining the health and welfare of food producing animals is not only ethically desirable, but has implications for food quality, human health and ultimately the economic sustainability of the industry. Poultry and livestock are susceptible to parasitic diseases, including some highly prevalent protozoan parasites (Coccidia) which cause severe and chronic diarrhoea, weight loss and abortion. The most important Coccidia include the Eimeria, which frequently affect poultry, and Cryptosporidium and Toxoplasma, which affect livestock including cattle, sheep and pigs. For some e.g. Eimeria, preventative drug treatments are available, but resistance is a major concern and for others no drugs are available. Vaccination is a more attractive option, but for both Eimeria and Toxoplasma current vaccines are based on live attenuated parasites which have inherent problems of production and in some cases reliability; no vaccination options are available for Cryptosporidium. \n\nAIMS: This proposal aims to develop a comparative model of the complex molecular processes involved in the process of cell invasion in three widespread and economically important coccidian parasites and to validate this model with a series of functional tests. Our analysis will provide a platform to enhance our understanding of the biology of these parasites, provide a wealth of data to the wider scientific community in an easily accessible form and assist in the discovery of novel biological candidates that in future can be exploited by industry to help control these diseases in poultry and livestock. \n\nAPPROACH: Although coccidian parasites are quite diverse they all share one important common feature: the sexual stage of replication produces environmentally resistant oocysts which, when ingested by a new host break-open, releasing an invasive stage (sporozoite) which penetrates the cells of the gut and establishes a new infection; commonly all food producing animals can become infected by this route. We propose to target our research on these shared biological features and will do so by focussing our attention on the interaction of the sporozoites with the host cell. We have recently acquired the genetic information and technologies to undertake a large-scale analysis of thousands and genes and proteins and analyse their activation states (systems biology) during the invasion of parasites into cells. We will exploit this ability to analyse and compare the interaction of our three coccidian species. Using these data we will produce a detailed biological model describing the events which occur during the first few hours of sporozoite invasion, enabling us to understand both common and unique features of this process. We will use these data, alongside bioinformatics analysis of proteins that show distinctive patterns of expression, modulation and co-regulation, to focus on targets for which we will then acquire further functional information. For the most promising protein candidates we will verify their importance in the invasion process by further analysis of their interactions with the host cell. These candidates will then be tested biologically to verify their role in sporozoite cell invasion by determining what happens when these host-parasite interactions are artificially blocked, or the host cells with which they interact are modified. \n\nOUTCOME: The outcome of the work will be to enhance our understanding of the biology of three economically important parasite species and provide the basic biological knowledge to identify novel targets for subsequent commercial development. In the long term this will increase UK competitiveness in the animal health market, improve animal welfare and help to guarantee safe and healthy food for the public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00299X/1","grantId":"BB/L00299X/1","fundValue":"311446","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Fiona  Tomley","coPersons":["Damer  Blake"],"organisation":"Royal Veterinary College","findingsText":" nothing yet, this grant has only just started not yet clear Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}