{"id":"3E42E58C-0FB0-497F-8F20-0F71BF1E012D","title":"Comparative biomechanics and pathology of mammalian feet","abstractText":"Foot disorders such as arthritis, tendonitis, osteomyelitis and injuries including bone fractures are the major musculoskeletal health problem for most captive/domestic animals, with huge global economic costs due to disabled and euthanised animals. The mechanical interaction between the foot and the ground is a critical contributor. It also influences obesity, weakness, and exercise, which worsen mechanical conditions. In particular, high-frequency vibrations when the foot impacts the ground during locomotion, as well as large forces (hence stresses, or pressures) imposed later in the step, are major causes or influences. However, foot anatomy varies enormously. Horses have an extreme design with one toe ending in a rigid hoof, which is superb for fast-swinging but very stiff. When this rigid hoof hits the ground, it generates large vibrations, and these vibrations can cause gradual accumulation of tissue damage. The foot is so small relative to the body that internal stresses may be highly concentrated. In contrast, elephants represent another extreme: their feet have five toes bound in a flexible pad of fatty, fibrous tissue (the digital cushion), which is heavy and thus costly to swing, but seems strong and seems to dampen vibrations at 'heel' impact. Other large mammals have similar anatomies. Is this foot design thus a marvellous solution that controls high-frequency impacts and stresses in giant animals? How then do intermediate designs such as pig 'trotters' work? Such important questions surprisingly remain almost ignored. We propose to study 5 species (pigs, horses, cows, rhinos, elephants) from 80-3000 kg mass, to measure how foot anatomy and body size influence foot loading. We will do this with a 3-part analysis of locomotion and its links with foot disease. First, we will use motion capture cameras and force platforms to measure the dynamics of the limbs and feet during walking and slow running (e.g. trotting). This will enable us to characterize the mechanics of foot impact with the ground. By characterising how impacts change across a ~100x size range, we will quantify how feet are designed to control impacts. We hypothesise that impact levels are maintained at near-constant levels across animal sizes by foot specialisations. This may inspire new designs for foot prosthetics or cushioned surfaces for animal enclosures. Second, we will 'zoom in' on the mechanics of the feet alone, using 3D high-speed motion capture and regional pressure measurements to determine how the external foot deforms during locomotion and how those deformations relate to localised pressures. Next, we will replicate this mechanical environment using in vitro loading of cadaveric feet and 3D fluoroscopic video to measure how the internal foot deforms. Finally, we will use CT and MRI scans to build highly realistic Finite Element models of these feet and the mechanics we have measured in vivo and in vitro, to estimate the peak stresses in bones and other tissues of the feet during running. We hypothesise that across species, peak bone stresses are kept at near-constant levels to preserve margins of safety that avoid injury. This safety however can easily be lost by damage (e.g. by vibration) or altered mechanics, such as obesity or weakness. Third, we will conduct a broad survey of our study species, and their wild relatives for domestic animals, to quantify which specific regions of the feet tend to develop foot disorders. We hypothesise that animals will have more disease in regions where our models and experiments show the highest stresses during locomotion. This should inspire new diagnostic and preventative measures for foot disorders. Our novel diversity of methods and powerful comparative approach will generate an explosion of research into the mystery of animal foot anatomy and mechanics, and with its strong links to clinical applications will build a new foundation to broadly benefit health and welfare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H003142/2","grantId":"BB/H003142/2","fundValue":"31187","fundStart":"2010-08-02","fundEnd":"2013-08-01","funder":"BBSRC","impactText":"  We have presented our research outcomes at several international conferences and also five public lectures. The lead institute RVC have had superb success with public engagement as well. They have engaged via public speaking activities including 7 public lectures, 3 school visits, the 2012 Charles Darwin Award lecture at the British Science Festival, an open lecture for his RCVS Share Jones Lecturer in Veterinary Anatomy Award (2011). They also have regularly been featured by international media coverage. Education Societal","person":"Lei  Ren","coPersons":[],"organisation":"The University of Manchester","findingsText":" (1) We have revealed a link between foot mechanics and pathology.\n(2) Together with the lead institute, we also found major differences in how smaller and larger animals' feet impact the ground during walking and running, and between how the fore and hind feet of animals are loaded.\n(3) We have also created new ways to investigate the biomechanical functions of the human foot complex during its natural motions. For the first time, we have combined three-dimensional CT images of human foot with foot motion and force data, and also 3D musculoskeletal and finite element computer models to investigate the foot biomechanics. This workflow enables us to predict or estimate the tissue stresses in any region of the feet. This is giving us new insight into why foot diseases can be induced by consequences of differences foot structures and loading conditions. We developed a new approach that integrates data from medical imaging, inverse dynamics, musculoskeletal modelling and finite element analysis. We applied this analysis, which took considerable effort to streamline software tools to swiftly transfer data from one package to another, to the human foot complex. The paper describing our methods was published by Qian et al. 2013 in PLOS One. Some other follow-on papers are in the final stages of preparation for submission, by Qian et al., aimed for Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}