{"id":"3E441A7F-7E9E-4FC9-BF2C-F0BBDB0C5C0B","title":"The Significance of the Centenary","abstractText":"This project examines what makes a centenary commemoration different to any other. The timeliness and significance of this question is evidenced by the current and forthcoming centenaries which are the focus of the research. From the recent commemoration of suffrage, revolution and the sinking of the Titanic, to the world-wide events of the First World War, this project places contemporary centenary events in the context of historical celebrations and commemorations in order to interrogate exactly who is now remembering for whom, and how. \n\nCalls for centennial commemoration and celebration are often met by claims that the time for such activity has passed - particularly as there are no longer any living witnesses - and claims that it is more appropriate to focus on the present and future. Yet, these events continue to have significance for the families and communities involved. As those tasked with caring for the future, museums and heritage sites are at the centre of negotiating these controversial, and very public, issues. This timely, interdisciplinary, cross-sector project works to contextualise, compare and convey the significance of the centenary and to support museums and heritage sites to embed robust ways of negotiating these commemorations.\n\nThe proposal will bring together academics, early career researchers, doctoral students, curators, and educators to work in a genuinely interdisciplinary way. The diversity of expertise within the network will facilitate a focus on different cultural conceptions and manifestations of centenary activity. The findings will be of significance for museum and heritage site professionals and educators across the sectors. \n\nThe project will involve four workshops at the University of Birmingham, the University of Sheffield, the Historic Royal Palaces Tower of London, and Cardiff University. These meetings will be structured to promote dialogue, collaboration and progression of the fields. The project steering group will maintain a website and blog throughout its duration to strengthen the exchange of ideas, report back on the workshops, maintain the impetus beyond the life of the initial project, and attract interest more widely from the constituencies of the members. In addition to the website and blog, the steering group will disseminate results via a film, a conference paper, and a co-authored article.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005413/1","grantId":"AH/K005413/1","fundValue":"22136","fundStart":"2013-02-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  The learning programme for the First World War centenary at Historic Royal Palaces has arisen out of the 'Significance of the Centenary' network. The Explorer Manager, Alex Drago, created a campaign called 'Why Remember?' inspired by three questions from the project (Why should we remember? Why is 100 years so significant? And, how would you like to remember?), and which has been embedded in all HRP's offers and across audiences. The purpose of the campaign is to transform understanding of First World War by encouraging everyone to engage in more meaningful discussion about remembrance.\n\nIt includes:\n1. UNCOVER (ADULT LEARNING) TALKS AND WORKSHOPS:\n(i) 'Curious connections: spies' (58 delegates);\n(ii) 'Curious connections: war and friendship' (46 delegates);\n(iii) 'War declared: the Tower and the First World War '(24 delegates).\n\n2. UNCOVER COMMUNITY ENGAGEMENT:\nBlackfriars residential home reminiscence work (80 delegates).\n \n\n3. EXPLORER (CHILDREN AND YOUNG PEOPLE): \n \nINFORMAL:\n(i) 10,000 Soldier's Small Book - a family trail - printed and distributed between Aug 4th - Nov 11th;\n(ii) 2,500 contacts during half-term covering a range of activities including object handling, story-telling, costumed-interpretation;\n(iii) Echoes &amp;amp; Traces: The Tower at War, performances by Arcola Youth Theatre took place at the Tower of London on Nov 4th in a site-specific performance based on real-life people who lived or worked at the Tower during the First World War. 500 Estimated contacts.\n \nFORMAL:\n(i) Partnership with Discovery Education who broadcast a national assembly from the Tower of London on Nov 10th with content based around the Why Remember? questions. It featured poetry originally written by students for the Commemorating the Centenary of the Great War film from Grey Coat Hospital School. Discovery marketed this to all schools in the UK, USA, and Canada and it was broadcast free online at http://www.discoveryeducationuk.com/remembrance. 850,000 pupils watched the assembly. Two teacher CPD webinars were broadcast before and after which together reached approximately 500 teachers; (ii) Why Remember? schools campaign and fundraising day. Resources available online and CPD delivered. 100,000 people are involved in the fundraising campaign. It is not yet possible to estimate how much will be raised for the six service charities; (iii) Two animation projects with Pakeman and Mayflower Primary, numbering around 500 contacts and the output of two short movies. Mayflower was previously known as Upper North Street School and was the first known civilian air raid casualty in the world. German planes dropped bombs on the school on 13th June 1917 and 18 students were killed; (iv) 1,000 teacher guides to the poppies and the First World War at the Tower distributed by Nov 11th.\n\nDIGITAL:\n(i) #whyremember campaign has reached approx 100,000 people. We asked people to respond to the three questions and send us their photos;\n(ii) Both Curious connections talks have been recorded and will end up on our iTunesU account. Numbers of downloads are difficult to estimate. Probably around 1,000 each over the next 12 months.\n\nATTITUDINAL ANALYSIS:\n(i) Physical and online survey to encourage everyone to communicate their responses to the three questions with a long-term view to doing some attitudinal analysis revealing a snapshot of our attitudes to the FWW during the centenary year. Estimated responses around 2,000. Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Joanne  Sayner","coPersons":["Jenny  Kidd"],"organisation":"University of Birmingham","findingsText":" The significant achievements:\n\n1. The interdisciplinary group of 27 academics and museum and heritage site practitioners developed a framework for investigating centenary events. \n\n2. The project led to two successful funding bids to the Universities of Sheffield and Birmingham for undergraduate research projects associated with the network, one to create a 'History Pin' project and one to carry out visitor response surveys of the 'Blood Swept Lands and Seas of Red' ('Poppy Exhibition') at the Tower of London (analysis ongoing).\n\n3. The blog has had 2,686 views since the launch, from 42 countries. This blog was set up as a discussion forum for participants in the network as opposed to an outward facing driver to content and the network's activities. \n\n4. The embedding of the key research questions into a national educational programme run by Historic Royal Palaces (see impact narrative). There is still much work to be done on the role of centenaries in popular culture and how we measure their significance. The ongoing work relating to the WWI commemorations will allow researchers to investigate the legacy of such high profile events. Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}