{"id":"3E4AA354-7232-4CA9-A415-9D7D0A0486AC","title":"Probing sesquiterpene synthase chemistry with non-canonical amino acids","abstractText":"With more than 55,000 known compounds serving myriad functions in all forms of life, the terpenoids are the largest as well as the most structurally and stereochemically diverse family of natural products found on earth. Terpenoids are found in marine and terrestrial plants, fungi, bacteria and insects and have many applications in agriculture as antifungals, herbicides or insecticides, as fragrances in cosmetics, or as antibiotics, anti cancer agents, hormones, or contraceptive agents in medicine. Despite their structural diversity, all terpenoids are biosynthesised from two chemically related molecules, namely delta1- and delta2-isopentenyldiphosphate, an observation which was first made by the German chemist Otto Wallach more than 100 years ago (Nobel prize 1910) and put on the correct biochemical foundation by Leopold Ruzicka in Zurich (Nobel prize 1939). The isopentenyldiphosphates are joined in elongation reactions to form the linear precursors of all terpenoids, which are classified according to the number of isopentenyl-units (C5) they contain as monoterpenes (C10), sesquiterpenes (C15), diterpenes (C20) and higher molecular weight terpenoids. The action of terpene synthases then converts these linear precursors into a large number of cyclic products. It is these cyclisations that are responsible to a large part for the diversity seen in terpenoid natural products. Remarkably all these enzymes share a common three-dimensional fold and hence the complexity and diversity of the final structures is contrasted with the simplicity of the generation of these products. In order to decipher the code that determines the specificity of terpene synthases a much deeper understanding of individual reaction mechanisms is required. We have previously used techniques where the substrates were modified or where individual amino acids within the active site of terpene synthases were replaced with others and the effects on the reaction studied. This latter approach is limited by the fact that only 20 different amino acids are normally observed in naturally occurring proteins. We now wish to use a new technique that allows the incorporation into enzymes of non-natural amino acids that can be chosen in such a way as to obtain answers to specific questions about the reaction mechanisms and hence further our understanding of this fascinating group of enzymes. This work should eventually provide us with the knowledge to generate new terpene-like, but non-natural molecules with many potential applications in basic science and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003572/1","grantId":"BB/G003572/1","fundValue":"603677","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"  This work lays the foundations for future biosynthetic routes to complex natural products for industrial biotechnology.  ","person":"Rudolf Konrad Allemann","coPersons":["Eric Michael  Tippmann","David James Miller"],"organisation":"Cardiff University","findingsText":" Sesquiterpenes are an important class of natural products that exhibit a wide variety of structural variation and biological function with applications ranging from uses as scents and oils to agrochemicals and pharmaceuticals. In contrast to this diversity they are, however, metabolites originating from a single parent compound, farnesyl pyrophospate (FPP). This array of products is generated from FPP by a single class of enzymes, sesquiterpene synthases, all of which share a common 3D structure. To understand how this stunning diversity of products is formed from one compound with such remarkable fidelity is a major challenge for modern chemical biology. Each sesquiterpene synthase must guide neutral or carbocationic intermediates through a series of specific steps whilst preventing reaction with solvent and rearrangement to undesired by-products of very similar energy and conformation. \n\nWe probed the catalytic properties of the sesquiterpene synthase aristolochene synthase (AS) by modifying the wild type enzyme with residues of different size and electrostatic properties by the replacement of aromatic residues with unnatural amino acids using AMBER suppression techniques to expand the genetic code. The product distribution created by these mutants unambiguously correlated with progressively decreased ? electron density of substituted phenylananine analogues. \n\nFurther mutants focussed our studies on the mechanisms underlying the change of product from aristolochene to germacrene A and chemical synthesis resulted in the reaction of stable aza-analogues of the unstable putative intermediate eudesmane cation. This aza analogue proved to be a potent inhibitor of aristolochene synthase, strongly supporting its proposed intermediacy in aristolochene production. The ability to direct the products of enzymatic reactions towards desired products might be of great importance in manufacturing high value terpenoid natural products, whose number include artemisinin and numerous semiochemicals used for communication by insects. Agriculture, Food and Drink,Chemicals,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}