{"id":"3E4B2774-C644-4723-97F8-784B9084DD1A","title":"SANDPIT: Multi-scale dynamics and gene communities","abstractText":"Evolution has mostly been studied in the context of the higher organisms, where the transfer of genetic material is almost always from parents to offspring. However some years ago it was discovered that bacteria, by contrast, are able to transfer genetic material directly between individuals. The first type of transfer is called vertical and the second type horizontal. So when we talk about bacteria evolving, we are referring to the genes which they contain, and horizontal transfer is a way of changing this content. From the point of view of the genes, the bacteria are habitats where the genes can reside, just like an ecosystem such as a forest or lake is a habitat where plants and animals can reside. So while the survival and reproduction of genes and the bacteria they live in are related, the fact that genes are not bound to a specific organism means that their interests are not identical. So genetic material transferred between bacteria can evolve strategies that can either help or hurt the bacteria. These are referred to as mutualism and parasitism respectively. This means that the mechanism of natural selection may take place at two levels: at the genetic level and at the level of the organism, and that these may be in conflict with each other. This conflict is played out in the ways that the genes interact with each other, and how these interactions determine the properties of the bacterium in which they are found. Evolution is a process which is random, and there is evidence that randomness is important in the horizontal transfer of genes. The analysis of systems made up of a large number of interacting objects, which have a degree of randomness, is an important area of applied mathematics. So far, however, progress in analysing these systems mathematically has lagged behind their study using computer simulations. We propose to develop an appropriate mathematical analysis of horizontal gene transfer in bacteria. We will be guided by computer simulations and also by databases of the distribution of genes in a wide range of different organisms. The final theory, although developed for a specific biological situation, can provide a model for mathematical treatments of other interacting random systems, which are found widely in physical, biological, and social contexts. It will also address an important theoretical problem in biology. We have already referred to the fact that selection can happen at the lower (genetic) level and the higher (organism) level. There could in principle be more than two levels, leading to what is called multi-level selection. In this case entities (genes, bacteria,...) at each level can reproduce, mutate and compete with each other. We will also gain greater understanding of the way that genes in bacteria move around, and so gain some insight into the current diversity of bacteria which is observed. This should allow for the monitoring and managing of new infections and antibiotic resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H032436/1","grantId":"EP/H032436/1","fundValue":"609731","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  Our findings have not yet been used in an essential way, but plasmids remain important vectors for the spread of social genes involved in bacterial virulence thus an understanding of their dynamics is highly relevant from a public health perspective.  ","person":"Alan  McKane","coPersons":["Sam  Brown","Julian John Gough","Richard Allen Goldstein"],"organisation":"The University of Manchester","findingsText":" Antagonistic coevolution between hosts and parasites can have a major impact on host population structures, and hence on the evolution of social traits. Using stochastic modelling techniques in the context of bacteria-virus interactions, we investigated the impact of coevolution, across a range of models, on population genetic structure, and on the social behaviour of the host. We found that in some cases the interaction can prevent defector invasion, and can even allow migrant cooperators to invade populations of defectors.\n\nAnother topic that was investigated was the repression of competition by mechanisms of policing. General models on the evolution of policing have focused on the interplay between individual competitiveness and mutual policing, demonstrating a positive relationship between within-group diversity and levels of policing. We expanded this perspective by investigating what is possibly the simplest example of reproductive policing: copy number control among non-conjugative plasmids, a class of extra-chromosomal vertically transmitted molecular symbionts of bacteria. Through the formulation and analysis of a multi-scale dynamical model, we showed that the establishment of stable reproductive restraint among plasmids requires the co-evolution of two fundamental plasmid traits. Increasing levels of policing and obedience lead to improvements in group performance due to tighter control of local population size (plasmid copy number), delivering benefits both to plasmids, by reducing the risk of segregational loss and to the plasmid-host partnership, by increasing the rate of cell reproduction, and therefore plasmid vertical transmission.\n\nPlasmids carry a wide range of genes that are often involved in bacterial social behaviour. The question of why such genes are frequently mobile has received increasing attention. We used an explicit population genetic approach to model the evolution of plasmid-borne bacterial public goods production. Our findings highlighted the importance of both transmission and relatedness as factors driving the evolution of plasmid-borne public goods production. This is a very active area of research. We have made a start in the modelling of several phenomena, but there are many extensions and improvements in the models then can, and we are sure will, be made. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}