{"id":"3E4C6473-0780-4D4F-A93A-1CECBC736F40","title":"Crafting communities of practice and interest: connecting 'online' and 'offline' making practices","abstractText":"This research will undertake a systematic review of practices of online/offline participation within craft related communities of practice and communities of interest. Addressing both scholarly literature and contemporary trends, this review will address the development of new cultures of communication within online/offline communities linked to craft, and the role of creativity in shaping those cultures. This project will also review the new cultural, social and economic practices in the crafting movement, in relation to online/offline practices of community building. It will analyse how the adoption of ICT tools has shaped the connections, practices and processes that constitute craft communities. These tools include the Internet, social media, Web 2.0 applications, and using digital technologies in the production of craft objects themselves. \n\nThis review understands online/offline craft communities as dynamic processes, rather than static entities. It will explore the limits to distinctions between online/offline, virtual and real subjects, to show how making materially mediates these complex temporally dynamic communities. This understanding raises a number of questions: what are the distinctions and overlaps between communities of practice and interest in relation to online/offline craft? How are traditional skills appropriated by contemporary communities of practice/interest? Is there a tension between craft's emphasis on local networks and global connectivity? What are the relationships between 'virtual' communities and material products? These questions unfold in the nexus between online and offline communities and are concerned with how space, time, and materiality relate to the processes and practices of community building. \n\nThe review will adopt a multidisciplinary approach to achieve three objectives: 1) a literature review to situate online and offline communities within humanities and social sciences literature. This will review how online technologies have been engaged by different craft communities over time, their relationship with economies of craft, their use to disseminate knowledge, and their role in producing new forms of making. 2) A workshop to understand emergent craft communities and practices of connecting. The study will actively engage with stakeholders and makers within the craft community. This will establish a dialogue with and between craft makers in order to think through the role of online/offline tools in craft communities. It will uncover how these engagements relate to the creative economy, and the role of intermediaries in virtual spaces that influence that engagement. 3) Theorising to connect the materialities of online and offline practices of making: the review will build on these findings to explore questions of materiality and temporality that emerge from making objects in between 'virtual' and 'real' communities.\n\nThe review itself is timely: craft practices bring together people to share knowledge, encourage creative practice in everyday settings, and contribute to the creative economy. However, a critical engagement with how groups and individuals use online/offline practices to form communities, identities, and to make and to share these practices is missing. Redressing this absence is critical to answering questions about contemporary community building. Furthermore, innovative practices enabled by online tools are rapidly being adopted by craft organizations. However, their experience and successful uptake has met with mixed success. Further understanding of the benefits and limits of online interactions is needed to ensure that best practice can be developed. Furthermore, the rise of new political movements, such as 'craftivism', which use online tools to gather together activists that use knitting and embroidery to make political statements, suggest there is more to be learned about community sustainability, resilience and engagement, from the example of craft.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012009/1","grantId":"AH/J012009/1","fundValue":"31997","fundStart":"2012-02-07","fundEnd":"2012-11-10","funder":"AHRC","impactText":"  The findings have been made available to the AHRC Connected Communities Research Network. The findings have informed further research Creative Economy Cultural","person":"Nicola  Thomas","coPersons":["Caroline Alexandra Chapain","Roberta  Comunian"],"organisation":"University of Exeter","findingsText":" This study has undertaken a systematic review of practices of online/offline participation related to craft practice. Addressing scholarly literature and contemporary trends, this review considers the development of online and offline communities of practice that have emerged in relation to new cultures and economies of craft. The research has paid attention to the role of creativity and connectivity in shaping new social formations associated with cultures of craft. This research reviewed cultural, social, political and economic practices emerging within contemporary craft practices, particularly in relation to the quality of social relations that are enabled through online/offline engagements. Online social relations Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}