{"id":"3E51BE60-8F59-4459-91D5-B2E508DB6F69","title":"eSTAR deployment","abstractText":"An increasing number of telescopes can be accessed via the internet, allowing observations to be requested remotely. This gives us the possibility that observations could be requested by computers, who could them assess the resulting data, and make intelligent decisions about what follow-up observations should be made. The eSTAR project has pioneered such a 'thinking telescope network', and created a test network which has carried out some scientific programmes. Here we are applying to enlarge the network, and the range of science it carries out, to make it easily usable tool for astronomers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E002137/1","grantId":"PP/E002137/1","fundValue":"197996","fundStart":"2008-01-01","fundEnd":"2009-12-31","funder":"STFC","impactText":"  I used eSTAR in several popular astronomy talks as an example of automation was becoming increasingly important in astronomy.  Cultural","person":"Timothy  Naylor","coPersons":["Nial Rahil Tanvir","Alasdair  Allan","Keith  Horne","Iain Allan  Steele"],"organisation":"University of Exeter","findingsText":" The eSTAR system is an &amp;quot;intelligent&amp;quot; system which looks at the results of astronomical observations, and uses that information to decide what observations to take next. Prior to this grant we had shown that such a system could work in a very limited way, the aim of this grant was to deploy eSTAR to carry out observations and show it could undertake cutting-edge science. \n\nThis worked well with (i) a significant contribution to microlensing-based searches for planets outside our solar system, and (ii) a crucial observation in the discovery of the most distant object discovered to date. The work links into a more general theme of intelligent agents, software entities which make rule-based real-time decisions. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}