{"id":"3E51CDF8-C7FF-4178-BFF8-64C4F9045B54","title":"Games between Diversely Sophisticated Players","abstractText":"<p>Conventional game theory presumes that all players are rational decision makers who maximise well-defined preferences and reason about uncertainty (both exogenous and strategic) like Bayesian statisticians. Yet part of what makes strategic interactions interesting is players' limited, often asymmetric rationality.</p>\n\n<p>The objective of this project is to formulate a general game-theoretic model that accommodates many forms of limited strategic sophistication. This framework extends the conventional model of games with incomplete information due to Harsanyi (1967-8), by enriching the notion of a player’s “type” to include the way she systematically distorts her strategic beliefs. This model will be applied to economic environments such as speculative trade in asset markets, monopoly pricing or monetary policy, where some of the agents have limited ability to draw strategic inferences.</p>\n\n<p>&nbsp;</p>\n\n<p>If successful, the project may give a major boost to theoretical work on strategic interactions between players with diverse strategic sophistication. As such, the project has the potential to transform game theory and it applications in economics and other social sciences.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L003031/1","grantId":"ES/L003031/1","fundValue":"196779","fundStart":"2013-06-01","fundEnd":"2014-12-15","funder":"ESRC","impactText":"  The grant ends on 31/12/14. my understanding is that I need to provide this information after this date.  Economic","person":"Ran  Spiegler","coPersons":[],"organisation":"University College London","findingsText":" The grant period ends on 31/12/2014. My understanding is that I need to report my key findings after this date. The grant period ends on 31/12/2014. My understanding is that I need to discuss the implications of my key findings after this date. Creative Economy","dataset":"gtr"}