{"id":"3E53D933-F997-4EDF-B768-48AA7B56E672","title":"Multi-graph Ensembles as Toy Models for Causal Quantum Gravity","abstractText":"What are the elementary building blocks of space, time and matter? Answering this question lies at the heart of the search for a theory of quantum gravity. This search is more than solving a theorist's conundrum. If our current classical theory of gravity, General Relativity, is used to interpret observations of the cosmic microwave background we reach the conclusion that the universe started with a Big Bang. In the era immediately afterwards the universe was incredibly small -- in fact much smaller than an atom. This leads to another sort of problem; things the size of atoms cannot be understood properly without using quantum mechanics so we also expect that the extrapolation back to the Big Bang using General Relativity will fail at some point. In other words, in order to understand fully the Big Bang it is necessary to have a theory of gravitation which is quantum mechanical. Many different ways of formulating quantum gravity have been suggested and this proposal concerns one of them -- the Causal Dynamical Triangulation model, CDT for short. This model builds up a universe by packing together triangles (in 2 dimensions), tetrahedra (in 3 dimensions), or pentahedra (in 4 dimensions) according to certain rules. There are many distinct packings and each corresponds to a distinct universe with distinct physical outcomes. The set of all packings is called an 'ensemble'. To make a measurement of a physical quantity we choose one member of the ensemble at random and measure on that member; thus physical quantities don't take definite values but come with a probability distribution -- this is what makes the model 'quantum'. Unfortunately the present state-of-the-art is that all the information we have about the potentially realistic four-dimensional CDT models comes from numerical simulations on very powerful computers; this is also the case for the three-dimensional models. Only in the two-dimensional case do we know how to do pencil-and-paper calculations. Recently it has been realized that the two-dimensional CDT ensemble, which is essentially a particular set of triangulations of the plane, is related to a simpler set of graphs (technically, multi-graphs) with a growth rule, the Galton-Watson process, which has been known to mathematicians since the nineteenth century and was originally introduced as a model for the propagation of generations of the British aristocracy! This has simplified our understanding of these models and made certain calculations much more straightforward. It is very exciting that the same mathematical concepts can be relevant to such disparate systems as a model of gravity and the fate of families.Numerical simulations of three- and four-dimensional CDTs have produced several interesting results and in this research we will concentrate on the three dimensional case which shows highly non-trivial structure. Firstly the large scale structure which emerges from the dynamics is that of a three-dimensional de Sitter universe which is one of the simplest solutions of General Relativity. Even more interesting is that the simulations appear to show that, as far as a particle moving in the universe is concerned, the dimension of space-time in the CDTs varies from two at microscopic distance scales to three at large scales. This strange phenomenon is called dimensional reduction and has attracted a lot of attention recently. We want to extend the pencil-and-paper understanding that the multi-graph equivalence gives us of the two-dimensional CDT through to the higher dimensional versions. In particular we will investigate whether the dimensional reduction phenomenon can be understood through the multi-graph picture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01263X/1","grantId":"EP/I01263X/1","fundValue":"20005","fundStart":"2010-10-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  They have been used in subsequent research projects Other ","person":"John  Wheater","coPersons":[],"organisation":"University of Oxford","findingsText":" A simple radial reduction of two dimensional random graphs can be used to understand basic properties of simple random walk on the full graph Yes Other","dataset":"gtr"}