{"id":"3E55500F-A49D-464A-BEC5-8C49D508CC31","title":"Solute Stress Mechanisms and Responses","abstractText":"Pseudomonas putida (P. putida for short) is a bacterium that was originally isolated from soil, a stressful and ever-changing environment; as such it has an inherent capacity to be able to respond to changes in its environment. This bacterium is non-pathogenic, and because of its ability to produce a wide variety of compounds useful to mankind, and to degrade a variety of pollutants that are dangerous to environmental and human health, it has been the object of intensive scientific study. There is growing public and political pressure to reduce reliance on fossil fuels such as oil, coal and gas, to develop new fuels that do not cause climate change, and to build a sustainable, non-polluting industrial and biotechnological base. The overall long-term goal of the project is to develop a 'systems understanding' of P. putida, i.e. an understanding of its activities at the multiple levels (gene, protein and metabolites), and how these are integrated and controlled. This understanding will provide a quantum increase in performance of this microorganism in diverse biotechnological applications through knowledge-based interventions. These applications will include the production of enzymes for diverse uses: industrial products, food, body-care products, medical treatments and diagnostics, production of biopolymers (e.g. biodegradable plastics), plant protection and growth promotion, and bioremediation of polluted environments. Many of these processes occur under conditions that are sub-optimal for the function of P. putida, for example it is likely to be stressed by high concentrations of solutes (substances that dissolve in the watery environment of this bacterium). Our primary goal is to understand how P. putida is affected by different classes of solute and in turn how it responds, with a view to optimizing its performance. Solutes fall into several different classes: charged (e.g. common salt), uncharged (e.g. glucose), chaotropic (those that cause chaos in biological molecules and membranes, e.g. ethanol and phenol), kosmotropic (order-forming, e.g. polyethylene glycol), hydrophobic (water-hating, e.g. benzene), and many more. We will added these stressful solutes at inhibitory concentrations, and in collaboration with our scientific partners in other European countries investigate how the cell responds by examining gene expression, proteins produced, and various other stress-protection measures. One particular question that we will be addressing is whether and to what extent different classes of solute result in specific responses, and in turn whether there are general solute-stress response mechanisms. These studies will result in mathematically-designed models, created from our biological (experimental) data, that function via computer programs, and that will be used to predict how the cell will behave under different conditions, and we aim to put these models to the test. Ultimately these models will help us to predict how bacterial function can be more efficient under biotechnologically-important conditions. Many biotechnological processes involve a mixture of solutes, and we have observed that the stressful effects of different classes of solutes impact on each other. This is sometimes beneficial in that one solute offsets the deleterious effects of another (e.g. kosmotropes and chatotropes), but the mixtures can sometimes be antagonistic. Similarly, the physical environment (e.g. temperature and pressure) will alter the effect that solutes have on bacteria, and how they respond. We have designed a variety of experiments that will test these issues by examining the effects of mixtures on the growth rate of P. putida and its response mechanisms as outlined above.This research, as well as the model that will be produced, has the potential to improve all types of biotechnological and industrial processes in which bacterial cells are invloved, and represents the first research of its kind in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003471/1","grantId":"BB/F003471/1","fundValue":"131785","fundStart":"2007-09-17","fundEnd":"2010-09-16","funder":"BBSRC","impactText":"","person":"John Edward Hallsworth","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" We discovered that hydrophobic substances (log P &amp;gt; 1.9) induced water stress in cells of Pseudomonas putida (and other microbes) by chaotropically disordering their macromolecular systems. This findings relates to Aim 1 (to determine whether generic classes of stressor induce specific stress responses in P. putida) and was reported in these publications: Hydrophobic substances induce water stress in microbial cells. Water-hydrophobic compound interactions with the microbial cell.\nWe established that macromoleculae-stabilising (ie kosmotropic) stress protectants can reduce the inhibitory activities of chaotropic solutes and chaotropicity-mediated hydrophobic substances (this was Aim 2), as reported in these publications: Hydrophobic substances induce water stress in microbial cells. Solutes determine the temperature windows for microbial survival and growth. Effects of alcohols and compatible solutes on the activity of ss-galactosidase. The second of these papers was featured in news articles by ScienceNOW, Nature Microbiology Reviews and other publications and has implications for astrobiology. The third of these has implications for product toxicity in biotransformations as well as biofuel fermentations.\n\nIn responses to Aim 3 (to determine whether changes in entropy (that impact on water:macromolecule interactions) are the key inhibitory parameter for diverse types of stress) we established that this was true, vie these five publications: Hydrophobic substances induce water stress in microbial cells. Solutes determine the temperature windows for microbial survival and growth. Effects of alcohols and compatible solutes on the activity of ss-galactosidase The biology of habitat dominance; can microbes behave as weeds? Chaotropic and hydrophobic stress mechanisms of antifungal substances. We also found that chaotropicity can permit cellular function under some extreme conditions: under low water activity in saline environments and at low temperature, as shown in these publications: Solutes determine the temperature windows for microbial survival and growth. Is there a common water-activity limit for the three domains of life? Multiplication of microbes below 0.690 water activity: implications for terrestrial and extraterrestrial life. Ultimately cellualur macromolecules and. therefore, cellular systems can only function within narrow windows of conditions that facilitate a biologically permissive balance of stability-flexibility. All microbial and other living systems, therefore, are controlled, stressed and/or made inactive by the chaotropic or kosmotorpic activities of dissolved substances. Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Energy,Environment,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}