{"id":"3E7DE665-F4DC-4203-B169-03CED1585836","title":"Magnetohydrodynamic and kinetic models of magnetic reconnection applied to solar coronal activity","abstractText":"The atmosphere of the Sun, the corona, is very dynamic. Solar flares are dramatic events which release large amounts of energy in the form of electromagnetic radiation across the spectrum, resulting both from the creation of hot plasma and from large numbers of high energy non-thermal charged particles. Solar flares can have significant effects on the Earth and its space environment, and can be a very serious issue for humans in space. Also, it is believed that the surprisingly high temperature of coronal plasma (milllions of degrees, compared with a surface temperature of a few thousand degrees) may be the result of heating by many small flare-like events known as nanoflares. Both flares and nanoflares are a release of stored magnetic energy through the process of magnetic reconnection, which results both in heating of the plasma and in the acceleration of charged particles. The aim of our research is to investigate the energy release due to magnetic reconnection, using both fluid and kinetic models of the plasma, and to apply the results to understand both coronal heating and flares. We also aim to determine consequences of reconnection which are directly observable, and to test our models using observations from space borne solar observatories such as TRACE,RHESSI, Hinode and Stereo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003064/1","grantId":"ST/F003064/1","fundValue":"464088","fundStart":"2008-09-21","fundEnd":"2011-09-20","funder":"STFC","impactText":"  The work has been widely cited in the solar physics community. Extensions of this work have also been used to investigate magnetically confined fusion plasmas. Many public talks were given on the outputs of our work e.g. to schools and astronomy societies Energy,Other Cultural,Societal","person":"Philippa  Browning","coPersons":["Grigory  Vekstein"],"organisation":"The University of Manchester","findingsText":" We demonstrated that reconnection and energy release can occur in unstable twisted coronal loops, with implications for solar coronal heating. We have also developed a new code for modelling &quot;test particles&quot; in evolving electric and magnetic fields, and used this to model the acceleration of charged particles in reconnecting current sheets in solar flares. We have shown that two populations of accelerated particles are produced The work in this grant was further developed in a follow on project. There are wide implications for solar flares and solar coronal heating. Our results also have implications for fusion research and space waether. Energy,Other","dataset":"gtr"}