{"id":"3E7E2CAC-D955-42DD-9460-DC2CDFBB5170","title":"Connected Communities: Imagining the Place of Home","abstractText":"The project will investigate the relationship between home and Connected Communities within an increasingly globalised world. Fundamental to the conceptual work underlying the research is the understanding that the category of home is both a profoundly intuitive, universally significant concept and a multi-faceted and elusive one. Whatever their situations, cultural or religious beliefs or ethnicities, many people have a broadly similar, expansive idea of home. Defining it objectively is often problematic, yet having a sense of what home is, and being able to lay claim to what it means, is fundamental to our idea of what it is to be human. Understanding and representing home involves an act of the imagination. Home is a place of belonging and familiarity. It might be conceived of as the place where family and friends are, or where someone grew up, or where they long to return. Frequently, ideas of home and of community are almost synonymous. Communities can be seen as an extension of family and home in which some of the key values, markers and affiliations of home remain significant, such as religion, food, languages, ethnicity, individual and community histories.\n\nThe project involves mingling affective responses with more specific ideas of physical space and environment, material culture, nation and postnation in a rapidly changing world. By asking and developing answers to key questions we will contribute new analyses of pressing national and international challenges about belonging, identity, citizenship and society. How does the experience of mobility transform a particular idea of home into one characterised by multiplicity and plurality? Here we consider imagining more than one place as home. Is home increasingly a mythic site in a postnational order, belonging to a nostalgically imagined and static past in which things were better, safer and more familiar? We ask whether it is ever possible to return home. What kind of a place is home in an increasingly technologised neoliberal twenty-first century? Here we reflect upon the transformations technology makes to our experiences of home. What is the relationship between home and exile, home and diaspora, or home and migrancy? We consider processes of unhoming and the condition of homelessness and laying claim to a new home. What role does the imagination have to play in conceiving of relationships between home and communities and does home continue to have a vibrant future as a place into which citizens can project themselves and shape imagined lives within just and fair societies? Here we consider the transformative possibilities of acts of the imagination. \n\nThe arts and humanities can make significant contributions to existing research from the social sciences. By focusing on the role of the work that the imagination and representation - key categories for research in literary studies - can perform on home, it is possible to develop more productive and nuanced understandings of how communities conceive of themselves, how they create and sustain creative connections, how they foster their most profoundly affective elements. Understanding and investigating communities in these terms adds depth to conceiving of their interconnectedness. It draws attention to the relationship between the home as an imaginary and imagined category and the imaginary nature of representation and literary studies themselves. It also helps in analysing those changing points of tension and disjunction which can often be best articulated and interpreted through powerful acts of the imagination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012254/1","grantId":"AH/J012254/1","fundValue":"29653","fundStart":"2012-02-14","fundEnd":"2012-08-13","funder":"AHRC","impactText":"","person":"Bridget  Bennett","coPersons":["Hamilton  Carroll"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}