{"id":"3E7F5919-642A-4328-846B-2F28672FEDD0","title":"Facing up to Faces: Changing biases in face perception to improve emotional processing in mental health","abstractText":"The ability to accurately detect and recognize emotion in other people is extremely important in everyday life. Even slight differences in the ability to do this, such as a relative insensitivity to some emotions, or heightened sensitivity to other emotions, can cause problems. For example, people with depression tend to be less sensitive to expressions of happiness, and more sensitive to expressions of sadness. This may actually contribute to the onset or maintenance of their depression, by causing distortions in how they perceive the world, and in particular other people. If someone is less sensitive to happiness in others, for example, he or she may not notice when someone is responding positively to them, and fail to reciprocate this, thereby missing out on the opportunity for a positive social interaction.\n\nWe have developed a technique which allows us to subtly modify these emotion recognition biases. Faces which are ambiguous, and consist of a blend of happiness and sadness, can be used to determine when a person stops seeing one emotion and starts seeing another. Using this information, that individual can then be &quot;trained&quot; to be more inclined to see happiness in those ambiguous faces rather than sadness. This training procedure takes only about 20 minutes, and can be done on a laptop or, in principle, via a website or on a tablet computer or smartphone. Repeated training over a few days can produce a marked change in emotion recognition, so that the individual becomes more inclined to see happiness over sadness in other people's faces. Here we are proposing a study to answer two questions: Does this procedure improve people's mood, and what brain regions are involved in this process?\n\nOur pilot work is very promising. In a group of people selected for high levels of depressive symptoms, four days of training resulted in a noticeable improvement in positive mood two weeks later. We would like to recruit a larger sample, to provide more definitive results, and collect mood data at a longer follow-up period of six weeks, to establish the longevity of these effects. This would allow us make the critical next step in the development of this intervention, which is to move from proof of concept to clinical translation. In parallel, we would like to run a smaller study which will use the same training procedure but will then use brain scanning technology to identify which brain regions are influenced by this training procedure. Finally, we will run a small focus group of people who have experienced depression, in order to find out whether they feel that an automated training procedure such as ours would be an acceptable treatment for depression.\n\nThe results of our study have the potential to give rise to a new type of treatment for depression, which could be used in conjunction with existing treatments such as cognitive behavioural therapy or medication. It has the advantage of being relatively simple and non-invasive, and in principle can be delivered remotely via the internet or a smartphone. In addition, the techniques we will be using can in principle be applied to other mental health problems where emotion recognition appears to play a role, such as conduct disorder, schizophrenia and addiction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J011819/1","grantId":"MR/J011819/1","fundValue":"256130","fundStart":"2012-04-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Marcus Robert Munafo","coPersons":["Catherine  Harmer","Ian Scott Penton-Voak","Emily  Holmes"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}