{"id":"3E8AFCD8-FAC5-441F-966F-8C0BC3AC6110","title":"Helping Older Drivers continue driving safer for longer","abstractText":"The research explores: what problems older people experience with the ability to continue driving safely as they get older; identifying the technologies that could potentially assist them to continue driving; proof of concept trials; and also the quantification of the social and economic consequences of ceasing to drive.\n\nFollowing a detailed analysis of the problems encountered two potential systems to assist older drivers have been researched in detail: a Sat Nav which meets the needs of older drivers and; Intelligent Speed Control system to assist older drivers to keep to the speed limit in urban areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K037579/1","grantId":"EP/K037579/1","fundValue":"10081","fundStart":"2013-06-01","fundEnd":"2015-03-30","funder":"EPSRC","impactText":"  Influencing policy through evidence to Transport Select Committee\n\nThe road safety charity BRAKE used our findings on driver distraction and our laboratory for the launch of their 2013 road safety campaign week in November (research shown on all major news channels included a visit to the BBC breakfast sofa. Transport Societal,Policy & public services","person":"Phil  Blythe","coPersons":[],"organisation":"Newcastle University","findingsText":" The findings are ongoing. it is essentially to engage with non-academic audiences about the research through the EPSRC 'telling tales of engagement' awards We have engaged audiences at science festivals and public gatherings.\n\nWe have engaged the media with several BBC, Sky and ITV national television news reports on our findings.\n\nWe have engaged school children.\n\nHave provided thought leadership in the Automated Driving area (with help from professional bodies such as the AA and the IET)\n\nHave presented findings to the Parliamentary Transport select committee TWICE in 2014. Communities and Social Services/Policy,Transport","dataset":"gtr"}