{"id":"3E95C699-C2CC-4428-BDE9-4237729AB4C0","title":"Genetic characterisation of the Kiss-Of-Death PCD pathway","abstractText":"Programmed Cell Death (PCD) is a genetically controlled process that can promote cell self-destruction to the benefit of multicellular organisms or unicellular populations. PCD is used by plants for development and survival and is hence developmentally and environmentally regulated. For example PCD is involved in pollen development, self-incompatibility, plant embryogenesis, xylogenesis, and senescence as well as in survival response to pathogen and abiotic stresses. This suggests a complex network of regulators able to integrate various signals leading to cell self-destruction. The relationship between developmental PCD, pathogen-induced PCD and abiotic-stress induced PCD is poorly understood. We have discovered a gene called Kiss-Of-Death (KOD) that appears involved in all three. Discovering more of the molecular mechanisms underlying how plant cells use KOD to make decisions about inducing or not their own self-destruction within a surviving organism will be fascinating. In addition, being able to predictably induce or down regulate the pathway will give tools to modulate cell death in specific tissues of crops to the benefit food production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009478/1","grantId":"BB/K009478/1","fundValue":"333328","fundStart":"2013-08-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"  Primers for QPCR analysis of the KOD gene and seeds of an over expression line have been sent to 3 labs.  ","person":"Patrick Georges Gallois","coPersons":[],"organisation":"The University of Manchester","findingsText":" The grant is only one year old. We have developed a mutated population of Arabidopsis that can be screened genes that suppress Programmed Cell Death induced by the KOD gene. The population will be screened and mutants surviving death induction will be identified. This will allow the identification of genes that are required for the function of the KOD gene Agriculture, Food and Drink","dataset":"gtr"}