{"id":"3E9EE60D-4C67-4EA5-B7F3-98E3803660F7","title":"Spatial and temporal regulation of cell adhesion and intracellular trafficking by Armus","abstractText":"Epithelial cells form an important component of many different tissues and organs in the body, where they wrap up any cavity and external surfaces as separate compartments, protect against water loss, pathogen infection and facilitate the exchange of fluids, air and nutrients. To do so, epithelial cells must be tightly attached to each other. Many studies investigate how these cells glue strongly among themselves and how their attachment can be manipulated when cells divide, during wound healing migration, invasion by pathogens and other chronic diseases. Disruption of cell-cell contacts is thus a key feature of epithelial pathologies and must be tightly regulated to maintain healthy tissues and organs.\n\nA key event to keep epithelial sheets intact is the amount of adhesive receptors at cell-cell contacts. By impairing the levels and localization of adhesion receptors at junctions, epithelial integrity is compromised and easier to disrupt. Our proposal will dissect mechanisms leading to removal and the destruction of a cell-cell adhesion molecule named E-cadherin following stimulation with the growth factor EGF. Although EGF is important for epithelial development and maintenance, aberrant activation of its receptor in cells is observed in different pathologies, including cancer. Yet, the precise mechanisms via which EGF over-stimulation leads to E-cadherin degradation are not well understood.\n\nArmus is a protein identified in our lab that controls the degradation of E-cadherin in a cell compartment called lysosome, where degradation of unwanted material is processed. Here we aim to dissect how Armus is regulated when cells are stimulated to move away from their peers by EGF treatment, what controls its localization at junctions or lysosomes, and the binding proteins that are important for the precise activation of Armus in space and time. Our studies will provide insights into fundamental biological questions as to what controls the distribution and function of the same protein into different compartments inside the cell at steady-state and upon stimulation.\n\nBy investigating the mechanisms of Armus regulation, we will identify potential ways to block Armus function to impair degradation of E-cadherin. Importantly, such knowledge will be beneficial in therapeutic strategies beyond our model system: (i) specific inhibitors of lysosomal function are not available and (ii) there are a number of pathologies where degradation of intracellular material is mal-functioning, such as in neurodegenerative diseases, killing internalised bacteria, etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M022617/1","grantId":"BB/M022617/1","fundValue":"369758","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"Vania  Braga","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}