{"id":"3EA123F7-8F46-40A6-A08F-BA74547CC771","title":"Exploitation of genomic knowledge for sustainable resistance to the crop pest Globodera pallida","abstractText":"Plant parasitic nematodes cause estimated annual losses to global agriculture of $125b . Potato cyst nematode costs the UK potato industry an estimated &pound;50 m/year. Control often depends on nematicides that are both harmful to the environment and possibly human health. They are often essential for economic potato cropping in the UK. The new technology to be used in this work can control plant parasitic nematodes without harming the environment. A protein and the role it plays in a cell can be abolished if the gene that provides the code specifying it becomes inactive. This is a natural effect that probably protecting cells from mobile genetic elements such as certain viruses. Its basis is that the some viruses make a double not the normal single strand of the intermediary molecule (RNA). It is involved in the reading of the genetic code when each new protein molecule is made. The natural gene silencing effect can be induced experimentally by introducing the double stranded form of RNA to a cell. This can cause an organism to silence one of its own genes. This is experimental manipulation is achieved by introducing to a cell a sequence that matches precisely that of the gene to be silenced. This is termed RNA interference (RNAi) and the effect was first demonstrated for the free-living nematode Caenorhabditis elegans after it swallowed dsRNA. The same effect induced by introducing dsRNA to a range of organisms. Plants can be modified to make the dsRNA of interest. RNAi provides a powerful experimental tool. Individual genes of interest can be specifically silenced and the effects of this studied. We established the use of RNAi for analyses to function of particular genes of plant parasitic nematodes. We have identified genes the nematode must express to feed in plants effectively. Others have used the approach to silence the function of individual genes in plants. In parallel we have used other methods to define which plant genes must express locally in roots for nematode to feed successfully. In this proposal we will express in the potato plant a small number of dsRNA molecules known to silence particular nematode genes. Silencing will occur after the animal has swallowed the dsRNA when feeding from the plant. We will also target a few plant genes that must be active for the nematode to feed normally. The key advantage of the approach is that no novel protein is made. There is no known basis for any particular dsRNA to be harmful in either the human diet or to the environment. It is therefore highly preferable to current use of pesticides or control procedures that are less cost effective. The dsRNA will be driven from a gene switch (promoter) that is naturally active just where the nematode feeds in the root and not in its tubers or leaves. The safe dsRNA will not even be in the potato tubers we eat. The silencing of these genes will prevent the development of the nematode and so stop the damage it causes to the crop. The work will provide an approach that helps meet the urgent need for UK potato growers to reduce pesticide use. It will allow cultivars favoured by consumers but currently damaged by nematode to be widely grown without any risk to food safety. The approach will have no environmental harm and allow natural control of insects to flourish by eliminating pesticides that currently harm them. The approach has wider potential than to be developed in the approach. The current application represents a basis for competitive and sustainable UK potato cropping in an improved environment for invertebrates and those that feed on them in UK potato fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006809/1","grantId":"BB/E006809/1","fundValue":"458072","fundStart":"2007-05-14","fundEnd":"2011-01-13","funder":"BBSRC","impactText":"  The RNAi technology has been donated, together with that already provided by our laboratory, to the developing world through a USAID-funded initiative. Plant transformation constructs developed as a result of this work are being used within our collaboration on nematode-resistant East African Highland banana as part of a USAID ABSPII project, based in Uganda.\n\nThe technology is also being used to produce transgenic egg-plants in India as part of a RCUK-funded project on sustainable agriculture. Agriculture, Food and Drink Societal,Economic","person":"Peter Edward Urwin","coPersons":["Howard John Atkinson"],"organisation":"University of Leeds","findingsText":" Plant parasitic nematodes cause estimated annual losses to global agriculture of $125b . Potato cyst nematode costs the UK potato industry an estimated ?50 m/year. Control often depends on nematicides that are both harmful to the environment and possibly human health. They are often essential for economic potato cropping in the UK. The new technology developed in this work can control plant parasitic nematodes without harming the environment.\n\nWe have made transgenic plants that when parasitised by a nematode induce silencing of specific nematode genes and therefore stop the parasitic process. The mechanism that silences the genes is termed RNA interference (RNAi) and is dependent on the delivery of double stranded RNA (dsRNA) that matches the sequence of the gene to be silenced.\n\nIn vitro experiments: A series of RNAi experiments were performed in vitro to silence cysteine proteinase genes of the potato cyst nematode Globodera and the root-knot nematode Meloidogyne. Globodera and Meloidogyne juvenile (J2) nematodes were exposed to dsRNA corresponding only to their innate proteinase in addition to a dsRNA molecule that contained the two sequences in tandem. When the Globodera was subsequently allowed to infect plants a lower proportion of the treated nematodes exposed to dsRNA designed to Globodera sequence (47.2%) or the dsRNA containing the dual sequence (41.8%) successfully established on the plants, in comparison to the controls. Similarly, when the Meloidogyne was subsequently used to infect plants a lower proportion of the treated nematodes exposed to dsRNA designed to Meloidogyne sequence (43.7%) or the dsRNA containing the dual sequence (41.3%) successfully established on the plants, in comparison to the controls. Transcript abundance of the targeted genes for both Globodera and Meloidogyne was also assessed and shown to be markedly reduced in comparison to controls.\n\nThe mechanism of RNAi is sequence dependent. Our work evaluated the level of sequence specificity required to effect gene knock down in plant parasitic nematodes. The proteinase of the Globodera species, G. rostochiensis was silenced using dsRNA designed from G. pallida (98% identity) but not by dsRNA designed to match the proteinase of the Meloidogyne spp. (70% identity). The proteinases from the Heterodera species H. glycines and H. schachtii were not silenced by either dsRNA designed to G. pallida (~85% identity) or Meloidogyne (~69%). \n\nThis was the first demonstration of multiple genes being silenced by a single dsRNA containing multiple sequences. \n\nNematode challenge of transgenic hairy root cultures expressing dsRNA: Globodera and Meloidogyne J2s were used to challenge hairy root cultures that expressed constructs designed to produce dsRNA in planta. Three transgenic lines for each construct were selected based on the presence of high levels of transgene RNA. Those transgenic root cultures that produced dsRNA corresponding to Globodera sequence or both the Globodera and Meloidogyne sequence showed a significant reduction (in comparison to the controls) in Globodera that established on the plant, with the most effective lines showing a reduction of 63.2% and 72% respectively. There was no significant reduction in the Globodera burden on root cultures producing dsRNA that corresponded only to sequence from Meloidogyne. Analogous results were obtained for Meloidogyne infections. \n\nNematode challenge of whole plants expressing inverted repeat transgenes: Transgenic potato plants, expressing the same constructs that were used to generate root cultures, were selected by PCR and confirmed by RT-PCR. These plants were tested initially in a growth system that allows rapid evaluation of nematode infection prior to full evaluation in containment. The results of both studies were similar to those recorded in the screen using root cultures. Mean nematode numbers on all four lines expressing dsRNA corresponding to Globodera sequence were significantly reduced compared to those on the WT controls. These experiments gave confidence to advance the plants for evaluation in the field.\n\nIn addition to plants that generated dsRNA corresponding to nematode cysteine proteinases we also generated plants that targeted the potato myo-inositol oxygenase (MIOX) gene that is highly expressed in the syncytial feeding site of Globodera. The expression of this dsRNA was under the control of the root-specific ARSK-1 promoter. These plants also showed resistance (64.6 %) to the nematode in comparison to the controls.\n\nWe had shown in other work that a ribosome inactivating protein (b32RIP) was functional against plant cells. A construct was developed in which b32RIP was driven by the promoter of the MIOX gene. This gene is only expressed in the nematode feeding site and in floral organs. The b32RIP gene causes cell death by inactivating the plant ribosome, and restriction of expression is required to parts of the plant (e.g. flowers)that are not necessary for potato production and the nematode feeding cells. Plants expressing this construct revealed resistance of 60 % when tested in bioassay in containment glasshouses.\n\nThis was the first demonstration that potato cyst nematodes are susceptible to such an in planta RNAi approach. \n\nField trial evaluation of plants expressing inverted repeat transgenes: The three best performing transgenic lines that targeted a Globodera cysteine proteinase, or the plant MIOX gene through the RNAi route, were advanced to evaluation in the field. Those plants expressing the b32RIP from the MIOX promoter were also tested in the field. Of those lines targeting a Globodera cysteine proteinase, the one that performed best in containment also delivered the highest level of resistance (66 %) in the field.\nThis was the first demonstration in the field of RNAi technology working against a plant pest.\n\nAnalysis of combinatorial RNAi in Arabidopsis plants expressing inverted repeats to target multiple nematode and plant genes: Arabidopsis has been transformed with constructs designed to deliver RNAi to target either a nematode cysteine proteinase, a parasitism gene expressed in the nematode oesophageal glands or a plant hexose transporter. Additionally, lines have been generated to target all three nematode genes simultaneously. Preliminary data suggests that 80% resistance has been achieved against a cyst nematode using this strategy. This project was focussed on developing strategic applications of previous BBSRC-funded fundamental research. The outputs have a clear utility for the implementation of transgenic resistance strategies against plant parasitic nematodes both via the private sector and through public sector involvement in technology transfer to subsistence farmers in developing world countries The RNAi technology for nematode resistant plants developed and evaluated within this project has attracted interest from the private and public sector both in the UK and abroad. Agriculture, Food and Drink","dataset":"gtr"}