{"id":"3EA146CF-86E9-428D-99F5-42926D98CE62","title":"Strong Correlation Effects in Nanoscale Systems","abstractText":"The developments of physics in the early twentieth century haveestablished that all materials are composed from atoms,which consist of a very small positively charged nucleus surroundedby a cloud of negatively charged electrons. The propertiesof these materials then depend on whether the electronsremain bound to their own nuclei, or shared with the neighbouringatoms or free to roam through the material. If they are free to roamthen the material is a metal and will conduct electricity,if they are tightly bound to their nuclei they are insulators.and in some cases there are just a few electrons free to movewhich are known as semiconductors, and play an important rolein transistors, the basic components in most electronic devicesfrom radios to computers.Modern technology has enabled one to create 'artifical atoms' or 'quantum dots' by confining the electrons to small islands.These islands are on the scale of a few atoms, the nanoscale,and the behaviour of the electrons on these islands can bemanipulated. This has opened up a whole new area of physicsto be investigated and understood. There are many potential applications, as the environments of these artificial atomscan be changed to modify their behaviour. These systems are sosmall that that they can only be understood using quantum mechanics, which takes account of both the particleand wave-like nature of the electrons. In this project we attempt to describe the behaviour of the electrons in these systemswhen subject to a magnetic field. As the components in computershave become smaller and smaller it is estimated that in a few years'time that computers will be made from components on this nanoscale,giving us 'quantum computers'. Whether such computers can be built or not and, if they can, how they will they operate is not clear. The more we understand these systems, which is a goal of this research, the better the chance we will have of being able to provide answers to these open and intriguing questions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G032181/1","grantId":"EP/G032181/1","fundValue":"92675","fundStart":"2009-02-02","fundEnd":"2012-08-01","funder":"EPSRC","impactText":"","person":"Alexander Cyril Hewson","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}