{"id":"3EA84203-F239-470F-A70C-C4B9413181F2","title":"Families on the edge of care proceedings: the operation and impact of pre-proceedings processes in children's social care","abstractText":"<p>This project will examine local authority decision-making about child protection in the wake of the Baby Peter tragedy. </p>\n\n<p>Under child protection procedures introduced in 2008, local authorities must send parents a formal letter to invite them to a meeting before applying to the court for care proceedings (this does not apply where a child needs immediate protection). This letter qualifies the parents for legal aid and they can bring a legal adviser to the meeting with the social worker. </p>\n\n<p>This new procedure is intended to avoid court proceedings, either by helping parents understand the importance of working with the local authority to improve their care or by obtaining parents' agreement for their child to live with relatives or foster carers.&nbsp; Where proceedings are not avoided it is hoped that the discussions will improve the preparation of cases, reduce disputes and cut the time proceedings take.&nbsp; </p>\n\n<p>The research will examine how local authorities use these procedures, how successful they are in diverting cases from the courts and what impact they have on cases which do go to court. As well as examining local authority files and interviewing practitioners, the researchers will observe meetings and interview parents.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H009043/1","grantId":"ES/H009043/1","fundValue":"279046","fundStart":"2010-04-01","fundEnd":"2012-06-30","funder":"ESRC","impactText":"  Findings relating to court practice in care proceedings were fed into the Family Justice Review and have contributed to the reform of care proceedings. A DVD presentation of the findings was used as part of a training package for social workers on the new pre-proceedings process. Findings were disseminated to all family judges who hear care proceedings as part of Judicial College training on the new care proceedings system (PLO2013)\n\nFindings relating to local authority practice in the pre-proceedings process contributed to the revision of Children Act 1989, Statutory Guidance Volume 1(2014) Communities and Social Services/Policy,Government, Democracy and Justice Policy & public services","person":"Judith  Masson","coPersons":["Jonathan  Dickens"],"organisation":"University of Bristol","findingsText":" Guidance to local authorities, introduced in 2008, requires local authorities to send a letter inviting parents to a formal meeting before starting care proceedings, unless children need immediate protection. The letter entitles the parents to free legal aid for advice and representation at the meeting. The process aims to reduce the need for care proceedings by helping parents to co-operate with social workers to improve their care, or to agree that children should live with relatives or foster carers. Also, if cases go to court, the work done should enable them to be completed more quickly.\n\n\n\nThere are substantial variations between local authorities in the use they make of the 'pre-proceedings process' and the ways in which they used it. All but one of the 6 study local authorities were above average users, routinely considering the process and using it in almost all cases where there was time to do so. They used it in nearly three-fifths of cases where care proceedings were considered and half where proceedings were brought; in a fifth of these cases the letter made it clear that proceedings would be started. Nationally, use of the process declined from 2009-10 to 2011-12 despite the increase in the numbers of care proceedings.\n\n\n\nSocial workers, lawyers and parents valued 'pre-proceedings meetings' as a fair way of spelling out concerns and agreeing plans for the child's safety. Parents valued having legal advice and felt supported by having a lawyer with them even though most lawyers said little in the meeting. Lawyers' advice generally reinforced social work messages about co-operation and, for that reason, was welcomed by social workers. Legal advice and support was a catalyst for parents' engagement with children's social care\n\n\n\nOperating the process was not a straightforward matter; some parents had difficulty getting a lawyer and meetings required skilful chairing. Cases were not resolved through a single meeting; continued social work support and monitoring, including review meeting were necessary to maintain improvements to keep cases out of court. Local authorities varied in their monitoring of the process some and allowed cases to drift too long without real signs of improvement before eventually starting proceedings.\n\n\n\nAbout a quarter of cases where parents went to a pre-proceedings meeting did not result in care proceedings. This is a substantial achievement given the nature and seriousness of the local authority's concerns about children's care. Diversion from care proceedings cannot be assumed to be a positive result. In around a third of these diverted cases, parents agreed that their children should live elsewhere, with their other parent, with relatives or in a foster placement. In over half, parents' care improved enough for court proceedings not to be needed, with substantial, positive changes for children in two-fifths of these. The process was particularly useful to engage parents in the local authority's plans to protect unborn children. \n\n\n\nThe pre-proceedings process had little effect on cases where care proceedings were started. The courts appeared to take no account of work and assessments undertaken under the pro-proceedings process. Judges said they were often unaware that the process had been used, were sceptical about the quality of local authority social work and concerned about the fairness of proceedings. There was no significant difference in the length of cases with and without the pre-proceedings process; as many parents contested and there was no difference in outcomes. This left local authority managers reluctant to commission assessments before applying to court, and unsure about the benefits of the committing resources to the process. \n\n\n\nThe study also provided empirical evidence relating to procedural justice effects and highlighted the benefits of a naturalistic theoretical frmework for describing and evaluating decision-making in child protection As a basis for policy development by Department for Education, Family Justice Board and the President of the Family Division - in relation to child protection, child care and care proceedings, particularly relating to Statutory Guidance on the Children Act 1989 and guidance related to the operation of the time limit for care proceedings (being introduced in the Children and Families Bill 2013).\n\nTo inform policy development, including monitoring of access to justice and fixing payment rates, by the Legal Aid Agency (formerly the Legal Services Commission).\n\nBy managers and analysts in local authority children's services departments to provide comparative data on the handling of child \n\nprotection matters by local authorities and the courts.\n\nFor policy and practice development (including staff training and social work supervision) within local authority children's services departments, particularly in relation to use of the pre-proceedings process, sending letters before proceedings, styles of pre-proceedings meetings, reviewing cases in pre-proceedings and avoiding drift.\n\nTo support aspects of the management and monitoring function of Designated Family Judges by alerting them to matters to consider when reviewing the performance statistics relating to care proceedings and by providing detailed and reliable comparative data.\n\nFor practice development for solicitors and paralegals who act for parents in the pre-proceedings process.\n\nPractice development for cafcass/ cafcass Cymru guardians who act for children in care proceedings and advise the courts about local authority practice.\n In single discipline or inter disciplinary training for those working in child protection, child care law or family justice. It can be used in social work education and training (including for Local Safeguarding Children Boards,Independent Reviewing Officers and cafcass officers), the professional development of child care lawyers and local authority managers, for judicial education and in interdisciplinary training within and for local family justice boards. The case studies and parents' interviews provide contemporary evidence about parents' perceptions of child protection practice which will be a useful educational resource.\n\nThe research examines how local authorities implemented central government guidance on the pre-proceedings process and identifies gaps in that guidance. It can be used to improve the guidance, particularly by identifying cases where the process is particularly beneficial or problematic.\n\nThe findings in relation to court practice can be used to inform developments in care proceedings and judicial management as part of the process for modernising family justice and reducing the length of time it takes for courts to determine these cases. \n\nTo inform policy in the Law Society and the Legal Services Board in relation to the legal representation of parents.\n\nVia the work of the researchers and other academics working in family law, child protection, child and family social work etc Healthcare,Government, Democracy and Justice,Other","dataset":"gtr"}