{"id":"3EA9E062-8D05-4EA7-8F86-C58E43562FA7","title":"Analysis of Quadruplex Function in the Genome","abstractText":"DNA is presumed to exist largely as the Watson-Crick double helix in living cells. There is growing evidence to suggest that the folded structure of DNA is dynamic and that alternative structural forms can exist and have function. A four-stranded form of DNA / a quadruplex helix called a G-quadruplex / that is known to form in certain G-rich sequences of DNA is likely to exist in many different places in our chromosomes. There is evidence to support that the formation of the quadruple helix can switch 'off' certain genes. This proposal aims to explore this hypothesis along with the chemical possibility of designing molecules that selectively stabilise such quadruple helix structures, and by doing so affect the function of certain genes. This would represent a new and exciting way to alter biological function by directly controlling genes. Given that genes form the basis for normal function and also for disease, the overall aims of this programme has the potential to inspire new therapeutic approaches to address human diseases and conditions by selectively targeting DNA structures, rather than proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012752/1","grantId":"BB/E012752/1","fundValue":"685405","fundStart":"2007-10-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"  The discovery of the direct binding of thiostrepton to FOXM1 has led to the development of a high throughput screening assay for small molecule binders of FOXM1. Additionally several small molecules have been identified as hits and are being developed further, both as tools to increase our understanding of the mechanism, and also as a potential therapeutic strategy. Pharmaceuticals and Medical Biotechnology ","person":"Shankar  Balasubramanian","coPersons":[],"organisation":"University of Cambridge","findingsText":" A defining moment of the 20th century was the determination of the double helical structure of DNA by Watson and Crick. By understanding this, scientists have been able to work out how genetic information is partitioned into each cell in the body, and from one generation to the next. The structure of DNA is also important in regulating how cells carry out their day-to-day tasks by providing a scaffold for ensuring that only the right genes are expressed in the right cells at the right time- for example by ensuring that insulin is only made by the pancreas. These processes are complex and so are often subject to mistakes that can lead to diseases such as cancer or diabetes. \n\nTo understand how genes are normally expressed, and what goes wrong when they are not, it is important to work out how the structure of DNA controls gene expression as this could allow the development of interventions that might switch off disease causing genes. Our laboratory has an interest in how the physical structure of our genetic material directs gene function and we look at DNA structures that are quite different from the double helical model. These four-stranded structures form in certain parts of DNA that are rich in one of the four bases (G or guanosine) and are known as a G-quadruplexes. Their structure is so different to normal DNA that it is likely that they play critical roles in regulating DNA function. Evidence has suggested that G-quadruplex structures are found at the end of chromosomes, perhaps playing a special role to protect them from damage. They are also prevalent in the genome near genes in promoter regions, areas essential for the correct expression of a gene. At the time of the original proposal, while many genes were suggested to contain a potential promoter G-quadruplex, this structure had only been explored in the DNA of very few genes. \n\nWe aimed to rigorously test the generality of whether potential G-quadruplexes in a set of human promoters could form G-quadruplex structures, and whether this structure imparts any common regulatory features to how genes are expressed. We also aimed to develop small molecules that bind to G-quadruplexes to modulate the expression of target genes. These approaches not only help to inform our detailed picture of the role of G-quadruplexes in gene expression but they also provide a platform for the future development of novel drugs for diseases. Key achievements are:\n\n1) We have found firm evidence for G-quadruplex structures in about 75% of promoters examined through biophysical methods. However, there was no overall correlation between the presence of a G-quadruplex and gene expression levels in cells.\n\n2) We have shown that while different G-quadruplex binding chemicals alter the expression of a non-overlapping set of genes in cells, there is enrichment of potential G-quadruplexes motifs at the ends of some affected genes. We also found that an antibody that binds G-quadruplexes could alter expression of some G-quadruplex-containing genes.\n\n3) We have identified two chemical classes, 6-substituted indenoisoquinolines and benzo[a]phenoxazines, that inhibit the expression of the cancer gene KIT in human gastric carcinoma cells.\n\n4) We have provided evidence that SP1, an important protein that binds to promoters to control gene expression, also binds G-quadruplex structures.\n\n5) In a parallel project, we identified thiostrepton as a molecule that binds directly to, and inhibits the activity of, a key cancer protein called FOXM1. This may lead to the development of new anti-cancer drugs.\n\nWe conclude that the presence of DNA motifs that are predicted to form a G-quadruplex does not necessarily mean it hasan effect on gene expression, nor indicate that it actually can form a G-quadruplex structure in cells. While a G-quadruplex can contribute to gene regulation and can be a target for chemical intervention for some genes, these effects need to be explored carefully on a gene-by-gene basis. A collection of 300 candidate G-quadruplex ligands was assembled, covering 15 structural classes. From this set, we have identified ligands for promoter quadruplexes, evaluated effects on transcription, and assessed genome-wide effects on gene expression. We envisage the further development of such tools, with the prospect of the delivery of therapeutics that can selectively target oncogene expression. Additionally the discovery that thiostrepton directly binds to the transcription factor FOXM1 may lead to the development of novel anti-cancer therapeutics acting via a hitherto untargeted mechanism. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}