{"id":"3EB1D92D-5166-4A59-832C-B1EBE2B9698E","title":"Investigating Vegfa transcriptional regulation by co-repressors ETV6 and ETO2 in haematopoietic stem cell development","abstractText":"Tissue stem cells are multipotent cells that have the unique capacity to generate all cell types of a specific organ. For this reason, they are extensively studied for their regenerative potential in clinical settings: researchers are aiming at producing stem cells &quot;in a dish&quot; from more immature, pluripotent precursor cells, such as those present in the early embryo. To achieve this ambitious goal, one will have to be able to reproduce in vitro the developmental cues normally integrated by these early precursors as they differentiate into specialised stem cells in vivo in the embryo. \n\nThe blood (or haematopoietic) system is amongst the best studied tissues and haematopoietic stem cells (HSCs) often serve as a paradigm in stem cell biology. So far, however, no one has successfully been able to generate HSCs in vitro. A full dissection of the regulatory mechanisms underlying HSC development in the embryo is therefore necessary to be able to develop the culture conditions that will sustain in vitro HSC production. \n\nOne key molecule in blood development is the growth factor VEGFA. VEGFA is not only necessary for blood vessel formation but also for HSC specification during embryonic development. We have recently described specific stages that require this growth factor for development of HSCs. Specifically, we have shown that distinct inputs from molecules (called transcriptional regulators) that control VEGFA level and spatio-temporal expression lead to the distinct activities of VEGFA in (i) formation of the vessel where the first HSCs emerge and (ii) production of HSCs themselves.\n\nWe now propose to further investigate how expression of VEGFA is controlled in the embryo through characterisation of the nature and function of the transcriptional regulators directly involved in this process. We believe that a complex interplay between these molecules is responsible for the exquisite timely expression of VEGFA, and we will aim at dissecting their mechanisms of action. In the longer term, we will use this information, together with findings from other scientists in the field, to define the critical regulatory signals that will help make HSCs in vitro.\n\nThis research will further our understanding of fundamental biological processes and benefit researchers working on stem cell development, regulation of gene expression and VEGFA signaling. Ultimately, it will contribute to the improvement of human health. Establishment of protocols for production of HSCs will benefit patients with blood disorders such as leukaemia who require stem cell transplantation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001938/1","grantId":"BB/M001938/1","fundValue":"342632","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"BBSRC","impactText":"","person":"Catherine  Porcher","coPersons":["ROMUALDO  CIAU-UITZ","Roger  Patient"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}