{"id":"3EC5CF73-588E-47F2-A9CF-FC41E3511064","title":"COLREGs-based Evasive Decision Making in Maritime Vehicles","abstractText":"Unmanned surface vehicles (USVs) are routinely being deployed in applications such as remote sensing, surveillance, coast patrolling and providing navigation and communication support to unmanned underwater vehicles (UUVs). In many instances, they are remotely operated to perform a specific mission in open or confined waters. The intelligence of these vehicles primarily reside in the navigation, guidance and control (NGC) systems design. Ideally, the vehicle needs to operate without any human intervention. This means that the vessel's onboard control system must be self reliant and able to maintain and supervise each onboard component. Having said that, even with the most advanced NGC design, the craft cannot be fully autonomous without the presence of an obstacle detection and avoidance (ODA) system. Studies have shown that, in manned vessels, more than 60% of casualties at sea are caused by collisions. In addition, it has been found that human error is a major contributing factor to those incidents. This could be due to an ever-decreasing number of crew members adding more responsibilities per person. For uninhabited surface craft, this cannot be overlooked as their collision with other manned ships could endanger human lives. Hence a human operator is always required to maintain a constant lookout for any potential obstacles. The aim of this project is to design and develop an ODA system primarily for an uninhabited marine craft. The evasive manoeuvres will be based on marine 'rules of the road' or collision regulations (COLREGs) on prevention of collision at sea defined by the International Marine Organisation. The ODA strategies that will be developed herein will be directly addressing one of the shortcomings of the current generation of unmanned surface vehicles, however, it could also be employed in manned vessels and other land based vehicles. The majority of the existing motion planning strategies either ignore parameters such as ship dynamics, environmental conditions and COLREGs or treat them on an ad-hoc basis. It is envisaged that this project will bridge this gap by considering these factors and thus automating this vital navigation component. In order to achieve this, multi-objective optimisation will be employed which will satisfy the criteria as specified above to determine a feasible path. A vision-based obstacle detection algorithm together with a laser range finder will also be investigated for close-range encounters and integrated with the path planning module.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003347/1","grantId":"EP/I003347/1","fundValue":"101323","fundStart":"2011-02-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Wasif  Naeem","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" - Research in autonomous obstacle detection and motion planning techniques for manned and unmanned marine vehicles has been carried out which is of great use for the safety of marine vessels.\n\n\n\n- A COLREGs-compliant path planner (R-RA*) has been developed. Although a number of path planning strategies exists but they all need to be modified for COLREGs compliance for application to marine vehicles.\n\n\n\n- Training of PhD students as well as Research Fellow on advanced autonomous systems in the field of unmanned vehicles which will help to increase the skills of the workforce to improve the competitiveness of UK maritime industry. Hardware and software developing during the course of this project has the potential to be used by unmanned surface vehicles manufacturers as the current available technolgoy is very expensive. UK-based unmanned surface vehicles manufacturers have shown a keen interest in this technology and funding is currently being sought to develop it further. The technology currently available in the market is very expensive and is not practical for low-cost long-endurance research vessels. Aerospace/ Defence and Marine,Digital/Communication/Information Technologies (including Software),Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}