{"id":"3EC6474E-04B2-45C8-86E9-B489CE187C91","title":"Masculinities Challenged? Reserved Occupations in Britain, 1939-1945","abstractText":"In the lead up to the outbreak of World War Two, the British government began to prepare for military conscription and the parallel control of its manpower resources. In 1938, following discussions between the armed forces, industry and the Ministry of Labour, the government devised a Schedule of Reserved Occupations (SRO) which made provision for 'skilled workpeople who would be required in time of war for the maintenance of necessary production or essential service' to be exempt from enlistment in the armed forces. Statistically, far more men remained on the home front (working in the heavy industries, such as shipbuilding, iron and steel manufacture and coal mining, as well as in 'white collar' occupations, such as the civil service and the medical profession). Yet, to a remarkable degree, the civilian male worker is largely absent from popular and cultural representations of World War Two in Britain whilst the figure of the 'soldier hero' remains predominant. Furthermore, male civilian workers of military age who remained on the home front were often vilified as 'shirkers' who were avoiding military service and were exposed to the discourse of effeminacy surrounding conscientious objectors. Fundamentally, this research project aims to explore the question first articulated by Penny Summerfield in Reconstructing Women's Wartime Lives: 'if wartime heroism and masculinity were embodied in the military man, where did that leave the civilian male worker?' (1998: 119)\n\nThis research builds on a pilot study undertaken by the applicants in Falkirk and will explore the extent to which male civilian workers made use of alternative sites of masculinity. For example, the hegemonic wartime discourse of masculinity, that exalted the combatants, potentially clashed with traditional 'hard man' notions of masculinity pre-existent in working class communities. In the latter areas the dominant inter-war discourse stressed the tough, brutal struggle in the workplace to win coal, forge iron and make ships by hard men desensitised to danger and risk. This 'hard man' masculinity may well have been sustained during the war and even been bolstered by it. In contrast, professional men with reserved status may have operated within the framework of 'respectable' or 'tempered' masculinity which also emerged in the inter-war period. \n\nAn examination of reserved occupation workers/civilian male workers is important for three key reasons:\n\n1) To date, there is no single socio-historical study of reserved occupations in Britain. Summerfield (1998) draws attention to the complexities surrounding the status of the male civilian worker whilst Peniston-Bird, in her work on wartime masculinities (2003), touches upon the question of reserved status.Yet no major work has been devoted solely to this topic which remains essentially unexplored. In 2004 Johnston and McIvor (the CI) flagged up the need for 'a systematic oral history of the &quot;reserved occupations&quot;'. Any academic research which looks at the question of male civilian workers on the home front has limited its focus to the role and function of the Home Guard (Summerfield and Peniston-Bird 2007).\n\n2) There is no current dataset in existence relating directly to the topic of reserved occupations. Whilst it is likely that some interviews with male civilian workers exist within British archival sources it requires dedicated research to locate them. No systematic collecting has been done of those who were civilian workers for the duration of the war, contributing to their cultural invisibility. \n\n3) The lived experience of those in reserved occupations will soon be lost forever as this generation (now aged 89 and above) die so there is an urgent need to record the testimonies of surviving civilian male workers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00011X/2","grantId":"AH/K00011X/2","fundValue":"159563","fundStart":"2013-09-01","fundEnd":"2015-04-30","funder":"AHRC","impactText":"  We are currently writing a book so no dissemination of findings yet.  ","person":"Juliette  Pattinson","coPersons":["Arthur  McIvor"],"organisation":"University of Kent","findingsText":" 1) We have conducted fifty five interviews - the first concerted effort to collect interviews nationwide with reserved men. \n\n2) Our interviews suggest that the consensus that civilian men were emasculated is far too simplistic. Our findings reveal there is much more complexity. WW2 provided the opportunity for civilian men to be in employment and earn high wages, which bolstered, rather than undermined masculinity.\n\nWe are currently writing a book to be completed this December. 1) The book will further academic discussions about masculinities, war, commoration etc. We are presenting at national and international events. \n\n2) There is a potential for public enagegement - Falkirk gave civilian workers freedom of the city. No other places have done this. Education,Government, Democracy and Justice,Other","dataset":"gtr"}