{"id":"3EC90290-DA7C-4ADF-9AB7-4DAF32B8E7D9","title":"The role of heat shock proteins in glutamine-induced protection of skeletal muscle during sepsis","abstractText":"The applicants are aware of the importance of public engagement in science. Dr McArdle was trained in media presentations as part of her Research into ageing-funded Fellowship and both applicants have participated in scientific interviews and discussions with local and national media and charity support groups.\nLay Summary:\nSepsis is the major cause of mortality in critically ill patients on the intensive care unit. Tissues of the critically ill patient in sepsis are exposed to a barrage of insults and this results in multiple organ failure. Despite detailed knowledge of multiple organ failure, treatment remains uncertain. Clinical experience suggests that the best hope for survival may be where circumstances allow the cells to withstand the attack and optimize their own defences. A patient with sepsis loses muscle at a staggering rate of 2-4 % per day. The ability to withstand sepsis appears to be particularly dependant upon available skeletal muscle. Over half of intensive care patients are over 65 years. The critical role of muscle mass in mortality during sepsis has profound implications for the elderly intensive care patient. The normal loss of skeletal muscle is such that a healthy individual aged 65 will have lost 30-40 %. The substantial rate of muscle loss during sepsis, taken together with this age-related loss is catastrophic and in the very least will prolong or inhibit subsequent recovery in the elderly and becomes a determinant of survival. We have identified a component of muscle, heat shock proteins (HSPs), which are crucial in maintaining muscle integrity in young and old individuals. The ability to produce HSPs fails in muscles of younger individuals during sepsis and the ability of muscles from even healthy elderly to produce HSPs in response to stresses is already severely compromised. A therapy which enhances the HSP content of muscle may provide significant benefit to both young and old individuals. Patients with sepsis have a marked deficiency of glutamine. Trials of patients fed glutamine during sepsis have shown that supplementation improves survival from multiple organ failure. However, the exact mechanism of glutamine action in these patients is unknown. Data from our laboratory and others suggests that glutamine may enhance HSP expression during stress and this is associated with protection of muscles. Understanding the role of HSPs in protecting against loss of muscle during sepsis and optimising the effects of glutamine is crucial to the development of a therapeutic rationale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400911","grantId":"G0400911","fundValue":"236948","fundStart":"2005-09-20","fundEnd":"2008-12-19","funder":"MRC","impactText":"","person":"Anne  McArdle","coPersons":["Richard David Griffiths"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}