{"id":"3ECC60CA-2106-45BA-9BC8-A9E1F1FEAF29","title":"Proton signalling in Drosophila photoreceptors","abstractText":"Photoreceptors transduce light into electrical signals by a series of biochemical steps, each involving specific protein molecules (e.g. visual pigments and enzymes). The end result of this &quot;phototransduction cascade&quot; is the activation of proteins known as &quot;ion channels&quot;, in the lipid membrane surrounding the cell. Once activated, ion channels open to allow charged ions, such as sodium and calcium, into the cell, thereby generating electrical signals for transmission to the brain. Phototransduction can be particularly well studied in the fruitfly Drosophila because of the ease with which we can manipulate specific genes (and hence proteins) and because we can record the electrical signals of their photoreceptors with high precision using a technique known as &quot;patch-clamp&quot;. The molecules involved in phototransduction are not unique to fly photoreceptors and closely related molecules are found in cells throughout our own bodies. One such molecule is the so-called TRP channel. In flies, this is the channel activated by phototransduction; in mammals, TRP channels are essential for a wide range of vital processes such as hormonal responses, regulation of blood pressure, taste, smell, and sensations of pain, hot and cold. \n\nHow TRP channels are activated remains mysterious, although it has long been known that an enzyme, known as phospholipase C (PLC) is often involved. PLC splits a specific small lipid molecule (PIP2) in the cell membrane into two products (called DAG and InsP3). In addition, the reaction also yields a proton (a hydrogen ion), which results in acidification. This simple chemical fact has been largely ignored and never previously considered to be of functional significance. We have recently found that TRP channels can be activated by a combination of acidification and the reduction in concentration of PIP2 in the membrane. We also found that another key molecule in the phototransduction cascade undergoes a change in its structure upon acidification. This molecule, (INAD), is a so-called scaffolding molecule, which normally binds the TRP channel and the PLC enzyme together into a signalling complex; but releases them upon acidification. \n\nOur research builds on these findings, which suggest radical new mechanisms for TRP channel activation and its subsequent inactivation; both involving protons released by PLC. We intend to find out how protons interact with and control the TRP channel protein and how a reduction in PIP2 can control the ability of protons to activate the channel. By designing tailor-made genetically encoded fluorescent probes we also plan to directly image the conformational change in the INAD molecule in living animals. This will permit a range of experiments to determine the mechanism and function of this pH regulated molecular switch. The knowledge we gain from these studies will not only further our understanding of how photoreceptors see but, because the basic underlying biochemical mechanisms are so widely found, will provide new insight into many other, often clinically important processes in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009253/1","grantId":"BB/J009253/1","fundValue":"672820","fundStart":"2012-03-19","fundEnd":"2015-08-18","funder":"BBSRC","impactText":"  This research is of a fundamental curiosity and hypothesis driven nature. Nevertheless the findings have captured the imagaination of both the academic and interested layman and have been widely reported in popularr scientific press Education,Pharmaceuticals and Medical Biotechnology Societal","person":"Roger Clayton Hardie","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1) We made the remarkable discovery that fly photoreceptotrs physically contract in response to light and developed methodology, using atomic force microscopy (AFM) to precisely quantify these photomechanical contractions. The contractions (&lt; 5ms) was faster than electrical responses to light. We also found that electrical light responses were facilitated by stetch the membrane. Like the electrical response to light the contractios were entireoly dependent onan enzyme, PLC, which cleaves the large headgroup of a lipid molecule (PIP2) from the inner leaflet of the cell membrane. These results suggest that the TRP and TRPL channels may be activated mechanically by the physical consequences of PIP2 hydrolysis, in combination with the protons released by the PLC reaction. These results represent a new paradigm in signal transduction Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}