{"id":"3ED7EC8F-40BD-4C50-8607-FB910586FB9A","title":"Satellite data for weather index insurance: scaling out (SatWIN-Scale)","abstractText":"Farmers in Africa are vulnerable to climate-related risk. This is exacerbated by a lack of access to traditional insurance. An alternative method of mitigating risk is weather index insurance (WII). Rather than insuring a proven agricultural loss, WII pays out in the event of a weather index being breached. Although, in principle, WII could be provided to millions of farmers in Africa, until recently, most schemes have covered only the few who live near a rain gauge. \n\nRemotely sensed weather data, such as the TAMSAT satellite-based rainfall estimates, provide a means of extending WII to farmers who do not live near a rain gauge. Through a PURE associates project (SatWIN), insurance agency MicroEnsure partnered with the TAMSAT group at the University of Reading to extend WII to ~44,500 farmers in Africa, during the last rainy seasons. \n\nThe success of the pilot schemes has opened opportunities to implement WII at a national level, starting with 200,000 farmers in Zambia next year. Expanding (scaling out) the provision of WII to this extent however, involves significant disruption to standard business practices, both for the financial and agricultural sectors. For an expansion to be undertaken in a responsible and commercially sustainable manner, moreover, several scientific and technological issues must be addressed. It is thus critical that TAMSAT and MicroEnsure continue to engage closely, building on the success of SatWIN. Notwithstanding this, it should be noted that this project targets the wider African financial and agricultural sectors, and the outcomes are thus relevant beyond MicroEnsure. \n\nThe proposed project will develop a new methodology and associated set of tools for pricing WII policies that takes into account the diversification of risk associated with scaling out. Beyond commercial benefit, national-scale WII could potentially enhance disaster response, with weather indices acting as a trigger for provision of aid. The implementation of WII for this purpose requires accurate information about the links between weather indices and agricultural risk at regional scale. The findings of the proposed project will thus provide valuable information to policy makers tasked with responding to humanitarian disaster. The regional scale links between insured weather indices and losses are also of interest to the financial industry, who need robust information on the weather-related risk that their customers face, to judge their credit-worthiness and design bundled WII/loan products. \n\nWithin the TAMSAT/MicroEnsure partnership, the proposed work will combine fundamental environmental science with satellite applications - ultimately, for the benefit of some of the poorest people in the world. \n\n\n[Cut and paste from section 4 of the application form]","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008797/1","grantId":"NE/M008797/1","fundValue":"145953","fundStart":"2014-10-31","fundEnd":"2016-04-30","funder":"NERC","impactText":"","person":"Emily Catherine Black","coPersons":["Tristan Leigh Quaife"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}