{"id":"3ED88C1E-27DE-4321-98B6-F6E4A64B1F6A","title":"Determining the role of CXCR5-expressing dendritic cells in immune function and TSE agent neuroinvasion from the intestine","abstractText":"Transmissible spongiform encephalophathies (TSEs) are prolonged diseases which cause extensive degeneration in the brain. In the absence of a cure these diseases are invariably fatal. These diseases affect both animals and humans, and include Creutzfeldt-Jakob disease (CJD) in humans, bovine spongiform encephalopathy ('mad cow disease') in cattle, chronic wasting disease in mule deer and elk, and scrapie in sheep and goats. Some animal species and humans have become infected with these diseases after eating TSE agent-contaminated food, or through transplantation of TSE agent-contaminated tissues or tissue products (eg: transfusion of blood from a variant CJD-infected donor). Many questions remain concerning the route the infectious TSE agent takes from the site of exposure (eg: intestine) to the brain where it causes damage to nerve cells. We have shown that soon after inoculation TSE agents first target and accumulate within lymphoid tissues (Peyer's patches in the intestine, lymph nodes and spleen) before they spread to the brain. Many TSE agents must accumulate in these lymphoid tissues before they can subsequently gain access to the brain (a process termed neuroinvasion) where they ultimately cause neurodegeneration and death. How TSE agents are delivered from the intestine to the lymphoid tissues where they accumulate before neuroinvasion is not known. The identification of the cells or mechanisms involved in TSE agent transport may identify an important process to which treatments can be directed to block neuroinvasion. Therefore, the aim of the research in this proposal is to study this important missing link and determine the mechanism/s involved in the initial delivery of TSE agents to lymphoid tissues. Migratory dendritic cells (DCs) continually circulate throughout the body. These sentinel cells sample foreign particles and microbes and deliver them to the lymphoid tissues to initiate an appropriate immune response. Our recent data suggest that migratory DCs also play a key role in the transportation of the TSE agents from intestine to the lymphoid tissues. However, whether DCs transfer TSE agents directly to the cells within the lymphoid tissues from which neuroinvasion subsequently occurs is not known. The status of DC is strongly influenced by the microbial contents and inflammatory conditions in the intestine, suggesting that these factors are likely to dramatically affect susceptibility to orally-acquired TSE agents. Therefore, further experiments are necessary to determine the precise role that DCs play in the early stages of TSE pathogenesis. Stimulation from chemokines through chemokine receptors play important roles in attracting cells such as DCs to lymphoid tissues and determining their location within them. For example, the chemokine CXCL13 is expressed within in B cell follicles and attracts cells that express the CXCR5 chemokine receptor into them. The follicular dendritic cells that reside within B cell follicles produce high levels of CXCL13 are critical sites of TSE agent accumulation within lymphoid tissues. Therefore, the major aim of the research in this proposal is to assess the role of CXCR5-expressing DCs in immune function and TSE agent neuroinvasion from the intestine. Specifically, the hypothesis will be tested that in the absence of CXCR5-expressing DCs, these DCs are unable to deliver the TSE agent to the FDCs within the B cell follicles of lymphoid tissues, and as a consequence, TSE agent neuroinvasion is blocked. A thorough understanding of the early events in TSE pathogenesis will aid the determination of risk and the development pre-clinical diagnostics and therapeutics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F019726/1","grantId":"BB/F019726/1","fundValue":"369537","fundStart":"2009-05-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"Neil Andrew Mabbott","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have successfully created a unique transgenic mouse line enabling the conditional ablation of the CXCR5 gene in macrophages and dendritic cells.  ","dataset":"gtr"}