{"id":"3EE3BD2E-171E-4456-ADD5-3C0DF0930B0B","title":"G-Quadruplex-Based Chemical Genetics","abstractText":"Targeting DNA and RNA by means of small molecules is one the most successful strategies to interfere with and study cancer related biology. Nucleic acids can adopt non-canonical structures that have been suggested to regulate biological processes crucial for cellular stability, such as gene regulation and protein expression. Therefore many studies have focussed on the development of molecules with selective recognition properties towards DNA and RNA secondary structures. Nucleic acid secondary structures named G-quadruplexes have emerged as candidates for gene and protein regulation. Targeting and stabilising the G-quadruplexes present in some genes with small molecules leads to an alteration in the gene expression. A large number of G-quadruplexes have been found in the whole genome, suggesting that these structures can be involved in a myriad of biological processes. Despite the large number of disclosed ligands that selectively recognize G-quadruplexes over the canonical double stranded DNA, none of them is able to selectively recognize one particular G-quadruplex over the others present in the genome. Therefore, having a ligand selective for one particular structure will provide the means to interfere only with the biological functions associated with the targeted structure. We recently developed a new method to generate molecules &quot;in situ&quot; in the presence of the targeted G-quadruplex, generating ligands specific for the targeted structure. When running a chemical ligation in the presence of a targeted nucleic acid (i.e a specific DNA or RNA G-quadruplex) only those functionalities that specifically interact with the target will give rise to the ligation and generate an adduct. The molecules generated by this method will be extremely selective for the target, as they will posses the perfect geometry to interact with it. By developing this method we have already demonstrated that is possible to generate molecules that are selective towards RNA over DNA G-quadruplexes. We now want to further develop and extend this method increasing the complexity and the variability of the possible adducts to enable the formation of highly specific ligands. \nThe chemical tools generated by this method will provide further insights into the mechanism behind G-quadruplex formation in different genomic locations. Our final goal is to achieve selective gene regulation by using small molecules that target only the G-quadruplexes present in a given genomic region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K018043/1","grantId":"BB/K018043/1","fundValue":"343893","fundStart":"2013-08-05","fundEnd":"2016-08-04","funder":"BBSRC","impactText":"","person":"Shankar  Balasubramanian","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}