{"id":"3EE44233-92B6-44EB-8AA0-02CEB236D67A","title":"Ruthenomesogens for Nonlinear Optics","abstractText":"Recent interest in the emerging sciences of molecular electronics and photonics has inspired many studies with transition metal complexes as the basis of new functional materials. Two especially active areas are metal-containing liquid crystals (aka metallomesogens) and nonlinear optical (NLO) properties. Liquid crystals (LCs) lacking metal atoms have long proved useful, primarily in computer monitors and other display devices. Current NLO devices use mostly inorganic crystals, but organic materials hold great promise for many purposes including optical data processing and biological imaging. While purely organic compounds have been studied most intensively, transition metal complexes are also very interesting due to greater structural diversity and extensive possibilities for combining NLO behaviour with properties such as reversible redox chemistry, magnetism, etc.\n\nWe propose to create a range of new ruthenium compounds designed to combine very large NLO responses with ferroelectric LC (FLC) properties. FLCs are attractive for NLO purposes because they contain bulk polar order and can therefore display quadratic effects such as second harmonic generation (SHG, aka frequency doubling). The ready processability of LCs into thin films makes them well suited to applications in opto-electronics. While purely organic FLCs are relatively well studied, work with ferroelectric metallomesogens is scarce and extremely few such substances that show also NLO behaviour have been reported. In addition, ruthenium compounds have been under-explored as mesogenic materials, especially thermotropic substances that show temperature-dependent phase changes.\n\nWe will prepare ruthenium complexes that are expected to form classical calamitic mesophases, and also bent-core derivatives. The optical properties of these new dyes will be amenable to reversible, redox and/or photo-induced switching. The project will involve collaborative studies with experts on the physical properties of FLCs in Bilbao and also with leading research groups in Europe and the USA. Together with facilities in Manchester, these interactions will allow us to both measure and understand by computer modeling the optical properties of our new compounds. Our work is driven primarily by scientific curiosity, but an important goal is to create new compounds and materials which may be useful in a range of optical technologies.\n\nKeywords describing areas of proposal: Synthetic Chemistry, Transition Metal Chemistry, Nonlinear Optics, Liquid Crystals","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018635/1","grantId":"EP/J018635/1","fundValue":"307899","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Benjamin John Coe","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}