{"id":"3EE734F3-2A03-4FC1-89AC-641B89E644E6","title":"Genetic, structural and functional analyses of flagellar glycosylation in epidemic Clostridium difficile strains","abstractText":"Clostridium difficile is a bacterium that causes chronic diarrhoea and sometimes life-threatening disease (generally referred to as C. difficile infection or CDI) mainly in elderly and hospitalized patients. C. difficile is now the most prevalent and significant hospital acquired infection. Given the ability of C. difficile to evolve to be highly virulent coupled with the ageing population and increasing rates of hospitalization, the problem of CDI is likely to worsen. The reported incidence of CDI has risen dramatically over the last decade and is likely to be related to the emergence of aggressive sets of clonal strains such as the so-called PCR-ribotype 027 and 017 strains. \n\nDisease causing bacteria often have flagella. This structure is important for motility and facilitates swimming towards nutrients and away from noxious agents, but also for intestinal pathogens such as C. difficile, flagella are used to penetrate the mucus lining of intestinal cells. A feature of several disease causing bacteria is that their flagella are decorated with sugars (glycans), which confer multiple properties such as improved ability of the bacterium to colonise and also to avoid host immune attack. Scrutiny of the genetic information of the aggressive 027 and 017 strains suggests that they have evolved distinct flagellar glycans that may partly explain why they are so problematic.\n\nTo help find ways to understand and prevent this disease, we will investigate how and why the 027 and 017 strains have specific flagellar glycans and the potential role of flagellar glycans in general in the survival and disease capability of C. difficile. A comprehensive understanding of flagellar glycosylation in C. difficile will strengthen our understanding of the microorganism and the disease as well as promoting the development of new treatments to prevent CDI.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000214","grantId":"G1000214","fundValue":"451142","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"MRC","impactText":"","person":"Brendan  Wren","coPersons":["Anne  Dell"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}