{"id":"3EF03E26-6BC3-448A-A683-C90D9D360E46","title":"The psychology of rebellion: trauma and personhood in late colonial Kenya","abstractText":"This history of psychiatry in Africa is based upon a newly discovered photographic and medical archive from the estate of Edward Margetts, the psychiatrist in charge of Mathari Mental Hospital in colonial Kenya in the 1950s. This collection revises our understanding of colonial psychiatry at a dramatic moment at the end of empire when theories of the mind were deployed in the struggle against anti-colonial rebellion. This research opens up wider depictions of trauma, resilience and therapy allowing for a more nuanced historical comment upon the 'psychology' of Kenya throughout a period of extreme political and social unrest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119246/1","grantId":"119246/1","fundValue":"110078","fundStart":"2006-06-12","fundEnd":"2009-01-11","funder":"AHRC","impactText":"  The PI and post-doctoral research fellow have digitized and catalogued the photographic collection, secured a small grant to preserve important documents in Kenya, and collected and digitized original 16mm films from the 1950s. We have given numerous research papers on a diverse range of subjects and we are publishing these various strands of the research project now. Culture, Heritage, Museums and Collections Cultural","person":"Sloan  Mahone","coPersons":["David McBeath Anderson"],"organisation":"University of Oxford","findingsText":" Trauma and Personhood in Late Colonial Kenya has succeeded in the collection and cataloguing of a unique photographic, film, and documents archive from the Canadian psychiatrist Edward Lambert Margetts. This material has illuminated an extremely rich and diverse set of stories about from 1950s Kenya during the tumultuous Mau Mau war and the decline of British rule. The Margetts Collection continues to prompt spin-off projects such as the preservation of important medical documents and records from colonial Kenya, as well as a cache of 16mm films recording neurological conditions and healing practices from the 1950s. The photographs are thematic and cover a range of subjects including; psychiatric practice, Kenyan healers, shrines, dances, and religious rituals. Culture, Heritage, Museums and Collections","dataset":"gtr"}