{"id":"3EF1DD00-08B6-4D20-A44E-A2977360B77F","title":"i~design 3: extending active living through more effective inclusive design","abstractText":"Rapid and unprecedented population ageing poses a serious social and economic challenge across the developed world. Shifts in dependency ratios point to escalating welfare and pensions costs which require radical and imaginative responses from Government and industry. Key to this is maintaining a healthy population that is able and willing to work longer before retirement and can remain independent for as long as possible afterwards. A further requirement is to bring disabled people into mainstream life and employment. This challenge is recognised increasingly, resulting in new legislation impacting on the major world economies. Addressing it requires: (1) understanding wellbeing and its relationship to independence; (2) the redesign of workplaces and jobs to suit the changed profile of the working population.There is a global market for products and services designed with older and less able people in mind, and industry is responding to this opportunity, both in the UK and internationally. A recent survey (commissioned by the UK Department of Trade and Industry and undertaken by CITD with Professors Clarkson and Coleman) of UK companies awareness and skills gap with regard to inclusive design concluded that the majority of companies are aware of inclusive design and its benefits. However, barriers remain to industry uptake in the form of: (1) the lack of a perceived justifiable business case to support inclusive design; (2) the lack of knowledge and tools to practice inclusive design; (3) a better understanding of the difficulties experienced by the majority of users of new technology products; and (4) access to appropriate user sets. Importantly, the end-user data derived from earlier Office of National Statistics surveys on disability needs to be updated with data describing users from a product/user perspective, enabling designers to estimate better reasons for, and levels of, user exclusion and to provide greater insight in the search for better design solutions.Inclusion is an important topic within Government, as witnessed by a number of recent reports from the House of Lords and offices of the lower house. All see the need for change in government and industry to reduce exclusion in society, but few solutions are put forward that will encourage such change. It is also clear that descriptions of 'end-users', i.e. those that we wish to include, are vague and lacking in the detail required to encourage positive action. However, despite these shortcomings there is a mood for change and the proposed research team have good links with many of the government offices responsible for these reports.This proposal responds to the above challenges by extending the focus of earlier i~design work and expanding the research team to reflect these new priorities. The philosophy underlying inclusive design specifically extends the definition of users to include people who are excluded by rapidly changing technology, especially the elderly and ageing, and prioritises the role and value of extreme users in innovation and new product/service development. It also prioritises the context of use, both physical and psychological, and the complexity of interactions between products, services and interfaces in contexts of use such as independent living. Key research requirements are:1. Better descriptions of product/service users linked to more accurate data and represented in designer-friendly formats2. Closer integration of anthropometric, capability and social data3. More effective application of users and user data to job and workplace design, and healthcare systems design4. Better understanding of the extent and nature of exclusion (across the whole population) resulting from and associated with the implementation of new technologies5. Definition and verification of the means to capture a national user data set: designing and piloting the research requirements for a major survey capable of intern","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D079322/1","grantId":"EP/D079322/1","fundValue":"993395","fundStart":"2006-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  A range of web-based and physical impairment simulators that enable designers to experience some aspects of disability have been developed along with an 'Inclusive Design Toolkit'. More recently, a consortium of companies including the BBC, Nestle, Marks &amp; Spencer, Bosch Siemens, RBS, Roche and Bayer Healthcare was assembled to promote inclusive design and a set of teaching resources was also developed to support design teaching in secondary schools. Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Transport Cultural,Societal,Economic,Policy & public services","person":"John  Clarkson","coPersons":["Felicia A Huppert"],"organisation":"University of Cambridge","findingsText":" The key output from this research has been the definition of a framework for describing user capability, i.e. what people can (and cannot) do when interacting with products and services. Previous data, that focussed primarily on disability, had been hard to use in product design. The proposed data framework, piloted with several hundred users, has provided new insights into user capability and has enhanced our ability to judge whether a product or service can be used by a wide range of people. The data framework developed by this projectis providing the basis for the design of a range of design tools. Further anaylsis of the data is possible and there is scope to increase the sample size to provide more robust guidance for designers. This work also led directly to the award of the Designing Our Tomorrow grant (EP/H047948/1). Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}