{"id":"3EF105FE-92E2-4E4D-8109-E2F21E2C423D","title":"Bacterial cell wall architecture","abstractText":"The bacterial cell wall is essential for viability, shape determination and its production is the target of the most important types of antibiotics ever discovered (such as penicillin). The alarming spread of antibiotic resistance means it is crucial to understand more about this structure if we are to define new potential ways to control bacterial disease. The cell wall is like an exoskeleton (called the sacculus) that is able to withstand the considerable internal forces that would otherwise rupture the cell. The major structural element of the cell wall for most bacteria is a polymer called peptidoglycan (PG), which is unique to bacteria. PG is a single large, bag-like molecule that surrounds the cell and whilst very strong is also dynamic to allow the cells to grow and divide. Even though PG is chemically only made of relatively simple building blocks how these are assembled to produce an architecture able to fulfil the many functions of PG has remained largely elusive. The problem is that architecture has to be viewed in situ and bacteria are on the micron scale. To address this problem, in the last few years we have taken an interdisciplinary approach using a combination of biochemistry and high-resolution microscopy techniques. The new information gained has completely altered our views on PG architecture overturning previous models and revealing a hitherto unexpected complexity. We have now applied our approach to many different organisms and have discovered several different architectures from rings and knobbles in the human pathogen Staphylococcus aureus to cables in the rod shaped bacterium Bacillus subtilis and a heterogeneous architecture of pores and thicker regions in organisms such as Escherichia coli. In order to explain how such PG features allow the bacteria to maintaining cell integrity and yet be dynamic we have proposed new models for growth and division for several important bacterial species. To map sites of new PG synthesis we have a super-resolution fluorescence microscope and a totally new and unique machine capable of correlating different forms of microscopy. We are now ready to take the next step to actually solve the architecture of PG at the chemical level. This will give great insights into the fundamental biology of bacteria, how they are able to grow and divide and the action of important antibiotics. Amazingly, we know the target of penicillin but not how it kills bacteria. New understanding will require not only the development and use of ultra-resolution microscopy approaches, but also the synthesis of a suite of chemical probes such that we will be able to &quot;see chemistry&quot;. Several of the proposed microscopy approaches have not been applied to biological samples before and so we will pave the way for their wider application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006162/1","grantId":"BB/L006162/1","fundValue":"676775","fundStart":"2014-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Simon J.  Foster","coPersons":["Jamie  Hobbs","Simon  Jones","Ashley James Cadby"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}