{"id":"3EF8785D-E130-4884-A34B-FE1C34A6DF21","title":"Live Performance, the Interactive Computer and the Violectra","abstractText":"This research project is the continuation of an ongoing, productive and successful collaboration between violinist, Dr Mieko Kanno (Durham University), and composer, Dr Sam Hayden (University of Sussex). The project will explore the specific potential of the 'Violectra' electric violin as an instrument of avant-garde contemporary music in combination with advanced interactive real-time Digital Signal Processing techniques; the integration of instrument-specific timbres and virtuosic extended techniques with real-time synthesis software, using established and customised computer music tools. Composer/computer musician Dr Nick Collins (University of Sussex) will provide technical assistance with system construction and evaluation, in particular through the programming of machine learning techniques in order to facilitate a more intelligent musical responsiveness in the patches. This software development will enable the online learning of gestures (automatic clustering of textures and gestures) in an adaptable stand-alone module, existing both as Max/MSP external and SuperCollider implementations. \\n\\nThe project will create an entirely new work as well as developing and extensively revising Sam Hayden's work-in-progress 'schismatics' (2007) for solo electric violin and live electronics (the existing fruit of this collaboration) into a truly interactive (rather than currently reactive) work, with greater computer agency and autonomy, using machine learning as well as machine listening techniques. This will involve a more (artificially) intelligent computer as 'virtual' performer whose output is more 'musical' (as defined by the project collaborators), with more differentiated sonic textures and processes. These developments will be achieved through a combination of regular documented studio sessions with development periods and email/telephone communication in between these practical sessions.\\n\\nOutputs will include: (a) an extensive reworking of the piece as 'schismatics II', including a complete redesign and radical overhaul of the internal technical workings of the Max/MSP patch (using the latest IRCAM and/or 3rd party real-time analysis and synthesis objects as appropriate) as well as significant improvements to the user interface, performer feedback mechanisms (including visual) and hardware set-up (such as the addition of performer control using a MIDI pedal board); (b) the production of a flexible software performance tool that could be used with the e-violin in other musical situations such as improvisations; (c) the creation of an entirely new work, using this flexible computer-based performance tool in combination with composed musical notation; (d) co-authored journal article(s) discussing findings arising from the specifics of the project, including advice of a general nature concerning the creative process, collaboration and techniques used; (e) the online publication to open-source communities of machine learning module; (f) the online publication of some performance patches in compiled versions subject to copyright restrictions (public versions of patches available online will use open-source externals).\\n\\nThrough this practice-led research, a greater understanding of the potential of live performance involving the Violectra e-violin with real-time DSP will be gained. The project will answer a range of detailed research questions, which can be divided into aesthetic/philosophical and practical/technical issues -- although the distinction is necessarily blurred since these categories feed off each other symbiotically. In essence, the nature of 'interactivity' in a specific musical context between solo performer (e-violin) and computer will be explored and the successful integration of live performance and real-time DSP will be defined in practical, technical and aesthetic terms, thus developing the collaboration between Sam Hayden and Mieko Kanno to its full potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H018425/1","grantId":"AH/H018425/1","fundValue":"24834","fundStart":"2010-01-01","fundEnd":"2010-10-01","funder":"AHRC","impactText":"  MaxMSP patches and ll~ object have been downloaded from relevant websites. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Sam Thomas Hayden","coPersons":[],"organisation":"University of Sussex","findingsText":" See AH/H018425/2. This award was transferred from Sussex to Durham. See AH/H018425/2. This award was transferred from Sussex to Durham. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Other","dataset":"gtr"}