{"id":"3EF9352B-9026-4780-B3C1-99C0424636E4","title":"Glutamatergic dysfunction as a cause of aberrant salience.","abstractText":"Although we have known for many years that schizophrenia has a strong genetic component, recent large scale genome-wide association studies (GWAS) represent a landmark discovery by identifying which genes predispose to the disorder. However, this is just a starting point. The challenge for experimental neuroscientists is now to determine how these genes impact on the neurobiological and psychological processes that likely malfunction in schizophrenia.\n\nConsiderable evidence argues that dysfunction in the glutamate system is an important contributory factor in schizophrenia. Although several glutamate-related genes and their protein products have been linked to schizophrenia, the GluA1 subunit of the AMPAR and the GluN2A NMDAR subunit (both of which were implicated in recent GWAS), are two of the best understood in terms of function. They therefore represent important exemplars which we will use in the following program of work.\n\nA popular idea is that certain schizophrenic symptoms, such as delusions, reflect learning the wrong things about the world and hence the formation of abnormal or inappropriate memories. The reasons why this might occur are not clear, but one possibility is that it happens when too much attention is paid to particular stimuli in the environment, such that these stimuli take on excessive significance and become inappropriately linked to other things. These stimuli are said to have acquired &quot;aberrant salience&quot; and it is generally considered that this reflects increased levels of the neurotransmitter dopamine. This is potentially consistent with the fact that most anti-psychotic drugs, which are used to treat disorders like schizophrenia, work by blocking dopamine receptors.\n\nWe have shown previously that genetically modified mice lacking either GluA1 or GluN2A glutamate receptor subunits exhibit selective deficits in a short-lasting form of habituation. Habituation allows us to reduce attention to unimportant stimuli that we have already experienced, thus allowing us to allocate our attentional resources to relevant stimuli in our world instead. Habituation deficits result in too much attention being paid to a stimulus. Attending too much to an irrelevant stimulus can lead to learning the wrong things about the world and hence to abnormal memories. Thus, we have hypothesised that glutamatergic dysfunction, leading to deficits in short-term habituation to recently experienced stimuli, might be an important cause of aberrant salience and increased dopamine signals in the brain.\n\nThe aim of this proposal is to test this hypothesis. To do this we will record dopamine signals in real time in the striatum of GluA1 and GluN2A knockout mice, using a technique called fast-scan cyclic voltammetry. These recordings will be made in freely moving mice in response to neutral light stimuli. When the same light is presented twice in quick succession (with a 30 sec interval), normal animals habituate to the light and pay less attention on its second presentation. We will determine whether habituation deficits caused by glutamate dysfunction lead to increased dopamine signals in the brain. Furthermore, we will investigate the neural circuits that might underlie these changes and, in particular, the role of the hippocampus and hippocampal glutamate receptors. Finally, we will look at the downstream consequences of these changes in attention. Dopamine signals in the striatum exhibit a well characterized profile during associative learning (they are large to novel or surprising events and small to well-predicted events). We will investigate how glutamatergic dysfunction and deficits in short-term habituation influence these dopamine signal changes.\n\nIf deficits in short-term habituation cause aberrant salience and elevated dopamine, then identifying mechanisms that support short-term habituation, and their underlying neural circuits, may have novel therapeutic implications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N004396/1","grantId":"MR/N004396/1","fundValue":"707512","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"David MacKenzie Bannerman","coPersons":["Paul  Harrison","Alexandru Radu Aricescu","Mark  Walton"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}