{"id":"3F02B7AD-A4ED-4F28-BB8C-1863C4D95ED5","title":"Magnetic Correlations in Superconducting Iron Arsenides","abstractText":"Since February 2008 a new family of superconductors has been developed based on a series of compounds containing layers of iron and arsenic atoms or alternatively iron and selenium atoms. These compounds exhibit superconductivity (i.e. they lose all their electrical resistance) at relatively high temperatures (at up to 56 K as at November 2008). The current thinking is that the mechanism of superconductivity is not the same as that found in simple elements and compounds, such as lead and magnesium diboride, in which the vibrations of the crystal lattice cause the electrons to lower their energy by binding into pairs which can move through the crystal without resistance. Rather, the new iron arsenide and selenide superconductors exist in close proximity to magnetic phases, which suggests that magnetic interactions might be responsible for superconductivity.The purpose of the proposed work is to investigate the relationship between superconductivity and magnetism in selected members of the iron arsenide family of compounds. So far, all compounds found with a particular structural arrangement of iron and arsenic atoms have been successfully turned into superconductors through control of their electron count, even though there is considerable variation in the crystal structures. This is achieved by making small variations in the chemical composition through substitutions, e.g. by replacing some of the iron toms by cobalt. This chemical flexibility potentially makes it possible to tune the physical behaviour of the materials in many different ways, which may be exploited to perform systematic experiments to study the interplay between magnetism and superconductivity. The applicants have recently contributed new compositions to this field, such as LiFeAs and NaFeAs, and are well placed to embark on a systematic investigation of the magnetic and superconducting properties of these materials. In this project a graduate student will perform a series of studies using a range of neutron and X-ray scattering techniques to gain access to the fundamental magnetic behaviour on an atomic scale. The particular focus will be on the use of neutron spectroscopy to probe the magnetic dynamics in the non-superconducting compounds close in composition to the superconductors, and to probe the nature of the superconducting energy gap in the superconducting members. The proposed studies at the ISIS, ILL and Diamond facilities will build on the very recent work by the applicants in this field and will provide a coherent research programme for a graduate student who will gain experience of chemical synthesis, physical property measurements and extensive use of Central Facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G067457/1","grantId":"EP/G067457/1","fundValue":"136250","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  The findings have been reported to the scientific community. Other ","person":"Andrew  Boothroyd","coPersons":["Simon James Clarke"],"organisation":"University of Oxford","findingsText":" The aim of the project was to investigate the role of magnetic correlations in the formation of superconductivity in the family of iron-based superconductors, discovered in 2008. Inelastic neutron scattering experiments were performed on a number of structurally distinct materials. All the iron-arsenic and iron chalcogenide superconductors studied showed strong, spatially correlated spin fluctuations and a superconductivity-induced spin resonance (an enhancement in the magnetic fluctuation strength on entering the superconducting state at energies comparable with the superconducting gap). These observations lead us to conclude that superconductivity and magnetic correlations are strongly linked, and support models in which spin fluctuations provide the attractive force needed to form the superconducting pairs. We also found evidence in our data that itinerant models provide a good basis for describing the magnetic behaviour in this family of materials. Finally, we searched for, but did not detect, magnetic correlations in two iron phosphide superconductors. This suggests that magnetic fluctuations do not play as strong a role in the formation of superconductivity in the iron phosphides as in the other iron-based superconductors. The experimental results provide a better understanding of the properties of the superconducting materials that were investigated, and this could influence the design of new superconductors and theoretical models of superconductivity. Energy","dataset":"gtr"}