{"id":"3F034E39-C292-4B1D-8CDF-155FF5E16D34","title":"Testing the impact of host demography on transposable element dynamics in Drosophila","abstractText":"The genomes of nearly all organisms contain mobile DNA sequences known as transposable elements that can be thought of as 'selfish' intragenomic parasites. As for other parasites, the demographic history of the host species is expected to influence the ecology and evolution of transposable elements within genomes. Surprisingly little work has been conducted to address the question of how host demography affects transposable element evolution. The fruitfly Drosophila melanogaster is an ideal model system to test the impact of changes in host demographic history on transposable element dynamics, since this species is a both a model system for transposable element biology and is known to have recently colonised worldwide habitats from Africa. We aim to test the hypothesis that the recent expansion of the D. melanogaster species range into Europe from Africa has been accompanied by an increase in transposable element activity. Investigating how host demography influences transposable elements dynamics has timely relevance for understanding the molecular and adaptive responses of animal genomes to demographic changes caused by global climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000158/1","grantId":"NE/G000158/1","fundValue":"60803","fundStart":"2009-01-05","fundEnd":"2010-04-04","funder":"NERC","impactText":"  Our findings have been used to further theoretical understanding of genome evolution and to test the accuracy of new software systems to detect transposable element insertions in genomic data Digital/Communication/Information Technologies (including Software),Healthcare Cultural","person":"Casey  Bergman","coPersons":[],"organisation":"The University of Manchester","findingsText":" The key finding of this project is that estimates of the age of mobile DNA elements based on genome sequences can be used to predict their allele frequency in natural populations. Our work may provide a means to develop more effective genetic markers in humans and other species. Our proof of principle analysis and theoretical model can be used as the basis to generalise this finding in other species and for other classes of repetitive DNA sequence. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}