{"id":"3F07D36B-0E21-42E6-B242-C0BFB5601375","title":"Understanding the impact of agri-environment schemes on emerging infectious diseases in pollinators","abstractText":"The devastating spread of the Ebola virus in West Africa is one of many recent examples of emerging diseases that directly impact human health. However, emerging diseases in managed and wild animals may also indirectly affect human health and food security. For example, the global spread of a parasitic mite (called Varroa destructor), and the viruses it transmits, in honeybees has wiped out wild honeybee populations, and driven large declines in the number of managed hives in Europe and North America. As honeybees are important for pollinating crops and producing honey, such losses could have significant impacts on the sustainability of agricultural systems and, thus, through declines in food production, human health.\n\nPollination - the fertilization of flowers to produce seeds and fruit - is a key process in both agricultural and natural environments. While honeybees are important pollinators, wild bees, such as bumblebees, are just as, if not more important for both crops and wildflowers. Consequently, the fact that both honeybees and wild bees are in decline across much of the globe is a major concern. Earlier declines in bumblebees and other wild bees appeared to be driven by the loss of suitable habitat, containing the flowers, nesting sites, and hibernation sites needed for survival. However, recently, major declines in bumblebees in North and South America appear to be related to the spread of emerging pathogens. Thus, the discovery that the viruses driving declines in honeybees are also present in wild bumblebees is deeply worrying. Recent research in the UK has shown that harmful viruses like Deformed Wing Virus are being transmitted to-and-fro between managed honeybees and wild bumblebees. Such transmission may be exacerbated by the planting of nectar and pollen-producing flower strips, one of the major ways farmers try to enhance the populations of wild pollinators for crop pollination. However, we currently do not know the major direction of spread for these viruses - is it from honeybees to bumblebees, or vice versa? - and whether wild-flower strips change the rate and direction of transmission, or the actual mechanics behind how transmission occurs. If we are to manage emerging viral diseases in our essential managed and wild bees, these are the questions we need to address.\n\nIn our work, we propose to combine real-world and laboratory studies to answer these questions. First, we will sample bees from farms in areas with and without wild-flower strips, and screen them for viruses. We will use new genome sequencing technology, combined with complex statistical models, to determine whether viruses spread predominantly from honeybees to bumblebees, or vice versa, and whether the presence of wild-flower strips enhances transmission or changes its direction. In combination with this, we will conduct controlled experiments in the laboratory to determine how the type of flower and the length of time viral particles are on flowers, affect the likelihood of a flower-visiting bee becoming infected. This will help us to understand the fine-scale mechanisms by which transmission among bees takes place. Finally, we will conduct large experiments with whole hives of bees in polytunnels to test how the density of flowers, type of flowers, and density of bees determine the rate of viral spread. Together, these laboratory and semi-field (polytunnel) experiments will help us to understand the patterns of transmission found in wild bees from the first part of the project. Ultimately, we will use these results to make recommendations on how to reduce the transmission of emerging viruses among our wild and managed bees, and thus enhance their populations while maximising pollination of both crops and wildflowers in the UK landscape","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N000668/1","grantId":"BB/N000668/1","fundValue":"383667","fundStart":"2016-01-18","fundEnd":"2019-03-20","funder":"BBSRC","impactText":"","person":"Mark  Brown","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}