{"id":"3F0DD2E1-4E51-4A53-BFCE-65D7B83A63C3","title":"Sustainable Oxidation Catalysts for the Production of Solar Hydrogen and Chlorine from Brine","abstractText":"Summary\n\nThe primary aim of this project is to produce new, sustainable oxidation catalysts that allow the creation of efficient wireless, photodiode, solar to chemical energy conversion devices for the splitting of brine/seawater. In brine, H2, alkali and Cl2 (or H2 and sodium hypochlorite, NaOCl will be the (separated) products. Hydrogen will be stored to provide heat at a later date (by burning) or used to produce electricity (via an H2/O2 fuel cell). \n\nThe oxidised chloride will be stored either as Cl2, or hypochlorite, to provide a route to chlorinate water, or provide a disinfectant. The programme will produce inexpensive demonstrators which can be readily scaled up for use in the household - i.e. on a 'personalised' energy and disinfectant scale. Such systems are particularly suited for use in the developing countries, although the subsequent development of substantially scaled up systems - involving solar farms - will allow the production of these valuable, storable, chemical products at a level suitable for widespread use by a town and/or local industry. The latter scaled up systems will form the basis of a subsequent, second follow on stage, industry led, developmental program of work, whereas the first stage project described here will focus on the proof of concept and initial creation of scalable demonstrators. \n \nThe proposed novel ClOCs developed in the project will utilise inexpensive, abundant nanomaterials (such as: oxides of Mn, Ni or Co), although, in some cases, these will be doped with well-dispersed, much more active, but less abundant ones, such as Ru dioxide. These nanomaterials will also be coated onto high surface area conducting carbons, which will allow them to be partly supported and active. A novel, combinatorial approach, using High-throughput Continuous Hydrothermal flow synthesis, HiTCH and, to a lesser extent, other - electrochemical and photochemical synthetic methods, will be used to produce a wide range of oxidation catalysts. Novel, colour-based rapid screening methods will be used to provide initial assessments of their activities and a wide range of techniques will be used to assess their physical properties. \n\nThe best of the catalysts generated will be optimised in terms of performance as electrocatalysts and subjected to more detailed electro-kinetic and structural studies (e.g. XANES and XAFS) and subsequent mechanistic and structural modelling. This work will help identify key structural features associated with the most active of the electrocatalysts tested and inform on the best routes to be taken in the subsequent synthesis of related materials as oxidation catalysts of possible greater potential. Finally, the best of all the electrocatalysts tested will be used to create simple, exemplar, scalable working wireless photodiode solar energy conversion devices, which utilise inexpensive, efficient, triple-junction Si photovoltaic cells as the light-absorbing unit, for the photocleavage of water or brine (including seawater).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008754/1","grantId":"EP/M008754/1","fundValue":"569522","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Jawwad  Darr","coPersons":["Furio  Cora","Gopinathan  Sankar","Ivan Paul Parkin"],"organisation":"University College London","findingsText":"","dataset":"gtr"}