{"id":"3F192C3A-7781-4E3A-8690-0D4B333ACEAD","title":"Assessing Illumina and Velvet for sequencing a wheat chromosome arm","abstractText":"World agriculture faces two major and unprecedented challenges in the near future. The first is to expand production of food and feed to meet increased demand while ensuring environmental sustainability. The second is to understand and mitigate the effects of global climate change on food and production. Wheat is one of the world's primary sources of food and feed and is the most important crop by scale and value in Europe. However, wheat yield gains seen in the past 20 years have not been maintained, mainly because germplasm improvement has not continued at sufficient pace to address the major challenges of sustainable food production and adapting to climate change. The new science of genomics can make major contributions to increasing both the scope and speed of crop improvement. But the complexity and size of the wheat genome are major obstacles to establishing biology, breeding and crop improvement strategies based on detailed knowledge of the complete genome sequence. Major advances in genome sequencing methods have led to the development of commercially available instruments that dramatically increase sequence output and reduce costs, and sequence analysis methods have been created to assemble and analyse the sequence generated. However, the strategies and methods required for applying this new technology to the wheat genome remain to be determined. In this proposal we aim to develop methods for sequencing the expressed regions of genes, large insert clones and purified chromosome arms using the Illumina sequencing platform, and to adapt the Velvet sequence assembly software to wheat genomics. The outputs of this project will facilitate the development of cost- effective and efficient strategies for sequencing the complete wheat genome when scaled up. The complete genome sequence of wheat will identify each gene in its correct location on the genomes and will determine the correct structures of genes. This knowledge will be a new foundation for biology projects that aim to understand the functions of wheat genes in processes such as disease resistance, environmental interactions, mineral nutrition and grain yield and nutrition. The methods we aim to develop will also be suitable for re-sequencing wheat lines, for example, commercial varieties that are used in breeding. By comparing these sequences to the reference genome and to each other scientists can identify sequence variation associated with traits. This information can be used to identify genes and lines with desirable genotypes of breeding populations. As such the technologies we aim to develop in this project will be the first step in advancing our capability to breed the next generations of our key crop plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024715/1","grantId":"BB/G024715/1","fundValue":"39582","fundStart":"2009-12-14","fundEnd":"2010-12-13","funder":"BBSRC","impactText":"  Curtain was used in the Assemblathon process to assess methods of genome assembly though comparative evaluation of different approaches. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Economic","person":"Ewan  Birney","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" In this project we developed a new genome assembly tool, Curtain, and applied it (and other assembly tools) to a wheat chromosome arm that had been sequenced using Illumina technology. The goal of the project was to establish the feasibility of sequencing the entire wheat genome through the use of chromosome arm isolation and relatively cheap next generation sequencing technologies. Sequence was generated and isolated, but long range assembly did not prove feasible using the existing technologies. The findings of the project have been used to influence the selection of strategies for genome sequencing and assembly on other BBSRC-funded cereal sequencing projects. The Curtain assembler was subsequently entered into the Assemblathon &amp;quot;competition&amp;quot; to explore the relative merits of genome assembly tools/algorithms and to determine quantatative metrics for the subsequent assessment of assemblies. Genome sequencing and de-novo assembly is increasingly undertaken by interested industries, especially in the plant sciences. More significantly, the knowledge generated by genome sequencing, assembly and annotation is ultimately of potential use in the development of improved crops for food and fuel, in terms of yield, (biotic and abiotic) stress-resistance, and speed of deployment. The reads generated have been deposited in the European Nucleotide Archive, making the sequence publicly available. The knowledge generated in this project has contributed to the development of improved strategies for cereal genome sequencing and assembly and these have already contributed to the generation of genome-wide molecular data made available through Ensembl Plants, EMBL-EBI's service for plant genomic data. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}