{"id":"3F2B174C-5728-420D-80B0-3EB6B416CDED","title":"The genetic basis for local adaptation in Arabidopsis thaliana","abstractText":"That different plant species are adapted to different environments is obvious from their natural distributions - bluebells, for example, are limited to shaded woodland. Knowing which characters of the plant are important for such adaptation and how they are specified by genes is fundamental to understanding how the plant evolved, but presents a complex problem. Different species differ in a large range of characters making it difficult either to assess the importance of a particular character alone or in combination with others or to identify the genetic changes that have been involved in its evolution. Here we propose to address the question by examining the basis for adaptation within a single species - Arabidopsis thaliana. More is known about the genetics of Arabidopsis than any other plant and we have recently shown that populations of Arabidopsis within Edinburgh are unexpectedly diverse in both their genetic composition and their behaviour. Some of this variation is probably involved in adaptation - plants from higher altitudes appear genetically programmed to germinate quicker but to flower later in the year, suggesting that they might be adapted to a later spring but not to the lack of summer rain which may affect plants at lower altitude. In contrast, we find that plants from the same habitat have the potential to grow at very different rates, though we do not yet know why such differences might be advantageous to the plants. To understand the basis for this natural variaion, we will test whether genes that are already known to control flowering time are responsible for the differences that we see around Edinburgh, and from this examine whether natural selection for late flowering at higher altitude might have favoured certain genes. Because little is known of the ways in which genes control the rates at which plants grow, we will then identify the genes that are responsible for differences in growth rate within Edinburgh, using hybrids between different plants from the wild. For at least one of these genes, we will determine its DNA sequence and examine how changes in the sequence causes changes in the rate of plant growth. We will then examine whether selection of these genes might explain differences in growth rate between plants growing in the same location. Finally, we will grow plants from various locations, together with hybrids that have different combinations of characters, in habitats at different altitudes to find which combinations of genes and characters are most advantageous in each environment. This will suggest whether the pattern of variation that we see in nature might have arisen because of natural selection. Understanding why organisms are adapted to different environments is important for understanding the process of evolution and for predicting how environmental change will affect the success of crops and natural plant communities. This is particularly relevant to the use of Arabidopsis around Edinburgh where the species is close to its Northerly limit, making it possible to test the effects of unnaturally severe environments on its success (e.g. by growing it at altitudes higher than it is usually found). Identifying which genes control plant growth and how variation in their DNA can increase growth is of further relevance to crop breeding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00656X/1","grantId":"BB/F00656X/1","fundValue":"392246","fundStart":"2008-06-03","fundEnd":"2011-06-02","funder":"BBSRC","impactText":"","person":"Andrew  Hudson","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Not applicable this year. Not applicable this year. Agriculture, Food and Drink,Environment","dataset":"gtr"}