{"id":"3F30E5A2-6812-4C2D-BDBE-2261330F82DF","title":"Linking recombinant gene sequence to protein product manufacturability using CHO cell genomic resources","abstractText":"Biopharmaceutical companies producing the new generation of recombinant DNA derived therapeutic proteins (e.g. cancer medicines such as Herceptin and Avastin) often use mammalian cells grown in culture to make the protein product. All production processes are based, fundamentally, upon the ability of the host mammalian cell factory to use a synthetic DNA genetic &quot;code&quot; to manufacture the complex protein product. This is a cornerstone of modern biotechnology. However, because protein synthesis is so complex, involving many cellular resources and machines, it is extremely difficult for genetic engineers to design a DNA code that will best enable the mammalian cell factory to operate most efficiently. Moreover, as individual mammalian cell factories can be very variable, they may differ substantially in their relative ability to make the product. As a consequence, a lot of time and money has to be spent by companies on the initial phases of the biopharmaceutical development process conducting intensive screening operations to find the best cell factory (out of a large population) able to use the genetic code it has been given. For a different protein product it is necessary to start the whole development process again.\nIn this project we will utilise recently available high information content molecular analysis technologies and computational tools to &quot;de-convolute&quot; the complexity of protein synthesis in mammalian cell factories. Effectively, we know that the mammalian cell factory uses its own genetic code to make thousands of its own proteins (machines) that together perform a variety of functions that enable the cell to grow and divide. The rate at which these proteins are made varies hugely, over 1000-fold, so that the cell can make each bit of protein machinery in the right quantity to do its job. We will measure how efficiently each cellular protein is made then using advanced biological information analysis (bioinformatics) and mathematics we will determine how the cell uses pieces of information embedded in each of its genes to vary the rate at which a specific protein is made.\nThis will enable us to create, for the first time, a usable set of &quot;design rules&quot; (computer programmes) that genetic engineers and cell factory developers can employ to (i) reliably design the best genetic code for any given protein product and (ii) accurately predict how much of the protein product the mammalian cell factory can make. This is important as it means that biopharmaceutical companies can design a predictable production system from scratch, enabling a more rapid transition through lengthy cell factory development processes towards (pre-)clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K011197/1","grantId":"BB/K011197/1","fundValue":"654948","fundStart":"2013-08-30","fundEnd":"2016-08-29","funder":"BBSRC","impactText":"","person":"David  James","coPersons":["Paul David Dobson","Mark  Dickman","Josselin  Noirel","Neil David Lawrence"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}