{"id":"3F35AD80-F5E0-41BD-B331-BED3ED68CCC4","title":"Masculinity in Polish and Czechoslavak Cinema","abstractText":"Gender, and especially masculinity, is a perspective rarely applied in publications about cinema of Eastern/Central Europe, but when it is, authors typically take certain gender stereotypes for granted or project a gender type, prevailing in one cinematic paradigm (for example, the 'romantic man', dominant in Polish School films), to all films produced in the country, ignoring films that do not adhere to type. On the other hand, exploration of masculinity in cinema hardly touches the issue of representing men in Central European film.\nIn the last seven years or so my research has focused on the problems of Central European cinema and gender in film. I attempted to address the problem of the representation of women in Polish cinema in a number of articles and a book entitled 'Women in Polish Cinema', co-written with Elzbieta Ostrowska, due to be published in March 2006. During the course of preparing the book it became clear that in order to explain why Polish women are portrayed in a particular way; one has also to examine the role of men in these films. I concluded that 'Women in Polish Cinema' needs to be complemented by the study of men in Polish films. At the same time, I became interested in the relation between gender and nationality in cinemas of other countries of the region, and their comparison with Polish film. Czechoslovak cinema is a good comparator as Czechoslovakia neighbours Poland's border and for over forty years endured a similar political system- state socialism. Moreover, both countries boast distinctive, although quite different cinemas.\nAims and objectives\nTo identify the main characteristics of men as represented in Polish and Czechoslovak cinema after 1945, their similarities and differences and factors to which these variations can be attributed.\nTo establish how Polish and Czechoslovak cinemas have represented and validated specific roles men play in respective societies, such as that of soldier, worker, political leader, father and lover.\nTo examine what in Polish and Czechoslovak cinematic discourses has constituted a 'healthy' or 'normal' masculinity. To examine the effect of the fall of communism on representation of men in Polish and Czechoslovak film.\nTo examine the role of male stars in respective cinemas and factors affecting their construction.\nTo establish whether and how representations of men in the films of leading female directors from the respective countries, described as feminist, differ from that offered by male directors.\nTo assess how useful are Western theories of masculinity in examining issues pertaining to representation of men in Central European cinema.\nTo complete a manuscript of a book entitled Men in Polish Cinema that will fulfill the aforementioned objectives. Potential applications and benefits\nPotential applications and benefits\nMy project will make a significant contribution to at least two areas of study: firstly, to the field of Central European Cinemas and culture, especially for readers interested in what the cinemas of this region have in common and what differs them; secondly, to gender studies, especially male studies, by pointing out that in socialist countries men were offered the opportunity to play different social roles than under capitalism, whilst they were discouraged from others. Accordingly, my work is addressed to everybody who has an interest in the cinemas of Central Europe and masculinity, and the relation between gender and nationality. My primary audiences are students and academics in these areas, but I hope that the book will be also of interest to cultural historians and those who use evidence provided by cultural studies to challenge the position of both women and men in society, making both gender less constrained by sexism and ideologies supporting it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503616/1","grantId":"AH/E503616/1","fundValue":"25426","fundStart":"2007-01-22","fundEnd":"2007-05-21","funder":"AHRC","impactText":"","person":"Ewa  Mazierska","coPersons":[],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}