{"id":"3F3AA64F-E9A9-4F68-9A36-5C3EE27C6E68","title":"Investigating Key Uncertainties in Models of Tropospheric Photochemistry","abstractText":"Our understanding of the impacts of atmospheric composition on climate and air quality relies on simulations from numerical models of atmospheric chemistry and transport. The photochemical components of such models are uncertain, due to the reductions of detailed chemical mechanisms introduced to meet computing demands, and also due to uncertainties in empirically-derived kinetic parameters used in their representations of photochemistry. Validation of the ozone photochemistry component of models by comparison with observations is difficult, since the long lifetime of ozone in the free troposphere (~20 days), means that variability in its concentration at a given point in the atmosphere is generally dominated by transport rather than photochemistry. However, validation of our understanding of ozone photochemistry is critical to our predictions of future climate and air quality, particularly under future changes to ozone precursor sources, and any changes to other parts of the tropospheric ozone budget, such as stratospheric input and surface deposition. This proposal exploits a unique set of observations made during the ITCT Lagrangian-2K4 (Intercontinental Transport and Chemical Transformation) experiment. These provide measurements of a suite of trace gases and aerosol in single air masses at multiple stages during their advection across the North Atlantic from North America to Europe. These linked observations allow ozone photochemistry to be examined in a 'flow-relative', pseudo-Lagrangian frame of reference, removing the influence of advection on the observed ozone change. Simulations of ozone change within the observed air masses using a Lagrangian chemical transport model (CTM) will for the first time allow uncertainties in model photochemistry to be assessed over a timescale of several days. Comparison of Monte-Carlo type model simulations, perturbed by model uncertainties, with observed composition changes within air masses, will test the consistency of model photochemistry with observations. Information will be gained on which uncertainties have the largest impacts on ozone photochemistry. Recommendations will then be made of where effort should be focused in reducing uncertainties in laboratory or atmospheric measurement. The proposal envisages a short 1-year project, using existing tools to investigate these issues, which are of central importance to our confidence in models of air quality and climate. The model framework has already been developed to run locally in Leeds, and the full set of observations is available for use immediately. The project will benefit from expertise from one of the leading atmospheric modelling groups in the UK, in addition to local expertise in kinetic uncertainties and parameterisations from close links with groups in the School of Chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F00060X/1","grantId":"NE/F00060X/1","fundValue":"88095","fundStart":"2008-07-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"  Our techniques in Lagrangian modelling have been used to investigate processes controlling the biological footprint encountered by marine air masses, and processes influencing the water cycle in the Amazon.  ","person":"Steve Robert Arnold","coPersons":[],"organisation":"University of Leeds","findingsText":" This grant investigated how uncertainties in key processes that control chemical reactions in the troposphere translate into uncertainties in the simulated rates of change in ozone and the OH radical in biomass burning pollution and anthropogenic pollution plumes.\n\nUsing novel modelling techniques we were able to identify the top 10 key chemical rate parameters leading to uncertainty in these species in each pollution type. We found that some of these were common to each type, however others were important for one type and not the other. In particular uncertainties that translated into uncertainty in NOy partitioning were important for the biomass burning plume because of the important role of PAN. We also quantified how important uncertainties in observed chemical components in aircraft observations can translate into uncertainty in ozone evolution in measured plumes. We found that uncertainties in VOCs and NOy species to be most critical.\n\nWe also developed novel Lagrangian modelling techniques that can be used in conjunction with satellite data to derive influences of different surface processes on air as it is advected through the atmosphere (e.g. ocean biology, vegetation influence). We have already used techniques developed in the grant in subsequent studies and also as the basis for some analysis that is ongoing in a recent NERC grant.\n\nOur Lagrangian technique is of particular interest to marine atmospheric chemists, and this has resulted in new collaborations.\n\nOur results on ozone uncertainty have importance for groups involved in ozone air quality forecasting, since they place quantitative measures on uncertainty in ozone change due to different pollution types. Environment,Healthcare","dataset":"gtr"}