{"id":"3F4F3FD0-0DD2-4696-A0CA-B2322569A7E5","title":"High Resolution Electrical Capacitance Tomography using insights from Magnetic Resonance Imaging and Compressed Sensing","abstractText":"The performance of many key industrial processes, from amine scrubbing in carbon capture technology to Fisher-Tropsch synthesis of next generation liquid fuels, is determined by the complex dynamics inherent to multiphase flows. In an effort to aid our understanding of these flows, advanced tomographic techniques including magnetic resonance imaging (MRI) and electrical capacitance tomography (ECT) have been developed. However, the spatial and temporal resolution of these techniques is limited, which has restricted their ability to provide the fundamental experimental evidence needed to improve our understanding of multiphase flows. This project seeks to improve the spatial and temporal resolution of both ECT and MRI by exploiting recent developments in the field of compressed sensing. \n\nThe overall goal of this study will be to develop methods to study the dynamics of multiphase flows over a hierarchy of length scales, from the micro-scopic processes such as interfacial drag through to macro-scopic processes such as flow regime transitions. To achieve this, it is proposed to use MR and ECT in a complementary manner. This has great importance industrially and academically because MR cannot be used for large-scale reactors, whereas ECT, which could provide almost equivalent information, is applicable to both laboratory- and process-scale equipment. Furthermore, ECT has not yet been accepted as a widespread diagnostic tool because of uncertainty surrounding the image reconstruction. By performing a direct comparison of ECT and MRI on similar scale systems this project will be able to provide a quantitative demonstration of the accuracy and resolution that is achievable with ECT.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K008218/1","grantId":"EP/K008218/1","fundValue":"98665","fundStart":"2012-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"  Our research has led to a further exploratory research project in the oil and gas sector to monitor the quantity of water in processed crude oil flows non-invasively. Chemicals Economic","person":"Daniel  Holland","coPersons":[],"organisation":"University of Cambridge","findingsText":" This grant has enabled us to develop methods to image the distribution of material in industrial processes at higher resolution than was previously possible. These methods open up new opportunities for improving our fundamental understanding of the operation of industrial processes. \nThe measurements performed within this project have already begun to be used to test computational models of granular flow processes, such as the gas-solid fluidised beds that form a key part of many crude oil production processes The measurements developed within this project potentially enable more precise monitoring of a variety of industrial processes. We are already exploring opportunities in the oil and gas sector, but there are significant opportunities in the nuclear industry, catalyst manufacturing and food processing. Agriculture, Food and Drink,Chemicals,Electronics,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}