{"id":"3F55F848-7911-4625-BF0F-7C2DB0C52BA2","title":"Isolation fractionation and modification of fructans from rye-grass to produce novel biosurfactants and polymers as part of a rye-grass biorefinery","abstractText":"There are a large number of biorefinery initiatives in Europe based on a range of different feedstocks including grass, cereals, legumes and sugar beet. Grass-based biorefinery initiatives are located in Ireland, Belgium, Austria, Poland, Germany, and the Netherlands. High-sugar perennial rye-grass has the potential to provide an ideal biorefinery feedstock for the production of bio-ethanol and bulk chemicals such as succinates and lactic acid, with other co-product streams such as biocomposite materials and animal feeds manufactured from the fibre fraction. This grass is high yielding (ca.15 tonne dry wt./hectare/year) and is ideally suited to the climatic and soil conditions experienced in the UK. It can grow on marginal land that will not support the growth of cereal crops and hence will not jeopardise future food supplies. It requires low annual inputs, especially when grown with clover as a source of nitrogen, and does not require investment in new equipment for sowing and harvesting. This feedstock is available now and is abundant throughout the UK. From a biorefining perspective, it is highly digestible (4-6% lignin) and has a high water soluble sugar content (up to 40%). It also has the benefit of storing its carbohydrate reserves in the form of the water-soluble sugar, fructan, rather than starch. Unlike starch, which requires treatments with heat, acids and a series of enzymes, for conversion to a fermentable sugar, fructan can be converted through the use of a single enzyme. A grass biorefinery based on ethanol and bulk chemicals as well as biocomposites production alone, however, is unlikely to be economically viable and it is necessary to produce additional high value chemicals from the fructan molecules isolated. This project involves a multidisciplinary team of scientists with complementary skills ranging from plant biology to biochemistry, chemistry and surface and colloid science. It sets out to utilise the diverse range of fructan molecules found in perrential ryegrass, as well as novel molecules created by the action of fructan hydrolysing enzymes on these fructans to produce novel high value chemicals. It will initially identify the optimum rye-grass feedstock for a biorefinery by screening a range of perennial ryegrasses developed at Aberystwyth University that will produce high yields of fructans with specific size and molecular architecture. Novel ultrasound technologies will be investigated to maximise the release of plant sugars from the rye-grass through mechanical rupture of cell walls and to assist in the removal of coloured impurities. The fructans will be separated into different classes according to their molecular size and will then be chemically modified to produce a range of high-value sugar-based polymer and surfactant molecules that can be used in the formulation of a broad range of commercial products including, pharmaceuticals, cosmetics, personal care, coatings, etc.. Their role in these products is to aid the dispersion of particles, the emulsification of oils and in the control the rheological behaviour. The global demand for surfactants in 2000 was 19.2 million tonnes with carbohydrate based products accounting for 2.9 million tonnes. The demand for biosurfactants produced from renewable sources is likely to expand rapidly, with increasing pressure to reduce the reliance on petroleum derived products. The contribution of the value of the speciality chemicals produced during the course of the project will be assessed with regards to the economics of a total grass grass biorefinery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I005315/1","grantId":"BB/I005315/1","fundValue":"172118","fundStart":"2010-12-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"","person":"Peter Anthony  Williams","coPersons":[],"organisation":"Glyndwr University","findingsText":"","dataset":"gtr"}