{"id":"3F57415F-5F75-4E78-A353-F7DA00EC87DB","title":"Reducing the Uncertainties in Aerosol Hygroscopic Growth","abstractText":"Aerosols and clouds are important components of the Earth's atmosphere, influencing the radiation budget and chemical composition, and impacting on human health. Indeed, the impact of aerosols and clouds on global climate remains one of the largest single uncertainties in understanding previous climate observations and in predicting future climate change. Aerosols and clouds can scatter and absorb sunlight and terrestrial radiation, having a direct effect on climate by altering the balance of incoming solar radiation and outgoing infrared light. Aerosols have an indirect effect on climate, influencing the albedo and lifetime of clouds. All cloud droplets form from the much smaller aerosol particle seeds on which water can condense. Changes in the number of aerosol particles in the Earth's atmosphere and their size distribution can lead to changes in the number of cloud droplets that form. In addition, some aerosols (such as inorganic salts) are considerably more hygroscopic than others (such as water insoluble organic compounds) and therefore have different affinities for water, changing the conditions under which cloud droplet formation can occur. This indirect effect of aerosols on climate is poorly constrained and generally counteracts the warming induced by increased levels of greenhouse gases in the atmosphere, exerting a cooling effect on the Earth's climate.\n\nIn this project we will examine some of the factors that control the affinity of aerosol for water and their ability to act as cloud condensation nuclei. We will simulate aerosol processes on single particles trapped by either light or electrical fields, measuring their evolving size with high time-resolution (better than 10 ms) and high accuracy (better than +/- 0.5 %). More specifically, the research will be divided into three smaller work packages.\n\nIn the first work package, we will assess and refine the current thermodynamic models for quantifying the affinity of aerosol particles for water. Measurements will allow us to determine the change in particle size with relative humidity with considerably better accuracy than has previously been possible even up to the conditions under which cloud droplets form. Recorded from aerosol particles containing a wide range of organic and inorganic solutes typical of components found in the atmosphere, these new data will provide greater constraints for modelling the growth of aerosol particles into cloud droplets.\n\nIn a second work package, we will investigate the factors that control the equilibrium and time-dependent composition of the surface of a growing cloud droplet. The surface composition, which differs from the bulk, is crucial in determining how facile it is for aerosol particles to become cloud droplets. Current models of surface composition (tension) are based on very little data and will be refined as a consequence of the measurements made in this project.\n\nIn a final work package, we will simulate and measure the kinetics of cloud droplet growth, specifically examining the condensation of organic compounds on a growing water droplet that can accompany the condensation of water. This has been highlighted very recently as a significant effect that has been largely ignored. Improved quantification of the condensation kinetics of organic compounds will allow the cloud droplet number to be better predicted, the sensitivity of which will be tested through cloud parcel models.\n\nIn summary, this project will seek to reduce some of the uncertainties in quantifying the microphysical processes that occur on atmospheric aerosol particles and their impact on clouds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006901/1","grantId":"NE/L006901/1","fundValue":"341295","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"NERC","impactText":"","person":"Jonathan Philip Reid","coPersons":["Simon Leslie Clegg"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}