{"id":"3F5708B6-A4EC-4180-BA95-6E9C8C3B9719","title":"Old English Riddles","abstractText":"The Old English Riddles of the Exeter Book have been challenging readers for over a thousand years and retain a remarkable appeal despite their fragmentary state, inconsistent style, and some stubbornly unsolvable texts. Recent criticism of the riddles, drawing upon various traditional and theoretical approaches, have demonstrated that there is much new work that can be done, yet this work has mainly appeared in the form of articles and short notes. \n\nThis study aims not only to draw together the advances of previous, scattered studies but also to propose new readings of the riddles. It will produce a monograph-length, literary analysis of the collection as a whole, based upon detailed close readings of individual texts and arranged according to five large themes: the heroic idiom, the domestic world (including sexuality), the wonders of creation, religion, and literacy. \n\nThe study has three main points. First, it argues that the riddles demonstrate a rare critical distance on not only Anglo-Saxon society but also the Old English poetic tradition. \nSecond, it proposes that the unevenness of the collection offers insight into the texts' nature and function: a solver proceeding through the collection can rarely rely on past experience to guide the solving process, for previous successful approaches and techniques are as likely to deceive as to guide to an acceptable solution. \nThird, this study questions the usual emphasis on solutions, which has in the past monopolised most critical efforts, and focuses instead on the processes that riddles initiate in their readers-processes that can exist even if a solution is not found and that do not necessarily stop when a solution is reached. \nThe benefits and applications of this study include: consolidation of the topic, new approaches to the texts that aim to change the riddles' marginal status in the canon of Old English literature, and a focus for future research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504639/1","grantId":"AH/E504639/1","fundValue":"19747","fundStart":"2007-01-15","fundEnd":"2007-04-14","funder":"AHRC","impactText":"","person":"Jennifer  Neville","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}