{"id":"3F5AA6A9-0CFA-4025-92FA-F927F6B63154","title":"Spatial cognition and learning: Understanding obstacles and opportunities in the integration of information from multiple images","abstractText":"Recent advances in technology have led to renewed interest in the psychological factors involved in using, remembering and understanding images. We aim to exploit recent research demonstrating an 'exclusivity effect' in memory for location information such that people are unable to combine two separate memories of an image to improve recall. Rather, accuracy depends exclusively on accessing either one or the other of the two memories, but not both. This exclusivity effect represents an interesting boundary condition in performance that may reveal fundamental constraints on human spatial cognition. First, we will consider how the nature of specific tasks and types of image dictate the process whereby location information is extracted from images. Second, we will explore the hypothesis that the exclusivity effect reflects a psychological response to competing demands from concurrent or confusing tasks. That is, it arises from a generalised response to cognitive load rather than as a product of specific ways of processing location information. Third, we will consider how far the exclusivity effect is moderated by expertise and prior domain knowledge following evidence from skilled image processing suggest that experts do not show an exclusivity effect.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G005931/1","grantId":"ES/G005931/1","fundValue":"192332","fundStart":"2008-10-08","fundEnd":"2012-06-07","funder":"ESRC","impactText":"  Our work has also led to the development of interest in the problems of spatial memory and learning outside the laboratory - in particular the issue of how participants cope with multiple, fragmentary inputs that characterize real world spatial learning. An important consideration here is how people monitor and assess performance or predict performance under those circumstances. New studies exploring how confidence in the precision of location memory is determined and how this relates subsequent performance in underway. We therefore anticipate a long-term impact in the application of these approaches to the analysis and understanding of cognitive performance of complex, real-world tasks.\n\nWe also anticipate impacts from the methodological and analytic developments in the grant (e.g., availability of software for meta-analysis of unstandardized effect size and potential for new experimental paradigms to influence future theoretical or applied work).  ","person":"Thomas Simon Baguley","coPersons":["Mark  Lansdale"],"organisation":"Nottingham Trent University","findingsText":" Spatial cognition and learning is fundamental to many everyday activities, ranging from navigation or remembering where objects are (e.g., finding your car keys) to learning a new computer interface. Evidence – both anecdotal and from publishes research – suggests that, despite the frequent need to remember and use spatial information, people find many simple spatial tasks surprisingly difficult. Our project explores reasons for this difficulty by investigating simple tasks that involve remembering the location of a single object presented relative to two different anchor points (or landmarks). Previous work by our team suggested that people struggled to combine the two memories of the same object – and were typically no better than if they had only been presented the object once (what we have termed an ‘exclusivity effect’). The present project took the exclusivity effect as a starting point to understand two main questions: i) why is combining information from two spatial memories so hard?, ii) under what circumstances can the exclusivity effect be overcome?\n\nA number of key findings emerged. Learning spatial information is cognitively demanding and people often avoid it if they can. The exclusivity effect can’t simply be overcome by improving overall performance or making the task easier: any transformational processing of location information degrades its precision. Tasks that enabled people or forced people to draw on two different memories led to modest improvements in performance. Initial learning of location information produces very fragile memories that are easily overwhelmed, making exclusivity an efficient strategy in most situations. These findings build a picture of location memory different from that anticipated. Rather than being a sign of inefficiency in the cognitive system, exclusivity may be optimal in many contexts. Extracting location memory from stimuli is cognitively demanding, the exclusivity effect robust across a range of contexts and location memory is fragile. Reducing the potential for interference between memories by enhancing distinctiveness may reduce cognitive load to a point where the modest returns from combining memories are attractive. More distinctive materials may also protect against the disruption of location information when memories are combined.\n\nFuture work will test our account of the exclusivity effect in VR presentations (allowing manipulations not possible in the standard paradigm). Work on distinctiveness and semantics in the learning of spatial memory is being extended by looking at repeated exposure to the same location information to capture additional real-world characteristics of spatial learning. A further strand of work is looking at how people monitor the accuracy of their location memory – looking at how confidence varies with context (with emphasis on applied settings where participants have a richer range of cues to draw on). Other work will examine the process by which participants choose to treat memories exclusively or in combination. Experiments that manipulate both the cost-benefits of combination and the costs (in loss of precision following combination) will allow us to calibrate the rationality of this process.\n\nOur work has also led to the development of interest in the problems of spatial memory and learning outside the laboratory – in particular the issue of how participants cope with multiple, fragmentary inputs that characterize real world spatial learning. An important consideration here is how people monitor and assess performance or predict performance under those circumstances. New studies exploring how confidence in the precision of location memory is determined and how this relates subsequent performance in underway. We therefore anticipate a long-term impact in the application of these approaches to the analysis and understanding of cognitive performance of complex, real-world tasks.\n\nWe also anticipate impacts from the methodological and analytic developments in the grant (e.g., availability of software for meta-analysis of unstandardized effect size and potential for new experimental paradigms to influence future theoretical or applied work). Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}