{"id":"3F5E8748-32CC-4D99-80C4-501045B90007","title":"An Electrochemical Engineering Approach to the Templating of Nanostructured Layers","abstractText":"The synthesis of nanostructured materials to date has typically involved production and characterisation of samples with small geometric area (a few square centimetres). This project is aimed at addressing the synthesis and engineering aspects involoved with increased scale production of nanostructured films.Appreciation of the effects of reaction environment on deposit quality will make possible the production of uniform nanostructured deposits on a scale that is of technological interest.Novel nanostructured coatings will be prepared using surfactant templating methods and correlations between reaction conditions and resultant deposit properties will be established. A fundamental investigation of the reaction environment with an electrochemical engineering approach (combining experimental work and simulations) will facilitate uniform current and potential distributions in a controlled flow reactor.The synthesis of such coatings, having geometric areas of circa 100 cm2, will enable their evaluation in a number of electrochemical applications. For example, the operational and performance characteristics in Li-ion battery, supercapacitor and H2-air fuel cell device environments will be established.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E04073X/1","grantId":"EP/E04073X/1","fundValue":"609277","fundStart":"2008-01-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Improvements in our knowledge of mesoporous and nanostructured materials has enhanced teaching of an MSc course in Sustainable Energy Technologies at the University of Southampton. UK industry have befitted from professional advice on electrochemical energy conversion materials and devices. Aerospace, Defence and Marine,Chemicals,Education,Energy,Environment Cultural,Economic","person":"Frank C.  Walsh","coPersons":["Philip  Bartlett"],"organisation":"University of Southampton","findingsText":" Experience gained during the research has contributed towards the realisation of new generation electrochemical cells for storage of electrical energy. Such cells are produced by 3-D printing. Catalytic high surface area metal deposits have been utilised as efficient, facile production of electrodes in water electrolysis cells. The research experience has enabled several key reviews on electrochemical materials synthesis and characterisation together with electrochemical engineering aspects of electrode and cell design, including modelling and design of redox flow cells for energy storage and low cost supercapacitors for fast charging applications. Experience gained tackling problems of mathematical modelling of miniature scale materials serves to improve mathematical multiphysics models of flow batteries needed in scale-up, miniaturisation and process integration. Education,Energy,Environment","dataset":"gtr"}