{"id":"3F5F44F0-621B-48CA-AD8D-56C2D9AF13E2","title":"Phoenix Rising: Online New Media Centre development","abstractText":"The Phoenix Arts Centre in Leicester has recently set up a new Digital Media Centre to complement its busy cultural agenda. This is a new premise that displays a more interactive and engaging program for emerging technologies in film, entertainment, art, enterprise, research and education. They have teamed up with the Institute of Creative Technologies at DeMontfort University to create an online new media centre (ONMC), which hopes to attract interest from all age ranges and from broader geographic and multi-cultural backgrounds. The online media centre opens the Phoenix Arts scene up to a much wider community and compliments their new premise. \\n\\nRecent masters graduate Matthew Fedak, under the guidance of visiting professor Howard Rheingold, Sue Thomas and the Director of The Institute of Creative Technologies Professor Andrew Hugill at De Montfort University, set up a site that comprises a suite of online educational tools, an interactive games hub, virtual worlds and forums for discussion about new media. This offers a bespoke space to showcase new research creativity and its impact on society. The ONMC also provides a suite of introductory online classes in digital technologies and new media. Phoenix staff were also trained in these abilities. The ONMC is aimed at opening up the Phoenix to new audiences, including students, young people, networked individuals and disabled users. Matthew Fedak took the project to the Web 2.0 2008 Expo in Berlin and placed the Digital Media Centre in front of an international audience. \\n\\nIn turn De Montfort University explored the concept of an online new-media centre, and whether or not it is in fact a 'centre' or simply a part of a network. It gained case-study material, teaching material and expertise adapting digital research to the needs of a modern arts organisation, useful for other organisations and research environments. New graduate Matthew Fedak was able to improve both confidence and communications skills and following the Knowledge Catalyst scheme secured a job in the field. The Phoenix Media Centre has celebrated significant new audience numbers and has encouraged participation in new-media and a new, evolving arts scene as a result of the project.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G500010/1","grantId":"AH/G500010/1","fundValue":"16765","fundStart":"2008-06-02","fundEnd":"2008-12-01","funder":"AHRC","impactText":"","person":"Andrew  Hugill","coPersons":[],"organisation":"De Montfort University","findingsText":"","dataset":"gtr"}