{"id":"3F656615-108C-4468-A93E-65BC056D64A2","title":"Biocorrosion: Predicting and responding to new types of microbially-influenced corrosion in the oil and gas industry","abstractText":"Corrosion of metals affects multiple industries and poses major risks to the environment and human safety, and is estimated to cause economic losses in excess of &pound;2.5 trillion worldwide (around 6% of global GDP). Microbiologically-influenced corrosion (MIC) is believed to play a major role in this, but precise estimates are prevented by our limited understanding of MIC-related processes.\n\nIn the oil and gas sector biocorrosion is usually linked to the problem of &quot;souring&quot; caused by sulfate-reducing bacteria (SRB) that produce corrosive hydrogen sulfide in subsurface reservoirs and topsides facilities. To combat souring, reservoir engineers have begun turning to nitrate injection as a green biotechnology whereby sulfide removal can be catalysed by diverse sulfide-oxidising nitrate-reducing bacteria (soNRB). However, this promising technology is threatened by reports that soNRB could enhance localized corrosion through incomplete oxidation of sulfide to corrosive sulfur intermediates. It is likely that soNRB are corrosive under certain circumstances; end products of soNRB metabolism vary depending prevailing levels of sulfide (i.e., from the SRB-catalyzed reservoir souring) and nitrate (i.e., the engineering &quot;nitrate dose&quot; introduced to combat souring). Furthermore soNRB corrosion will depend on the specific physiological features of the particular strains present, which vary from field to field, but usually include members of the Epsilonproteobacteria - the most frequently detected bacterial phylum in 16S rRNA genomic surveys of medium temperature oil fields. \n\nA new era of biological knowledge is dawning with the advent of inexpensive, high throughput nucleic acid sequencing technologies that can now be applied to microbial genomics. New high throughput sequencing platforms are allowing unprecedented levels of interrogation of microbial communities at the DNA (genomic) and RNA (transcriptomic) levels. Engineering biology aims to harness the power of this biological&quot;-omics&quot; revolution by bringing these powerful tools to bear on industrial problems like biocorrosion.\n\nThis project will combine genomics and transcriptomics with process measurements of soNRB metabolism and real time corrosion monitoring via linear polarization resistance. By measuring all of these variables in experimental oil field microcosms, and scaling-up to pan-industry oil field screening, a predictive understanding of corrosion linked to nitrogen and sulfur biotransformations will emerge, putting new diagnostic genomics assays in the hands of petroleum engineers.\n\nThe oil industry needs green technologies like nitrate injection. This research will develop new approaches that will safeguard this promising technology by allowing nitrate-associated biocorrosion potential to be assessed in advance. This will enhance nitrate injection's ongoing successful application to be based on informed risk assessments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001942/1","grantId":"EP/L001942/1","fundValue":"254532","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  ExxonMobil Upstream Research Company's Engineering Department has proposed a collaboration in this area supported by $300k USD in funding. Energy,Environment Economic","person":"Casey  Hubert","coPersons":[],"organisation":"Newcastle University","findingsText":" New insights into which S compounds may be exacerbating corrosion of metal by oil field nitrate reducing bacteria. This is being presented at an oil industry conference in London in November 2014 by the post doc who was recruited to this project. ExxonMobil has proposed a research project in this area for $300,000 USD. Final signatures still pending. Anticipated start in 2015. Energy,Environment","dataset":"gtr"}