{"id":"3F689C77-625F-496E-8E47-753CA02F5D69","title":"Higgs Searches at DZero","abstractText":"It has long been the goal of particle physicists to discover and understand the building blocks of the universe. Over the years a theoretical description of these building blocks has been developed which describes the fundamental particles and how they interact with one another. The theory is called the 'Standard Model'. Although this theory has been extremely successful - with many measurements confirming its predictions to great precision - there are missing pieces in the puzzle. One particularly compelling open question is that of the origin of mass. In its simplest form the Standard Model does not allow for the fundamental particles such as quarks, electrons, muons, photons, gluons etc to possess mass. This is a real problem since experimental evidence overwhelmingly supports the proposition that some of these particles are massive. A modification to this theory based on the work of many but most prominently, Higgs, Weinberg and Salaam, proposes a mechanism known as 'Spontaneous Electroweak Symmetry Breaking'. Also known as the Higgs mechanism, one of the predictions of this theory is the existence of a neutral particle called the Higgs Boson. This is not the only possibility, another popular class of theories which further extend the Standard Model - called 'Super-Symmetry', or SUSY for short, predict the existence of many new particles - amongst them several Higgs bosons. By searching for Higgs boson(s) one can thus find evidence to support or refute these theories. Current experimental results rule out the existence of a Higgs boson with a mass less than around 115 times that of the proton. The experiments at the Tevatron - CDF and D-Zero will extend this limit to around 180 in the absence of discovery. This is important because theoretical considerations along with indirect experimental evidence suggest that if the Standard Model is correct or the simplest form of Supersymmetry is correct then the Higgs should have a mass less than this limit. There are several different experimental signatures - or channels - which can be used to search for the Higgs. The proposed research will involve the detailed analysis of the data-set collected at the D-Zero experiment in one of these channels (the single most sensitive) and the combination of the results from all the individual channels. By combining the results from many channels the best possible chance for observing the Higgs boson is achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F000642/1","grantId":"PP/F000642/1","fundValue":"218498","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"STFC","impactText":"  Used to continue Higgs search at Tevatron and LHC, leading in part to Higgs discovery. Education Societal","person":"Gavin  Davies","coPersons":["Jonathan Michael Hays"],"organisation":"Imperial College London","findingsText":" Techniques to perform search for extremely rare objects - such as the Higgs boson - the primary goal here. In particular looked at how to identify / model backgrounds, advanced ideas to identify signal, and suitable statistical techniques to understand the significance of any observation. Ideas carried forward to Higgs discovery. Ideas used by other Collaborations, in particular as Tim Scanlon and I have both moved to experiments at the LHC. Education","dataset":"gtr"}