{"id":"3F69ABA4-D768-4DE4-82D3-673B2D54CCDD","title":"Is Water Structure Important?","abstractText":"The structure of water and in the way it self-assembles and interacts with dissolved solutes and with hydrophobic surfaces continues to be highly topical. Science ranked the study of water among the top 10 breakthroughs in 2004. The formation and structure of solid state hydrates continues to be a topic of major interest to the pharmaceuticals industry. The problem of interpretation of water structure is complicated by its strong dependence on hydrogen atom positions. Hydrogen atoms cannot be located accurately using X-rays. A meaningful discussion of water structure in the solid state and of its interaction with organic solute species, biological or otherwise, must involve location of H atoms using neutron diffraction. The work must also be backed up by appropriate calculations and corresponding systematic database analysis as well as supporting techniques such as solid state NMR spectroscopy, TGA/DSC and vibrational spectroscopy. This project will amass a body of experimental neutron data on water molecules and clusters within crystals and determine the relative hydrogen bonding energies using calculations based on these experimental coordinates. The key question to answer is what effect does water have on itself and its surroundings and how do water-water interactions compete with water-solute (or, in the solid state, hydrate-host) interactions, particularly in 'large systems' in which many water molecules are present. The insights we will gain will help understand physical properties such as solubility, tendency to form hydrates and the tendency of organic comounds, particularly pharmaceuticals, to adopt more than one solid form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063229/1","grantId":"EP/F063229/1","fundValue":"335175","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  Web resource on hydrate structure and properties Chemicals,Pharmaceuticals and Medical Biotechnology ","person":"Jonathan William Steed","coPersons":["Judith Ann Howard"],"organisation":"Durham University","findingsText":" Insights into the structure and energetics of crystalline hydrate formation. Hydrate formation in pharmaceutical solids Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}