{"id":"3F6CA3F4-38B4-47FE-84F4-D69D0AAAA537","title":"CLouds and Aerosol Radiative Impacts and Forcing: Year 2016 (CLARIFY-2016) - Oxford","abstractText":"Biomass burning aerosol (BBA) exerts a considerable impact on climate by impacting regional radiation budgets as it significantly reflects and absorbs sunlight, and its cloud nucleating properties perturb cloud microphysics and hence affect cloud radiative properties, precipitation and cloud lifetime. However, BBA is a complex and poorly understood aerosol species as it consists of a complex cocktail of organic carbon and inorganic compounds mixed with black carbon and hence large uncertainties exist in both the aerosol-radiation-interactions and aerosol-cloud-interactions, uncertainties that limit the ability of our current climate models to accurately reconstruct past climate and predict future climate change.\n \nThe African continent is the largest global source of BBA (around 50% of global emissions) which is transported offshore over the underlying semi-permanent cloud decks making the SE Atlantic a regional hotspot for BBA concentrations. While global climate models agree that this is a regional hotspot, their results diverge dramatically when attempting to assess aerosol-radiation-interactions and aerosol-cloud-interactions. Hence the area presents a very stringent test for climate models which need to capture not only the aerosol geographic, vertical, absorption and scattering properties, but also the cloud geographic distribution, vertical extent and cloud reflectance properties. Similarly, in order to capture the aerosol-cloud-interactions adequately, the susceptibility of the clouds in background conditions; aerosol activation processes; uncertainty about where and when BBA aerosol is entrained into the marine bundary layer and the impact of such entrainment on the microphysical and radiative properties of the cloud result in a large uncertainty. BBA overlying cloud also causes biases in satellite retrievals of cloud properties which can cause erroneous representation of stratocumulus cloud brightness; this has been shown to cause biases in other areas of the word such as biases in precipitation in Brazil via poorly understood global teleconnection processes. \n\nIt is timely to address these challenges as both measurement methods and high resolution model capabilities have developed rapidly over the last few years and are now sufficiently advanced that the processes and properties of BBA can be sufficiently constrained. This measurement/high resolution model combination can be used to challenge the representation of aerosol-radiation-interaction and aerosol-cloud-interaction in coarser resolution numerical weather prediction (NWP) and climate models. Previous measurements in the region are limited to the basic measurements made during SAFARI-2000 when the advanced measurements needed for constraining the complex cloud-aerosol-radiation had not been developed and high resolution modelling was in its infancy.\n\nWe are therefore proposing a major consortium programme, CLARIFY-2016, a consortium of 5 university partners and the UK Met Office, which will deliver a suite of ground and aircraft measurements to measure, understand, evaluate and improve:\na) the physical, chemical, optical and radiative properties of BBAs\nb) the physical properties of stratocumulus clouds\nc) the representation of aerosol-radiation interactions in weather and climate models \nd) the representation of aerosol-cloud interactions across a range of model scales. \nThe main field experiment will take place during September 2016, based in Walvis Bay, Namibia. The UK large research aircraft (FAAM) will be used to measure in-situ and remotely sensed aerosol and cloud and properties while advanced radiometers on board the aircraft will measure aerosol and cloud radiative impacts. While the proposal has been written on a stand-alone basis, we are closely collaborating and coordinating with both the NASA ORACLES programme (5 NASA centres, 8 USA universities) and NSF-funded ONFIRE programme (22 USA institutes).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L01355X/1","grantId":"NE/L01355X/1","fundValue":"508073","fundStart":"2016-01-01","fundEnd":"2019-12-31","funder":"NERC","impactText":"","person":"Philip  Stier","coPersons":["Richard  Washington"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}