{"id":"3F6EE5FA-9400-47CA-8D26-225A2BF8BDAE","title":"Suburban Birmingham: Hands On","abstractText":"The Hands On approach used a cross-sector, cross-disciplinary team to transform the M&amp;G website data into a multi-touch (MT) version for use on MT screens. Suburban Birmingham: Hands On maximised the impact of the website dataset produced by academics, curators, archivists, and librarians working on the M&amp;G project Suburban Birmingham: spaces and places, 1880-1960 and who are drawn from University of Birmingham (UB), UB Special Collections (UBSC), Birmingham Museums and Art Gallery (BMAG), and Birmingham Heritage and Archives Services (BHAS). The data set now includes 200-300 copyright-cleared, digitised images arranged into 6 themed 'exhibitions' with catalogue data for each object, c.500 words of interpretive text for 120+ of the objects; 9 themed essays of c.4000 words referring to the objects; c.1500 word introduction to the dataset as a research resource; 3 c. 500 word outlines of the areas of the partner collections, and related finding aids, pertaining to the project; a c. 500 word introduction to the project's working methods; a 10-minute VODcast outlining how the project's cross-sector collaborative research model informed, and was shaped by, the project; links to related web resources. The new output enabled multiple users to interact simultaneously with the data using highly intuitive hand gestures, ensuring that improved group learning takes place among the community of users within display spaces.\n\nThe project achieved a series of objectives, they were able to: develop an innovative MT interface for existing Suburban Birmingham web data, include a UGC interface in the MT output, conduct HCI and well-being testing of the MT interface outside and within display spaces before installing MT output's alpha and Formulate recommendations re best practice in MT and UGC MLA outputs for dissemination to HEIs and non-HEIs. The project was able to provide evidence-based recommendations re best practice in development of MT and UGC research outputs for MLAs and HEIs. The overall outcomes of the project are improved evidence-based knowledge and understanding among HEIs and non-HEIs of the production, testing, and implementation of research-driven digital outputs with highly intuitive MT interfaces and UGC capabilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500697/1","grantId":"AH/J500697/1","fundValue":"32500","fundStart":"2011-02-28","fundEnd":"2012-01-27","funder":"AHRC","impactText":"  The project led to cultural impact by allowing larger audiences to access the collaboratively produced research generated by the original Suburban Birmingham project (tens of thousands of interactions have thus far been logged by the interfaces). It also improved the 'visitor offer' of Birmingham and, therefore, had economic impact on the regional economy. Furthermore, the project had social impact because it improved appreciation among the partners of the benefits of cross-sector collaboration when developing display space interactives in partnership with UB and with SMEs; this realisation led to changes in working practices among the partners. As a result, the non-HEI partners became partners with UB on a &pound;2.4m ERDF project that is co-directed by this AHRC project's PI and that focuses on the production of digital outputs in 'triple helix' collaborations between university researchers, cultural organisations, and SMES. The ERDF project has, in turn, has led to the generation of considerable cultural, social and economic impact). Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Richard  Clay","coPersons":["Helen Jane Chatterjee"],"organisation":"University of Birmingham","findingsText":" This was a follow on project and, as such, was primarily focused on developing the pathways to impact for another research project. Nevertheless, this project did lead to significant new lessons being learned regarding Human Computer Interaction for users engaging in public spaces with multi-user, multi-touch software whose content draws upon arts and humanities research. Such discoveries we primarily focused on the balance of graphic to text interfaces and the navigability of each mode of display for diverse user groups. The findings of this project are likely to be taken forward by academics and non-academics engaged in the development of multi-user, multi-touch software. Such audiences can access a scholarly article that details the project: Will Byrne, Russell Beale, Richard Clay, 'Suburban Birmingham - designing accessible cultural history using multi-touch tables', Proceedings of the BSC-HCI Interaction Specialist Group Conference on People and Computers (BSC-HCI, Swindon), 2012, pp. 21-27. Furthermore, this follow on project informed the development of a ?2.4m ERDF project that is co-directed by this project's PI and many of the partners and the ERDF project's collaborators (including over 150 SMEs, cultural organisations, and academics) have been able to explore the design issues raised by the development of this software and related software written and tested by the ERDF projec team subsequently. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}