{"id":"3F77498B-919E-4482-9657-B1DCDE622DF4","title":"The Values of Cultural Work: ethics, interests and motivations in the cultural and creative industries","abstractText":"The aim of this critical review is to explore how different values inform and shape processes of work and production in the cultural and creative industries. It examines how various ethics, concerns, interests and motivations are brought to bear on the kinds of 'cultural work' undertaken by artists, musicians, web-designers, film-makers and a whole range of other identifiably creative or cultural workers. In doing so, it hopes to show especially how cultural work, in its varied complexity, can influence workers' own (and wider public) understandings of the character and signifiance of one particular kind of value - cultural value. \n\nWhile studies of cultural value often focus on the discrete qualities of cultural objects, texts or commodities, or how they are consumed by audiences, this tends to obscure the cultural work processes which have led to the creation of those objects and already part-shaped their particular form and public meaning. But cultural work - and the worker - are at the very heart of the matter of cultural value, since without workers to produce cultural goods, there is nothing for publics and audiences to actually value. What role do workers play in terms of bringing their own (cultural, social, political or other) presuppositions and interests to the creation of cultural goods? And how does this then affect the wider public uptake, value or meaning of such goods? \n\nMore centrally, however, while cultural workers draw from existing repertoires of value, and create new value, and invest their work with purpose and meaning which influences its public circulation and consumption, they also undertake cultural work 'for themselves', for their own internal purposes, rewards and values. What might these be, precisely? Through detailed review of the existing range of interdisciplinary literature on the empirical contexts of cultural work, this project draws out the value of cultural work for workers themselves. In doing so it questions conventional assumptions that suggest cultural workers are only primary motivated by 'artistic' or even 'economic' interests, and more fully explores the complex 'moral economy' of cultural industry production. By investigating cultural work as one particular set of conditions and contexts under which cultural value is being imagined and produced, the project moves to open up a wider discussion of the particular ethical character and purpose of the cultural and creative industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005328/1","grantId":"AH/L005328/1","fundValue":"14175","fundStart":"2013-11-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"","person":"MARK OLIVER BANKS","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}