{"id":"3F87609A-658B-4FA3-B76E-7906C1B0D8B1","title":"Testing trophic-functional relationships for modelling farmland diversity and functional dynamics","abstractText":"There is widespread concern that the ongoing decline in UK biodiversity will be exacerbated by further agricultural intensification, such as the adoption of GM technologies. The Defra-funded Farm-scale Evaluations were instigated to address these concerns, and successfully demonstrated that the change in management associated with GMHT crop cultivation had an impact on arable diversity. However, given that arable biodiversity is already in a state of decline, we do not have objective criteria with which to compare the effects of new management practices. Also, as with all empirical studies, it is difficult to predict how the results may vary with different crops, or management systems, or at different spatial and temporal scales. Modelling is therefore required to address these problems, and provide a means of predicting the likely risk of new technology against objectively defined biodiversity criteria. In this proposal we aim to test the hypothesis that the model specification of Hawes et al. (2003) and Bohan et al. (submitted a, b) would lead to generalised functional models that could predict ecosystem dynamics and the impacts of diverse management practice on ecosystem functioning. We use the concept of functional groups to amalgamate weed and invertebrate species into tractable groupings for modelling. These functional group models will take data from the regulatory framework to predict the effects of management on functional diversity at a number of levels of complexity relevant to scientists, the public and policymakers to allow objective decision making on the risks of new farming technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007666/1","grantId":"BB/D007666/1","fundValue":"544320","fundStart":"2006-02-06","fundEnd":"2009-07-05","funder":"BBSRC","impactText":"","person":"David  Bohan","coPersons":["Geoffrey  Squire","Cathy  Hawes"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}