{"id":"3F8904C9-35C7-4868-B15E-43E9AF5C4033","title":"Volatile recycling at the Lesser Antilles arc: Processes and Consequences","abstractText":"The Earth is unique in our solar system in having abundant liquid water, plate tectonics and life. These properties are not unconnected; The evolution of life has depended heavily on water, and water is pumped around the planet by the plate tectonic cycle. Plate tectonics in turn, and its capacity to generate the very continents on which we live, also depends on the existence of water.\n\nSubduction zones are the most important &quot;valve&quot; in the plate tectonic system. They form where tectonic plates sink back into the mantle. Here water, along with other volatiles such as carbon dioxide and sulphur, are returned to the deep interior. However, the return is not wholesale. As the sinking plate is subjected to heat and pressure, a large fraction of the incoming volatiles is &quot;sweated off&quot; and added to the overlying mantle where it causes melting. These melts feed volcanoes at subduction zones which are characteristically dangerously explosive. When considered with the earthquakes triggered by the plates scraping past each other and the consequent tsunamis and landslides, it is clear that subduction zones are the most hazardous places on Earth. Yet, these regions also have benefits: the cocktail of fluids travelling with magmas at subduction zones is responsible for transporting and emplacing valuable metal deposits into the crust, and the fine ash distributed by the explosive volcanoes produces nutrient-rich, fertile soils.\n\nThe importance of cycling volatiles through subduction zones is self-evident. However we still don't really know how it works and what the budgets are of volatiles delivered to the subduction zone, versus those recycled into the lithosphere, hydrosphere and atmosphere compared with those sequestered back into the deep mantle.\n\nWe propose an innovative multidisciplinary experiment to track volatiles at a subduction zone. Questions to be answered include: How do volatiles influence the types and amounts of magmas generated? How do they control where volcanoes, such as Mt Pinatubo and Montserrat are located and how explosive they are? How do volatiles dictate where ore deposits are formed? How do volatiles mediate the seismogenic behaviour of subduction zones - whether there are large &quot;megathrust&quot; earthquakes like Japan and Sumatra or whether slip is less violent?\n\nOur focus area is the Lesser Antilles Arc, which is a special case, because it is one of only two Atlantic subduction zones. Plate formation processes at the slowly-spreading mid-Atlantic ridge produce a much more pervasively hydrated plate than those in the extensively studied Pacific. Furthermore, a laterally varying capacity to carry water in the plate and sediments subducting below the Antillean arc are a likely culprit for the arc's highly variable style and intensity of seismic and volcanic activity. By mapping structural differences along the arc we will be able to pinpoint the effects of variable water input. \n\nWe plan to use novel seismic approaches complemented by geochemical analyses and integrated using numerical models to identify and quantify where volatiles are in the downgoing plate, where they are released at depth, and how they are transported from the subducting plate through the mantle wedge to the arc. We will use a unique suite of rocks from deep in the crust which have been carried up in volcanoes to help us understand how magmas evolve, and what allows them to concentrate ore metals. Mapped water pathways will be compared with seismic and volcanic activity, as well as with those inferred at other subduction zones.\n\nThis large research project will be &quot;bookended' on the one hand by an enormous amount of resource; data, samples, expertise and results from previous studies that will provide excellent value for money, and on the other hand a special focus on the societal benefits; informing natural hazard planning, and a better appreciation of how and where economic deposits form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K010743/1","grantId":"NE/K010743/1","fundValue":"535262","fundStart":"2015-10-01","fundEnd":"2019-09-30","funder":"NERC","impactText":"","person":"Saskia Danielle Goes","coPersons":["Jennifer Susan Collier","Jamie John Wilkinson"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}