{"id":"3F8F43E7-933D-4156-AE0C-D487049D86EB","title":"Pathway-driven identification of therapeutic targets for combatting Alzheimer's disease.","abstractText":"The suffering and financial burden associated with Alzheimer's disease are so great due to the protracted nature of the disease. Beginning with problems remembering things, it progresses through an inability to recognise ones family and friends and to carry out daily tasks, leading to sufferers becoming completely dependent on others, bedridden, and eventually dying often up to 10 years after diagnosis due to pneumonia or other common infections. We have no effective treatment for this insidious disease! Mutations in the APP gene cause the familial or inherited form of Alzheimer's disease. The mutations cause the brain to make more of a substance called beta-amyloid, which aggregates into deposits to form senile plaques. There is growing evidence that these plaques are probably a marker of the disease rather than the cause, even a way for the brain to protect itself from the &quot;soluble&quot;, toxic form of beta-amyloid.\nOur nerve cells make connections with each other called synapses, through which they communicate and store information. These connections are the basis of how we learn and remember. Among the many toxic effects of beta-amyloid, one of the earliest and most important is its ability to break down the connections between nerve cells: Beta amyloid is said to be synaptotoxic. Very recently we have discovered the &quot;signaling pathway&quot; activated by beta-amyloid in nerve cells, and in the brains of sufferers, that causes several of the characteristic features of the disease, including the loss of synapses. This pathway is called the wnt-planar cell polarity (wnt-PCP) pathway. Quite remarkably, another lab have just discovered that the protein made by the APP gene, from which beta-amyloid is also made (by being cut up into small pieces), is a part of the receptor found on the surface of nerve cells that drives the wnt-PCP pathway. This means that the beta-amyloid &quot;toxicity&quot; pathway we have discovered is controlled by the actions of APP, a gene responsible for the inherited form of Alzheimer's disease. This represents a major breakthrough in our understanding of the disease. We now want to explore this pathway in great detail for two reasons. One, it will tell us a much more about the mechanism driving the disease in the brains of people with the disease. Secondly, by understanding the mechanism and knowing what each component does in it we will be able to work out how to block the processes and slow down, or even halt, the disease. It is only by understanding the mechanism we will be able to identify new therapeutic targets and be able to begin the process of finding drugs that work effectively on them. We propose a project of work to achieve this over the next 3.5 years. We have three lines of &quot;attack&quot;. One, we will use a novel peptide array technology to rapidly and cost effectively &quot;map&quot; how specific components in this pathway interact, or bind, with one another, including APP and beta-amyloid. This technique enables us to make small peptides (bits of proteins) that can block these interactions. Two, we will use these peptides and other techniques to work out what each component does in the signaling pathway, in nerve cells, including working out exactly how beta-amyloid exerts its effects on nerve cell connections. Three, having achieved this we will be in the position to determine exactly where the disease mechanism should be attacked in order to prevent the crucial synaptotoxic effects of beta-amyloid. The peptides we will have generated to help identify the best targets will then be used to generate &quot;binding assays&quot; which can be then be optimised for future drug screening purposes aimed at finding drugs that act in the desired way upon the target. All such drug screening activities will be undertaken follow on from this, and will be dependent upon our obtaining further funding to do so.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013944/1","grantId":"MR/M013944/1","fundValue":"1000910","fundStart":"2015-06-01","fundEnd":"2018-11-30","funder":"MRC","impactText":"","person":"Richard  Killick","coPersons":["George Scott Baillie","Jonathan Paul Simons","Deepak Prakash Srivastava","Simon  Lovestone"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}