{"id":"3F904156-5FF7-4C46-881B-ED913A5A2BE1","title":"Music, empathy and cultural understanding","abstractText":"In the age of the internet and with the dramatic proliferation of mobile listening technologies, music has unprecedented global distribution and influence on people's lives. It is a source of intense experiences of both the most individual (personal stereos) and massively communal (large-scale live events, and global simulcasts) kind; and it increasingly brings together or exploits an exceptional range of cultures and histories, through developments in 'world music', sampling, mash-up, re-release, archival recording, and hybridisation. The aim of this Research Development project is to pursue the idea that music affords powerful insights into other consciousnesses and cultural identities, and that in doing so it has powerful potential for cultural understanding. The objectives of the project are: 1) to bring together the considerable body of research and scholarship, across disciplines ranging from the neuroscience and psychology of music to the sociology and anthropology of music, and cultural musicology, that has proposed or presented evidence for music's power to promote empathy and social/cultural understanding through powerful affective, cognitive and social factors, and to propose a unifying and synthesising conceptual framework in which to connect and make sense of this disparate evidence, and to use that framework to highlight interdisciplinary points of convergence and divergence; 2) to undertake a novel piece of empirical research to further develop and test one important aspect of those claims; 3) to publish and disseminate the findings of the project, and in doing so to contribute to a developing case for the value of arts and culture to individuals and to society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014327/1","grantId":"AH/L014327/1","fundValue":"36833","fundStart":"2014-02-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"  They will contribute to the AHRC's Cultural Value initiative. Our contribution has been made, but it is too early to be able to indicate how that contribution has been used.  Cultural,Policy & public services","person":"Eric  Clarke","coPersons":["Tia  DeNora"],"organisation":"University of Oxford","findingsText":" Our research has shed new light on the complex and at times contradictory evidence for music's capacity to elicit empathic responses in people, for those responses to have behavioural consequences, and for the conceptual frameworks within which these effects might be understood. At the same time, our empirical study provides provocative evidence for the capacity of music - even when encountered in the apparently passive circumstances of individual headphone listening - to have an impact on listeners' empathic attitudes to a moderate 'outgroup' - an effect that is mediated by these listeners' performance on a trait empathy questionnaire. This result suggests that music can have an impact on affiliative attitudes towards members of another culture, but only for people who are already disposed to be empathically receptive We would hope that they will contribute to the Cultural Value agenda (initiated by the AHRC) from which this funding came, and that in this way they will feed through to national policies on the value of the arts and humanities in society in general, and within education inn particular. Creative Economy,Education,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}