{"id":"3F9D91D0-A2C9-4842-AEDE-91929057E4F4","title":"Nonparametric Learning for Situated Data-to-Text Generation: Helping People to Understand Uncertain Data","abstractText":"Information overload is a pervasive problem in many environments, particularly those in which human decision making is based on extensive data sets. Data-to-text systems have been shown to successfully address this problem by automatically generating textual descriptions of the underlying data. However, when translating (numerical) data into words, an appropriate level of precision needs to be chosen. The following example is from a system which summarises medical time series data for neonatal care: &quot;At 17:24 T1 is 35.7 and T2 is 34.5C&quot; (Gatt et al., 2009). This summary is clearly targeted to experts, such as doctors or nurses, which need precise information for decision making. However, other users, such as visiting parents might be more happy with a description such as &quot;In the evening your baby had normal temperature.&quot; \n\nIn this project, we will build a data-to-text system that automatically determines the appropriate level of precision for a given context by using statistical machine learning methods. These methods can learn an optimal generation policy from real data and promise to be more robust to new situations than hand-written rules by human experts. \nWe will also investigate novel feedback-based non-parametric state estimation methods to reduce the data annotation cost for data-to-text systems. Typically, the first step in creating such systems is to manually interpret and align the raw data sources. However, this step is very costly as human experts need to trained for this task. Our new methods promise for data-to-text systems to be rapidly applied to new domains. \n\nThe domain we will be targeting for this initial project is pedestrian navigation, where the task is to translate uncertain user positions into walking instructions. The underlying data uncertainty here arises from several sources, such as the user's speech signal, the GPS location, estimated viewshed, walking direction and speed. We will integrate and test our learnt data-to-text generation strategy by integrating it in an existing system and running an evaluation with real users.\n \nOne of the outcomes of this project is a data-driven linguistic view on the question of &quot;how to communicate uncertainty&quot;, which is an active interdisciplinary research area, including researchers from medicine, law, environmental modelling and climate change.\nIn future work we will also investigate how the proposed framework transfers to new domains, such as natural language generation from medical data, weather forecasts, or output from complex environmental models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026775/1","grantId":"EP/L026775/1","fundValue":"98424","fundStart":"2014-09-01","fundEnd":"2016-09-16","funder":"EPSRC","impactText":"","person":"Verena Teresa  Rieser","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}