{"id":"3FAC8641-44BC-441A-976E-026A12383024","title":"Structural and functional analyses of the multifunctional nontypeable Haemophilus influenzae SAP transporter","abstractText":"In the cells of every living organism, a myriad of tasks needs to be carried out to sustain the processes of life. Proteins do most of this work - they contribute to the structure and functioning of the cell and regulate many of its processes. Scientists can use X-rays and electrons to visualize proteins to a level which allows them to distinguish the individual atoms that make up their structures and aids in understanding their mechanisms of action. Using this knowledge we can then design molecules (drugs) that can interfere with the cell machinery to treat disease. This can significantly reduce the time required to develop a drug - examples are medicine for the treatment of flu (e.g. Tamiflu) and HIV. Methods for determining protein structures by X-ray crystallography and electron microscopy and applying them to aid design of new drugs have become faster and more reliable; which is important in the race to develop novel antibiotics to combat the worrying rise in bacterial resistance. Here, we have chosen to determine the structure and mode of action of a protein system called SAP which is vital for the survival of the bacterium Haemophilus influenzae. This bacterium is a major causative agent of respiratory disease, the third leading cause of death worldwide. This bacterium co-exists harmlessly in most individuals in the nose and throat but can become invasive and cause disease. It is particularly prevalent in young children, the elderly, cystic fibrosis sufferers and smokers. In young children middle ear infections (otitis) often precede glue ear and are a major concern, as this can lead to hearing loss, problems with speech development and educational problems. Indeed otitis is the primary cause for the prescription of antibiotics for children in developed countries. \nSAP in this bacterium, assists in bacterial nutrition and as a defence mechanism to our innate immune response. Virtually all forms of life depend on iron for survival. For H. influenzae to survive and cause disease it is essential that it obtains iron from its environment but bacteria like us (our skin) have a protective coat. This protective coat, made up of lipids, is called a membrane. Membrane proteins are embedded in this coat and some of them act like gateways for the entry or exit of various molecules. These gateways are critical for life because it is through them that the cell can get essential nutrients or throw out harmful substances like antibiotics. SAP is a membrane protein that can transport iron into the bacterial cell so it can grow and multiply. SAP also transports small molecules that are produced by the human immune system. Without the SAP transporter these molecules would tear the protective bacterial membrane, which in turn would kill the invading bacteria. The overall aim of our research is to look at the structure of the SAP transporter to understand how it transports these diverse compounds and with that knowledge contribute to the design, in essence, of plugs to block its ability to function. To do this we need to obtain high resolution pictures to enable us to see the atomic interactions responsible for transport. Membrane proteins cannot easily be removed from the cell membrane without the use of harsh detergents. Additionally they do not like water and this makes it difficult to get the proteins to form crystals which are needed to visualize their structure at high resolution by the diffraction of X-rays. We have obtained crystals of a part of the SAP transporter which shows we can use this technique to obtain high resolution data. In parallel we are using the technique of electron microscopy which can also provide high resolution images of the protein structure but does not require the protein(s) to be crystallized. The structural data obtained will enable us to fully understand how SAP works and help in antibiotic discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M010937/1","grantId":"MR/M010937/1","fundValue":"585001","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Martin Austin Walsh","coPersons":["Petra  Lukacik"],"organisation":"Diamond Light Source","findingsText":"","dataset":"gtr"}