{"id":"3FBC0A70-AF4B-4BC2-9EC1-DC8D90830206","title":"Modelling gene networks by non-linear analysis of microarray data.","abstractText":"The biochemical systems that build cells and organisms and keep them working depend on genetic control. The genome is the full set of controlling genes. Traditionally, scientists study individual genes in isolation because it has been too complicated to study them all simultaneously, but genes actually work together as part of interacting networks. Gene activity is controlled by transcription factors / proteins that switch genes on and off. The correct activation of the appropriate genes at the right time is essential for cells to work properly and to combat environmentally induced problems like damaged DNA. Failure to activate the correct combination of genes after DNA damage can lead to cancer. It is now possible to simultaneously measure how active all the genes in an organism are at a particular time using microarrays. Connecting these snapshots of gene activity gives a dynamic picture of how genes respond to cell stress and other signals. Intervention into gene networks could offer the opportunity to modify the response to bring about a better outcome / for example using drugs to change gene activity to enhance the cancer cell sensitivity to a chemotherapy agent. However, at present we are unable to predict how a network will respond to intervention. To make predictions about gene network activity it is not enough to simply know how much of each gene is there. It is also necessary to calculate the activity of the controlling transcription factor, to consider the sensitivity of a target gene to the transcription factor, and to estimate how much of it was there to start with, and how fast it degrades. We have developed a simple mathematical procedure (called HVDM) that combines these parameters to successfully model the network controlled by a single transcription factor (p53). In this new project we wish to develop a new mathematical tool that can identify all the main activities controlling transcription in the DNA damage response using only microarray data, and then model how these factors interact to produce the outcome observed. The finished product will be a computer tool which accurately predicts what will happen to the gene network in any number of possible scenarios. For example, predictions will be made about how the network would respond to a drug which affects one or more transcription factors, and what the effect of this is likely to be on the cells. The advantage of this approach is that it is more widely applicable and more accurate than other ways of analyzing microarrays. It can predict network activity using small datasets where experimental methods would require an impractical number of observations. The implications of this are that researchers will be able to predict gene networks activity much more accurately and efficiently than before. This will make more efficient use of very expensive research resources, and lead to better informed decisions when evaluating potential drug targets for clinical application","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008488/1","grantId":"BB/E008488/1","fundValue":"644069","fundStart":"2006-12-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"  In addition to the academic output listed in the summary section, our work contributed to a greater understanding of the value of mathematics to biology. This was communicated in courses at UCL, to visitors and students to the lab, and we also featured in an online magazine, PlusMaths, which focuses on the importance of mathematics in different research areas (http://plus.maths.org/content/os/issue55/features/barhu/index). The UK desperately needs numerate and mathematically literate graduates to contribute to national productivity and well being. By showing maths applications beyond the expected employment areas, we feel we have helped make maths a more attractive subject to a broader range of potential students. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Michael  Hubank","coPersons":[],"organisation":"University College London","findingsText":" The most significant achievement of this grant was the creation of a predictive and quantitative mathematical model of a complex transcriptional response. The model accurately dissected the response into its component parts, identifying the controlling transcription factors, and identifying which genes were targets of which factors. This was achieved without a preconceived network architecture, using data alone to reveal the controlling activities, and validated experimentally using knockdown technology. This means that the model can be applied in virtually any system where time course measurements of gene expression can be made. It has the potential to allow &quot;in silico&quot; manipulation of the identified parameters to focus experiments, increase efficiency and reduce animal testing. The approach has many potential applications in biology, pharmacology and medicine.\nA secondary achievement was the creation of a freely available computational toolkit in a standard, easily applicable format (R- Bioconductor). In this project we developed new analysis packages for application to complex transcriptional systems. They have been used both in that context, but also widely as a resource for developing more sophisticated tools that themselves have been applied. This is evident in the citation lists for the papers published from the project, which show application in systems biology and modeling applications - particularly gene regulatory networks. Predominantly it has contributed to the development of better methods in this computational biology field, but has also highlighted the importance of RNA degradation in studying transcriptional responses to stimulae. The software is already in use for both HVDM and GWTM. This of course is fundamental research, and impacts indirectly on the sectors outlined below. The outputs are very much in line with our anticipated beneficiaries list (the application pre-dates a mandatory pathways to impact statement). Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}