{"id":"3FBD9B3F-29DC-416B-B68C-755034196D23","title":"Hydrogen Generation in the Deep, Hot Biosphere","abstractText":"The discovery of the Subsurface LithoAutotrophic Microbial Ecosystem (SLiME) in basalt formations in 1995, seemingly using hydrogen formed from water rock interactions, was of great significance as this anaerobic community could be independent of surface photosynthesis, both organic matter and oxygen. This potentially significant energy supply might also explain the surprisingly large numbers of prokaryotes found in subsurface terrestrial environment (at least to 3 km depth), despite extreme conditions and lack of obvious energy supply. It also has profound astrobiological significance as a mechanism for subsurface life in planets even with surface conditions that are unsuitable for life. However, the significance of this hydrogen generation is controversial having being criticized as being a negligible reaction in the environment (conditions too alkaline, restricted by limited reduced iron concentrations in minerals and by its dependence on the production of fresh reactive surfaces). However, hydrogen formation has also been detected at depth in earthquake fault zones and there is indirect evidence that this is used by subsurface prokaryotes to produce methane. The mechanism of hydrogen formation in this case is thought to be due to mechanochemistry as a result of subsurface fracturing of rocks in earthquake zones. If this is true then with some greater than 20,000 earthquakes a year any rock type could potentially produce hydrogen making a substantial SLiME community distinctly more possible. In addition, we have demonstrated that some prokaryotes may actually speed-up hydrogen formation from minerals in sediment slurries, including hydrogen generation from pure silica sand. As silicates make up ~95% of the Earth's crust this could potentially be a significant source of hydrogen. We intend to investigate further these mechanisms of hydrogen formation by testing a range of common minerals and conditions for hydrogen generation, including at increasing temperatures to simulate the heating that occurs due to sediment burial. We will determine whether microbial processes are stimulated by hydrogen formation and identify and culture the microbes involved. These enriched microbes will then be used with pure minerals to investigate their involvement and ability to use the mineral as an energy source in more detail. Some high pressure experiments will enable temperatures up to 150oC to be investigated. This is too high for microbes (max ~120oC) but may produce hydrogen and other compounds which can diffuse upwards to feed the base of the biosphere. Novel sealed rock crushing experiments will also be conducted (30 - 120oC) to test whether just cracking of rocks can produce enough hydrogen to feed a microbial population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H02042X/1","grantId":"NE/H02042X/1","fundValue":"647677","fundStart":"2011-05-01","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Ronald John Parkes","coPersons":["Andrew John Weightman","Michael  Bowker","Henrik  Sass","Philip Rosser Davies"],"organisation":"Cardiff University","findingsText":" One of the main aims of this on-going project is to demonstrate that hydrogen could be generated at low temperatures from just crushing minerals and then be used as a bacterial energy source. This process would provide a widespread energy source in the deep subsurface of sediments and rocks to fuel the deep biosphere on Earth and potentially on other tectonically active planets. Results have confirmed that crushing of common rocks, such as quartz, granite and basalt does produce significant hydrogen concentrations even at relatively low temperatures (~60&deg;C). Also surprisingly, another energy source, carbon monoxide, is also produced. We are finding it difficult, however, to demonstrate direct utilization of these compounds by bacteria, as the concentration is near the limit at which they can be utilized, plus oxidised compounds also produced may inhibit some bacteria. We are currently developing new containers and using mixed bacterial enrichments to overcome these problems. Results will have considerable importance for deep biosphere studies and astrobiology Energy,Environment","dataset":"gtr"}