{"id":"3FC1C95C-CB83-4136-9060-34C4BA3C405B","title":"Structure and function of the Pseudomonas aeruginosa type VI secretion system: On the bacteriophage trail","abstractText":"Bacterial pathogens infect humans using various strategies. They develop acute infections, which turn fatal to the host in a short period of time, but they also establish chronic infections and persist within the host over a lifetime. That is for example the case for lung infections in cystic fibrosis (CF) patients. At early stages of infection, diverse bacteria can be identified, including Staphylococcus aureus, Burkholderia cepacia or Pseudomonas aeruginosa. At later stages in the CF patient life the sole microorganism left in the lung is P. aeruginosa, which is firmly and chronically established and will lead to patient death.\nP. aeruginosa is a potent pathogen involved in many infections, not only in CF patients. It is the 3rd most commonly-isolated nosocomial pathogen accounting for 10% of hospital-acquired infections, with 10,000 cases each year in UK. Infection is life threatening and the range of infection is broad, including urinary tract, respiratory system, dermatitis, soft tissue, bacteremia, bone and joint, intestine and a variety of systemic infections, particularly in immuno-suppressed patients. Treatment of P. aeruginosa infections involves combination therapies, e.g. a beta-lactam plus an aminoglycoside or a fluoroquinolone, but are not as efficient as desired. Alternative drugs (e.g., colistin) are useful against multi-resistant strains, but innovative therapeutic options for the future remain scarce, while attempts to develop vaccines have been unsuccessful.\nTo develop new therapies it is important to identify molecular targets, which once inhibited will compromise successful infection by P. aeruginosa. The target of choice is usually a major virulence factor. Secretion systems are molecular devices that bacteria use to release enzymes and toxins, which will contribute to colonization, host tissues degradation, persistence or immune system escape. These secretion systems are molecular complexes embedded in the bacterial envelope and are made up of a number of protein components.\nThe system we study is called the type VI secretion system (T6SS) comprising 13 core components. We selected this system because it is essential for P. aeruginosa to establish chronic infections and it is conserved in important bacterial pathogens. We chose to study 7 of the T6SS components (HsiABCEFGH), which we suspect form the core of the secretion machine. We have evidence that these components share similarities with components of bacterial viruses, i.e. bacteriophages. Since a lot is known on how bacteriophages work, we hope that understanding the correlation between T6SS and bacteriophage will shed light on how the T6SS works. The primary sequences for the phage and T6SS homologues have diverged to such an extent, that it is difficult to identify common ancestors. Although evolution can result in divergent primary sequences for homologous proteins, the structures are often conserved. Our goal is to determine the structures of T6SS proteins by using multidisciplinary approaches such as X-ray crystallography, NMR and cryo-electron microscopy. We will solve the structures of individual components and sub-complexes. The structures will provide molecular insights into how the T6SS machine is organised and will inform site directed mutagenesis studies aimed at assessing T6SS function and assembly. Perturbation in the T6SS machine will be assessed by a unique set of tests allowing us to probe whether the machine is properly assembled, able to transport toxins, and able to deliver toxins into target cells. This knowledge will later be used to design potential small molecule inhibitors that target the T6SS machine and by doing so alter T6SS function and prevent P. aeruginosa colonization and virulence. Since the T6SS is conserved in other bacterial pathogens our research will be applicable in the potential prevention of other bacterial diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K001930/1","grantId":"MR/K001930/1","fundValue":"1415130","fundStart":"2013-01-01","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Alain Ange-Marie Filloux","coPersons":["Paul S Freemont"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}