{"id":"3FCD6803-8334-4A04-B596-3B0F6B49787A","title":"Improving the radical cure of vivax malaria: A multicentre randomised comparison of short and long course primaquine regimens","abstractText":"Plasmodium vivax malaria is a major cause of morbidity and an important contributor to mortality in poorly resourced endemic areas in Asia, South America and Africa. The greatest burden of vivax malaria is in South and Southeast Asia, where 2.85 billion people are at risk and experience 100 to 300 million cases of vivax malaria each year. Plasmodium vivax causes repetitive febrile illness associated with worsening anaemia particularly in young children and in pregnant women. Severe anaemia and low birth weight resulting in direct and indirect mortality. Despite the very large population affected by vivax malaria and its socioeconomic burden, it has been and continues to be a neglected disease; global malaria R&amp;D spending on combating P. vivax amounted to just 3% of total spending on malaria between 2007-2009. Since the 1950s chloroquine has been the mainstay of treatment for acute vivax malaria. However resistance to chloroquine was first reported in Papua, Indonesia and there is now good evidence that it is prevalent across the Indonesian archipelago and has spread throughout much of the vivax endemic world. \nUnlike Plasmodium falciparum, P. vivax has in addition to the blood stage a liver stage of the parasite (known as hypnozoite) capable of reawakening weeks or even months after the primary infection. The complete treatment of vivax malaria requires administration of antimalarials to eradicate both the blood and liver stages of the parasite. Primaquine remains the only drug on the market for its liver stage activity. However the efficacy of primaquine resistance is difficult to determine due to variable relapsing patterns of P. vivax and the need for prolonged follow up to capture the late relapses. The widespread use of primaquine has been severely limited because of concerns regarding both its efficacy and safety. Primaquine causes haemolysis in patients with G6PD deficiency, an inherited disorder occurring in 5-35% of patients in endemic zones. There a few readily available, affordable and reliable diagnostic tools for the rapid testing of GPD deficiency, and thus clinicians often reluctant to prescribe a therapy that is potentially harmful with limited perceived benefit. When it is prescribed adherence to the currently recommended 14 day treatment regimen is poor. \nThis proposal aims to provide critical evidence on the use of primaquine, a drug which is being increasingly recognised as a crucial tool in the global fight against malaria. We hypothesise that a shorter course high dose primaquine regimens will provide a practical approach to antirelapse therapy that is safe and effective. Our randomized placebo controlled multicentred trial will compare two different regimens of primaquine against schizontocidal treatment alone in 5 Asian countries. Trial centres will be established in South Asia (India, Pakistan and Afghanistan) where 70% of all cases occur and the interval between vivax relapses is relatively long, as well as two sites from South East Asia (Vietnam and Indonesia) where the interval between relapses is shorter and the risk of relapse greater.\nThe primary objective will be to compare two primaquine regimens giving the same total dose primaquine over either 7 or 14 days. Patients presenting with pure vivax malaria, meeting the inclusion criteria will be randomly assigned to receive one of the following three treatments:\nOption 1 - Standard blood schizontocidal therapy + 14 days of supervised primaquine (7mg/kg total dose).\nOption 2 - Standard blood schizontocidal therapy + 7 days of supervised primaquine (7mg/kg total dose).\nOption 3 - Standard schizontocidal therapy. Treatment with primaquine will be deferred until the end of the follow up period. This is the control regimen.\nFollowing treatment, patients will be followed for 12 months to monitor the number of vivax recurrences and the level of anaemia. Each recurrence of vivax malaria will be treated with the same allocated regimens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K007424/1","grantId":"MR/K007424/1","fundValue":"2661050","fundStart":"2013-01-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Richard  Price","coPersons":["Yoel  Lubell","John Kevin Baird","Lorenz  Von Seidlein","Nicholas  White","Tran Tinh Hien"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}