{"id":"3FCD5F24-7BD8-451D-9595-6309574F3766","title":"Crisis or continuity? The deposition of metalwork in the Roman world: what do coin hoards tell us about Roman Britain in the 3rd century AD?","abstractText":"Hoards of valued materials, particularly coins, are a common, and rapidly growing, class of discovery across the Roman Empire. While these are most commonly seen as having been deposited for safe keeping, other explanations for this activity are also possible. There has been little explicit discussion or research on why Roman coin hoards were buried, why hoards were not recovered in antiquity, or what they tell us when studied as a group. Six hundred hoards are known from Britain containing coins of the period AD 253-96, an unprecedented concentration, and they provide a key and under-used dataset that can shed light on a poorly known period of British archaeology and history. \n\nThe British pattern of later 3rd-century hoards differs markedly from the rest of the western Roman empire, despite the political problems that affected Britain at this time being felt equally or more severely in many other European provinces. This anomaly merits detailed investigation and the results will have implications not only for interpretation of this specific hoarding phenomenon, but will contribute significantly to more general debates about hoarding behaviour in antiquity.\n\nTraditionally these hoards have been interpreted as having been buried with the intention of recovery but recent discoveries such as the Frome hoard have suggested the possibility that these hoards may have been ritual (or `votive') deposits. Ritual deposition is a common explanation for prehistoric metalwork, and many, if not all, Iron Age coin hoards. Can we show whether any of the 3rd century hoards were likely to have been ritual deposits and, if so, how many? If so, what are the implications for the use of their contents in studying monetary history or political history?\n\nWe propose to ask the following research questions: \n1. Why were coin hoards deposited in Roman Britain - and was this for similar reasons as other Iron Age and Roman coin hoards? \n2. Why were so many coin hoards deposited (and not recovered) in 3rd-century Britain and is their date of burial the same as the date of their latest coins?\n3. What do coin hoards tell us about the economic and political history of 3rd-century Britain?\n4. How different or similar are 3rd-century British coin hoards to those from other periods of Roman Britain or other parts of northwestern provinces of the Roman Empire? \n5. What wider lessons can be learnt about using coin hoards to understand the economic, political and religious history of the Roman Empire?\n\nThe project brings together the expertise of the British Museum in the study of Roman coins and hoards and the academic strengths of the University of Leicester in Roman archaeology and their experience of investigating coin hoards in a landscape setting. The PI, Dr Roger Bland, is Keeper of Portable Antiquities &amp; Treasure at the British Museum and has very extensive experience studying hoards; the CIs are Professors Colin Haselgrove and David Mattingly, leading experts respectively on Iron Age archaeology and coinage and on the archaeology and economy of the Roman Empire. Under their collective guidance and with input from expert colleagues, 3 RAs will study (1) the hoards from Britain and the wider Empire, (2) a landscape study of the hoard findspots and archaeological evidence for Roman Britain in the 3rd century AD; and (3) reasons for the deposition of metalwork in the Iron Age and Roman periods.\n\nThe key outputs will include a monograph, at least 5 peer-reviewed articles, 2 conferences (the papers of which will be published), two exhibitions, articles for popular magazines and a web-based hoards database.\n\nThe project will build on discoveries made by members of the public and reported through the Portable Antiquities Scheme to provide a comprehensive study of coin hoarding in Britain in the 3rd century AD, set in a wider context, and will also address key wider questions relevant for understanding coin hoards in other periods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000438/1","grantId":"AH/K000438/1","fundValue":"645600","fundStart":"2013-06-03","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Roger  Bland","coPersons":["Colin Cliff Haselgrove","David  Mattingly"],"organisation":"The British Museum","findingsText":"","dataset":"gtr"}