{"id":"3FDC76D7-89A2-42D8-98CA-0FB549C7891F","title":"INTERpreting epigenetic signatures in STudies of Early Life Adversity (InterStELA)","abstractText":"Early life adversity can have a significant and lasting effect on social, developmental, and health outcomes; various markers of early life adversity such as low socio-economic position (SEP); parental death, illness or divorce; separation from parents; parental mental health or addiction; lack of warmth and affection of parent-child relationships; residential instability, and physical, emotional and sexual abuse are associated with lower educational attainment, income and economic participation, as well as with adverse health behaviours and poorer mental and physical health outcomes. Reducing or potentially eliminating the harmful effects of early adversity is crucial for combating inequalities. \nThere is a large body of evidence documenting and describing the long-term consequences of early life adversity, but the pathways and mechanisms through which they occur remain uncertain. In order for early life adversity to influence later outcomes, biological systems must be affected. Epigenetics is a potential molecular mechanism linking early life adversity with later outcomes. DNA methylation is one type of epigenetic change. It is a chemical change to our DNA that influences the extent to which our genes are expressed. DNA methylation can respond to environmental factors in early life, which means it may be very useful to study early life adversity. Animal models have shown links between early life stress and altered methylation patterns, and more recently evidence from human studies has shown that low SEP and abuse are associated with differences in methylation patterns. \nThe aim of this project is to create a network of researchers working on the relationship between early life adversity and DNA methylation. Bringing together a team of social and biological researchers will enable the researchers to share data and expertise in order to drive the field forwards and speed up progress. The researchers will use existing high-quality data from studies where people have been followed across the life course in order to better understand how early life adversity affects changes in DNA methylation and whether there are other factors that alter these relationships. \nIn addition to carrying out specific research projects in this area, network members will meet at a series of workshops, in which the results from research will be discussed and future projects will be planned.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000382/1","grantId":"ES/N000382/1","fundValue":"200297","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"","person":"Laura D  Howe","coPersons":["Thomas Richard Gaunt","John  Jerrim","Jonathan  Mill","Matthew James SUDERMAN","Ian J. Deary","Gabriella  Conti","Rebecca Jane Hardy","George  DaveySmith","Chloe Chung Yi  Wong","Helen  Fisher","Andrew  Simpkin","Rosalind M John","Caroline Laura Relton","Hashem Ali Shihab","Riccardo Emilio Marioni"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}