{"id":"3FE21269-F227-40D4-92B6-C2E1DE98C69F","title":"Glycopolymer immunomodulators by design: synthetic tools for exploiting the glycocode","abstractText":"Context: 'Sweet' therapeutics - why are they important?\nCarbohydrate-protein interactions mediate a plethora of key events in Nature, spanning from fertilisation to parasitisation and the mounting of immune responses. Simple monosaccharides (e.g. glucose and fructose) often bind their corresponding protein receptors too weakly to trigger any these in vivo events. Nature overcomes this problem by utilising larger and often extremely complex carbohydrates with higher and more selective affinity to their corresponding protein receptors. However, while being extremely valuable potential therapeutics, these naturally occurring protein-binding sugars are often impossible to isolate on a large scale and high purity from natural sources, while their preparation in synthetic laboratories can be hampered by extremely expensive and complex procedures. Synthetic glycopolymers - a class of polymers which display multiple copies of &quot;simpler&quot; sugars in their structure - have just now started to emerge as extremely valuable mimics for complex naturally occurring protein-binding complex sugars. \n\nWhat do novel sugar polymer-protein hybrid materials have to offer?\nThese materials are an optimal test platform for proof-of-concept studies described in this application. The PI has previously designed an innovative and extremely efficient route to a range of novel glycopolymers. He also has engineered novel a new class of hybrid materials composed by a protein and an appropriate glycopolymer with dual properties: the glycopolymer can direct these materials to specific therapeutic targets in plasma, cells, and tissues, while the protein component can provide further therapeutic activity, e.g. harnessing the immune system to treat diseases. Immune responses stem from extremely complex yet precisely coordinated cascades of processes which the human body utilises for as a protection against foreign pathogens or to avoid neoplastic development. Dendritic cells (DCs) are the sentinels of the immune system, and bring news of the invasion of pathogens or development of other diseases to other immune cells to trigger an appropriate immune response. DCs possess a number of receptors, a great proportion of which recognise specific complex carbohydrates and use them to trigger their biological functions. Cost-effective and efficacious therapeutics that could efficiently activate DC to trigger an immune response against cancer cells or to control autoimmune diseases would have a tremendous impact on medicine and healthcare applications both in developing nations and for ageing populations. Within this context polymer-protein hybrid materials are tools that hold great potential for probing of a range of biological pathways and ultimately contribute to develop safer and more cost-effective therapeutics.\n\nImpact.\nElicitation of protective immunity against cancer or infection, and the amelioration of diseases caused by the harmful activation of the immune system are amongst the biggest global goals in healthcare and medicine. The lack of effective immunomodulators at an affordable price is one of the major obstacles to the development of immunotherapies. This is a major long term objective of this application and progress here could have widespread implications for academia, industry and the society alike. An obvious commercial application would be a hybrid therapeutic assembled with tumour markers which could instruct our immune system to recognise and ultimately eradicate specific cancers. \nLonger-term development could generate impact through the development of immunomodulator therapeutics including cancer vaccines. With over 3 million people diagnosed with cancer every year in the EU alone - and the ageing of the European population will cause these numbers to continue to increase even if age-specific rates remain constant - is very clear how significant development in cancer immunotherapy would have a dramatic positive impact our society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J02158X/1","grantId":"EP/J02158X/1","fundValue":"96781","fundStart":"2012-08-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  As discussed in other sections, our technology is currently being patented. As a consequence of that, publication of our results in international journals has been delayed to avoid invalidating the patent. We espect the patent request and papers to be submitted by Jan-Feb 2015.\n\nWe espect publicationof our find to impact a range of scientific communities - from polymer sience to immunology and clinical nephrology. In particular, it could potentially lead to a new way to treat a range of clinical ischaemic conditions, some of which are currently very poorly managed and result in a significant societal and economic burden. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Giuseppe  Mantovani","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have designed and engineered a new class of synthetic polymers able to interact with a key member of a family of sugar-recognising cell receptors known as lectins.\n\nWe have found that these new materials can be used to efficiently increase or suppress the activity of important immune cells called macrophages.\n\nWe expect that this findings will have an impact in both the understanding of the biology of specific immuno responses, and potentially on the way these can be clinically controlled in patients. We expect that our work will affect a range of research and healthcare professionals, i.e.\n\ni. Polymer scientists - by providing a new efficient synthetic route to materials that were previously unaccessible\n\nii. Immunologists - by providing a better understanding of macrophage activity and on how it is possible to modulate it.\n\niii. clinicians - by providing a new potential strategy to clinically manage a range of diseases/conditions caused or aggravated by excessive immuno responses. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}