{"id":"3FE71C9C-BA72-4310-9FCC-F24A278CC505","title":"A critical edition of the Collected Letters by Sarah Scott (1723-95).","abstractText":"The literary work and life of Sarah Robinson Scott (1723-95) has only recently become the object of academic research. The writer is now praised as one of the most interesting and visionary writers of the eighteenth century. Her novels, A Description of Millenium Hall (1762) and The History of Sir George Ellison (1766) are, thanks to recent modern editions, part of the standard academic curriculum. Although Scott was not an active member of the famous Bluestocking salons in London, Bath and Dublin, her literary oeuvre contributed substantially to a 'Bluestocking feminism' that was based on principles of egalitarian sociability, conversation and the advancement of civic virtue. Whilst the correspondence and writings of the main Bluestocking members such as Scott's sister Elizabeth Montagu, Elizabeth Carter and Catherine Talbot have been published comprehensively, Scott's letters comprise only a very small part of these publications. An edition of her correspondence is therefore vital to the understanding of eighteenth-century literary and social history for both students and scholars. \\nMy main concerns in this undertaking are both historical and technical. The edition will provide an insight into Sarah Robinson Scott's personal life and artistic career. Aside from her own family, most prominently Elizabeth Montagu, Scott's correspondence is populated by numerous influential writers, scholars and politicians such as Elizabeth Carter, Frances Boscawen, Hannah More, Lord Lyttleton, the Earl of Bath, Horace Walpole, the Earl of Orford and Charles Burney, conveying a detailed sense of contemporary English polite society. Finally, Scott's correspondence attests to important, but hitherto neglected, provincial networks of writers, politicians and reformers. An extensive apparatus to the critical edition will provide explanatory notes to place the letters within this historical and biographical context. The correspondence therefore will widen our understanding of the Bluestockings's intervention in eighteenth-century culture and society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H006281/1","grantId":"AH/H006281/1","fundValue":"25220","fundStart":"2010-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"Nicole Barbara Pohl","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}