{"id":"3FE896DB-8E4F-442B-83BA-34C5780CEBE9","title":"pubmed2ensembl: a resource for linking biological literature to genome sequences","abstractText":"Due to advances in technology, the rate of discovery and publication in the field of biology is accelerating at an ever-increasing pace. Approximately 500,000 articles are published annually on biological research, and advanced computational systems are now needed to fully access and interpret this wealth of biological information. On an equally grand scale, the complete genetic blueprint for a large number of species has been recently made available to the scientific community through international genome sequencing projects. These genome projects have in large part driven the explosion in biological publication, however essentially no work has been done to develop computational systems that provide integrated access to genome sequences and the biomedical literature. This project seeks to overcome this critical limitation in access to biological information, by developing a computational resource, called pubmed2ensembl, that will directly integrate genomic data with the biomedical literature, providing biological researchers a unique bridge between two of the fastest growing sources of biological information. Our system will allow both experimental and computational researchers alike to perform 'cross-lingual' and 'multi-lingual' queries using both textual and genomic information (e.g. querying textual data using genomic information as constraints). Additionally, our system will allow direct navigation to the literature from genome sequences, allowing researchers to browse the published literature as they would any other genomic feature (e.g. genes). pubmed2ensembl will be open-access, accessible by both human and programmatic interfaces, and will be integrated with established bioinformatics services and resources (such as the Ensembl Genome Browser). By coupling the accumulated knowledge in millions of published articles directly with genome sequences, pubmed2ensembl will provide a critical and much-needed resource to decode biological processes encoded in genomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000093/1","grantId":"BB/G000093/1","fundValue":"99333","fundStart":"2009-02-23","fundEnd":"2010-02-22","funder":"BBSRC","impactText":"  Since 2010 our data and project websites (www.pubmed2ensembl.org and www.text2genome.org) have been used by biomedical scientists worldwide. Our approach to linking publications to genomic data has now been implemented in the UCSC Genome Browser as &quot;publications&quot; tracks, broadening the user base of our results considerably. Retail Economic","person":"Casey  Bergman","coPersons":["Goran  Nenadic"],"organisation":"The University of Manchester","findingsText":" The key outcomes of this project were the development of several software systems (http://linnaeus.sourceforge.net/, http://gnat.sourceforge.net/, http://text2genome.sourceforge.net/ and https://github.com/pubmed2ensembl/) that can be used to link biomedical publications to genomic data. The publications track at the UCSC Genome Browser has the potential to be used by the ~500,000 daily visitors, including those from medical, pharmaceutical, and governmental institutions. A follow-up project extending the text2genome system developed during this project is now underway at the University of California Santa Cruz Genome Browser (http://genome.ucsc.edu/) and is described here: http://blog.openhelix.eu/?p=12420 Retail","dataset":"gtr"}