{"id":"3FFBEE04-C4D0-424B-9AB0-B35A83401B06","title":"Bioinspired Control Architectures for Multilegged Locomotion","abstractText":"The primary aim of this research is to discover control principles for multi-legged locomotor systems that will allow them to move safely over soft surfaces. The secondary aim is to understand what determines the amount of energy it takes to move on these soft surfaces. The results of these aims will be synthesized to propose a control architecture that is both stable and energy efficient for multi-legged systems moving on soft surfaces. This research has broad, important applications in engineering and biology. Any robot designed to operate in the real world will innevitably encounter some form of compliant surface, upon which it must remain stable, and, if controlled properly, could reduce its energy consumption. This research would enable that robot to move safely and efficiently on soft surfaces. More agile, efficient robots have immediate and critical application to search and rescue, space exploration, and disaster relief. Furthermore, a better understanding of legged systems would enable us to build prosthetic limbs that work naturally on rough or moving terrain, and to provide better rehabilitation to those with neurological disease or injury. For biology, while we know that multilegged animals (&gt;2 legs: the overwhelming majority of them) routinely handle compliant surfaces, we don't know how these surfaces affect their stability or energetic consumption. This means we don't understand how the environment has shaped them throughout evolutionary history. Further, their mechanisms of dexterity on compliant surfaces remain an untapped source of bioinspiration. Thus the basic scientific results of this proposal have fundamental import in robotics, medicine, and biology.To reach these aims we require three things: 1) a way to specify and systematically vary the controller in a running multi-legged system; 2) a way to measure its stability and energy consumption; and 3) a way to search through the large space of possible controllers in a reasonable amount of time. This proposal will meet these challenges with a cross-displinary approach that integrates results from robotic and animal studies. The robot provides a platform in which the controller can be directly specified and systematically changed, while the stability and energetic consumption of it's motion can be readily measured (the on-board power management circuitry gives energy consumption directly). Because there are a huge number of ways to organize the control of multiple legs, we will use measurements of how trotting dogs adjust for compliant surfaces to guide how we vary the controller in the robot. Measurements of how dogs adjust for the compliant surface will be taken back to the robot, programmed into it's controller, and the effects of making those changes quantified in a real, moving system. This overcomes the problem with animal experiments that it is not known what control architecture the animals is actually using, as well as the limitation of using computer simulations to design controllers, which is that current models of foot contact are often so unrealistic that they can't be used to predict the behaviour of a real world robot or animal.We choose dogs because they are known to be agile, efficient runners, even in the face of a dynamic environment, and past research has shown that both dogs and the legged robot RHex have similar bouncing gaits. They can be safely challenged with a soft surface, and yet are large enough to measure the stability of their body and the motion of their individual limbs. Past insect and mathematical research has suggested that by acting as a point mass with an elastic spring leg actuated at the hip (the clock-torqued spring loaded inverted pendulum, or CT-SLIP), a multilegged system may be able to handle soft surfaces with simple, feedforward control. The robot will be programmed with this controller as a starting point, and the animal (a trotting dog) is known to behave in this manner on rigid surfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H04924X/1","grantId":"EP/H04924X/1","fundValue":"100501","fundStart":"2010-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  As stated above in the Research Output section, our results from moving animals, modeling, and robotics are having an impact on academia already and, we hope soon in industry.\n\n\n\nWe have shown that dogs do not appear to stiffen their legs on soft surfaces: in the biomechanics community, this is changing our thinking about how many-legged animals compensate for complex substrates. The dynamical systems model of quadruped locomotion we have developed will be critical in understanding how four legged animals of different size control their legs, how spinal interneurons produce coordinated leg motion, and is likely to produce more stable robots that can change gaits (walking to trotting) simply and elegantly in the same manner as animals. These have the potential to be huge impacts in biomechanics, neuroscience, and robotics. \n\n\n\nThe fact that we reached 8000 public visitors at the science museum with a dynamic running legged robot shows is important impact for STEM education in the UK. Our proudest moment came from a girl who ran up the robot and said &quot;Wow! I've just come from the natural history museum, and I have to say: this is COOLER than the dinosaurs!&quot;\n\n\n\nThe PI has met briefly with the CEO of Shadow Robot in London, and will be pursuing the contact to look for future fruitfly lines of industrial collaboration.\n.\n\nOur results from moving animals, modeling, and robotics are having an impact on academia already and, we hope soon in industry. Our continuing research has the potential to have a huge impact in biomechanics, neuroscience, and robotics areas.\n\nBeneficiaries: Academia.\n\nContribution Method: We have shown that dogs do not appear to stiffen their legs on soft surfaces. This is changing thinking about how many-legged animals compensate for complex substrates. The dynamical systems model of quadruped locomotion will be critical in understanding how four legged animals of different size control their legs and how spinal interneurons produce coordinated leg motion, resulting in more stable robots that can change gaits simply and elegantly in the same manner as animals. Other Cultural","person":"Andrew Jack Spence","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" This grant has produced a ground-breaking mathematical model of quadrupedal locomotion. Constructed using a dynamical systems approach, fit to data from dogs changing gaits on a treadmill and then confirmed with data from dogs free running on rough terrain, the model opens the door to a host of new questions across biology, and better controllers for robots. \n\nThe controller works by placing a potential function on the space of relative leg phases, that drives the system to the idealised walk or trot gaits. As velocity is increased, the potential changes, causing the system to change gaits from walk to trot. Fits to data from dogs changing gaits on a treadmill are quite good—steps to model hysteresis, which we have planned, will produce even better fits.\n\n \n\nCurrently, the robot RHex, which this grant enabled us to purchase, does not co-regulate legs when a single leg is perturbed. We are currently applying this new potential function controller to the robot. Because it will co-regulate legs when one is perturbed, in a manner that maximises stability margin, we expect the robot to pitch, roll, and yaw less with this controller on rough terrain.\n\n \n\nFinally, we have formulated the model so that it can have broad impact on biology. We used a dynamical systems framework to enable integration with other levels of the animal, yet chose small numbers of parameters that have direct interpretation in terms of the animals’ body shape, to enable generalisation. The model allows us to answer new questions in Neuromechanics. Because it is expressed in the dynamical systems framework, it can be more readily linked to dynamical models of neural networks in the spinal cord that generate gait. Being a model of four legged locomotion, it can beused with new perturbations of running mice such as those enabled by optogenetics. \n\n\n\nAs for the search for general principles of control of animal locomotion, it enables this because the parameters in the model represent quantities such as the aspect ratio of the quadruped: is it tall and narrow, like a giraffe, or short and squat, like a sausage dog? The model makes predictions about how these animals will recover from perturbations, which we propose to test. The final three conference papers issued on this project have introduced this model; we are currently conducting new robot experiments with this controller. Once this is finished, we will have an integrative picture of animal data inspires new control architecture which makes the robot better—and having done the animal work and developed the new controller, we are currently writing this up for a high impact journal, with the robot data to be included once finished. In addition to the robotic routes to commercialisation above, the new model/controller we have developed has applications in medicine and veterinary care. We are currently fitting the model to data from walking and running mice. Because the model incorporates the full time evolution of the oscillating limbs, it is much more sensitive to changes in gait. We are seeking meetings with pharmaceutical and biomedical industry over the potential of the model in diagnosis of neurological disorders. Further, we are seeking a clinical partner to fit the model to horses with varying degrees of lameness and neurological disorder. It may have exceptional sensitivity at detecting these conditions.\n\n\n\nIt will have use in the following sectors:\n\n\n\nRobotics:\n\n - Research\n\n - Toy / commercial\n\n - Search and rescue / hazardous environments\n\n - Defense\n\n\n\nBiomedical\n\n - Improved assays in rodent models of disease\n\n\n\nVeterinary\n\n - Improved diagnosis of lameness and neurological disorder.\n Once we have tested whether the controller is more stable (and if so it is likely to be more energy efficient), then we will look for ways to get it into commercial versions of the XRL robot. We will consult with Boston Dynamics, the Kod*Lab at Penn, and manufacturers of toy quadrupedal robots, to look for routes to improving existing robots for sale (Rugged Rhex at Boston Dynamics, or Aibo from Sony). Other","dataset":"gtr"}