{"id":"3FFD4FD5-50D7-47FE-A704-96A6C140F18E","title":"Predicting metal speciation in freshwaters: resolving uncertainty using a multi-method approach","abstractText":"While most people might think that it is the total concentrations of heavy metals in natural waters that are of most concern when it comes to assessing their toxic effects on animals and plants, scientists now know that it is the concentrations of individual chemical 'species' that are critical. When a metal dissolves in a river or lake, it can be present in many different chemical forms that we call 'species'. For example, a metal may occur in a simple, positively charged form, known as the free metal ion. In the case of copper the free metal ion is represented by the chemical notation Cu2+. Alternatively a metal might be associated, or chemically bound, with an organic compound. The brown colour of many moorland streams is due to natural organic compounds, called humic substances. These substances exhibit a very strong tendency to associate with metals like copper, and hence rivers and lakes with high concentrations of humic substances have low Cu2+ concentrations, even when the total copper concentration is high. The free metal ion (e.g. Cu2+) is by far the most toxic species for any metal and therefore we need to know its concentration if we want to predict metal toxicity accurately. For this reason organisations responsible for setting and enforcing pollution limits, e.g. Environment Agencies, are moving away from using total metal concentrations, towards systems based on a prediction of chemical speciation. However a problem exists in that, although much progress has been made over the last ten years in measuring and predicting metal speciation, there are still considerable discrepancies between the measurements and predictions. There are therefore uncertainties and errors in the current approach to predicting, and possibly measuring, speciation. Chemical speciation is not only important in regard to toxicity, but also to many other aspects of environmental behaviour, such as the fate of metals. For example the distance that a radioactive metal migrates from a waste disposal site and the extent to which a metal, such as lead (Pb), is taken up by plants both depend on chemical speciation. Our study will address the issues described above by: 1. systematically quantifying the individual identifiable uncertainties, and their significance, in making model-based predictions of metal speciation in rivers and lakes 2. producing a series of recommended methods for optimising the current approach to model predictions, thereby reducing the associated errors 3. determining what, if any, unforeseen limitations exist with the current modelling and measurement approaches","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006113/1","grantId":"NE/G006113/1","fundValue":"359951","fundStart":"2009-09-01","fundEnd":"2012-10-31","funder":"NERC","impactText":"","person":"John  Hamilton-Taylor","coPersons":["Hao  Zhang","William  Davison"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}