{"id":"3FFF146B-556A-4E41-BA18-319202CF527B","title":"Temporal variation in biodiversity and ecosystem service delivery in grasslands (T-BESS)","abstractText":"Human impacts on the natural environment have reached unprecedented levels. One of the consequences of this has been world-wide declines in biodiversity. However, although many of the services we rely on ecosystems to provide are underpinned by biodiversity we know little about the consequences of biodiversity loss for ecosystem service provision. This project will investigate the extent to which provision in ecosystem services from grassland ecosystems has changed over time focussing on a critical period of human impact, the last fifty years. We will do this by repeating an extensive vegetation survey conducted in the Pennine region, northern England, in 1965. We will also utilise data from a partial resurvey in 1990. The focus of this survey will be calcareous grasslands. This species-rich habitat forms an important part of a multifunctional landscape providing provisioning services through agriculture whilst at the same time being important for supporting, regulating and cultural services. We will revisit sites surveyed in 1965 and record them using the same methods. We will also incorporate results from a repeat of the acid grassland component of the survey which was completed in summer 2012. We will use a range of indicators of stocks and flows of natural capital, some of which we will measure directly such as bee nectar sources (an indicator of the regulating service pollination), and others, such as annual above-ground net primary productivity (an indicator of the supporting service primary productivity), which we will infer using plant traits We will also use out data to contribute to and test ecosystem service indicators in development in the Wessex BESS project. These will be focussed on greenhouse gas fluxes, pollination and natural pest enemies.\nWe will analyse the data collected to examine how provision of ecosystem services has is likely to have changed since 1965 given changes in associated natural capital. We will also collate data on drivers of change during this period such as climate, air pollution and land use intensity. By quantitatively linking drivers and ecological responses we will identify drivers of change in ecosystem service delivery. Using multivariate statistics we will also assess spatial and temporal patterns in the dataset to test the validity of using space-for-time substitutions when assessing ecosystem service delivery. We will use the data generated in this project to create a tool where sites can be plotted passively within an ordination space using data on vegetation species composition to identify the level of ecosystem service delivery. This tool will be useful to conservation managers and policy makers to assess the ecosystem service provision from sites of conservation interest.\nThis project will provide valuable information on ecosystem services in upland and lowland grassland habitats and how they have changed over time. We anticipate the project will be of considerable interest to academics in the field of ecology as well as policy makers concerned with the conservation and status of grassland habitats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015389/1","grantId":"NE/K015389/1","fundValue":"19994","fundStart":"2013-06-01","fundEnd":"2014-05-31","funder":"NERC","impactText":"","person":"Carly Joanne Stevens","coPersons":["SM  Smart"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}