{"id":"4012C534-CA27-4AEB-BE02-86FF96EC727E","title":"Clinical Psychopharmacology of Depression","abstractText":"Clinical depression is common and sometimes difficult to treat successfully. We need to develop better pharmacological treatments for depressed patients but this goal is hindered by a lack of knowledge of the brain chemistry involved in the illness. Two important chemical messengers, serotonin and glutamate, are thought to be involved in depression and in the present investigation we will use two advanced imaging techniques, positron emission tomography (PET) and magnetic resonance spectroscopy (MRS) to increase our knowledge of how these chemicals are involved in depression and its treatment. We will also link our findings to measures of inflammation because some depressed patents appear to have inflammatory changes in their blood and inflammation can affect serotonin and glutamate. \n\nIt will greatly increase our understanding of the role of serotonin in depression if we could measure its release in the living human brain and in one project we will try to achieve this using PET imaging of a specific label of serotonin receptors in healthy volunteers whose brain serotonin levels have been temporarily lowered by a dietary manipulation. We will use MRS to investigate levels of brain glutamate. We will first study patients with hepatitis who are receiving the anti-viral agent, interferon, for the treatment of their viral disorder. Interferon is known to cause depression when it is used to treat hepatitis and we will make ratings of depression and look at changes in brain glutamate during interferon treatment. We will then use the same MRS examination to look at glutamate levels in patients with clinical depression. We will use a blood test called CRP to divide the patients up into those with significant inflammation and those without. We will then see whether the changes in glutamate in patients with inflammation resemble those seen in patients treated with interferon.\n\nThe response of depressed patients to conventional antidepressant treatment with SSRIs is quite variable. We will therefore see whether the presence of inflammation affects the response to the SSRI drug, escitalopram. We predict that patients with high levels of CRP before treatment will do less well with antidepressant therapy. If this is the case CRP could become a useful clinical marker to decide who will do well with standard antidepressant treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K022202/1","grantId":"MR/K022202/1","fundValue":"1792130","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Philip John Cowen","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}