{"id":"4021AEEF-A0C6-4E5B-A4C4-F28C10AD10EC","title":"SECURE: SElf Conserving URban Environments","abstractText":"The U.K. population is projected to reach 80 million by 2050 and it is anticipated that the overwhelming majority will continue to live in cities. Besides becoming more densely populated, future cities will be surrounded with expanding urban areas. Interactions within cities; across urban areas and with surrounding cities, towns and 'rural' areas with the rest of the UK will place new and different demands on infrastructure, whether housing, energy, transport, freight distribution and disposal of waste. Decisions that are made now will have profound implications for the resultant pressures on transport, living space, energy use, and ecosystem services (the benefits humans receive from ecosystems). These decisions will play out at two fundamentally different spatial scales. First, and by far the better understood, are those decisions that concern individual households and their neighbourhoods. These include issues of how their members move around, what kinds of housing they occupy, how their energy demands and waste production are reduced, and how their negative influences on the wider environment generally will be limited. Second, broad scale strategic decisions regarding regional planning will determine where in the U.K. population growth is primarily accommodated. This will determine, and be shaped by, the kinds of transport and energy infrastructure required, and the environmental impacts. Obviously these two sets of decisions are not independent. The demands for and impacts of broad scale development (whether this be the creation of new urban areas or the intensification of existing ones) - and thus how this is best achieved to deliver sustainability- will be influenced not by the typical demands and impacts exhibited now by households, but by the way in which these have been changed in response to the modification to the associated infrastructure. This makes for a challenging problem in predicting and evaluating the possible consequences of different potential scenarios of regional development. The proposed study SElf Conserving URban Environments (SECURE) will address this grand challenge of integration across scales (the global aim) by developing a range of future regional urbanization scenarios, and exploring their consequences for selected high profile issues of resource demand and provision (transport, dwellings, energy, and ecosystem services) alongside sustainable waste utilisations. In doing so, it will build on findings of research outputs of several previous SUE projects and harness its relationship in the context of policy and economic growth. The study includes specific research objectives under five broad cross-cutting themes - Urbanisation, Ecosystems Services, Building and Energy, Stakeholder Engagement and Policy Integration across themes. SECURE is designed to assemble novel deliverables to bring about step change in current knowledge and practice. The North East Region will be used as a test bed and evaluation of transitional scenarios leading up to 2050 will quantify the benefits of integration across the scales through conservation across the themes. SECURE will deliver policy formulation and planning decisions for 2030 and 2050 with a focus on creating Sustainable Urban Environment.The contributors to this project are researchers of international standings who have collaborated extensively on several EPSRC funded projects, including the SUE research since its inception. The SECURE team builds on their current collaboration on the SUE2 4M project. The Project consortium is led by Newcastle - Prof Margaret Bell as PI and Dr Anil Namdeo as co-ordinator alongside Dr Jenny Brake with academic partners: Prof David Graham (Environmental Engineering), Prof David Manning (Geosciences); from Loughborough: Prof Kevin Lomas, Prof Jonathan Wright and Dr Steven Firth (Civil and Building Engineering); from Sheffield: Prof Kevin Gaston and Dr Jonathan Leake (Animal and Plant Sciences).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I002154/1","grantId":"EP/I002154/1","fundValue":"2244040","fundStart":"2011-02-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"","person":"Margaret Carol Bell","coPersons":["Jonathan Andrew Wright","Anil Kumar Namdeo","Steven Kevin Firth","Kevin  Lomas","David William Graham","Simon Crispin Taylor","Jonathan  Leake","Kevin John Gaston","David Andrew Manning"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}