{"id":"402A9BF3-2FD7-449A-9CB5-535587DE8415","title":"Novel aptamer-based diagnostics and antiviral therapeutics for animal influenza viruses","abstractText":"Avian influenza (AI) infections pose a major threat to animal health and are potential progenitors for human influenza pandemics. A recent example is the emergence of a new pandemic influenza virus (H1N1pdm) from pigs which is currently causing widespread infection and some mortality in humans. Similarly, the continued prevalence of avian influenza viruses of the H9N2 sub-type, and the highly pathogenic H5N1 and H7 (H7N1, H7N3 and H7N7) subtypes in poultry in many countries highlights the need for improved surveillance and control measures. These will require rapid, easy to use AI diagnostics that can differentiate subtypes of these highly prevalent influenza viruses without the need for extensive laboratory resources. Additionally, improved antiviral drugs for treatment and prophylaxis would also help to minimise the impact of these viruses in both humans and animals. Considering these immediate and future requirements, this project will exploit synthetic single stranded nucleic acid molecules known as 'aptamers' to develop the next generation of diagnostic and possibly therapeutic molecules for influenza viruses. Since Influenza A viruses exist in many subtypes this versatile technology can be used as the basis of sensitive and specific diagnostic assays that can detect different subtypes of influenza viruses simultaneously (differential diagnostic assays). In addition the aptamers that show promising binding affinity for influenza viruses can also be examined for their potential as antiviral therapeutics, for example against H1N1 (swine flu) and H5N1(bird flu) influenza viruses. Aptamers will be produced that specifically and selectively bind to selected subtypes of influenza virus surface glycoproteins heamagglutinin (HA) and neuraminidase (NA) (which confer subtype specificity) and the nucleoprotein (NP) and matrix (M1) protein (which is conserved in all AI viruses) and then combined with highly sensitive detection technologies based upon gold nanoparticles. These aptamer conjugates are anticipated to bind to viruses in clinical samples to form core-shell nanostructures. The aptamer-virus nanostructures than can be quantified by either optical or electrical methods. The detection sensitivity of these aptananosensor devices would be such that 100 to 1000 virus particles in a clinical sample and could be detected within 30 minute or less. An aptananosensor should be economical, portable and simple to use for efficient and rapid pen-side diagnosis. Above all it will provide the high sensitivity and specificity necessary for differential diagnosis of influenza viruses infecting both humans and animals. Since the selected aptamers will have a high affinity for viral envelope proteins they could also block virus replication. In this project, we will also explore the therapeutic properties of selected aptamers against influenza virus infection in both in vitro assays and in animal models. This could provide a platform to develop new generation of therapeutics against influenza virus infections in humans or animals. The first step will be to assess the antiviral properties of selected high affinity aptamers in tissue culture against selected H1N1 and H5N1 viruses. The aptamers that show promising results in vitro will then be tested in vivo. The selected mammalian and avian animal models will be infected with selected H1N1 and H5N1 virus strains and the protective effects of the aptamers will be assessed in their ability to prevent infection and also to control infection. The protective efficacy in animals will be assessed by correlating the onset of disease signs and reduction in viral titres compared with infected untreated animals. AI aptamers will provide common molecular entities for both diagnostic and therapeutic platforms in the fight against this ever present, yet ever changing threat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001182/1","grantId":"BB/I001182/1","fundValue":"446109","fundStart":"2011-10-25","fundEnd":"2014-10-24","funder":"BBSRC","impactText":"","person":"Munir  Iqbal","coPersons":["John William McCauley"],"organisation":"The Pirbright Institute","findingsText":" RNA aptamers showing affinity and specificity for different strains of human influenza virus were assembled onto gold nanoparticles that subsequently formed a gold nanoshell (AuNS) around the viral envelope. These shells could be visualised by transmission electron microscopy (TEM). Changes in size and structure of the AuNS coated virus can be used to detect the viruses. We show that sedimentation with a low cost centrifuge and visual determination can detect 3 x 108 viral particles This project has allow to select specific aptamers against avian influenza \n\nThe aim is to use aptamer in the development of vaccine for diagnostic and therapeutic purposes. Agriculture, Food and Drink","dataset":"gtr"}