{"id":"402A77C8-1FFC-4C13-9FE0-D2C94ADCA647","title":"What makes us visually aware?","abstractText":"Over the past 20 years there has been an explosion of knowledge about the number and physiological properties of different visual areas in the visual cortex of the brain and interactions between them. These areas, at least 30 in total although the most recent research suggests as many as 50 in the human brain, collectively make up about one fifth of the entire cortex in both monkeys and humans. Of particular interest is how they contribute to conscious visual awareness of different visual characteristics and how they integrate their responses to visual stimuli to provide a unified and seamless experience of the world. The advances in knowledge of the properties of all these different visual areas have come from the convergence and combined use of several different methodologies: e.g. brain imaging, magnetically induced electrical brain stimulation through the skull, studies of neurological patients with specific kinds of brain damage, scalp recordings from normal and damaged human brains, and physiological and anatomical studies of animal brains. The applicant has contributed to and reviewed many of these discoveries, summarised in recent articles (Heywood &amp; Cowey, 2003; Cowey, 2001, 2004, 2005) The present application is directed at combining several of these investigative methods, by not only studying the behaviour and perceptual abilities of certain patients with specific brain damage but also by studying which parts of their brains are active during such tests by means of functional neuroimaging (fMRI), recording their brain activity by EEG and MEG, and by studying brain connexions in the same patients and in control subjects. This will help us to better understand the functions of individual visual areas or groups of related visual areas, as well as how the brain adjusts to severe damage to one, or groups, of them, either spontaneously or as a result of training.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601975","grantId":"G0601975","fundValue":"292526","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Alan  Cowey","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}