{"id":"40305D63-E2EB-4B3C-A91D-761EDDA90E03","title":"Role of the Phytophthora infestans secreted kinase CRN8 in plant disease","abstractText":"Oomycetes are a diverse group of fungus-like eukaryotic microorganisms that include pathogens of plants and animals. Plant pathogenic oomycetes cause devastating diseases on numerous crop, ornamental, and native plants. The most notorious oomycete pathogens are Phytophthora, particularly the Irish potato famine pathogen Phytophthora infestans, which continues to blight potato production in the UK and worldwide. In recent years, unparalleled progress has been made in understanding the biology of P. infestans and other oomycetes. It is now well established that these pathogens secrete an arsenal of proteins, termed effectors, that modulate plant immunity and enable infection. Computational analyses revealed hundreds of effector genes in oomycete genomes. Some of these effector proteins are thought to be delivered by the pathogen inside plant cells. In this proposal, we focus on one such effector of P. infestans, termed CRN8. We aim to functionally characterize CRN8 and the plant proteins that CRN8 targets and/or mimics, in order to establish the role of these molecules in disease progression. This study will help to establish functional connections between pathogen genes and plant processes. In turn, this knowledge will improve our understanding of the infection process and will reveal new pathogen targets for the management of economically important plant diseases caused by oomycetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021216/1","grantId":"BB/F021216/1","fundValue":"330813","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"  The outputs of this project are:\n\n1. Annotation of the entire CRN family in the genome of Phytophthora infestans (Haas et al. Nature 2011).\n2. A straightforward protocol that allows rapid transformation of Phytophthora capsicum, an emerging model in oomycete\nbiology (Huitema et al. Method Mol Biol, 2011). This protocol relies on electroporation-assisted uptake of DNA into motile\nzoospores and allows the rapid identification and characterization of genetically stable transformants. (methodology)\n3. Demonstration that the N-terminal motif LXLFLAK enables host translocation of CRN effectors (Schornack, van Damme\net al. PNAS 2011).\n4. Production of the CRN8 protein in planta by use of the transient Nicotiana benthamiana expression. (methodology)\n5. An in planta kinase assay use to determine the kinase activity of CRN8. (methodology)\n6. Identification of specific phosphorylation sites in CRN8 by mass spectrometry. (analytical tool)\n\nIn addition, we established a collaboration with the 2Blades Foundation to explore the utilisation of dominant negative CRN8 and/or CRN8 targets for engineering resistance to P. infestans and possibly broader pathogen resistance, eg downy mildews.\n\nThe PI regularly uses web tools, such as twitter and scoop.it, to communicate the latest science findings to a general audience. \n\nThe PI also contributed to media events surrounding the publication of the genome sequence of P. infestans, which included the analysis of the CRN family. \n\nThe PI presented several lectures on plant-microbe interactions at the University of East Anglia. Agriculture, Food and Drink Cultural,Societal,Economic","person":"Sophien  Kamoun","coPersons":[],"organisation":"University of East Anglia","findingsText":" Oomycetes are a diverse group of fungus-like eukaryotic microorganisms that include pathogens of plants and animals. Plant pathogenic oomycetes cause devastating diseases on numerous crop, ornamental, and native plants. The most notorious oomycete pathogens are Phytophthora, particularly the Irish potato famine pathogen Phytophthora infestans, which continues to blight potato production in the UK and worldwide. In recent years, unparalleled progress has been made in understanding the biology of We established a collaboration with the 2Blades Foundation to explore the utilisation of dominant negative CRN8 and/or CRN8 targets for engineering resistance to P. infestans and possibly broader pathogen resistance, eg downy mildews. Agriculture, Food and Drink","dataset":"gtr"}