{"id":"4032AC29-EFD3-4860-99D0-5010F3E103E2","title":"Phylogenetic structural scaling of the appendicular skeleton: relationship with loading regime and locomotor behaviour","abstractText":"Scaling studies examine how structures change in response to increasing animal size. Most previous scaling studies have characterized bone shape with length and midshaft diameter and quantified loading on the bone with the mass of the animal. In this integrated interdisciplinary study we will use engineering analyses, including image analysis, detailed mechanics, kinematics measurements and statistical shape modelling to determine how bones change across a range of species and sizes. We will investigate 5 species from each of the following clades: bipedal birds, mammalian carnivores (cats, dogs, wolves, lions), Macropodoidea (kangaroos, wallabies), bovine artiodactyls (hoofed mammals), and catarrhine primates (terrestrial monkeys). We will use computer tomography images, similar to 3D x-rays, to determine the structural characteristics of the bone that affect the bone's mechanical properties and its ability to withstand load. We will measure the locomotor behaviour of each animal using a multi-camera motion analysis system and force plates. This will allow us to determine joint angles, ground contact forces, limb positions, and stride characteristics that are integral components of locomotor behaviour and hence bone loading regimes. Using a range of statistical techniques we will determine the relationship between bone structure and the locomotor behaviour. The shapes of some irregularly-shaped bones, such as the scapula and pelvis, are difficult to quantify. Unlike long bones where structural measures, such as cross-sectional area, are simple to determine, irregular bones have no obvious dimensions to measure. Statistical shape modelling overcomes this difficulty by creating a virtual model of the bone and comparing its shape to an average bone. The technique considers all variability and highlights were the most variability in shape occurs. These statistical shape models can be used to predict the shape of the corresponding bone in a joint. This technique would prove extremely useful for palaeontologists who often have incomplete skeletons and must predict the shapes of missing bones. It will also show how closely the shapes of articulating bones are linked via their interrelated loading regimes. Bone is made up of tiny spicules called trabeculae. The size and orientation of the trabeculae are influenced by the loading on the bone. Few studies have examined how the trabecular structure varies across species. We will obtain trabecular bone samples from each species and image them using microCT, which has a resolution up to 5 micrometers. We will obtain standard 3D measures of the trabecular structure, such as trabecular thickness and orientation. Trabecular structural measures will be correlated with locomotor parameters in order to determine how the loading, size, and locomotor behaviour influences bone micro-structure. Our study will also take research on musculoskeletal scaling into a new, extremely integrative direction. We have designed a study that (1) examines all bones in the appendicular skeleton at multiple structural levels, (2) uses a wide range of taxa and sizes, (3) applies a mechanistic approach to understanding bone structure and locomotor behaviour, and (4) employs rigorous statistical techniques to determine relationships between structure and function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001169/1","grantId":"BB/F001169/1","fundValue":"350783","fundStart":"2008-01-15","fundEnd":"2011-01-14","funder":"BBSRC","impactText":"","person":"Sandra Joan Shefelbine","coPersons":["Anthony Michael Bull"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}