{"id":"40345B1C-EAD4-41BE-8441-27F1D1D4E3FA","title":"The N-end rule pathway controls plant response to drought","abstractText":"In order to maintain food security for a growing population under climate change, there is a pressing need to develop crops that use less water and that are more tolerant to environmental stresses, particularly drought. Our recent research at the Universities of Nottingham and Sheffield using the laboratory model Arabidopsis thaliana (the plant equivalent of a lab-rat) has identified plants that are extremely tolerant to drought stress. The drought tolerant plants lack the ability to recognise particular proteins inside their cells and send them for destruction by a biochemical process called the N-end rule pathway. From our analysis so far, we already have an important clue as to the identity of the 'drought tolerance protein' that is not destroyed and is therefore stabilised in our drought-tolerant plants. We know that this protein has the amino acid residues methionine and cysteine at one end. In this project we shall identify which specific protein(s) are stabilised in our plants providing us with important information on how we could, in the future, make plants more drought-tolerant. We will also find out if the same N-end rule drought tolerance system works in an important UK crop, barley. \n\nMany parts of the UK have experienced unusual and extended periods of drought over the past year which has included the driest 12 months since records began in 1910. This has led to a high level of crop failure with 2011 grain yields being particularly affected. Farmers have reported failure of 10% to 50% of their barley crop, and the surviving barley grain has often been of poor quality, only suitable for low value animal feed rather than for beer-making. As this is a problem for both farmers and brewers, SABMiller a major UK brewing company have agreed to fund part of our research project. SABMiller are committed to reducing the amount of water that they use, and believe that a better understanding of how barley responds to drought may help them to achieve this aim.\n\nOur research falls directly within the remit of Global Food Security and Living with Environment Change cross-council priorities identified by the UK Research Councils. The project will help to address the BBSRC strategic research priority Food Security (Crop Science) and our collaboration with SABMiller addresses the Building Partnerships (Collaborative Research with Users) agenda.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000063/1","grantId":"BB/K000063/1","fundValue":"272898","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  We have begun investigation some of the genes discovered in this project with a few to crop improvement Agriculture, Food and Drink Economic","person":"Julie Elizabeth Gray","coPersons":[],"organisation":"University of Sheffield","findingsText":" Transcription factors controlling plant stress tolerance. General method of nitric oxide perception in Plants (and probably animals too). Potentially in for crop improvement - drought tolerance or improved water use efficiency Agriculture, Food and Drink","dataset":"gtr"}