{"id":"4037C11C-EA7D-4EF7-8F50-397C74BEFBB1","title":"Investigation of Heat shock Factor 1 as a Therapeutic Target for Huntington s Disease","abstractText":"Increased life expectancy in the developed world has resulted in a greater incidence of age-related neurodegenerative disorders such as Alzheimer?s disease and Parkinson?s disease, which already impose a significant health, social and economic burden on families, communities and the country as a whole. Insight into the cause of these diseases has arisen through the study of rare genetic forms of Alzheimer?s and Parkinson?s disease as well as from inherited disorders like Huntington?s disease. The underlying mutations cause disease related proteins to misfold and adopt abnormal shapes allowing them to interact with themselves or other proteins in a detrimental manner. These aberrant interactions result in the malfunction and death of brain cells. Treatments that will slow or halt the progression of these ?protein-folding? diseases do not exist. \nAll cells must ensure that as every protein is made, it is folded into the correct shape or conformation. Cells use ?chaperones? to fold proteins and if this is repeatedly unsuccessful, misfolded proteins are broken down or degraded. If this natural process to remove misfolded proteins becomes overwhelmed, as in the presence of a disease-related aggregation-prone protein, misfolded proteins accumulate and clump together as protein aggregates. The capacity of cells to maintain correctly folded proteins diminishes with age, resulting in an increasing susceptibility to protein-folding disease in the elderly. \nStrategies that might decrease the propensity of an aggregation-prone protein to misfold include increasing either the protein folding or protein degradation capacity of the cell. One possible approach is to harness the cells? natural defence against insults that cause proteins to misfold e.g. heat or toxic chemicals. This ?heat shock response? leads to the immediate increase in levels of many chaperones known as heat shock proteins and is switched on by heat shock factor 1 (HSF1). We have recently gained access to a drug that can cross the blood brain barrier and activate HSF1 in brain cells. We are also generating mouse models in which we can induce the presence of an activated form of HSF1 in brain. We shall use these complementary approaches understand the heat shock response in brain cells and to test whether activation of HSF1 can alleviate disease-related phenotypes in a mouse model of Huntington?s disease. This work will allow us to determine whether the activation of HSF1 should be pursued as a target for therapeutic development for Huntington?s disease and other neurodegenerative disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801314","grantId":"G0801314","fundValue":"1523810","fundStart":"2009-03-01","fundEnd":"2014-02-28","funder":"MRC","impactText":"","person":"Gillian  Bates","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}