{"id":"403B888A-17C9-486F-BCC3-CBD9CB05BF83","title":"MIMO Wireless Networks: A Promising Rate Splitting Transceiver Architecture","abstractText":"Wireless communications have enabled a plethora of novel applications in recent years thanks to the continuous research efforts to increase the spectral efficiency (SE) and energy efficiency (EE) of wireless networks. Multi-antenna (MIMO) processing plays a central part towards harnessing those gains. MIMO has grown much beyond the original point-to-point channel and can nowadays refer to a diverse range of centralized and distributed deployments (e.g. multi-cell MIMO, cooperative/coordinated MIMO, distributed MIMO, massive MIMO, network MIMO).\nThe fundamental bottleneck towards enormous spectral and energy efficiency benefits in multiuser MIMO networks lies in a huge demand for accurate channel state information at the transmitter (CSIT). This has become increasingly difficult to satisfy due to the increasing number of antennas and access points in next generation wireless networks relying on very dense heterogeneous networks and transmitters equipped with a very large number of antennas. CSIT inaccuracy results in a multi-user interference that significantly degrades the network performance.\nLooking backward, the problem has been to strive to apply techniques designed for perfect CSIT to scenarios with imperfect CSIT. The motivation behind this project is the following: wouldn't it be wiser to design wireless networks from scratch accounting for imperfect CSIT? \nIn this project, we leverage recent progress in information theory and initial results by the PIs to address the above fundamental CSIT problem (and its resulting multi-user interference) by introducing a rate-splitting (RS) network architecture. Contrary to current approaches where transmission is operated in a broadcast manner with one private message per user, the approach considered consists in splitting one receiver's message into a common and a private part and superposing this common message on top of all users' private messages. The common message is decoded by all users but intended to only one of the users. Such approach has recently been found to be optimal from an information theoretic perspective in a multiuser deployment with imperfect CSIT and significant enhancements over conventional approaches in terms of spectral efficiency and power utilization have been demonstrated by the PIs. \nThis visionary project conducted at Imperial College London and University of Edinburgh by leading experts in wireless communication theory aims at leveraging those recent findings to design and demonstrate the suitability of an RS-based MIMO wireless network architecture in a multitude of scenarios.\nTo put together this novel wireless network solution in a credible fashion, this project focuses on designing 1) RS for a single transmission point, 2) RS for a large number of co-localized antennas (also called Massive MIMO) in microwave and millimeter-wave bands, 3) RS for a large number of distributed antennas representative of dense heterogeneous networks, 4) RS for multi-antenna relay channel and finally 5) evaluating the system level performance of RS-based networks.\nThe project will be performed in partnership with leaders in equipment manufacturing and standardization (Toshiba and InterDigital) and in defence and emergency services (Qinetiq). The project demands a strong track record in wireless communication, MIMO signal processing, optimization, information theory and it is to be conducted in a unique research group with a right mix of theoretical and practical skills. With the above and given the novelty and originality of the topic, the research outcomes will be of considerable value to transform the future of wireless and give the industry a fresh and timely insight into the development of robust MIMO wireless networks, advancing UK's research profile of both wireless communication in the world. Its success would radically change the design of the physical layer of wireless communication systems and have a tremendous impact on standardization.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N014073/1","grantId":"EP/N014073/1","fundValue":"288114","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Tharmalingam  Ratnarajah","coPersons":["John Scott Thompson"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}