{"id":"40440E07-CD10-403D-94C1-8BE838199B86","title":"Synthesis and properties of novel sequentially fluorinated motifs in organic chemistry","abstractText":"The incorporation of fluorine into organic molecules plays an increasing and major impact in all sectors of organic chemistry and the chemical industry. This is emphasised by the fact that fluorine containing compounds constitute 20% of all entities in clinical and pre-clinical trials and around 30% of agrochemical products posess a fluorine atom. Fluorinated compounds are widely represented in the materials and electronic displays sectors (polymers, liquid crystals etc). Many of these are aromatic fluorine compounds however compounds where fluorine is located at a stereogenic centre are also enjoying an increasing profile, and methods of achieving asymmetric fluorination has been a serious and widespread international objective in organic chemistry over the last decade. In this research programme we are preparaing and exploring the properties of compounds which have fluorine atoms placed adjacent to each other. The programme will explore the synthesis of compounds with three, four and six fluorine atoms arranged along a chain. These are new motifs in organic chemistry and their synthesis demands that the fluorines are introduced in a controlled and stereospecific manner, such that individual diastereoiosmers are prepared. The C-F bond has unique properties which can influence the conformation of organic molecules, and in these molecules multiple C-F bonds are placed adjacent (vicinal) to each other, and this gives rise to favoured and disfavoured conformations. The lipophilicity of these motifis will be examined and also they will be appended to functional materials such as liquid crystals, to explore their behaviour relative to known compounds. The programme will also explore the synthesis of tri-fluoro sugar analogues where three vicinal OH groups are replaced directly by three fluorine atoms. Such a replacement will help to reveal the importance of the polarity of the C-O bond versus the hydrogen bonding ability of the C-OH group in sugars, particularly as there is growing evidence that polarity is an underestimated but extremely important factor in the evolution of bio-molecules. Overall the programme will allow us to develop organo-fluorine chemistry into new territory but in a way that is relevant to a much more mainstream understanding of the behaviour and properties of organic molecules that are of commercial significance in the materials and biological chemistry sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03055X/1","grantId":"EP/F03055X/1","fundValue":"320681","fundStart":"2008-03-24","fundEnd":"2011-03-23","funder":"EPSRC","impactText":"","person":"David  O'Hagan","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}