{"id":"4044B2A5-0B4A-4DAD-A516-165207D73FC5","title":"A National Service for Electron Paramagnetic Resonance, 2006-2011","abstractText":"Paramagnetic materials (sometimes called radicals) have unpaired electrons and these are responsible for much of the fabric of modern life, for example: (i) Breathing and paint drying - oxygen has 2 unpaired electrons, which govern its reactivity(ii) Magnetic data storage in computers(iii) Catalysis involving oxidation and reduction (both industrial and biological)Electron paramagnetic resonance (EPR) spectroscopy flips the spin of unpaired electrons in a magnetic field using microwave energy, just as nuclear magnetic resonance (NMR) flips nuclear spins using radiofrequency; EPR requires unpaired electrons, whereas NMR requires non-zero nuclear spins and most commonly no unpaired electrons (i.e. diamagnetic materials).State-of-the-art EPR spectroscopy requires a multi-frequency approach, and here in Manchester we have 6 frequencies (called microwave bands) between 1.5 and 94 GHz. There are advantages for data collection and for interpretation by being able to work at lower (say 9.4 GHz) or higher (say 94 GHz) frequencies, and for many problems the application of more than one frequency is essential to analyse the data. Increasingly there is a demand for more sophisticated experimental configurations, e.g. the generation of radicals by light irradiation or application of an electric current, or measuring a sample cooled to liquid helium temperature (ca. 4 K). For most real systems, such as a catalyst, a biological sample suffering radiation damage or a proposed component of a quantum computer, data analysis requires computer modelling with sophisticated and non-automatable software.The purpose of the National Service for EPR Spectroscopy is to provide a range of equipment and expertise to the chemical community in the United Kingdom, free at the point of use, which cannot be found in any individual institution. Indeed the equipment base in EPR in Manchester is unique world-wide in any one laboratory. The Service was initially established in 1995 in a different form and has been successfully assessed and reviewed every 2-3 years since, and has undergone major evolution currently to comprise 2 academic members of staff, 2 researchers and 1 technician with some secretarial support on a single site, with an equipment base of ca. 2M at current prices.This application is designed to provide a sensible and cost effective way to provide multi-frequency EPR resources to support the entire UK Chemistry community for a consolidated period of 5 years from Spring 2006. The wide demand for the Service covers synthesis (inorganic, bioinorganic, coordination chemistry, materials, organic, polymers, supramolecular); chemical biology; catalysis and surfaces; electrochemistry; molecular mechanisms; analytical science, particles, clusters and catalysis; synthesis and processing; ceramic and glass materials; polymeric materials; bio and bio-mimetic materials; electronic and optical materials; magnetic materials; quantum information processing (QIP); condensed matter research; carbon based electronics. The application requests funding to replace and to upgrade some elements of the infrastructure that are ageing or becoming no longer competitive, as well as providing a revised and extended management structure and a new portfolio of training and publicity mechanisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D050782/1","grantId":"EP/D050782/1","fundValue":"1415610","fundStart":"2006-03-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"David  Collison","coPersons":["Eric John Logan  McInnes"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}