{"id":"4051FADD-F6D1-4399-9699-1C88FA764270","title":"New techniques for nanokelvin condensed matter physics","abstractText":"The quest for colder and colder temperatures has led to many remarkable discoveries. The most difficult gas to liquify is helium but this was finally achieved at the beginning of the 20th century. That breakthrough led the observation of the intriguing phenomena of superfluidity (a liquid that flows without friction just like the current in a superconductor flows without resistance) and nowadays refrigeration with helium is of fundamental technological importance, e.g. for large international companies such as Oxford Instruments. At end of the the 20th century new techniques were developed that used laser light to cool atoms (although this may seem counterintuitive) and magnetic traps that confine the atoms in a region of very good vacuum. This new technology allowed dilute vapours of alkali metal atoms to be prepared a low temperatures. Amazingly this atoms of metal do no clump together (to form molecules) and evaporation cools the cloud further to extremely low temperatures of tens of nanokelvin. This allowed the first experimental observation of Bose-Einstein condensation (BEC) in a weakly interacting dilute gas, as predicted by the famous physicists Einstein and Bose. This extremely interesting quantum phenomenon has links with previous work on superfluid helium but the liquid is more complicated to understand than the ultra-cold atomic gases. Wonderfully detailed images of the cold atoms can be taken using state-of-the-art cameras developed for astronomy and microscopy and this ability to see directly what is going on in quantum fluids has allowed very rapid progress in understanding these systems and provided a wealth of new knowledge. This was evident in the very first experiment on BEC where the phase transition from an ordinary gas to the quantum regime was observed as a dramatic change in the density and shape.\n\nWe have built a novel apparatus in which in the the potential energy landscape that atoms experience as they move through the magnetic field is tailored in a precisely controllable way by the application of radio-frequency radiation. (The applied radiation changes the quantum state of the atoms at particular positions in space hence changing the potential they feel.) This has proven to be particularly useful for two-dimensional systems and for creating interesting geometries such as ring traps (with quantum coherence around the loop). A great advantage of this approach is that the potential is very smooth and free from defects, as compared to trapping atoms with laser light where interference fringes arise. We have combined this new approach with time-averaging to allow an even greater range of potentials and long lifetimes in the traps. \n\nWe shall continue to develop and test new schemes for trapping atoms, such as the create of double rings (atoms on two concentric circles) and trapping atoms at magnetic fields where there is resonant enhancement of the interactions (Fano-Feshbach resonance). We shall apply this technology to the direct quantum simulation of strongly correlated systems, and explore applications such a matter-wave interferometry for precision measuring devices. \n\nThis progress in cooling atomic gases to nanokelvin temperatures now allows us to fulfill the statement of Richard Feynman,``I therefore believe it's true that with a suitable class of quantum machines you could imitate any quantum system, including the physical world''. This is often quoted in the context of quantum information processing but it applies more directly to the creation of controllable quantum systems in which we engineer the quantum Hamiltonian so that it looks the same as that of the physical system of interest. This is the underlying principle of our work on Direct Quantum Simulation. In this context quantum mechanics is used to design a quantum machine, i.e. an apparatus to controllably create many-body quantum states, in the same way that automotive mechanics is used in the creation of vehicles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008028/1","grantId":"EP/J008028/1","fundValue":"319913","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Christopher  Foot","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}