{"id":"40616420-21D2-4CFF-BED6-2196E83C1BBA","title":"SUPERGEN - The Energy Storage Consortium: CORE Proposal","abstractText":"Energy storage will be far more important in the future than at any time in the past. Reducing CO2 emissions from transport requires a step-change in rechargeable batteries and supercapacitors, enabling a new generation of electric and hybrid electric vehicles. Renewable electricity generation (wind, wave, tidal, solar) is inherently intermittent; storage will be important for grid stability when the penetration of renewable electricity generation becomes significant. It is essential for micro grids powered by renewables, in order to ensure security of supply.We cannot hope to address all energy storage technologies within the allocated budget. We shall continue the focus of SUPERGEN 1 on electrochemical energy storage (lithium batteries and supercapacitors), because these are vital for transport and have an important role in load levelling. H2 storage and fuel cells are addressed in other Supergen consortia. The proposed programme contains work packages on fundamental laboratory studies, recognising that this holds the key to achieving step-change in lithium batteries and supercapacitors, but also includes work on scale-up and hybridisation of batteries with supercapacitors. Specifically we shall continue to work on the lithium-air battery, which offers an 8-10 fold increase in energy density where conventional approaches can only hope to achieve a 2 fold increase (this is one example of our adventurous work). We shall also continue our work on carbon and metal oxide supercapacitors. New topics include investigation of low cost, safe and sustainable iron/manganese silicates as cathodes for rechargeable lithium batteries and redox flow batteries. The consortium membership has been restructured in recognition of our evolving research programme, to ensure national and international excellence and strengthen engagement with industry and other stake holders. An important output of the programme will be trained personnel, capable of becoming the future academic and industrial leaders in energy storage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019596/1","grantId":"EP/H019596/1","fundValue":"3404870","fundStart":"2010-02-15","fundEnd":"2014-08-14","funder":"EPSRC","impactText":"","person":"M.Saiful  Islam","coPersons":["Robert Charles Slade","Peter Joseph Hall","Roderick William Dunn","Patrick  Grant","P  Bruce","Clare P. Grey","Andrew  Cruden","Keith  Scott"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}