{"id":"4064F6EB-2076-4AFC-9408-A32D2AE88FFD","title":"Advancing the efficiency and production potential of Excitonic Solar Cells (APEX)","abstractText":"This project is centred on the development of the materials, device structures, materials processing and PV-panel engineering of excitonic solar cells (ESCs). These have the potential to greatly reduce both materials and also manufacturing costs where the materials, such as organic semiconductors, dyes and metal oxides, can be processed onto low-cost flexible substrates at ambient temperature through direct printing techniques. A major cost reduction is expected to lie in much-reduced capital investment in large scale manufacturing plant in comparison with conventional high vacuum, high temperatures semiconductor processing. There are extensive research programs in the UK and India developing these devices with the objective of the increase in PV efficiency through improved understanding of the fundamental processes occurring in these optoelectronic composites. However, there has been less activity in the UK and India on establishing from this science base a scalable, commercially viable processing protocol for excitonic solar cells. The scope of this UK-India call enables research and development to be undertaken which can pull together the set of activities to enable manufacturing application, and this extends beyond the usual scope of funding schemes accessible to the investigators. This project tackles the challenge to create cost-effective excitonic solar cells through three components: new material synthesis of lower cost materials; processing and development of device (nano)architectures compatible with low process costs; and the scale up towards prototypes which can replicate solar cell performance achieved in the research phase. The team includes leading scientists in the UK and India working on excitonic solar cells. Skills range from material synthesis and processing, device fabrication and modelling, wet processing of large area thin films, and PV panel manufacture and testing. Careful consideration has been made to match and complement the skills on both sides of the UK-India network. Further to this, engagement with industrial partners in both the UK and India will allow access to new materials, substrates etc., and access to trials and testing of demonstration PV panels in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H040218/2","grantId":"EP/H040218/2","fundValue":"2039040","fundStart":"2011-10-03","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Hari Mohan Upadhyaya","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}