{"id":"406500D9-C7D3-4044-A4A9-FDCEF7BF00D9","title":"Engineered burden-based feedback for robust and optimised synthetic biology","abstractText":"Synthetic biology is an exciting new subject that is accelerating the research and development of new biotechnologies by rigorously applying engineering design principles to the way we work with biological systems. The most prominent application of synthetic biology is the rational modification and redesign of living organisms like microbes for new efficient use in sectors such as energy production, biomedicine, drug production and food technology. Crucial to developing and applying synthetic biology is the rigorous quantification, modelling, analysis and control of the synthetic biology designs. By using this engineering framework we aim to be able to reliably predict and robustly control how engineered biological systems will operate.\n\nAlthough synthetic biology has had numerous successes in research, it is still difficult to predict how engineered cells behave when new synthetic genetic information is added to these host cells. One of the major reasons for this is that new synthetic genes add an as-yet unquantified burden to cells, particularly to commonly used microbes like E. coli. This burden effect is due to the new genes requiring resources to be maintained and function. This means that the introduced genes take resources away from those needed by their host cell in order to grow and survive. Usually the result of this is the unpredictable failure of the synthetic biology design to behave as expected or the creation of designs that only function in a narrow set of ideal conditions.\n\nThe work proposed in this project seeks to address and make use of the understudied effect of synthetic biology we know as burden. To achieve this goal, we will use novel genetic tools to quantify the effect of burden for several typical synthetic biology devices and do this work in the well-characterised microbe E. coli so that our results are useful to the many researchers who work with this model organism. To see how the cell naturally reacts to burden we will use the high-resolution tool of RNA sequencing to quantify the gene expression changes that a cell triggers when it is burdened. Quantified burden combined with the quantified gene expression changes in response to burden will together give us crucial data that can be used to build a mathematical model of how a cell reacts to new synthetic genes being added and used. This model will allow future applications of synthetic biology to predict how synthetic systems will interact with their host cells and therefore open the door for rigorous optimisation of the robustness/performance compromise inherent to any control engineering design. It will also allow for a new generation of synthetic biology devices that automatically account for the burden effect. To demonstrate this final point, this project will use our quantified understanding of burden to engineer novel synthetic plasmid vectors that are designed to auto-regulate their copy number via feedback mechanisms that take into account burden, thereby serving as general purpose burden-based controllers. We will show how these plasmid systems work by building and testing a self-regulating biological nightlight that emits bioluminescence in the dark without any significant loss in growth. The new plasmid systems we generate will be extremely valuable for synthetic biology as they will allow synthetic devices and systems to respond directly to cell health thereby endowing them with the robust and predictable behaviours needed for future applications in health, energy and biosensing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021849/1","grantId":"EP/J021849/1","fundValue":"436947","fundStart":"2013-01-07","fundEnd":"2016-07-06","funder":"EPSRC","impactText":"","person":"Thomas Marc Ellis","coPersons":["Guy-Bart Vincent Stan"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}