{"id":"406B8D03-F08B-411C-AC2A-FD3D990C82A6","title":"Pseudomonas aeruginosa infection: analysis of antigenic proteins of the virulence-associated type VI secretion system","abstractText":"Interaction between microbes and human hosts can range from a benign, even commensal collaboration to a competition that may turn fatal resulting in the death of the host, the bacteria or both. The outcome of the interaction is balanced by a communication/signalling game in between the host and the pathogen. Among the arsenal of communication tools used by bacteria to influence host response are secretion systems (SS), which deliver toxins to the host. The SS and the transported toxins are key players in bacterial pathogenesis. Recent studies have seen the emergence of a novel type of SS, named T6SS. Bacteria harbouring T6SS all have a life style where they live in intimate contact with a host.\nPseudomonas aeruginosa is an opportunistic pathogen. It causes urinary tract infections, respiratory system infections, dermatitis, soft tissue infections, bacteremia, bone and joint infections, gastrointestinal infections and a variety of systemic infections, particularly in immuno-suppressed patients. P. aeruginosa infection is a serious problem in patients hospitalized with cancer, cystic fibrosis, and burns. The case fatality rate in these patients is 50 percent. P. aeruginosa is the third most commonly-isolated nosocomial pathogen accounting for 10% of all hospital-acquired infections.\nP. aeruginosa possesses 3 T6SS. The goal of our study is to understand the molecular mechanisms, which are involved in the T6SS functioning, knowledge applicable to other T6SS-containing bacterial pathogens. We will further use this knowledge to develop antimicrobials, which will help fighting human morbidity and mortality due to persistent bacterial infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800171","grantId":"G0800171","fundValue":"527454","fundStart":"2008-11-03","fundEnd":"2012-02-29","funder":"MRC","impactText":"","person":"Alain Ange-Marie Filloux","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}