{"id":"407F519E-DD1E-4517-9677-10AA7C67A513","title":"Holy Places in Islam","abstractText":"The project &quot;Holy Places in Islam&quot; aims to investigate the modalities through which holy places in the Islamic world were established, became famous, or eventually vanished. In order to analyse these processes both material culture and literary texts are worthy of consideration. Texts help to reconstruct the discourse that was created around a specific place, whereas material culture reflects how the sense of holiness was physically rooted in the landscape. \n\nAlthough the concept of holy in Islam has been addressed in some publications, the aim of this specific project is to fill a gap in the scholarship by focusing on the strategies developed within Islam in order to make a site a holy place and legitimise its holiness and on the factors that led to places eventually losing their fame. \n\nOur approach, therefore, not only will engage theoretically with the notion of holiness in Islam but will also research how the sense of holiness activated specific sites and places. Within the project &quot;Islam&quot; is understood in a broad sense as the religious practice of the totality of Muslim elites, scholars, and commoners throughout Islamic history.\n\nThe network, based at the University of Edinburgh, will benefit from the active participation of the second main partner, the MIRI (Materiality in Islam research Initiative) directed by Professor Alan Walmsley at the University of Copenhagen. \nThe project will be developed in three different meetings, each one addressing different issues. An initial conference (Edinburgh, September 2013) will focus on the early Islamic period and will try to establish the strategies and models of making sites holy in Islam and the factors facilitating or impeding the process. A follow-up workshop (Copenhagen, December 2013/January 2014) will produce a close analysis of specific case studies. The third and concluding conference (Edinburgh, June 2014) will address the possible recurrence of specific patterns throughout Islamic history or the occurrence of regional or temporal characteristics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L002477/1","grantId":"AH/L002477/1","fundValue":"32925","fundStart":"2013-09-30","fundEnd":"2015-06-29","funder":"AHRC","impactText":"","person":"Andreas  Goerke","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We established an international and interdisciplinary network of scholars working on various aspects of holy places in Islam. The two conferences held on the topic (December 2013, September 2014) showed that there is no single model that could explain why certain sites were accepted as holy places while others were not, and that several different processes were in place that influenced discourse on the holiness of specific sites. With regard to the often unclear use of the terms 'sacred', 'holy', 'blessed', or 'religious' for specific places, it became clear that this is not necessarily due to an uncritical or unreflected use of terminology, but also results from the different perceptions that individuals may have had of these places. \nA database of holy places has been developed and tested that will bring together data of holy places throughout the Muslim world, including a description of the sites, their history, the reasons for their being considered holy, connected figures or items, literature, images as well as researchers having worked on the sites. The database will facilitate future research on holy places in Islam in that it brings together data from different disciplines and various regions and thus allows for the identification of transregional patterns, regional differences, or developments over time. The network will continue to bring together scholars from various disciplines and will foster interdiscplinary research on the topic. Culture, Heritage, Museums and Collections","dataset":"gtr"}