{"id":"409769BB-ACC7-40B1-9CF4-3B12B773B960","title":"Representing cloud inhomogeneity and overlap in a General Circulation Model","abstractText":"Common experience with the day-to-day weather reveals that the presence or absence of clouds has a profound impact on surface temperature, by the way clouds block the incoming radiation from the sun during the day and trap thermal infrared radiation emitted by the surface at night. This is no less true on much longer timescales, and so it is crucial if we are to predict changes to average surface temperatures over the next century that computer models of the climate system are able to accurately represent the way clouds interact with radiation. A glance into the sky will tell you that clouds have structure from very small to very large scales, but due to limited computer power it is usually necessary to treat clouds in climate models as horizontally uniform over distances of as much as several hundred kilometres. This is known to cause substantial errors in the fraction of incoming solar radiation that penetrates down to the surface, that is reflected back to space, and that is absorbed within the cloud. This therefore leads to errors not only surface temperature but also the nature of weather systems and the distribution of precipitation around the globe. The challenge is to somehow represent the small-scale cloud structure without slowing down the model so much that it cannot be run over climate timescales of decades to centuries. An innovative new method has been developed previously by the proposers to compute the way clouds interact with radiation. It is able to include the effects of cloud structure but with only a modest increase in computer run-time. In this project the new method will be implemented in the Met Office climate model, which is widely used within the UK as well as being one of the models used by the Intergovernmental Panel on Climate Change (IPCC). Normally such a model change would be a major undertaking, but because we have developed our method on the 'Edwards-Slingo' radiation code, which is actually the same code as deals with radiation within the Met Office model, it will be straightforward to transfer our method into the model, and can easily be achieved within the short timescale of this project. We will then proceed to perform runs of the model for periods of around 10 years with different representations of cloud structure (including the standard 'uniform' representation), to investigate the effect on surface temperature, precipitation and the representation of specific types of weather system. Towards the end of the project, the postdoc will visit the Met Office to implement the new method on the latest operational model version, thereby ensuring that it is available for both weather and climate forecasting in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F011261/1","grantId":"NE/F011261/1","fundValue":"54069","fundStart":"2008-04-01","fundEnd":"2009-06-30","funder":"NERC","impactText":"","person":"Robin James Hogan","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}