{"id":"4098E14A-6DBA-4E93-B8CB-AA1468E0A65C","title":"Miniature Flexible &amp; Reconfigurable Manufacturing System for 3D Micro-products","abstractText":"The proposal attempt to set out a new agenda to create an integrated miniature flexible and reconfigurable manufacturing system to deliver to UK industry disruptive and transformative technology for the next generation of high added-value micro-products. The proposed research will focus on the development of underlying techniques, such as embedded sensors for on-line metrology, parallel robots for 3D materials handling and assembly, multiscale modelling and hybrid micromachining approach, which are core techniques for future flexible micro-manufacturing process. The project is grounded on the consortium's immense experience in surface metrology, robotics, machine tool design, micromachining and microforming, with industrial partners being leading experts from machine-tool, metrology, medical instrument and photonics manufacturers. The research will start from a very solid baseline in technology achieved from previous several successful EPSRC and EU projects in this subject area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018345/1","grantId":"EP/K018345/1","fundValue":"2109990","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"  1.Dissemination of research findings on several international conferences to maximize the academic impact.\n2. Providing consultancy service to high-tech companies worldwide\n3.Forming new international research collaborations with international leading research institution and high-tech companies. Aerospace, Defence and Marine,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Xichun  Luo","coPersons":["Matthew  Dunnigan","Xianwen  Kong","Xiangqian  Jiang","Yi  Qin","William  Ion"],"organisation":"University of Strathclyde","findingsText":" Proposed a new surface defect machining approach which is able to obtain optical quality surface finish (Ra of 30nm) on hard steel by turning operation when using a CBN tool. This result is 10 times better than the capability of the state of the art turning operation. Presenting this findings on euspen international conference in 2015; discuss with potential beneficiaries such as aerospace automotive and biomedical implant manufacturers Aerospace, Defence and Marine,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}