{"id":"40A48585-AF52-4AEA-83CC-9E4CC00B91E2","title":"The Indian Ocean: narratives in literature and law","abstractText":"This project examines how the Indian Ocean has been represented in literary and legal narratives. It begins with the proposal that a high period of legal theorizing began in 1497 with Vasco da Gama's voyage across the Western Indian Ocean. This and subsequent European voyages of the 16th century prompted a search for textual authorities that did not prohibit certain actions, but rather justified any activity that promoted unlimited access to lands, goods and markets - a rhetoric that was more often buoyed by reference to literature and myth than grounded in legal precedent. Permissive rather than forbidding, this nascent international law sanctioned the sporadic oppression of African and Asian coastal peoples and piracy by State-funded adventurers - and from there moved to accommodate the strategic expansion of Dutch, then Portuguese and French colonial rule in the Indian Ocean. From the early sixteenth to the late eighteenth century, the Ocean appeared to represent what might be described as the lawful lawlessness of early capitalism and European colonialism. However, with the decline of the Dutch East India Company in the late eighteenth century and British triumph in the wars against France, a new power moved to dominance over the Indian Ocean - one with an agenda that entailed a desire for moral authority and more complete management of the waters surrounding its dominions. This shift from mercantilism towards the free trade capitalism of the 19th century was registered in legal and literary texts. Within these works, the Ocean as a trope of lawlessness takes on a different meaning. It now reads as a response to the difficulties of administering the Ocean world, of mastering its particular temperament. It points to anxiety about local knowledge that, while altered by the entry of Europeans, continued to traverse the Ocean beyond their apparent authority. Lawlessness comes to signify the unique locality - a worried or exuberant (depending on the writer's perspective) recognition of how the vast distances between island groups, currents and weather connect and periodically isolate diverse ways of living. Rather than describing international law, this trope emerges to confound prominent these of globalization and promote different measures of cosmopolitanism. This might explain why creative works in English that represent the Indian Ocean have not yet been acknowledged as a group or explored as a distinct imaginative tradition.\\n\\nThis project aims to gather narratives from the mid-1600s (when the first fictional imaginings of Indian Ocean locales written in English were published) to the present (in which postcolonial writers are retrieving their Indian Ocean heritage). When placed together, it is remarkable how the pivotal moments of these stories often involve reflections upon the rule of law or the absence of a rule of law. At the same time, investigating how places of the Indian Ocean have been narrated in court-rooms and legislation reveals the ongoing importance of literary notions to the meaning of the Ocean within the law.\\n\\nThis project aims to generate a more imaginatively aware and legally useful understanding of the modern Indian Ocean. The project would generate an interdisciplinary network of scholars and other professionals with an interest in the India Ocean. But the work of this project would also be targeted inwards, at academic practice and curriculum. It is hoped that both the study of the Indian Ocean as a field within the humanities and the inter-discipline of literature and law would achieve greater prominence in the UK academic environment.\\n\\nThis is a unique moment in Indian Ocean studies. Following the tsunami of December 2004, there is a great will for interdisciplinary learning. A new understanding of the Ocean is currently in a fast stage of formation. This project aims to contribute to this better comprehension of the Indian Ocean.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510442/1","grantId":"AH/E510442/1","fundValue":"320154","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"AHRC","impactText":"  Research into narratives of the Indian Ocean has resulted in public events and interactions with individuals and institutions across cultural and legal sectors. These engagements have promoted a detailed and complex understanding of the conceptual significance of this maritime geography. The specific benefit has been in the forging of new cross-cultural links between writers, artists and translators. The specific and strategic impact has been in raising public awareness of the historical and contemporary significance of this geography within Anglophone literatures, global cartographies, and within British and international laws. The general influence of this work has been to encourage non-academics to read complex and unusual texts.\n\nTwo processes have enabled the research to result in impact: public lectures and publications. The beneficiaries have been visitors to museums, staff of museums, visitors to Southampton, regional community societies, adult learners, a magazine, individual artists and translators, and communities of oral poets. The benefits have been economic and educational, including the promotion of knowledge-exchange between artists, and between academics and artists. Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy Cultural,Policy & public services","person":"Stephanie  Jones","coPersons":["David Wayne Johnson"],"organisation":"University of Southampton","findingsText":" When this project was first conceived, it was described as 'following' the 'great will for interdisciplinary learning' prompted by the tsunami of December 2004. By 2010, the global public's idea of the Indian Ocean was captivated by narratives of pirates working off the coast of Somalia. But threats to the environment and threats to commerce have long dominated widely circulating stories about this Ocean. The work of this project engages, compares, and challenges historic and current stories about the region. It does so by delving into ideas about the geography within literary and legal narratives. Key work includes:\n\n\n\n** the recuperation of lost and obscure literature. This is a central part of the project's broader recognition of an energetic and often surprising history of Anglophone writing on the Indian Ocean: a tradition that is deeply marked by concern with issues of law and lawlessness.\n\n\n\n** the pursuit of a nuanced understanding of models of governance of the Cape through an analysis of literary, legal and political writing.\n\n\n\n** an understanding of the Ocean as a site of Utopian and Arcadian thinking across Anglophone literature, and through current legal approaches to the region, particularly its islands.\n\n\n\n** an investigation of a long tradition of 'imagined' and 'real' stories of Indian Ocean pirates that enables an interrogation of current legal approaches to piracy.\n\n\n\nThis project has generated more imaginatively and historically aware, and more ethically useful ideas of the Indian Ocean. It has formed ongoing and expanding networks of scholars, lawyers, poets, and novelists, and has led to further initiatives: the University of Southampton is emerging as a key forum for the interdisciplinary study of piracy. The project informs teaching and research practice: maritime literature and piracy are now an established feature of the University of Southampton's curriculum and postgraduate research culture in English. It promotes the study of the Indian Ocean within the Humanities and Asian and African Area studies across the UK: in doing so, its outcomes are part of a wider and growing challenge to the dominance of Atlantic and Pacific studies in academia. And the work of this project generally helps the inter-discipline of literature and law to achieve greater prominence and value in the UK academic environment. The work of this project has been of direct use to creative writers and artists from both Britain and the Indian Ocean region. Established and ongoing work has the potential to be of further use to literary cultures beyond academia. \n\n\n\nMore broadly, the project has brought an awareness of the historical, literary and legal significance of the Indian Ocean to museum goers, members of historical societies, and adult learning forums. Public lectures and involvement in education initiatives outside academia continue to be founded on research conducted within the project's framework.\n\n\n\nEstablished and ongoing research is also potentially useful within legal and policy sectors, particularly organisations involved with Britain's management of its overseas territories, and with its legal and ethical relationship to the Indian Ocean world. Work with legal and policy groups dealing with the ethical implications of piracy is an increasingly important part of continuing research, networking, and outreach. Communities and Social Services/Policy,Creative Economy,Education,Environment,Security and Diplomacy","dataset":"gtr"}