{"id":"40AB4D92-3B32-48AC-976F-23B28E13738A","title":"Lexicon of Greek Personal Names: Coastal Asia Minor","abstractText":"The primary purpose of the whole LGPN project is to create and disseminate a comprehensive and authoritative collection of name evidence, and so unlock the potential contained in names for innovative research into every aspect of ancient Greek life. It covers the period from the earliest historical records (8th century BC) to the early Byzantine period (6th century AD), and its raw material is drawn from all possible sources. This research across the whole sweep of classical sources - everything from archaic graffiti to Church Councils - is LGPN's unique, irreplaceable asset: some 400,000 documented individuals. They need, of course, to be brought up to date prior to publication. Collaboration with regional specialists is an essential aid, and the project has long drawn on a network of international contacts. But control has to be exercised from the centre, since outside specialists bring their own focus, different from the distinctive onomastic expertise of LGPN. \n\nLGPN is not just about names but about people. Every attested bearer of a name is included; the Lexicon is the telephone directory of the ancient Greek world. 'Greek' here refers not just to the Greek world in the geographical sense, but to all regions where Greeks settled and left their imprint: across the Mediterranean, in the Balkans and in parts of the Middle East. It should not be forgotten that more than half the Roman empire was Greek-speaking. The five published volumes have progressively documented the names, origins, dates, relationships and statuses of a quarter of a million ancient Greeks. The value of such a work is cumulative: each new volume does not merely provide evidence for a new region, but often sets evidence from a previous volume in a new light (as when onomastic links between a colony and a mother city emerge, or a name characteristic of one region appears in another). \n\nThe published LGPN volumes have already established themselves among the most fundamental items in any toolbox; names occur in virtually every inscription, and always have a story to tell, but one which can only be interpreted on the basis of contextual and comparative evidence. Through two previous conferences that it organised in 1998 and 2003, LGPN has also encouraged a boom in onomastic awareness and in onomastic research, among literary scholars and social historians as well as epigraphists. The present research proposal incorporates a third conference, which will again reflect the project's work. \n\nSpecial problems and opportunities confront LGPN as it reaches Caria and the southern coast of Asia Minor. Names in these regions bring issues of ethnicity, cultural origins and allegiance, and cultural interaction into sharp focus. Among the themes that demand study are the persistence of indigenous names, the evidence they provide for the languages they reflect, and their relationship to Greek names. Further studies may assess these names as evidence for social status, or throw light, through the differential distribution of names, on the relationship between city and territory. Without attention to such questions, we cannot produce work of the required standard. The programme of research into these issues, culminating in an international conference, is therefore a necessary part of our lexicographical work. But it is also of great independent interest in terms of cultural history. \n\nThe cumulative importance of the Lexicon was mentioned above. Increasing its scope by, say, 15% increases its value as a research tool by more than 15%. But this added value can only be fully realised by making the data-base available for searching by all users. This major extension of the facilities offered by our website is an important further aim of the present application. We will also make available on the web a large new dossier of material, the interest of which should not be obscured by its drab title of 'Others'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509959/1","grantId":"AH/E509959/1","fundValue":"771032","fundStart":"2007-04-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"  Almost every new publication in Greek epigraphy cites the Lexicon of Greek Personal Names. A huge number of general onomastic websites have links to it. Its database is a core element in the SNPDRAGON initiative to create a unified refeence system for all named persons throughout the ancient world. Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Robert  Parker","coPersons":[],"organisation":"University of Oxford","findingsText":" The 'capture' of names (and of the c. 450,000 indivuals bearing them) from the whole Greek-speaking ancient world is now 7/8 complete. The forthcoming volume of the Lexicon will create entirely new possibilities for research into the ethnically mixed world of Asia Minor, and the associated conference volume will show the way. A major conversion of the database using Extensible Mark-up Language (XML) compatible with the Text Encoding Initiative (TEI) has allowed full searching and interoperability with other major electronic resources. The Lexicon is the telephone directory of the ancient Greek-speaking world. Anyone interested in that world for the next hundred years will use it constantly. Scholars interested in other onomastic traditions will find in it a perhaps literally unique comparative resource. All the museums containing objects with insribed names will be able to write informed notes about them. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}