{"id":"40AB95CB-D88C-455E-B252-3687B98479FB","title":"Automatic Design of Adaptive Systems using Unconstrained Evolution and Development on the POEtic Platform","abstractText":"It is unclear how certain future, and probably current, systems can be robustly designed using traditional techniques. For example, the lost Beagle 2 Mars probe illustrated that it is still very difficult to design systems able to cope with unforeseen circumstances. Development is nature's answer to this complexity crisis and is therefore an important and potentially useful avenue of study. In addition, if we are to deal with systems operating in complex dynamical environments, where the environment has significant effects on the operation and structure of the system, development appears the only realistic way forward. Developmental methods also give strong characteristics that enable biological systems to be adaptable to changing circumstances (environment for example) and enable them to be fault-tolerant. These are features we would like to see in our engineered systems. Unconstrained evolution combined with development will prove to be a powerful technique for future system design and implementation. Very recent work has shown that developmental designs can possess a large degree of self-repair even when it wasn't demanded in the initial specification . This project will use unconstrained evolution and development to automatically design hardware capable of autonomous tasks. The system will be evaluated with complexity as a major consideration and in particular, a study of its scaling properties will be made. The engineering outcome of this will be adaptable, efficient, fault-tolerant systems suitable for future technology. The scientific outcome of this will be data on artificial evolution working in a previously unknown manner, thus helping fundamental research into the origin of biological life and the creation of artificial life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028381/1","grantId":"EP/E028381/1","fundValue":"336706","fundStart":"2007-07-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"  Mainly in the production of conference and journal publications. In addition some of the work undertaken during this project has formed some of the background for two further EPSRC projects. Digital/Communication/Information Technologies (including Software),Education,Electronics ","person":"Andy  Tyrrell","coPersons":["Julian Francis Miller"],"organisation":"University of York","findingsText":" This project used ideas from unconstrained evolution and development to automatically design hardware capable of autonomous tasks. The system was evaluated with complexity as a major consideration and in particular, a study of its scaling properties was made. The engineering outcome of this was adaptable, efficient, fault-tolerant systems suitable for\nfuture technology. The scientific outcome was data on artificial evolution working in a previously unknown manner.\n\nIn undertaking this we we:\n\n1. Produced novel mechanisms for &amp;amp;amp;quot;growth&amp;amp;amp;quot; on silicon using unconstrained evolution rather than predefined components.\n2. Used the growth mechanisms to produce higher-level adaptable entities, for example control systems, without human intervention other than an environment that requires them.\n3. Investigated the properties of novel ontogenetic/emergent systems and their potential for self-repair and adaptation. Using methods developed during this project, the findings can be used to assist in the design of complex systems, semiconductor design for example. Some of the fundamental work conducted during this project has helped develop ideas that have been funded by the EU and research councils in subsequent projects. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}