{"id":"40ABA5BA-1C8B-482B-9CF3-3561C10493AA","title":"Hydrogen and Fuel Cell Supergen Hub","abstractText":"The Hydrogen and Fuel Cells (HFC) SUPERGEN Hub seeks to address a number of key issues facing the hydrogen and fuel cells sector specifically: (i) to evaluate and demonstrate the role of hydrogen and fuel cell research in the UK energy landscape, and to link this to the wider landscape internationally, and (ii) to identify, study and exploit the impact of hydrogen and fuel cells in low carbon energy systems. Such systems will include the use of HFC technologies to manage intermittency with increased penetration of renewables, supporting the development of secure and affordable energy supplies for the future. Both low carbon transport (cars, buses, boat/ferries) and low carbon heating/power systems employing hydrogen and/or fuel cells have the potential to be important technologies in our future energy system, benefiting from their intrinsic high efficiency and ability to use a wide range of low to zero carbon fuel stocks. One major drive for the Hub is to contribute to technology development that will help the UK to meet its ambitious carbon emissions targets. We will also link the academic research base with industry, from companies with global reach through to SMEs and technology start-ups, to ensure effective and appropriate translation of research to support wealth and job creation for UK plc, and with local and national government to inform policy development. The Hub will champion the complete landscape in hydrogen and fuel cells research, both within the UK and internationally, via networks, knowledge exchange and stakeholder (including outreach) engagement, community building, and education, training and continuous professional development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016454/1","grantId":"EP/J016454/1","fundValue":"4100960","fundStart":"2012-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"  Consortium outcomes have informed stakeholders in both industry and government of the opportunities related to hydrogen and fuel cell technologies Energy Cultural,Societal,Economic,Policy & public services","person":"Nigel Peter Brandon","coPersons":["John  Irvine","Paul  Ekins","Vladimir  Molkov","Anthony  Kucernak","Ian  Metcalfe","Nilay  Shah","Robert  Steinberger-Wilckens","David  Book","Tim  Mays"],"organisation":"Imperial College London","findingsText":" The consortium have discovered improved materials and processes for fuel cells, hydrogen production and hydrogen storage, as well as informing a wide range of stakehoders of the value of these technologies in low carbon energy systems our finding are relevant to industrial developers and end users of the technology Energy","dataset":"gtr"}