{"id":"40BD100D-C7F6-4231-9D23-A3CD468ECF90","title":"D2NP - New frontiers in electron enhanced high field solid state NMR for interdisciplinary science and technology","abstractText":"When scientists investigate problems like all good detectives they need clues as to what is happening. For a whole range of key problems, techniques that can reveal the local environment around an atom are crucial to provide insight into the structure at this level. Nuclear Magnetic Resonance (NMR) spectroscopy has increased in importance as it is an element specific probe that can distinguish very small changes in the surroundings of different sites (e.g. the number of corners by which an SiO4 unit is connected into a structure) which has become important throughout the sciences. Its major drawback is the intrinsically relatively weak signal due to the small thermally derived population differences between nuclear energy levels. NMR of solids was revolutionised with the implementation of cross-polarisation that transferred magnetisation from nuclei with high magnetic moments (e.g. 1H) to more dilute nuclei with smaller magnetic moments (e.g. 13C) that yielded a factor of ~4 increase in the 13C NMR signal strength. Today there is very significant effort with a wide range of approaches to try and increase the size of the NMR signal still further and considerable investment to achieve even a few tens of percent increase. Dynamic nuclear polarisation (DNP) is a technique that uses unpaired electron spins to boost the NMR signal by as much as 100,000. Although the effect has been known from theory and experiments at low magnetic fields for sometime, it is only now that this can be put into practice, with the whole experiment carried out at high magnetic field. This is possible now because high field magnets of sufficient flexibility and robustness can be manufactured, and the production of microwaves (similar to a microwave oven although much higher frequency) at high frequencies and with sufficient power for DNP to work at up to 395 GHz is becoming feasible. This proposal seeks to bring this technology together in a new instrument to now carry out DNP at magnetic fields up to 14.1 T on solid materials and to develop the technology to use both continuous wave and pulsed DNP at these fields. Huge gains in sensitivity will result from both the DNP effect itself which in thermal equilibrium, could offer potential enhancements of the ratio of the gyromagnetic ratio of the electron to that of the nucleus, a factor of &gt;2500 for 13C, combined with MAS operation at ~90K further increasing the enhancement via the thermal Boltzmann factor. The instrument would produce DNP at NMR frequencies much beyond those yet reported and thus allow modern high resolution solid state NMR experiments to be undertaken with gains over conventional NMR of 100-1000 routinely expected. Quadrupolar nuclei (especially those with non-integer spins), which make up &gt;75% of the NMR-active nuclei, have largely been precluded from DNP because the nuclear resonance is too broad at current DNP magnetic (Bo) fields. This second-order quadrupolar broadening demands the use of high Bo and the instrument proposed here would have sufficiently high Bo to open up their study by DNP. The wide frequency capability of the instrument would provide new insight into the physics of high field DNP allowing, for the first time, an optimum technology to be developed in this emerging field. The versatility of the instrument proposed means that, with the same equipment, one could also carry out world-leading pulsed EPR and ENDOR experiments. The project is driven by the multidisciplinary applications in areas of huge importance as diverse as structural biology and fuel cell/electrochemistry technology. The DNP approach will allow NMR to be considered where hitherto sensitivity would have prohibited its use because of the sample size and/or the number of spins of interest are limited. The development of this technology would have an immediate and profound effect on UK research capability in a number of key areas of science and technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D045967/1","grantId":"EP/D045967/1","fundValue":"3738100","fundStart":"2007-02-19","fundEnd":"2011-07-18","funder":"EPSRC","impactText":"","person":"Mark Edmund Smith","coPersons":["Ray  Dupree","Mark Edward Newton","Julie  MacPherson","Patrick  Unwin"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}