{"id":"40C6488B-D6C0-444C-BAE1-B7AAB260548D","title":"Memories of the Cuban Revolution","abstractText":"Debate about the history of the Cuban Revolution is polarized. On one side is the Cuban government's official story, on the other an interpretation propounded by Cuban exile organisations and U.S. authorities. Although radically different, both versions are marked by the absence of voices of Cubans living on the island. My book, Memories of the Cuban Revolution, aims to redress that silence. Drawing on in-depth life history interviews collected in Cuba in 2004 and 2005, the book analyses how Cuban men and women of different generations, class positions and racial identities, urban and rural, remembered their experiences of 'living the revolution' from Castro's coming to power in 1959 through 2005.\n\nRemembering is a subjective process anchored in personal and collective experiences, and shaped by public and private discourses. This book explores Cubans' memories of changing and unchanging class, race and gender relations, and Cubans' sense of the achievements and shortcomings of the revolution that mattered most to them and to their social group. Keeping in mind that memories combine past and present 'in a single breath,' Memories of the Cuban Revolution examines how Cubans' recent circumstances influenced their recollections of the past. Perhaps most importantly, the book explores why different people give contrary meanings to the same or similar experiences. One of the book's conclusions is that Cubans' memories are patchworks that sustain and undermine both 'official' histories of the revolution.\n\nThis research is important because Cuba will experience some sort of transition following the death or debility of Fidel Castro. Indeed, transition is the number one topic of discussion among academics, policymakers, journalists and members of the general public interested in Cuba. Yet these conversations are missing an important element in the equation: what the people who matter, ordinary Cubans', think about their lives, their society and their future. This book aims rectify this absence. It will also bring Cubans' memories of the past to bear on comparative debates about socialist participation and democracy. To controversies in the fields of oral history and memory, Memories of the Cuban Revolution will contribute to understanding the making of memory in closed societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E502970/1","grantId":"AH/E502970/1","fundValue":"31102","fundStart":"2007-02-01","fundEnd":"2007-08-31","funder":"AHRC","impactText":"","person":"Elizabeth  Dore","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}