{"id":"40CA4D51-E20D-4D2C-B509-C85655BD0A49","title":"The Boltysh meteorite impact, Ukraine: verification of a KT boundary multi imapct hypothesis.","abstractText":"In the last 25 years, scientists have come to understand the importance of large meteorite impacts on the Earth and other planets in the solar system. Not only are meteorite impacts implicated in mass extinctions, they form traps for oil and gas, and in the early history of the Earth and Mars, they may have been important habitats for life. The Boltysh crater in Ukraine was formed in a very shallow sea on a flat continental shelf 65 million years ago, at the same time as the Chicxulub crater in Mexico, though it has not been possible to determine whether the two happened at exactly the same time. After the impact, the crater was quickly filled with a fresh water lake. Over the next 15 million years the lake filled with fine sediment and the organic remains of the flora and fauna which lived in the lake, or were washed in by rivers. The fact that Boltysh remained a hole in the ground on the flat continental shelf means that it holds a unique and near continuous record of the KT boundary and early Paleogene period. We already know a lot about the crater because it was drilled in the 1960s - 1980s but the core has been lost in subsequent regime changes, apart from a few scattered pieces we have been able to study before starting this work. This project is intended to drill two holes and recover cored sediments from the crater floor up to the point when the sea invaded the crater around 50 million years ago. What can we learn from these sediments ? Firstly, we should be able to establish the age more precisely, and perhaps whether it formed at the KT boundary, predates it or indeed post-dates. Our previous work shows that the Boltysh crater formed within about half a million years of the boundary, but at least one crater of this size (24 km diameter) forms on Earth every 1 million years so it might be coincidence. If it did form at the same time, it would be convincing evidence that several meteorites fell at the KT boundary, and we might have to reconsider our ideas about what happened at the end of the Cretaceous. Even if the two impacts were not simultaneous, we will be able to use signals in the sediments to constrain the KT events. Secondly, sediments deposited soon after impact will tell us how long the crater lake remained hot. This will be an important result because impact craters may have provided an important habitat for life on the early Mars and also possibly on Earth. There were more impacts when the planets were young and warm crater lakes may have been places where early forms of life could survive. A similar study being undertaken in a crater in Africa (Bosumtwi in Ghana) will combined with this work to model crater lakes on early Earth and Mars. Early life is also related to our final aim, which is to use pollen, spores and algae preserved in the sediments to uncover about the processes of devastation and biotic recovery after a significant meteorite impact event. We can do this by recording the fossil plant spores and pollen and algae which tell us about the environments surrounding the lake, and by measuring the variations in organic molecules and carbon isotopes which tell us more about the climate at the time. We know very little about biotic reassembly of a wide sterilised and nutrient poor zone such as Boltysh ejecta blanket, current models being based on smaller volcanogenic landscapes which are not directly analogous because they are richer in nutrients. Studying the Boltysh crater will allow us to produce a detailed model for ecosystem recovery following the impact event, creating a comparator for terrestrial meteorite ejecta fields. Finally, the cores will provide an almost continuous record of the climate in central Europe and Asia. In the future we and other scientists will be able to use it to discover how climate in continental areas relates to the oceanic signal seen elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D005043/1","grantId":"NE/D005043/1","fundValue":"392260","fundStart":"2007-04-25","fundEnd":"2011-04-24","funder":"NERC","impactText":"  yes, used to define overall patterns of global hyperthermal events in the geological record. Input directly into hydrocarbon exploration in UK and Danish waters Energy Economic","person":"David William Jolley","coPersons":["Iain  Gilmour","Simon Peter Kelley"],"organisation":"University of Aberdeen","findingsText":" In recent years, scientists have come to understand the importance of large meteorite impacts on the Earth and other planets in the solar system. Not only are meteorite impacts implicated in mass extinctions, they may have been important habitats for life in the early history of the Earth and Mars. Under particular scrutiny in this investigation is the role of the impact crater as a sedimentary basin and the potential of the microfossils preserved within it to record the history of plant life both in the immediate vicinity and beyond. The implications of this at a local (ecological) and global (climatological) scale are vast\n\nThe Boltysh meteorite impact crater in central Ukraine (below left) was formed on what would have been an island at the edge of a shallow sea some 65 million years ago. Because of the global greenhouse climate at the time, high sea levels meant that the European landmass as we know it today would have consisted of a large archipelago (below). After the impact the crater became a fresh water lake, filling with fine sediment and the organic remains of the flora and fauna which either lived in the lake or were blown or washed in. The fact that Boltysh remained a large lacustrine basin on the flat continental shelf for so long means that it provides a unique and near continuous record of the Cretaceous – Paleogene (K- Pg) boundary and the earliest Palaeogene (Danian) period. Impact of Earth system events on terrestrial ecosystems\nUnderstanding processes of ecosystem regeneration from devastation\nUncoupling ecosystem responses to major global catastrophic events from orbitally forced change Education,Energy,Environment","dataset":"gtr"}