{"id":"40D329AC-3AC1-47EC-8C2F-976BFC0A1E3A","title":"Evidence and the Politics of Participation in Academic-INGO Research Partnerships for International Development","abstractText":"This proposal arises responsively from concern expressed by both practitioners and academics to improve research partnerships between HEIs and INGOs in the field of international development. In the context of a British funding climate in which academics are under heightened pressure to justify the impact of their research by engaging research users and mediators (HEFCE et al 2011) and INGOs are seeking to satisfy donors and supporters by providing 'rigorous measures of success' for their programmes (Eyben 2013) partnerships are increasingly perceived as mutually beneficial. However, while the drive towards research collaboration has fuelled many new initiatives to broker partnerships, a recent wave of studies have suggested that the effectiveness of partnerships is often limited by constraints to participation (e.g. Aniekwe et al 2012; ELRHA 2012; Hanley and Vogel 2012). These studies have been largely descriptive, focusing on the instrumental nature of partnerships but with little analytical attention to the mechanics of participation or to the implications for the kind of evidence that is valued in and produced through partnerships. A new research agenda is therefore needed to strengthen the analyses of partnerships and in doing so, contribute to broader understandings of the politics of knowledge production within and outside of the academy.\n\nIn response, this series brings together interrelated strands of research on 'participation in knowledge production' and the 'politics of evidence'. The seminars will explore the intersection between these two strands by drawing together research from different disciplines and sectors on how participation and notions of evidence are negotiated in research partnerships at three distinct levels: institutions (assumptions, agendas, structures and processes); literacy practices (new communication practices required for effective co-production of research); and research artefacts (tools, techniques, technologies and texts). It will achieve this in the following ways:\n\nFirst, context-setting workshop informed by position papers will frame the core seminars by providing a series of analytical frameworks for understanding partnerships. This 2-day workshop will also be used to develop a tool kit for participatory analysis of partnership case studies and establish a code of conduct for the following seminars.\n\nSecond, a core series of four seminars structured around eight case studies of research partnerships (each co-presented by an academic and practitioner) will be used to create a safe space to facilitate trust and enable critical reflection of experiences in partnerships. These seminars will be innovative in their form using a range of participatory methodologies to structure analysis and debate, encourage active participation, and enable power dynamics within the process to be made visible and confronted. Due to the sensitive nature of discussions, these seminars will be restricted, however, dialogue with external participants will be facilitated through innovative use of social media (including a real-time Twitter-feed).\n\nThird, the outcomes of the core seminars will be presented at a high-level conference which will also incorporate insights and perspectives from a range of UK-based and international contibutors. The conference will conclude with a round-table discussion on the research agenda and around strategies for developing resources to support stronger research partnerships \n\nBy drawing together as co-researchers practitioners and academics (including senior and early-career researchers) and research students - who often occupy both roles simultaneously - the seminar series aims to democratise the status of both academics and practitioners as co-researchers. The series will result in the development of publications and resources to inform a new research agenda and improve practice in research partnerships.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002306/1","grantId":"ES/M002306/1","fundValue":"29192","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Jude  Fransman","coPersons":["David Justin Lewis","Jill  Russell","Jethro  Pettit","Flora  Cornish","Helen  Yanacopulos","Elaine Sara Unterhalter"],"organisation":"Open University","findingsText":"","dataset":"gtr"}