{"id":"40DE0028-330A-4180-85E4-E8D78CF59C76","title":"Food Entrainment of the Human Circadian Timing System","abstractText":"Most living organisms possess internal clocks that regulate daily (circadian) rhythms in many key biological functions (e.g. hormone secretion, sleep time, metabolism). The circadian timing system in mammals, including humans, consists of a 'master' clock within a part of the brain called the hypothalamus and many 'peripheral' clocks found throughout the body. There is increasing evidence to show that abnormal timing of these clocks leads to defects in normal biology. The effects of this abnormal timing can be short lived (e.g. in jet lag) or present over a number of years (e.g. in shift workers). In the second scenario, the long term effects of abnormal rhythms is thought to be a causative factor in many industrial accidents and can lead to increased incidence of major contributors to ill health, such as heart and metabolic diseases. In order for our internal clocks to be matched to external changes in the environment, they are synchronised by various environmental time cues. Although it is known that light is the main synchroniser of the 'master' clock in the brain, the synchronisation of peripheral clocks is poorly understood. Evidence from animal studies suggests that the time of feeding is an important signal for peripheral clocks. However, these animal experiments have not been performed in humans because; 1) very few places in the world can perform well controlled human circadian experiments, and 2) it is difficult to obtain multiple samples of human tissue other than blood. At the University of Surrey, we have the benefit of excellent human biology facilities, experts in circadian rhythms, and experts in nutritional science. Moreover, in our recent research, we have optimised a method for taking multiple samples of fat from human volunteers. We therefore propose to conduct a set of extremely important and timely experiments to discover whether the time of feeding can regulate human clocks. The results of the work will have important implications for scientists and the public. Scientists will learn crucial new information about the basic biology of body clocks. If food is found to be able to regulate circadian timing then this would identify novel treatment strategies that may lead to novel dietary interventions to reduce the burden of shift work and jet lag on health and performance. There has been a lot of public and media interest in both body clocks and nutrition over recent years and so this research is likely to be of broad interest. In particular, we hope to discover new scientific findings that will underpin non-drug treatment for sufferers of circadian disorders including air travellers, shift workers and the totally blind.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008470/1","grantId":"BB/I008470/1","fundValue":"962717","fundStart":"2011-04-04","fundEnd":"2014-10-01","funder":"BBSRC","impactText":"","person":"Jonathon  Johnston","coPersons":["Debra Jean Skene","Michelle Amanda Gibbs","Simon Nicholas Archer"],"organisation":"University of Surrey","findingsText":" What were the most significant achievements from the grant?\n\n1. Novel scientific findings. We've provided detailed analysis of the effects of feeding time on multiple aspects of human physiology including; hormone rhythms, gene expression in different tissues, subjective appetite/behavioural scores. These data should be published during 2015 and are anticipated to make a major contribution to the literature.\n\n2. Development of novel collaborations with industrial and academic colleagues. I have been involved in a series of meetings with colleagues at Kellogg and multiple universities. This has lead to a collaborative experiment with one of the academic partners and consultancy work with Kellogg. I am actively pursuing further links with these individuals.\n\n3. Experience of research management. Although I had previously run smaller human trials and been a co-Investigator on large human studies, this was the first large human study on which I've been PI. The process has been challenging and also rewarding, as I have learnt a huge amount and the experience gained will greatly help me to run future projects.\n\n4. New technical skills in the laboratory. Completion of the project required successful implementation of experimental methods that were new to me and other members of the team. These included measurements that were not included in the original grant proposal, e.g. temperature, interstitial glucose and subjective questionnaire data.\n\n5. Follow-on funding. The project has directly enabled me to obtain a new funded PhD studentship and explore funding links with industrial partners. I anticipate that publication of the data will also greatly assist future funding applications.\n\n6. Production of software to aid diet design. At the start of the study, we produced new software to enable design of controlled diets tailored to individual needs in a long-term residential study. This software has already been used by two other Surrey studies and will be made freely available as an attachment to a publication.\n\n\n\nTo what extent were the grant objectives met?\n\nThe main objectives of the grant were;\n1. Construct a Phase Response Curve (PRC) to timed feeding in humans.\n2. Investigate the effect of a 6-hour shift in meal times on central and peripheral circadian rhythms.\n\nLaboratory work for both objectives is now complete and we are completing final data analysis before publication of the resulting papers. I have deliberately delayed publication in a strategic move to ensure that the core papers from the grant are as comprehensive as possible and thus achieve greatest scientific impact.\n\nIn addition to the main objectives described above, we have produced many other data and/or outputs that will be made available in the near future. These include the diet design software mentioned above, detailed physiological characterisation of an 'ultradian routine' protocol, addition of data sets not described in the original grant proposal (see 'new technical skills in the laboratory' above) and the ability to extend other aspects of the project via the associated PhD studentship. How might the findings be taken forward and by whom?\n\nThe scientific field linking circadian rhythms and sleep physiology with metabolism and nutrition is an extremely active and topical area of international research. The scientific outputs of this study will therefore be of immense interest to many research groups around the world. This interest will in part be stimulated by recent presentations by me and members of the research team, in addition to future presentations that I have been invited to give at major conferences in e.g. Boston and Edinburgh.\n\nThe timeliness of the work also makes it very popular with the media and I will ensure that media coverage of forthcoming outputs is maximised via our University's Media Relations team and other vehicles, such as the Science Media Centre.\n\nFinally, the work is demonstrably of great interest to the food industry, as demonstrated by my existing links with Kellogg and possible future links with Nestle and smaller research institutions. I will explore these industrial opportunities with existing contacts and also by collaboration with nutritional scientists at Surrey and potentially elsewhere. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}