{"id":"40E828DF-FC23-449E-97E1-DC5B70731DAE","title":"Medical image computing for next-generation healthcare technology","abstractText":"At the heart of this platform is a vision of the future of medical technology enabled by the increasing availability of rich and diverse data from large-scale data collection initiatives. The vision is to exploit this data mass to enrich sparse data acquired at point of care. For example, a single clinical MRI or ultrasound scan, together with subject-specific clinical data (age, sex, symptoms, genetics) can index a centralised data mass to infer likely diagnosis, prognosis, and treatment outcomes by matching to similar individuals about whom much more is known. The same paradigm further enables cheap and/or small and/or low-power devices able to acquire data in non-specialist locations, such as portable or hand-held scanners, or tiny imaging devices in surgical instruments. \n\nPlatform funding will maintain our world-leading activities in a range of medical image computing topics, support alignment of currently distinct strands of work for mutual short-term benefit, and develop key enabling technology and demonstrators of our long-term vision. Our current work develops state of the art imaging technology, image analysis techniques, and mathematical and computational models that maximise the information contained in and derived from large data sets. We also develop a range of automated diagnostic systems and surgical support systems that can demonstrate the benefits of the data-driven paradigm.\n\nPlatform funding supports the career development of the applicants, a pool of associated academic staff, talented post-doctoral researchers, and students coming through an associated EPSRC Centre for Doctoral Training in Medical Imaging. The platform provides opportunities for all to develop new ideas crossing boundaries between different topics, while contributing to a central long-term vision that supports a variety of future research careers. Competitive allocation of resource under close mentorship of senior colleagues instils early-career researchers with essential academic skills required for successful future careers. It further enhances the career progression of our senior staff by supporting opportunities to acquire new skills, establish new collaborations, explore commercialisation, and recruit the best staff from around the world when opportunities arise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020533/1","grantId":"EP/M020533/1","fundValue":"1472260","fundStart":"2015-05-14","fundEnd":"2020-05-13","funder":"EPSRC","impactText":"","person":"Daniel  Alexander","coPersons":["Sebastien  Ourselin","David  Hawkes","Simon Robert Arridge"],"organisation":"University College London","findingsText":"","dataset":"gtr"}