{"id":"40E8222D-165F-4308-B112-68F7756240F8","title":"Poetry by Numbers, Then and Now: Metre, Mathematics, Machines and Manufacture","abstractText":"This project centres on a one-off piece of technology from the 1830s/40s: the Eureka Latin Verse Machine. This device, built to 'compose' in random sequence lines of poetry (each one arranged in Latin hexameters), was conceived and constructed by a Somerset inventor named John Clark. The 'programme' on which Clark's machine works, which had been in existence for over a hundred years when he decided to 'automate' it, consists of a table of letters so arranged that when a person selects from among them following a particular numerical sequence he or she is able to 'manufacture' a line of poetry that is at once 'correct' in terms of its metre, grammar and sense. The Eureka uses a system of wooden staves, metal wires and revolving drums that are activated when the machine is wound up by hand. Once one line of poetry is composed it appears in windows on the machine's front; the line is then scrambled and another appears in its place, ostensibly in random order, this process continuing until the machine runs out of motive power. The project is interested in uncovering and documenting the competencies, methodologies and skill sets needed for the construction of such a device, as well as the extent to which the convergence of these specialisms can be put to productive use in the current day to inform restoration projects relating to Britain's technological heritage. To that end, the project assembles experts from the key disciplines whose knowledge feeds into the working of the Eureka: a specialist in nineteenth-century versification (principal investigator); an expert in Classical studies of the Victorian period; a historian of nineteenth-century mathematics; a mathematician and computer scientist (co-investigator); engineering specialists working at Exeter's Centre for Additive Layer Manufacture (CALM); two conservators; and the archivist for the Alfred Gillett Trust (AGT), which owns the Eureka. This team of experts, co-ordinated by the principal and co-investigator, with other named experts advising on a sub-contractual basis to keep costs to a minimum, will assess the historical object and documents obtaining immediately and peripherally to it (e.g., notes on its construction and on Victorian prosody/programming/mathematics/Classics more generally) with a view to (1) understanding the Eureka's operation, (2) conserving the device itself and (3) returning it (where feasible) to a functional state. Given its age and uniqueness, however, the project will also (4) produce both a virtual and actual replica--the former using up-to-date computer programming, and the latter the procedures of 3-D printing in Exeter's CALM lab--that will allow for display and hands-on operation. A related outcome is the documenting of collaborative methods and manufacturing techniques for potential application in other restoration projects. The knowledge we gain about the use of 3-D printing for the construction of objects relating to the history of science will have transferable use across the museums and heritage sector, providing a model for best practice, as well as a detailed construction template. Once the core work supported by the grant has been accomplished, we envisage an exhibition of the machine, alongside its replicas and related examples of Victorian 'computing' technology, bringing the Eureka, which was famously exhibited in 1845, back to public view. Roughly 170 years later, a new generation can appreciate the collaboration of science and culture, with a fuller awareness of the array of techniques that came together--both then and now--to make possible computer-generated poetry. For this venture, which is likely to fall beyond the immediate timeframe of the grant, we have begun dialogue with the Royal Albert Memorial Museum (RAMM) in Exeter (which already maintains a collection of artefacts relating to Babbage's 'Difference Engine'), as well museums in Somerset (where the Euerka was originally built) and the Science Museum in London.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003086/1","grantId":"AH/M003086/1","fundValue":"64186","fundStart":"2014-12-31","fundEnd":"2016-06-30","funder":"AHRC","impactText":"","person":"Jason  Hall","coPersons":["Richard  Everson"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}