{"id":"40E94A75-28A8-478D-9CB0-D2C785BDAC3B","title":"Improving the functional affinity of human anti-glycan monoclonal antibodies (mabs) for cancer therapy","abstractText":"Over the last decade, antibodies have become one of the major growth areas in the Pharmaceutical industry. They combine a high level of specificity for their target (the 'antigen') with the ability to recruit powerful immune system-mediated effects. Indeed, antibodies are one of the main mechanisms by which the immune system normally eliminates infectious agents.. We have a proven track record in the production of clinically valuable anti-cancer antibodies (two of our antibodies are currently in clinical trials) and we are striving to produce more. However, we have observed that during the molecular procedures necessary to allow an antibody to be used in patients, they often lose a substantial fraction of their potency. We believe that we now have an explanation for why this might be occurring, and we are seeking the funding to make the changes necessary to avoid this loss of potency.\nAntibodies are typically produced by immunising mice with a target 'antigen'. Antibody-producing cells are isolated from responding mice and the cells immortalised. The antibodies being produced are then screened for reactivity and clinical applicability, and the genes encoding the antibodies are cloned. The areas of the antibody that are not responsible for the target specificity (the 'constant regions') are then replaced with their human equivalent, in a process referred to as the 'humanisation' of the antibody. This is essential to create a clinically useful reagent; if the majority of the mouse areas remain, an immune response can develop in patients that negates the effectiveness of the antibody. We have observed that after this 'humanisation' process, the antibodies bind less strongly to their target and that many of the clinically beneficial effects of the antibodies are lost. We believe that this reduced potency is due to the replacement of the original mouse 'subclass' of the antibody, called mouse IgG3, as we do not observe it when other mouse subclasses are involved. \nPrevious investigators have suggested that mouse IgG3 antibodies might combine together once bound to their target, in a way that other antibody subclasses do not. This stabilises binding and amplifies the clinical potency of the antibody. Our proposal is to confirm the areas of mouse IgG3s that are having this effect, and to transfer these areas to human IgG1, the most common human subclass used clinically. This is feasible because, although the antibodies are very similar in sequence, they nevertheless have unique differences. Rather than investigate these numerous differences individually, we propose to alter whole patches of the surface of human IgG1 to resemble mouse IgG3. In this way, we will cover the differences in a more time- and cost-efficient way, and also pick up any changes where multiple simultaneous differences are necessary for the effect. Once we have isolated which overall area is responsible for the effect, we will investigate the area change by change to identify exactly which changes are important. We have two candidate antibodies in which we have shown a hundred-fold and ten-fold reduction in potency, respectively, introduced by the change from mouse IgG3 to human IgG1. These make ideal candidates to test which alterations in the human IgG1 re-introduce this lost potency. \nWe believe that this work will result in a number of very exciting prospects. It will permit the use of antibodies against clinically useful targets that would otherwise have failed at the 'humanisation' stage; it will allow the use of lower doses of antibody, with a lower risk of side-effects; and it will increase the potency of currently available antibodies, increasing their clinical effectiveness. We therefore consider that the proposed project is an excellent use of resources with patient and economic benefits encompassing our antibodies and many other therapeutic antibodies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M015564/1","grantId":"MR/M015564/1","fundValue":"847163","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"MRC","impactText":"","person":"Lindy  Durrant","coPersons":["Ian  Spendlove","Judith  Ramage"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}