{"id":"40EBF35E-E15A-4008-8D15-99292DCE0480","title":"Canadian Literature: Canons, Histories, Theories","abstractText":"Canadian Literature, a volume in the Edinburgh Critical Guides series, will explore the ways in which the canon of English-Canadian literature has been constructed, challenged and expanded, and analyse the shifting cultural and theoretical frameworks most often deployed to account for its central characteristics. The book will examine how Canadian literature is currently studied and theorised, and analyse the bearing of postcolonial theory, feminist and queer criticism, transatlantic perspectives, celebrity theory and postmodernism on Canadian literary studies. The introduction and conclusion will discuss these questions explicitly, and they will also inform the case studies of individual texts which I will present in four themed chapters. The chapters will offer new readings of twenty important Canadian authors, placing them in the context of their national literary history and exploring different critical approaches to their work. \\n\\nThe first chapter, 'Race, Ethnicity and Migration', will concentrate in particular on representations of Native Canadians, immigrant identities and hybridity. The encounter between white colonizers and indigenous peoples will be explored through an examination of colonial texts, and substantial attention will be given to Native voices of the 19th and 20th centuries and to the writing of immigrant communities. Authors considered as case studies will be Frances Brooke, Pauline Johnson, Michael Ondaatje, Thomas King and Tomson Highway.\\n\\nChapter two, 'Wildernesses, Cities, Regions', will take as its starting point the classic Canadian wilderness narrative, Wacousta, and explore its legacy to later writers. The relationship between wilderness and garrison, and later between forest, small town and city, has always been considered a central preoccupation of Canadian literature, and in recent decades this theme has been revisited and parodied in a range of self-conscious, postmodern fictions. The chapter will also examine the literary construction of Canada by region. Authors discussed will be LM Montgomery, Ethel Wilson, Robertson Davies, Carol Shields and Alice Munro. \\n\\nChapter three will introduce a less expected topic, but one which I see as central to Canadian literature: 'Desire'. The Canadian poetics of landscape is intimately bound up with the body and desire, and in contemporary writing, the impulse to explore the country's history has also become entwined with the erotic. The chapter will examine the interrelationships between land, sexuality and history in some of Canada's most sensual writing. It will also address homosexual desire, an important strand in Canadian literature which has until recently received insufficient critical attention. Authors considered will be Martha Ostenso, Leonard Cohen, John Glassco, Anne Michaels, and Dionne Brand.\\n\\nThe last chapter, 'History and the Post/colonial', addresses the fascination with history evident in Canadian literature from the early 19th century onwards. It will begin with the well-established genre of the Canadian long poem, which frequently takes an historical subject, and move on to discuss the proliferation of postmodern texts which problematise the relation between history and literature. It will also examine intertextual connections between colonial and postcolonial literature, considering the value - and the difficulties - of reading Canadian literature in the light of postcolonial theory. Authors discussed will be EJ Pratt, Margaret Laurence, Margaret Atwood, Joy Kogawa and Daphne Marlatt.\\n\\nA 'crossover monograph', the book will draw on original research and advance critical understanding of Canadian literature, but will also have pedagogical value. That is, it will attend to the ways in which teaching shapes current understandings of the Canadian canon, and it will be accessible to students, particularly postgraduates seeking to develop new research directions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000398/1","grantId":"AH/E000398/1","fundValue":"20427","fundStart":"2006-09-27","fundEnd":"2007-01-26","funder":"AHRC","impactText":"","person":"Faye Louise Hammill","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}