{"id":"40ED1CB3-9D52-4E0C-908C-DA9DE3E7F3EA","title":"Manufacturing automation within the supply chain to ensure patient safety","abstractText":"The cell therapy industry is offering huge opportunities to transform the way healthcare is delivered. However, the current\namount of manufactured goods is limited and the manufacturing processes require drastic transformation to be able to\nrespond to the potential demand. This proposal will aim to create a demonstrator that allows flexible manufacturing by\nautomating the storage and retrieval of sample vials from multiple large capacity Cryogenic storage devices. Adopting this\ntechnology / solution requires the cell therapy sector to develop an integrated supply chain to enhance the number of\nmanufactured goods. The current project will first stabilise and subsequently grow robust pharmaceutical supply chains.\nIn order to achieve this, the project will develop and implement novel rapid prototyping and manufacturing capability at\nFisher Bioservices. This design-led approach will reduce risk in the early stages of the development process, thereby\ndramatically improving attrition rates and return on investment. The company will be recognised as leading the\ntransformation of developing cell therapy goods. The benefits are not limited to the company, its clients and supply chain\npartners but will be realised across the whole value chain, including patients and wider society.\nCranfield's main role focuses on investigate the improvement options to address the bottlenecks identified. This will look\ninto developing tools and processes improving the manufacturing and supply chain. In line with the main aim of this WP,\nthe following objectives are defined:\n1. Review suitable simulation approaches (Linear Optimisation, Discrete Event, Agent Based, and System Dynamics). This\nwill incorporate recent research in Gene Therapy, Aerospace and Defence\nManufacturing (which are relatively low-volume, highly advanced technological manufacturing)\n2. Design and develop computerised simulation models to optimise the manufacturing (and supply chain) workflows. This\nwill involve using commercial off the shelf software packages and bespoke\ntools developed for improving decisions in automation.\n3. Develop an innovation roadmap to embed the findings from the simulation models which will feed into WP3\n(DEVELOPMENT OF A MODULAR INTEGRATED AUTOMATED CRYOGENIC STORAGE\nARCHITECTURE) and WP 4 (NEXT GENERATION FACILITY)\n4. Validate the results and findings from simulation modelling with the real system. This can be done by multi-expert\nworkshops and comparisons with historical data\nCranfield University will be involved across the WPs. Furthermore, WP 2 will be contributing to other WPs as covered\nbelow:\n1. Based on the scope of work defined in WP1 (ASSESSMENT OF CURRENT MANUAL SYSTEMS), Cranfield University\nwill work closely with the Cell Therapy Catapult and others to collaboratively\nconduct the review and gain knowledge from WP1\n2. WP3 to provide relevant data required to develop simulation models (e.g. type of automation, degree of automation,\ncost of automation)\n3. WP4 to provide relevant data required to design the proposed production system\n4. Specific outputs to WP3 include various Decision making toolsets to identify where and how automation can be applied,\nwhat time and cost savings can be achieved through automation, what is the future supply chain going to look like. Case\nreports for industrial validations demonstrating the benefits of automation strategy using simulation modelling.\n5. Specific outputs to WP4 include optimised process configurations for FBS manufacturing supply chains\n6. From time to time the project partners need to validate the model developed and provide feedback. Validation to happen in 2 stages:\na. To check of the model developed confirms to the real system (to be done by FBS)\nb. To check if the results from simulations are consistent with the initial assessment and meets the targets (to be done by\nFBS and Cell Therapy Catapult)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508937/1","grantId":"EP/N508937/1","fundValue":"125266","fundStart":"2016-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"John Ahmet  Erkoyuncu","coPersons":["Rajkumar  Roy"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}