{"id":"40F8D3D8-1FCF-41B5-B4D1-CCB2735D0982","title":"The impact of climate change on infection of salmonid fish with Saprolegnia","abstractText":"Fish are very sensitive to changes in their environment and it is known that such changes can lead to increased stress and can alter the immune status of the fish, which in turn can lead to higher susceptibility to diseases. We will investigate the role of water temperature and oxygen changes on the incidence and severity of salmon and trout infection with Saprolegnia parasitica and Saprolegnia diclina. Both pathogens cause saprolegniosis, which is a deadly disease of salmonid eggs and fish. Saprolegniosis can often lead to losses of 10% or more in fish farms. Currently these oomycete pathogens rank amongst the top 3 of most relevant pathogens on rainbow trout and Atlantic salmon in the aquaculture industry of the UK. \nData on temperature and oxygen dependant pathogen dynamics and host immune response will be collected through experimental and field studies, which will provide a basis for predicting the likely impact of these pathogens as a result of climate change. Spatial analysis and mapping techniques will be used to identify baseline relationships between fish farm locations, environmental conditions in the river and pathogen abundance. Based on climate change predictions for the UK, we will try to predict how the impact of the pathogens in our study is likely to change over the next decades. The information generated from this project, which addresses all priority areas of the BBSRC/NERC joint call on Aquaculture: Fish Health &amp; Disease, will ultimately allow better planning and design of mitigating strategies for farmers, which will be especially relevant after the enforcement of the EU-wide ban on the use of formalin in aquaculture. Changes in aquaculture management procedures, biosecurity and treatment (of intake water or fish) may allow fish farmers to counteract some of the expected impacts of these fish pathogens in response to climate change. The project will also allow making projections about the impact of CC and Saprolegnia infection on wild salmonid fish. This information will be important to inform future conservation strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026566/1","grantId":"BB/M026566/1","fundValue":"245039","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"","person":"Pieter  Van West","coPersons":["Paulette Eugenie Posen","Chris  Secombes"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}