{"id":"40FFD5F0-C22B-4879-BC2D-AC99EE9A6B02","title":"Assessing the impact of climate change on the assembly and function of arable plant communities","abstractText":"Diverse plant communities are an important component of the fabric of the countryside. As well as having intrinsic cultural and aesthetic value, they provide the resources that support wildlife. It is likely that global warming will alter the distribution of individual plant species and the composition of communities. For example, increasing temperatures will affect the time plants flower and changing rainfall patterns may increase drought stress in the summer. Climate change may even allow invasive plant species (for example, ones that are currently adapted to a Mediterranean climate) to establish in the UK. One way that has been used to predict how the distribution of species may vary in response to climate change is to determine the climatic range of the areas where a species is currently found now and then to predict how that range may shift. However, this approach is limited and is only useful on a continental scale, because it doesn't take into account all the other factors that might determine whether a plant can survive in a locality such as land management or competition from other plants. For many years, scientists have been studying how plants adapted to cropped fields (weeds) respond to these factors in order to advice farmers how to manage them. This proposal will use the information available on weeds to help develop a general understanding of the impact of climate change on plant communities at a regional scale. We will do this by combining computer models that are able to predict the response of plants to the environment and management with simulations of what the weather might be like in the future. The work will help us to decide what is most important in controlling which plants grow where if the climate changes - is it the weather or the way land is managed? We will also be able to predict whether, for a farm in a given location, the plants that are able to grow in the crops will be broadly similar to now under climate change or if there will be changes. This may have consequences for the way weeds are controlled and the biodiversity they can support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021038/1","grantId":"BB/F021038/1","fundValue":"291718","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"BBSRC","impactText":"","person":"Mikhail  Semenov","coPersons":["Paul  Neve","Jonathan  Storkey"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}