{"id":"410AF695-A81F-498C-9574-877995729A6E","title":"Molecular and reverse genetics studies of orbivirus transmission host responses epidemiology and diagnostic systems","abstractText":"Since 1998, there have been multiple incursions of bluetongue into Southern, Central and Northern Europe. These outbreaks have involved at least 12 distinct bluetongue virus (BTV) strains, belonging to 9 different serotypes and have lead to the death of more than two million animals. In addition, significant economic losses have been incurred due to loss in productivity, restrictions in animal movements and trade as part of control programmes. These events demonstrate that the entire European Union is now at risk from further introductions of BTV, and potentially of other BTV-related related Orbiviruses, particularly those also transmitted by Culicoides vectors (including African horse sickness virus [AHSV], epizootic haemorrhagic disease virus [EHDV] and equine encephalosis virus [EEV]). Worryingly, AHSV, EHDV and EEV have been detected just outside the EU in Israel, Turkey, as well as North and West Africa and now pose a further significant threat to livestock in Europe. This proposal will establish 'OrbiNet', a network of 9 laboratories focussing on research on BTV and related orbiviruses in 8 European countries and Israel. The 'OrbiNet' Partners include university departments, government laboratories and reference centres that already work on orbiviruses and associated diseases. The goals of OrbiNet are to provide training, share reagents and expertise, and conduct targeted research programmes with the overall aim to better understand orbivirus transmission, epidemiology, pathogenesis and develop better diagnostic techniques. These activities will enhance research capacity and capability and increase the knowledge base and expertise within partner laboratories, thus underpinning the development of improved tools / strategies to prevent and control these economically important animal pathogens. OrbiNet will closely liaise with the scientific community, government agencies, the EU and industry in order to exploit the knowledge generated and help to inform animal health research policies and activities at the EU level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017259/1","grantId":"BB/I017259/1","fundValue":"851552","fundStart":"2010-11-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"","person":"Peter Paul Mertens","coPersons":["Houssam  Attoui"],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}