{"id":"410C4C08-9F22-4A69-83C4-1D8D36B0A3A7","title":"Alternate spaces of the Great War","abstractText":"The project aims to explore some of the less well known areas of a Great War experience, bringing together scholars from Britain, Europe and the United States for a series of symposia investigating unfamiliar aspects and spaces of the war. We plan to generate dialogure across a diverse range of scholars who are all working on 'Alternate Spaces' of the Great War, rather than those spaces, such as the Western Front, that have always defined the cultures and mythologies of the War in the popular imagination. The project aims to understand the Great War as the first real international war; a conflict driven by empires that required, or enabled participants to investigate new territories and occupy alternate spaces, pushing the boundaries of social and cultural experience in ways that have been previously overlooked. \n\nThe period 2014 - 2018 will see a significant commemoration of the centenary of the First World War. While it is important for the intellectual community to revisit the iconic and familiar landscapes of war, those that have made the greatest contributions to the establishment of the War in myth and memory during the last hundred years, it is equally important that by 2018 we are doing more than just retelling the old stories. There are many other stories of the War waiting to be explored and they will form the focus of this study. These may include the stories of women, of civilians, of more diverse ethnic groups, of the displaced. This project is concerned with pushing the boundaries of the grand narratives of War, seeking out the alternate spaces of the War with a view to presenting new discourses of 1914-1918 before we commemorate the armistice. Despite continued scholarly interest, there remain many unexplored spaces of War; spaces, voices and landscapes that have been pushed to the margins, subordinated to the larger narratives that have helped to shape our international culture. The War experiences in the 'other' spaces of the colonies, the journeys of the many nurse-travelers who followed the troops, the industry of War-representation in publishing that grew up from 1914 onwards, channeling the voices of War, are all areas that cry out for further exploration.\n\nAlthough the First World War presented the ultimate fractured world, over the subsequent decades the quest to understand the War has created an alternate kind of international community. One hundred years on, that community strives to combine and develop the shared memories of the War; whether those memories are of victory or of defeat, or those of colonial rulers or of the colonised, bringing together scholars from as many parts of the world as possible, this network seeks to build on and develop that community through shared memory at a historical moment when such memory is at the forefront of cultural community thinking. It will include an examination of the Heritage of the War and will disseminate the debates in a number of ways. \n\nThe project will be built around a series of three symposia, each of which will address a particular theme. These themes are open and inter-disciplinary but will facilitate the opportunity to connect varient and alternate strands of Great War experience. The theme for the first symposium will be 'journeys' and for the second 'landscapes', and the third will be 'voice', opening up the possibility of expanding the network over a range of disciplines; histories, literary studies, art history, gender studies, publishing and the history of the book. The intention is to produce an edited collection of essays drawn principally from the first two symposia and a special edition of a Journal to focus on the book history and heritage perspectives on the war and its legacy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L003805/1","grantId":"AH/L003805/1","fundValue":"24601","fundStart":"2013-09-02","fundEnd":"2015-08-01","funder":"AHRC","impactText":"  The project is not yet complete so I am unable to answer this question at this stage. Education Cultural","person":"Angela  Smith","coPersons":["Krista  Cowman"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}