{"id":"4114D977-E89A-424E-BA67-1C5B8BD0F42E","title":"The mechanism for amyloid formation in a model peptide","abstractText":"Proteins are chains constructed from twenty different amino acids, which must fold up into a biologically active form after they are synthesised in cells. The functional proteins play essential structural and catalytic roles in all living organisms. However, when proteins misfold they can form well-defined aggregates, generically known as amyloid, and it is now known that a wide variety of proteins can be induced to form amyloid under appropriate conditions. Amyloid formation has been implicated in a number of serious diseases, such as Alzheimer's (senile dementia), bovine spongiform encephalopathy (mad cow disease), and Creutzfeld-Jacob disease (the human form of mad cow disease). It is also associated with diabetic conditions caused by poorly chosen diets, as well as inherited traits, such as early onset forms of dementia. The realisation that aggregation can occur for a wide range of proteins under suitable conditions is relatively recent, and many fundamental questions concerning amyloid formation are still unresolved. Although there is general agreement that aggregation is induced by a conformational change from the native structure to a generic sheet-like structure (related to that in silk), little is known about the mechanistic details of this process, and discovering how it occurs is a key priority for the development of treatment for amyloid diseases. The conformational change appears to be self-propagating, since the rate increases as the reaction progresses. The goal of this project is to elucidate the mechanism by which the structure changes from a compact state into amyloid for a recently designed artificial protein. We aim to resolve this mechanism at an atomic level of detail using newly developed theory and computer simulation techniques. The results will provide important new insights into amyloid formation. In particular, more specific and precise methods to prevent and perhaps reverse amyloid formation may emerge, with important implications for the treatment of human disease, including aspects of ageing and conditions related to obesity and poorly chosen diets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D000718/1","grantId":"BB/D000718/1","fundValue":"223317","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"","person":"David John  Wales","coPersons":["Michele  Vendruscolo","Christopher  Dobson","Emanuele  Paci"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}