{"id":"4115A496-C1EC-4BFC-A023-DB3A9B4D7083","title":"Epigenetic regulation of pluripotency and lineage commitment in the early mouse embryo","abstractText":"In the last few years the genetic code or 'blueprint' for man has become available. Although this information is nearly complete, we still do not know how to translate the code, how to use it to rebuild the cells of damaged tissues or how to understand the remarkable development of an individual from a single fertilised egg. What we do know now is that this code is interpreted in each cell in the body by a group of agents that are collectively called 'chromatin-modifiers'. Our laboratory looks at the chromatin structure of embryonic stem (ES) cells. These remarkable cells are pluripotent, meaning they have the potential to differentiate into any cell type found in the body. Twenty-five years ago the first ES cell lines were derived from early mouse embryos into culture. The regulatory mechanisms, which define ES cell 'pluripotency' or differentiation, were not understood, although potential application for regenerative medicine was immediately foreseen. Deciphering how pluripotency is achieved and how it can be harnessed and maintained in culture are key questions for understanding normal development and successfully applying the knowledge to stem cell-based therapies. We intend to unravel the unique chromatin 'make-up' of pluripotent ES cells and their counterparts in the embryo that confers them flexibility and unlimited cell fate options. We also explore how this can be dynamically changed in a manner that is predictable when a stem cell decides to become a specific cell type (e.g. nerve, muscle or blood cell). This information will help us to understand how the genetic code is used, and help us to design better strategies for turning stem cells into cells that are useful for treating degenerative diseases and other human diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011117/1","grantId":"BB/G011117/1","fundValue":"382111","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"  The primary beneficiaries and users of the research are members of the academic sector - researchers, teachers and students as well as the general public as described below.\n\nCommunications and engagement (tailored to specific audiences)\n\n1- Professionals - practicing researchers:\no Scientific results have been published in leading peer-reviewed journals. \no Unpublished and published results have been presented at scientific conferences and invited lectures - see below specific examples of communications.\no All mouse cell lines engineered and reagents/dataset generated in the course of this project are made freely available upon request.\n\n2- Professionals - students: We consciously incorporate much of the primary data emerging from work in our research group into lectures taught to pre-clinical medics and graduate students in molecular genetics, reproductive and developmental biology and cancer biology. Results from this award have been be incorporated into the following lectures that are delivered annually: (i) Pluripotency; (ii) Regulation of stem cell identity, and (iii) Epigenetics.\n\n3- Public/audience: As in the past, we continued to participate in local events that promote science among the public such as 'Open Days' to our laboratories and awareness raising events with Genesis Research Trust (http://genesisresearchtrust.com).\n\nCollaboration and co-production\n\nThe project involved long-lasting and/or novel collaborative links with Laura O'Neill (University of Birmingham), Ana Pombo (MRC CSC, London - now relocated at MDC, Berlin), Amanda Fisher (MRC CSC, London), Philippe Arnaud (GReD, Clermont-Ferrand), Claire Chazaud (GReD, Clermont-Ferrand), Takashi Hiiragi (EMBL, Heilderberg), Ian Chambers (MRC Centre for Regenerative Medicine, Edinburgh), Toshinori Nakayama (Chiba University, Japan), Huck-Hui Ng (Genome Institute of Singapore), Jesus Gil (MRC CSC, London) and Malcolm Parker (IRDB, Imperial College London).\n\nApplication and exploitation\n\nOur research lies at the heart of BBSRC's mission to support basic research underpinning human health. This project advanced fundamental understanding of how pluripotency is achieved and maintained, and how cell potency and specification are balanced in stem cells and in the early embryo. \n\nCapacity and involvement\n\nAll members of our research team participate in the various impact and communication activities. Staff/PhD students who contributed to the success of this award received multi-disciplinary training and benefited from a world-leading research environment at Imperial College and through collaborations at other Research Institutes of Excellence. They were active participants in weekly lab and divisional meetings. Attendance to national and international meetings as well as workshops (Epigenetics, Marie Curie Institute) exposed them to the latest developments in the field and provided career development opportunities by allowing them to present results to their peers and to the leaders in the field. Staff/PhD students also participated in teaching at our divisional MSc programme in Reproductive and Developmental Biology including practical training course as well as co-supervising MSc students within our group. Additional transferrable skill training was ensured within Imperial College London. Altogether, this means that staff has been trained to a very high level, enhancing UK's economic competitiveness and making him a highly employable and sought-after expert.\n\nInvited Lectures/presentations at conferences during the course of this award (selected)\n \nV?ronique Azuara (PI)\n- Wellcome Trust/ CRUK Gordon Institute (Cambridge, Oct 2012)\n- Abcam meeting 'Epigenetics and Stem Cells' (Cambridge, Oct 2012)\n- BACR meeting 'Chasing Cancer Stem-like Cells' (Harrogate, Sept 2012)\n- University Paris Diderot, Epigenetics and Cell Fate Unit (Paris, Mar 2012)\n- Institute Necker, INSERM Unit U768 (Paris, Oct 2010)\n- Institute of Molecular Genetics (Montpellier, June 2009)\n\nFabrice Lavial (Postdoc)\n- Stembryo Network Meeting (Madrid, Oct 2011)\n- EuroSyStem 2011 Consortium Meeting (Prague, June 2011)\n\nAnne Helness (PhD student)\n- Cambridge Stem Cell Symposium 'Pluripotency and Development' (Cambridge, July 2011)\n\nAwards and Appointments\n\nV?ronique Azuara (Imperial College London) was promoted to Senior Lecturer in August 2012.\nFabrice Lavial received an AVENIR Career Development Award in 2014 to establish his own independent group at ENS Lyon (France). Education,Healthcare,Other Societal,Economic","person":"Veronique  Azuara","coPersons":[],"organisation":"Imperial College London","findingsText":" Lay summary\n\nBalancing cell potency and specialisation is an inherent challenge for all developing organisms. In the context of the early mammalian embryo this implies promoting the formation of two essential extra-embryonic tissues for embryo survival (e.g. the trophectoderm and primitive endoderm), while critically maintaining a pool of pluripotent cells with abilities to generate all somatic cell types found in the body.\nThe isolation and propagation in culture of pluripotent cells from the early embryo was a pivotal achievement in the field of developmental and stem cell biology. These remarkable embryonic stem (ES) cells can indeed self-renew for unlimited periods of time whilst retaining their full developmental potency, hence offering a valuable model system to decipher how pluripotency is achieved/balanced and subsequently lost as the embryo develops.\nIn the past few decades, it has become clear that chromatin and epigenetic factors can play a key role in a large array of biological processes, including development. The modification of chromatin and its histone components adds an additional layer of regulation that ultimately extends the information content of the underlying genome sequence. This project investigated the specific chromatin 'make-up' of pluripotent ES cells and their in vivo counterparts, and furthermore identified novel epigenetic pathways that underlie cell specialisation while preserving pluripotency during early embryonic development.\n\nMost significant achievements of this grant \n\n1- Alder, Lavial, et al. Ring1B and Suv39h1 delineate distinct chromatin states at bivalent genes during early mouse lineage commitment. Development 2010. \n\nThese findings provided the first in vivo evidence that Polycomb-mediated repression and bivalent histone marking operate at silent, key developmental genes in the mouse early embryo and furthermore proposed a novel epigenetic pathway by which extra-embryonic lineage commitment can be reinforced and pluripotency safeguarded upon blastocyst formation. \n\n2- Lavial et al. Bmi1 facilitates primitive endoderm formation by stabilizing Gata6 during early mouse development. Genes &amp;amp; Development 2012.\n\nThese findings uncovered a novel and early developmental role for the Polycomb member Bmi1 as a key post-transcriptional regulator of Gata factors. Notably, this study revealed how Bmi1 action on Gata6 stability can alter the balance between Nanog and Gata6 protein levels in individual blastomeres to introduce a bias towards a primitive endoderm identity, and more generally how mechanisms regulating protein stability/activity can directly impact on cell fate decisions. Understanding how differentiation occurs in nature is vital to recapitulating it in the clinic, for the benefit of patients. This work, though very basic in its focus, has great potential to be exploited for therapeutic and economic good. The research will shed light on how the correct balance is struck between generating/maintaining stem cells and directing their differentiation. This understanding will naturally flow into the clinic, in the form of better protocols for directing the differentiation of pluripotent and other stem cells. It will also inform regenerative medicine approaches that aim to reactivate endogenous stem cell pools in the body, by providing insights into which molecular pathways should be targeted.\n\nIncreased understanding of how the formation of two essential extra-embryonic tissues (e.g. the trophectoderm and primitive endoderm) is promoted while safeguarding pluripotency in pre-implantation embryos will also greatly help identification of likely candidate factors that determine embryo implantation and its subsequent development and therefore impact on reproduction. Healthcare","dataset":"gtr"}