{"id":"411A468A-291A-420E-9AD6-43AE65BD1A62","title":"Sexuality and Global faith Networks: A Social Topography","abstractText":"This interdisciplinary project on sexuality and faith employs geographical theorisations of global networks and space to develop new insights into trans-national religious networks. \\n\\nDebates have raged within Christian churches over the morality of homosexuality, the recognition of same-sex unions, and the ordination of lesbian, gay and bisexual (LGB) people in which Christian pressure groups have sought to influence public debates on LGB rights/protections. Christians who oppose homosexuality see it as undermining traditional values and exposing the bankruptcy of secular humanism. Homosexuality has become for many the key issue distinguishing between orthodoxy and a liberalism that erodes classical doctrine and ethics. In contrast, Christian supporters of gay rights understand their position as consistent with a Christian ethic emphasising liberation and concern for the marginalised. \\n\\nThe Anglican/Episcopal communion is an important touchstone for these debates since the 1998 Lambeth Conference (of bishops from the worldwide church) and the 2003 ordination of a gay bishop in the Episcopal Church of the United States. Partly propelled by alarm at what is perceived as the decline of the churches of the West because of the sexuality issue, and their increasing secularism, an impetus has developed amongst Anglican churches in Africa for a 'reverse mission' to the UK and US. It has resulted in the appointment, for example of Sandy Miller, the rector of a thriving Evangelical church in London, Holy Trinity Brompton, as a 'missionary bishop' of the Church of Uganda in Britain\\n\\nThe project will adopt a social topographical approach as an innovative theoretical for examining the complex global network of the Anglican Communion, and how wider debates about sexuality have flowed across space and how responses are being formed within particular cultural/religious/economic milieus with particular (post)colonial histories. The fieldwork will be based at three national nodes in this global network: UK, USA, South Africa. It involves multiple methods including: \\n1. mapping of the historical socio-legislative context in each node;\\n2. discourse topography of websites and pressure group publications: to trace how debates in one nodal context have been mobilised and transformed in other contexts; \\n3. participant observation at national conventions which are attended by representatives from the global communion (including formal open meetings and associated fringe meetings by interest groups); \\n4. interviews with key stakeholders (with representatives from national churches and LGBT groups, and those with trans-national affiliations) to examine operational strategies, global networking, and emerging institutional configurations; \\n5. parish level case studies in two contrasting parishes in each nodal context to explore the intersection of global-local processes (where debates within the global communion are mediated through the everyday beliefs and practices of their parishioners). \\n6. meetings with other African representatives: in order to ensure we have captured the wider 'African voice' particularly those (e.g. Nigerians) unable to speak freely in their home countries.\\n\\nThrough novel methodological and dissemination strategies (including: a BBC Question Time style event and international workshop on social topographies), the project will engage the public and policy makers (e.g. Commission for Equality and Human Rights) at a moment when issues of religious freedom and sexual equality are coming into conflict.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009089/1","grantId":"AH/F009089/1","fundValue":"309545","fundStart":"2008-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"Gill  Valentine","coPersons":["Robert  Vanderbeck","Kevin  Ward"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}