{"id":"411E8F57-C67C-48CD-9633-A35FD8B09D16","title":"Linking Perception to Action in Sport: Does superior visual perception explain why good players make it look easy?","abstractText":"It seems obvious that good vision is a pre-requisite for the exceptional visuomotor skills needed in many sports. For example, to catch a cricket ball requires anticipation of the speed and direction of travel of the ball. But do elite cricketers have superior vision than sub-elites? Does having 'excellent' vision go hand-in-hand with elite sporting ability? And if elites do have superior vision than non-elites, is this the cause or a consequence of their exceptional ability? These are the questions that are of interest to us in this research project.\nFrom a review of 'popular' sports literature, it appears that two beliefs are commonly held, first, that athletes have superior use of their vision than non-athletes and second that vision therapy improves sporting performance. However, neither of these holds up under scientific scrutiny. Previous research has dismissed the influence of visual factors, but we suggest this is because others did not use the right tests: tests that measure visual brain function, not simply eye function. Our research will establish whether elite sporting performance is linked to visual abilities determined by brain functioning in vision-specific brain areas, and, if the two are linked, to examine how they are linked. Previous research in another elite population (pilots) shows that some laboratory measures of vision are linked to flying performance whereas clinical visual measures do not.\nWe will assess vision and visuo-motor skills in elite- and club-level cricketers and in novices. We have selected cricket because of the complexity of its visual demands. However, our results will generalise to other sports, particularly those with a fast-moving ball (e.g. tennis). We have established links with the England &amp; Wales Cricket Board and with a centre of cricketing excellence and both will provide us with access to elite players for testing. \nWe will develop and run behavioural tests designed specifically to measure visual brain function. Studies of brain imaging tell us about brain functioning and connections between processing networks, but it is only feasible to study a small number of elite athletes using this approach. Our proposed behavioural studies thus offer a more practical approach to studying visual and fine-motor control abilities in elite athletes.\nWe will measure visual abilities in situations that mimic the sporting environment; for example, we will test the ability to see and discriminate motion and depth, and test the ability to anticipate the future location of a moving object. We will relate these vision measures to performance on a cricket task (one-handed catching) and to a more general hand-eye co-ordination task (pointing). We have infra-red motion-capture camera systems that allow limb and body movements to be carefully measured and monitored when a real-world task (e.g. catching a ball ejected from a machine) is undertaken. Thus, in addition to measuring visuo-motor task success (e.g. proportion of balls caught) we will establish the movement control parameters for individual sportspeople as they perform these tasks. \nTo ensure that we fully reveal the extent of the links between visual ability and the fine-motor control required in sport we will examine individual differences in vision between good and poor ball catchers under optimal visual conditions and when vision is degraded (e.g. low light levels) because it is here where the impact of vision-related differences may emerge or be exaggerated. \nAlthough the focus here is to understand the link between visual and motor abilities in high-performance sport our results will hold direct relevance to everyday scenarios where visual perceptual skills limit motor control as we interact with the environment around us. Thus we aim to identify the nature of the relationship between visual and motor capabilities using elite sport as a vehicle for understanding how perception and action are linked in more everyday tasks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J016365/1","grantId":"BB/J016365/1","fundValue":"40330","fundStart":"2013-02-25","fundEnd":"2016-08-24","funder":"BBSRC","impactText":"","person":"Julie  Harris","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}