{"id":"412047BE-461F-4A71-9A34-6EC6E12AE044","title":"Using individual metabolism and body size to predict climate warming impacts on aquatic food webs","abstractText":"Global warming is occurring at an unprecedented rate in human history, causing marked changes in the distribution and abundance of many species. Most research to date has focused on the impacts at the 'simpler' levels of biological organisation (e.g. polewards migrations of species populations; declining abundance of Polar bears in the Arctic) rather than on complex, multispecies ecosystems, where the effects of climate change are likely to be particularly far-reaching. Food webs are ecological networks that contain information on multiple species (the nodes in the web) and their interactions (links between nodes). As such, they represent how species are connected to one another within a given ecosystem, from the basal resources (e.g. phytoplankton) to the top predators (e.g. Polar bears, or humans in commercial fisheries). However, when food webs are subjected to environmental stress, such as climate warming, they can behave in ways that cannot be predicted from studying species in isolation. Further, although trophic interactions occur between individuals, most food webs have been constructed using coarser, species-averaged data. Consequently, a new, network-based perspective is needed to complement scientists' existing approaches to predicting the impacts of climate warming on the planet's ecosystems. We propose to address this knowledge gap, using aquatic food webs as model systems. Our principal focus will be on freshwaters, which, as 'islands in a terrestrial sea' are particularly vulnerable to environmental stress and for which we possess exceptionally detailed food web data. A key test of our approach will be performed in a unique, whole-ecosystem field experiment in which we will alter the temperature of Icelandic geothermal streams - because these streams are close to the Arctic Circle, they are likely to be among the first to respond to global warming, effectively acting as 'early-warning' sentinels of climate change. This project will form a collaborative link with a 4-year research grant awarded to our Project Partners characterising Icelandic food webs funded by the U.S. National Science Foundation, which will maximise our cost-effectiveness (effectively reducing the cost to NERC by about 30%) since the data collected as part of the NSF project will feed into part of our proposal, in which we will parameterise and test new predictive models of food web structure and dynamics. In summary, we will: 1) develop a new approach, where we consider the role of individuals within food webs (rather than simply using species populations as nodes in the network) by enriching existing information with new data on body-size, metabolism and foraging biology; 2) use these data and emerging ecological theories to create novel predictive models of how food webs will respond to warming; 3) test our model predictions using manipulative experiments that simulate the effects of climate warming.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I009280/2","grantId":"NE/I009280/2","fundValue":"184601","fundStart":"2013-03-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"","person":"Guy  Woodward","coPersons":["Owen  Petchey"],"organisation":"Imperial College London","findingsText":" See details on the grant of the same name, previously based at Queen Mary University of London prior to my transfer to Imperial College London, for further details. See details on the grant of the same name, previously based at Queen Mary University of London prior to my transfer to Imperial College London, for further details. Environment","dataset":"gtr"}