{"id":"4122216F-23F5-48D8-948D-0EB5DF579D46","title":"Intelligent SME Energy Management and Trading with Ancillary Services","abstractText":"The core vision of this project is the development and pilot of a low cost, robust platform for intelligent building energy\nusage that, combined with a new peer-to-peer energy market system, will facilitate localised energy trading and enable\nparticipation of small to medium enterprises in National Grid balancing services.\nThe academic researchers, will work with commercial lead KiwiPower to:\n(i) Develop algorithms that learn the thermal performance of the commercial building in which the building management\nsystem is installed, enabling optimal control of the building's heating and air conditioning system during demand response\nperiods (where, for example, air conditioning use will be optimally curtailed to reduce peak loads without adversely affecting\nthe comfort of the building's occupants).\n(ii) Design, develop and evaluate and effective local energy market in which autonomous trading agents representing both\nindividual buildings and also standalone generation and storage facilities can interact to optimally balance energy demand\nagainst local generation and storage capacity.\nThe new platform and market will enable SMEs to control and monitor their production and consumption assets, to\nautomatically manage supply and demand at a localised level, and respond to national balancing requirements and\nfinancial incentives to shift demand.\nThis project is innovative as:\n(i) The novel low cost intelligent energy system, incorporating learning algorithms, overcomes existing cost barriers for\nSMEs, enabling them to benefit from the latest energy optimisation algorithms to reduce costs and improve efficiency.\n(ii) It will prove the technical and commercial viability of localised peer-to-peer energy markets and the ability for SMEs to\nbe involved in national electricity balancing services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507167/1","grantId":"EP/M507167/1","fundValue":"203902","fundStart":"2014-11-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Alexander Carl Rogers","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}