{"id":"4129F56C-63FA-411C-8125-F65FDFB60A9A","title":"Designing the rock/pop sound-box, 1966-1972","abstractText":"This project aimed to develop an understanding of the 'sound-box' during the formative years of stereo recordings of popular music, i.e. 1965-72. The sound-box is best understood as a four-dimensional virtual space. Left and right identify the placing of sound-sources within the stereo spectrum; fore and back identify sound-sources by means of volume and degree of distortion; up and down refer to sounds' vibration frequency; the fourth dimension is time. \nThe model is imprecise, not only since human ears do not place sounds with total precision, but also because reproduction equipment was often of indeterminate quality. \nStereo mixes of rock/pop tracks, making active use of the sound-box, were not unknown as early as 1965, even though some musicians involved (most notoriously the Beatles) were generally uninterested them, preferring the mono mixes which were better suited to radio listening, and to most home record players at the time. By 1972, stereo mixes had replaced mono as the established standard, as stereo systems had become increasingly popular. During this period, rock/pop was the most experimental of popular music genres and, by 1972, a particular normative layout of sound-sources within the sound-box had come about (what we have termed for the purposes of this project, the 'diagonal mix'). \nThis layout remains normative to the present day, and so investigation of this period was therefore crucial.\nThis project has developed an understanding of two key questions: first, how quickly the diagonal mix became established; and second, the nature of the relationship between it and particular styles (pop, psychedelic, rock, easy listening). In particular, it has developed a typology of mixes ('clustered', 'triangulated', 'dynamic', 'diagonal', all of which are sub-divided into further categories) whose development can be traced across this period, and some reasons for the preference for the diagonal mix have been put forward. \nIn addition, we have developed a method of representation of the 'Sound-box' which facilitates the easier discussion of the relative locations of sound-sources. The project has, thus, laid the groundwork for a further study (recently funded by ARHC) which investigates the realms of signification of subsequent developments of the 'sound-box', particularly with reference to spatial absence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119212/1","grantId":"119212/1","fundValue":"44741","fundStart":"2006-09-01","fundEnd":"2007-08-31","funder":"AHRC","impactText":"","person":"Allan Frederick  Moore","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}