{"id":"41367724-B69D-4040-BD55-EF4E2AC62325","title":"IDEAL: Intelligent Domestic Energy Advice Loop","abstractText":"Reducing energy demand from existing dwellings through occupant behaviour change is crucial for meeting UK carbon emission reduction targets. Dwellings account directly for 32% of UK energy consumption, and corresponding carbon emissions. While there are many reduction efforts aimed at new-build, a focus on existing dwellings is essential: 80% of the dwellings that will be in place in the UK in 2050 are already built. Attention to behaviour change is important - behavioural differences are estimated by DECC to account for 60% of the variance in demand. Demand related to heat is key - 80% of domestic energy demand is for heating. Using an interdisciplinary conceptual framework, our team of computer scientists, building engineers and sociologists will work together to explore the interaction of energy technologies and householder energy behaviours. For the first time household energy demand will be able to be analysed in great detail across a large number of homes and the effect of behavioural feedback evaluated over a multi-year period. \n\nThe Smart Meter rollout planned to be complete by 2020 is intended to encourage householders to reduce their energy demand. These meters and the associated monitors create a feedback loop to householders in which energy-consumption information from the meters is provided to the householder on the monitor in the hope that this will cause him or her to change behaviours to reduce the amount of energy used, or the amount of money spent on energy, or the associated carbon emissions. This project's main goal is to construct an enhanced feedback loop which provides information to householders not just on their energy consumption, but also on what activities they are using energy, how much for each one, together with suggestions for what they might do to reduce their energy expenditure and use. We would hope to be able to tell the householder things like: &quot;Last week you spent &pound;10 on hot water for showers&quot;, or &quot;Yesterday you spent 4 on heating your flat, if you turned off the heating at night you would probably have only spent &pound;3 - you could save around &pound;250 a year by doing this&quot;.\n\nWe will construct this feedback loop and evaluate its effectiveness compared to standard Smart Meter type feedback by involving hundreds of households in a study over a three year period. We will involve a variety of types of households including single people, multi-adult dwellings, and families, and expect to have participants across income brackets.\n\nThe feedback loop will use small unobtrusive wireless sensors in the dwellings to record data and transmit it over the internet to a large secure database; and a tablet PC to provide information back to householders. The data will be processed by software to tell the occupants how much energy, carbon and money they are spending on which energy-related activities - for example over the last day, week, month, and year.\n\nThis feedback loop will run for several years (up to 3) and will provide the participants with a wealth of information that they can use to reduce their energy expenditure. We will compare how effective this feedback is with that provided by Smart Meters, that does not break down energy use into the important energy-using behaviours (particularly for gas use). At the end of the study we will ask participants if we can use the data we have gathered, with all personal information removed, in future studies. Those that agree will be contributing to a database that will be invaluable for future research efforts by us and others.\n\nIf we can show that this loop is effective in helping people to reduce their energy demand, then we expect that energy suppliers and other companies will start to offer it as a service to households to help them keep their energy costs down. This will contribute to reducing energy poverty as well as the challenge of meeting UK 2050 carbon emission targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K002732/1","grantId":"EP/K002732/1","fundValue":"1747820","fundStart":"2013-03-31","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Nigel  Goddard","coPersons":["Janette  Webb","DK  Arvind","Johanna  Moore","Heather Caroline Lovell","Charles  Sutton"],"organisation":"University of Edinburgh","findingsText":" not applicable this year not applicable this year Digital/Communication/Information Technologies (including Software),Energy,Other","dataset":"gtr"}