{"id":"41404D51-6143-4B2A-9596-CD1074C7F693","title":"An Integrated platform for Quantitative Sterolomics: From Oxysterols to Bile Acids and Steroids","abstractText":"Cholesterol is an essential component of every animal cell. It is a structural lipid in cell membranes and the precursor of oxysterols, bile acids and steroid hormones. Cellular cholesterol homeostasis is maintained by the balance between cholesterol absorption, biosynthesis and metabolism. The first step of all cholesterol metabolism is oxidation to an oxysterol. Oxysterols are oxygenated derivatives of cholesterol which in the past have been regarded as transport forms of cholesterol returning it to the liver for conversion to bile acids. However, recent data indicates that oxysterols have biological activity, mediating a number of cholesterol-induced metabolic effects. Furthermore, down-stream acidic cholesterol metabolites, biosynthesised by many different cell types, are also biologically active. New results show that oxysterols are involved in many areas of biology e.g. acting to reduce proliferation of progenitor cells in developing brain, reducing proliferation of naive B cells and blocking class switch recombination in the immune system, offering protection against neurodegenerative disease and memory loss, and showing differential expression in malignant cells. Furthermore, bile acids, recycled by the enterohepatic system, have been shown to act as hormones by activating the G protein coupled receptor TGR5 and triggering an increase in energy expenditure and attenuation of diet-induced obesity. It is important to realise that oxysterols are a class of molecule consisting of a wide-range of distinct chemical entities. This is also true of their down-stream metabolites, and is a consequence of the initial oxidation reaction occurring at any one of many potential sites on the cholesterol molecule and the order of subsequent enzymatic biotransformations being variable. This leads to a multitude of possible metabolites. This complexity is similarly reflected in bile acids which can be structurally-transformed by bacteria in the enterohepatic system. Cholesterol metabolites are challenging molecules to analyse in biological systems. This is a consequence of their low abundance against a high background of cholesterol (e.g. ng oxysterol / microg cholesterol in brain, ng bile acid / mg cholesterol in plasma, pg neurosteroid / microg cholesterol in CSF), the propensity of cholesterol to be oxidised in air to oxysterols (and also to C19 &amp; C21 steroids) there-by generating analytical artefacts, and their lack of a strong chromophore but thermal lability. The consequence of this is that comprehensive cholesterol metabolite profiles are poorly described in body fluids, tissues and cell types. In this proposal we intend to meet this challenge by developing an integrated mass spectrometry-based platform for the ultra-high sensitivity quantitative and structural determination of cholesterol metabolites in biological systems. We will introduce new technology based on chemical-tagging to enhance the analysis of cholesterol metabolites, their structural determination, and quantification. By exploiting stable-isotope labelling in the charge-tags we will be able to determine absolute quantities of specific metabolites and also perform relative quantification of untargeted metabolites between different samples e.g. between different locations in brain or between different cell types. Through international collaboration we will investigate the biological activity of the identified metabolites in defined biological assays. This project is likely to have impact with respect to healthy aging, and as deranged cholesterol synthesis and metabolism is implicated in numerous disease states (neurodegenerative disease; atherosclerosis; diabetes) and malformation syndromes will be of benefit to UK pharma and those involved in biomarker discovery and clinical screening.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001735/1","grantId":"BB/I001735/1","fundValue":"326463","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  The findings from this study have resulted in three patent applications &quot;Kit and method for quantitative detection of steroids&quot; Application No. GB1215924.0, &quot;Compound and Method for the Treatment of Neurodegenerative Conditions&quot; Application No. GB1303589.4 and &amp;quot;Deuterated compounds&amp;quot;\nApplication No. GB 1316050.2 Healthcare Economic","person":"William James Griffiths","coPersons":["Yuqin  Wang"],"organisation":"Swansea University","findingsText":" Below we describe the objectives of the project and the progress made:\nA. Create a series of isotope-coded charge tags for use in ultra-high sensitivity quantitative (absolute and relative) lipidomics. We have achieved this objective and applied for a patent:- &quot;Kit and method for quantitative detection of steroids&quot; Application No. GB1215924.0. We have described the method at international meetings (2nd ENOR Symposium, Oxysterols and Related Sterols in Chemistry, Biology &amp;amp; Medicine, Dijon 20-21 September 2012; and 20th International Mass Spectrometry Conference, Geneva, August 24-29, 2014). The method is published in Clinical Chemistry 2014. \nB. Exemplify the developed LC-MSn platform in the discovery and quantification of oxysterols/bile acids/steroids in biological fluids, tissues and specific cells types. Through collaboration with clinicians we have exploited our methodology in the comprehensive profiling of plasma sterols, with particular reference to inborn errors of metabolism. In collaboration with a pharmaceutical company we performed similar studies on cerebrospinal fluid (CSF) from patients suffering neural inflammation. We have further exploited our methodology for oxysterol analysis in tissues and in virus infected cells. This work has resulted in publications in Journal of Lipid Research, Journal of Inherited Metabolic Disease and in the journal Immunity. \n\nC. Generate a LC-MSn library of charge-tagged oxysterols/bile acids/steroids for use by the lipidomic and metabolomic communities. The library can be found at http://sterolanalysis.org.uk/?page=Home\n\nD. Through collaboration with colleagues in Karolinska Institutet investigate whether the identified compounds activate nuclear receptors in relevant cell systems. In collaboration with colleagues in Karolinska Institutet we have identified cholic acid as a new LXR ligand in brain and 24S,25-epoxycholesterol as the most abundant LXR ligand in developing mouse midbrain. Notably, each ligand selectively regulated the development of distinct midbrain neuronal populations. Whereas cholic acid increased survival and neurogenesis of Brn3a-positive red nucleus neurons, 24S,25-epoxycholesterol promoted dopaminergic neurogenesis. These results identify an entirely new class of highly selective and cell type-specific regulators of neurogenesis and neuronal survival. Moreover, 24S,25-epoxycholesterol promoted dopaminergic differentiation of embryonic stem cells, suggesting that LXR ligands may thus contribute to the development of cell replacement and regenerative therapies for Parkinson's disease. This study was published in the journal Nature Chemical Biology. In a related study on human we have identified 3?,7?-dihydroxycholest-5-en-26-oic acid as an LXR ligand which promotes the survival of oculomotor neurons. We have made a patent application &quot;Compound and Method for the Treatment of Neurodegenerative Conditions&quot; Application No. GB1303589.4 to protect these discoveries. The study is published in the Journal of Clinical Investigation. 1. We are collaborating with a pharmaceutical company on a project where our isotope-coded charge tags are directly utilized. 2. The discovery of LXR ligands as cell type-specific regulators of neurogenesis and neuronal survival may lead to potential treatments for conditions such as Parkinson's disease and motor neuron disease. 3. To-date, the key activity towards exploiting the impact of our discoveries is through the patent applications &quot;Kit and method for quantitative detection of steroids&quot; Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}