{"id":"414508A7-6D4D-4042-842C-F449A60935F1","title":"Cardiff Fetal Tissue Bank: Quality assured tissue for biomedical research and clinical trial in neurodegenerative disease","abstractText":"The CFTB and SWIFT tissue banks collect human fetal tissues from the tissue products resulting from elective termination of pregnancy (&quot;abortions&quot;). In the consent process, the purposes of our research programmes to develop new therapies for patients with degenerative brain diseases are fully explained, and the women are asked to donate their tissues to these research programmes. The informed consent procedures are approved by the national research ethics service.\nThe principal difference between the two banks lies in the purposes for which tissue is collected, and hence the degree of sterility of the processes used. The SWIFT tissue bank operates to &quot;research grade&quot; procedures for safe handling of research tissues in the laboratory. Collected tissue is then used by ourselves and other approved programmes for a wide range of studies including human brain and body development, understanding the organisation and function of normal cells and organs of the body including brain, lung, kidney, eye and spinal cord, in the culture dish and the development of new therapies by transplantation in animal models of brain, eye and spinal cord disease. A major subset of these programmes focus on understanding the development and differentiation of stem cells into different cell fates appropriate for the next generation of cell therapies.\nConversely, the CFTB operates to &quot;clinical grade&quot; under fully defined sterile procedures, in a rigorously controlled cleanroom environment, and is licenced by the Human Tissue Authority to supply clinical grade cells for &quot;human use&quot; including for cell transplantation in patients with a range of neurodegenerative diseases. At present we are processing fetal brain cells for brain transplantation in clinical trials in Parkinson's disease, to resume trials in Huntington's disease, and preparing to launch a new programme in epilepsy. Each new clinical application requires separate preclinical testing, validation and training in all tissue processes, and separate licencing by the Authority.\nThus the combined CFTB / SWIFT facility provides a unique national resource for supplying high quality research and clinical grade cells and tissues originating from the human embryo, both for fundamental research and for clinical trial use. Although designed to supply our own programmes in primary and stem cell transplantation in neurodegenerative disease, we seek to maximise the utility and value of the facility by supplying specialist tissues to over 20 other research programmes and centres in the UK and Europe.\nThe impact of the research results from the different studies to which the tissue is put, none of which would be possible without the quality-assured infrastructure to supply the source tissues that the CFTB/SWIFT provides.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M02475X/1","grantId":"MR/M02475X/1","fundValue":"202304","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Stephen B. Dunnett","coPersons":["Caroline Franziska Scherf","Anne Elizabeth  Rosser"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}