{"id":"4156F241-1B9E-4E5C-8C33-AB4954EB9256","title":"Re-Animating the Modern Symbol: the Residues of Romantic Materialism in the Picture Language of Isotype","abstractText":"This is an archival reseach project which deals with texts, graphics and photographs produced by Otto Neurath, Marie Reidemeister (later Marie Neurath), and the artist Gerd Arntz at the Gesellschafts- und Wirtschaftsmuseum in Vienna (1925-1934), in The Hague, and at the Isotype institute in England. The Isotype system is a precursor to contemporary information graphics, an 'international picture language'. I intend to study it as a practical and theoretical exploration of symbolic communication, demonstrating how it may be understood through older conceptions of the symbol, which predate contemporary semiotics. Otto Neurath's interest in children's book illustrations, Egyptian hieroglyphs, Baroque emblems, and seventeenth century tableaux suggests a complex and interesting provenance for the Isotype 'picture language' and the broader project (which included public exhibitions, photography, and children's books). \\n\\nThis research involves exploring Baroque and Romantic theories of symbolic meaning, their links to the Romantic understanding of perception as a two way process, and theories of symbols and symbolism developed in German and Austrian art history and theory in early twentieth century. It focusses particularly on the early critical writings of Walter Benjamin, whose concept of 'aura' is rooted in Romantic theory, and is key to his understanding of modernity and modern media (which he characterises in terms of a loss of 'aura'). Through a parallel study of the Romantic educationalist and crystallographer, Friedrich Froebel, the project will explore the ways in which rationalised, geometric forms come to embody these notions of symbolism. \\n\\nA combination of archival study (in key European and British archives) and graphic/photographic practice, will be used to analyse the techniques and processes of Isotype. Isotype is considered not only in its relationship to the logical positivist philosophy of Neurath and its immediate historical and social context, but also in relation to these wider ideas about the symbol, which are not necessarily compatible with Neurath's own philosophy. The research methodology is intended to bring theoretical and practical explorations of symbolism into productive dialogue, to contribute towards a materialist understanding of geometric modernisms and to provide a significant historical context for the current turn to materialism in cultural theory (for example, in 'thing theory' and 'actor network theory').\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004214/1","grantId":"AH/F004214/1","fundValue":"24318","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Michelle  Henning","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}