{"id":"4165C2C6-68B3-489A-9B29-946BE0C229C5","title":"Partitioning of C, N and P between particulate and dissolved phases during growth of phytoplankton at different pH.","abstractText":"Marine phytoplankton play a central role in the cycling of biologically important elements, such as carbon (C), nitrogen (N) and phosphorous (P) between the atmosphere, ocean and marine sediments. Over short periods (weeks) phytoplankton can proliferate, forming vast blooms of new cells that contribute to the Particulate Organic Matter (POM) in the surface ocean. In so doing, they take up nutrients (N and P) and carbon dioxide (CO2) from seawater. This CO2 is replaced by atmospheric CO2 that dissolves in the surface ocean and restores the long-term ocean-atmosphere balance. During a bloom, some cells are consumed by grazers, supporting marine food webs, while others die or stick together and sink. Material reaching the marine sediment contributes to the 'biological carbon pump' which is capable of burying atmospheric CO2 and other nutrients over geological time scales. However, these are not the only fates for assimilated nutrients. During the growth of phytoplankton, organic molecules are released from the cells to the surrounding seawater. These organics (dissolved organic matter / DOM) are used by bacteria which degrade them, regenerating nutrients and releasing CO2 and other climatically active (or greenhouse) gases to the atmosphere. Consequently, the fate of assimilated nutrients, as either POM or DOM, has important implications for the productivity of marine food webs, for CO2 that may be removed from the atmosphere and for the release of greenhouse gases to the atmosphere from the surface ocean. During blooms, the partitioning of nutrients by phytoplankton between POM and DOM changes substantially although our quantitative understanding of this process is limited. In fact, there are no robust, quantitative data available that describe this partitioning in relation to the health of the phytoplankton cells. Without these data we are unable to develop and refine mathematical models that allow us to investigate the implications for marine ecosystems and for global climate change. This project will address this important shortfall in our understanding. An important factor accompanying the consumption of nutrients during phytoplankton blooms is the increase in seawater pH, from 8.2 to greater than 8.5. Ultimately phytoplankton cease to function if the pH exceeds their tolerance, with implications for species succession during bloom propagation. This aspect is usually ignored in models. We have no quantitative or rigorous data available which describes the combination of nutrient limitation and elevated pH, which is likely to effect nutrient partitioning during the acclimation process, and hence the productivity and biogeochemical impact of the bloom. This project will specifically address the impact of changes in pH upon the growth dynamics of marine phytoplankton. In contrast to periods of elevated seawater pH during blooms, evidence points to an acidification of the oceans (pH falls) during the coming decades as anthropogenic CO2 derived from human activity dissolves in the surface ocean. The impact upon the growth of phytoplankton, nutrient partitioning, and their capacity to acclimate to a relatively acidic environment is completely unknown. The implications for the marine environment and the services that it provides warrants urgent investigation. This project, conducted jointly between Swansea University and Plymouth Marine Laboratory, will see cultures of representative phytoplankton subjected to different conditions (nutrient availability, pH) representing current day and future (acidified oceanic) situations. Data describing changes in growth and activity of the organisms will support the construction and testing of mathematical models. The results will thence be incorporated into ecosystem models that will examine the implications for marine productivity and biogeochemistry of the improved description of phytoplanktonic activity, and of ocean acidification for the UK shelf seas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002564/1","grantId":"NE/F002564/1","fundValue":"102274","fundStart":"2008-02-20","fundEnd":"2011-07-31","funder":"NERC","impactText":"  The findings are still largely in the academic realm, but are influencing the onward direction of OA research. Environment ","person":"Jeremy  Blackford","coPersons":[],"organisation":"Plymouth Marine Laboratory","findingsText":" Because of increasing levels of atmospheric CO2, the oceans are becoming more acidic. These changes can be robustly predicted. However our work has shown that the impacts of ocean acidification can not be simply extrapolated from an understanding of the regional mean change, but must take into account the interaction of bulk seawater properties with the micro environment surrounding the surface of marine phytoplankton. This highly local chemistry is important in controlling the productivity of individual species, and the response differs between species and is different again under different scenarios of acidification.\n\nThis work reveals that understanding the impacts of OA is still a challenge. These findings are being incorporated into regional scale ecosystem models which aim to predict how the productivity of the marine system will alter under climate change. Environment","dataset":"gtr"}