{"id":"416DEB10-C4F2-4DD7-A992-3116F4A653DE","title":"Motivating Mobility: Interactive Systems to promote Physical Activity and Leisure for people with limited mobility","abstractText":"This project seeks to explore how best to use novel arrangements of interactive and communication technologies to support the well being for people with limited mobility. Our broad approach will be to motivate people to extend or maintain their activities using a combination of mobile technology and interactive personalised games, presented in familiar ways. We wish to explore the utility of this approach in a range of arrangements spanning from indoor bed based setting, through restricted mobility settings in the home to outdoor settings. Consider, for example, a person in a hospital bed after a stroke; they want to improve their arm movement. A simple accelerometer based device on their wrist detects when they move their arm and their bedside television screen presents a view of the inside of their home. As they move their hand / at first maybe only a few inches (later as they get better they will have to move more) they will be able to 'walk around their house'. The premise we wish to explore is that this motivates them to move their hand / essential to recovering movement / but it also re-connects them with their home. In a similar set-up they could play a game with their children or the patient opposite. They can also continue using it at home. Another person may be able to walk outside, but their carer is anxious that they may become ill while out, or get lost. The same device monitors their position and activity / where are they? Are they standing, sitting, fallen? And playful games will be used to encourage them to be more active. The device connects them and their carer, making them both more confident. The device could also raise an alarm if they became ill and their carer would know where to find them.This scoping project will ascertain the utility and potential benefit of this approach by brining together a multidisciplinary research team with expertise in the clinical setting, experience in the technologies needed to realise this vision and in the participative user centred techniques needed to shape these technologies in partnership with those we seek to benefit. This project needs to directly address a number of key research questions: - How do we best personalise approaches and treatments to the needs of individuals?- What is the most appropriate content to engage and motivate people?-Which arrangement of sensing and communication technologies is most acceptable and useful? - How do we best assess effectiveness of the approach?- How might we scale up this approach across the healthcare system?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F00382X/1","grantId":"EP/F00382X/1","fundValue":"493973","fundStart":"2007-07-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"  The findings have been used to inform the design and development of a number of novel therapies for rehabilitation and long term healthcare. Healthcare Societal","person":"Thomas  Rodden","coPersons":["Penny  Probert Smith","Graham  McAllister","Ian Walter Ricketts","Jane  Burridge","Sue  Mawson"],"organisation":"University of Nottingham","findingsText":" This project resulted in \n\n* The identification and design in partnership with users of practical technological arrangements to support fun, games and real-world leisure activities that promotes and motivates therapeutic activity that are acceptable to them and meet the needs of those with mobility issues..\n* The development of engaging and stimulating content that both promotes therapeutic activity that will enhance recovery or maintenance of motor/cognitive skills and is fun to use in a way that is relevant to people and their particular condition and makes sense to all those involved. \n* The identification and assessment of the clinical benefits and accessibility of this approach in real world settings that outlines the potential advantages and pitfalls of this approach for the care community.\n* The engagement with practitioners to promote the development of a strategy to allow this form of treatment to be scaled up in order that it might be more widely used. In addition to the benefits to the academic research communities concerned with novel forms of interaction and the use of mobile and sensing based technologies, this project produced results of significant benefit to a number of key communities. These include: \n\n*Clients / Elderly people in rehabilitation after accident, illness etc., and people with restricted mobility that responds to physiotherapy will benefit from more effective recovery, the maintenance of mobility and greater independence will benefit from new approaches to care. \n\n*Non Professional Carers will benefit from the use of this technology to reducing anxiety through knowing there is a safety net and maintaining connection with those they care for. \n\n*Health professionals will extend the set of techniques that they have to support recovery, maintain mobility and promote independence. \n\n*The health system will benefit from a shift towards promotion rather than response with the associated improvement in health reducing stress on the overall system Healthcare","dataset":"gtr"}