{"id":"4172F221-6889-40C5-B725-69A2A56D283A","title":"Testing a novel method for integrating research, policy and practice to identify solutions and research priorities","abstractText":"<p>This project developed a new method for integrating scientific evidence into policy and practice. We compiled a list of 118 interventions to benefit wildlife on agricultural land, then reviewed and synthesized evidence for each intervention. <br /><br />Fifty-four people farmland conservation practitioners scored how important each intervention is for farmland conservation, and answered more questions about a subset of interventions, using an online survey. Ten experts in agricultural ecology, policy or rural social science evaluated the evidence. They assessed how much is known about each intervention (% certainty) and whether the evidence showed a benefit to wildlife. The evaluation process used iterative scoring rounds. <br /><br />We combined expert evaluation of the evidence with consultation of conservation practitioners and policymakers, to identify ten research priorities in important areas where evidence is weak or incomplete, and ten advocacy priorities in important areas where evidence of benefit is strong. <br /><br />The results showed practitioners had high awareness of the range of farmland interventions and good knowledge of the amount of scientific evidence that exists about them. However, practitioners generally had less good understanding of the results of research.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H037055/1","grantId":"ES/H037055/1","fundValue":"119578","fundStart":"2010-11-01","fundEnd":"2012-01-31","funder":"ESRC","impactText":"","person":"William James Sutherland","coPersons":["Jules  Pretty","Ian David Hodge"],"organisation":"University of Cambridge","findingsText":" This project compiled a list of 118 interventions to benefit wildlife on agricultural land. Evidence for the effectiveness of each intervention was gathered using systematic review methods, and each piece of evidence (743 in total) summarised in plain English. These summaries will be published as a synopsis of evidence on farmland conservation in temperate Europe, on the website www.conservationevidence.com and as a book. A preview of two interventions is already available on the website.\n\n\n\nA team of ten experts in agricultural ecology, policy or rural social science evaluated the evidence for each intervention, based on the compiled synopsis. They assessed how much we know about each intervention (per cent certainty) and whether the evidence showed a benefit to wildlife.\n\n\n\nFifty-four people involved in the policy and practice of farmland conservation scored how important each intervention is for farmland conservation, and answered more detailed questions about a subset of interventions. They showed high awareness of the range of farmland interventions. On average, they had heard of 29 out of the 34 interventions for which levels of awareness were tested. They also had good knowledge of the amount of scientific evidence that exists about the interventions - their assessment correlated with our expert evaluation of how much evidence exists.\n\n\n\nHowever, the practitioners generally had less good understanding of the results of research. Their answers to whether each intervention benefits wildlife did not correlate with expert responses to the same question, based on evidence. For example, for the intervention 'Increase crop diversity', 74 per cent of practitioners answered 'yes, this will benefit wildlife', while experts unanimously responded 'don't know'. Increasing crop diversity is a compulsory greening element in the proposed reformed Common Agricultural Policy, so the mismatch between our assessment of evidence and practitioner opinion is of particular interest.\n\n\n\nWe identified ten interventions that should be research priorities for farmland conservation, having high importance to practitioners and low certainty of scientific knowledge about their effectiveness for wildlife conservation.\n\n\n\nWe ran a similar process for wild bee conservation based on a previously published synopsis of evidence. There are remarkable similarities between the two lists of research priorities, even though they were devised using different sets of evidence, and independent assessment processes with different groups of practitioners and experts. Both processes identified training land managers, connecting areas of semi-natural habitat and enhancing floral resources at a landscape scale as priorities for research.\n\n\n\nFor wildlife conservation on farmland, we also identified advocacy priorities. These interventions had high importance to practitioners, high certainty of scientific knowledge about effectiveness for wildlife conservation and unanimous agreement among ten experts that the evidence demonstrates a benefit to wildlife. Based on this work, we advocated that some of these interventions be incorporated into the proposed compulsory greening requirements of the future CAP, in a response to the UK Government's consultation on Common Agricultural Policy (CAP) Reform post-2013. The compiled evidence and the process of identifying priorities could inform policy development in international, national and local Government, private and third sectors.\n\nFor example, nature conservation agencies could use them to develop new and existing agri-environment scheme options. Private sector food and farming business, or organisations developing certification schemes for wildlife-friendly farming, could use them in a similar way.\n\n\n\nThe process of synthesizing evidence and set Agriculture, Food and Drink,Education,Environment,Government, Democracy and Justice,Retail,Transport","dataset":"gtr"}