{"id":"417D483F-9760-4252-ACE0-B0C247C28C71","title":"Exceptional fossil preservation in the Comley Lagerst&auml;tte, Shropshire: testing the phylogeny of Early Cambrian animals","abstractText":"The 'Cambrian explosion' was a huge expansion in the diversity of Earth's biosphere, witnessed, for the first time in the geological record, by widespread fossil evidence of animals. Indeed, Cambrian fossils are of pivotal importance for tracking the pathways that allowed the assembly of the modern animal groups. Most Cambrian fossils preserve only their hard skeletal tissues, while important details of soft body morphology, critical for assessing taxonomic relationships are usually lost. However, there are a number of celebrated Cambrian fossil localities where fossilised soft tissues are preserved. In this context, the 'Orsten' style of preservation provides extremely fine anatomical detail (to sub-micron level) of a range of worm and arthropod animals. The fossil evidence from 'Orsten' deposits is critical for investigating the early development of animal body plans, particularly crustaceans, and this is of particular importance given that insects and therefore the majority of living animal diversity arose within this group. 'Orsten' style fossil preservation is mainly limited to rocks of Middle and Late Cambrian, and Early Ordovician age. The processes by which 'Orsten' preservation occurs are incompletely known, but involve the rapid impregnation or encrustation of soft tissues by the mineral calcium phosphate. These processes must be rapid enough to preserve fragile structures such as antennae, mouth parts and micron-scale hairs in 3-dimensions before they could decay. So completely preserved are 'Orsten' fossils that their anatomical detail allows direct comparison with modern animals. Despite the worldwide occurrence of 'Orsten' preservation in Cambrian rocks, many fundamental questions about the fossil animals remain: to what degree do the juvenile organisms in these assemblages provide a window on the anatomy and evolution of early animals, especially ecdysozoan and arthropod evolution; why and how is the soft anatomy preserved; are the assemblages a 'snapshot' of the original marine community or are they biased towards certain animal groups; and what types of marine environments did these early animals occupy? This project will investigate the oldest 'Orsten' animals preserved in the rock record. The fossils are from a site of exceptional fossil preservation in the Lower Cambrian rocks of Shropshire, the Comley Limestones, which are about 511 million years old. These carbonates were deposited on the shallow margins of an ancient marine basin that extended into Wales. They yield age diagnostic trilobites that allow correlation with global stratigraphy. A limited pilot study, targeting about 5 kg of rock has shown that the Comley Limestones are a source of 'Orsten' organisms, the only instance of this style of preservation in the UK. The Comley Limestones are a potential, but presently untapped reservoir of fossilized early animals. Realising their full potential requires excavation of 100s kg of rock from the key horizon in the carbonate sequence of Shropshire. We will conduct detailed scanning electron microscopy of new fossil material from Comley and comparative material from Scandinavia and elsewhere. This will provide new information about the anatomical detail of Cambrian animals that will contribute greatly to the study of ecdysozoan and arthropod relationships. The fossils will also be used to test hypotheses about how the mineral calcium phosphate can replicate animal tissues with intricate 3-dimensional detail and whether this process is biased to particular animal groups or soft tissues. We will evaluate the petrography of the host rocks, coupled with geochemical analysis, to help determine their environmental and diagenetic history. Collectively these data can be used to identify the marine setting of the 'Orsten', what fossils are being preserved, and their wider significance for animal evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010834/1","grantId":"NE/F010834/1","fundValue":"66663","fundStart":"2008-09-01","fundEnd":"2009-07-31","funder":"NERC","impactText":"","person":"Mark  Williams","coPersons":["David John  Siveter","Sarah Elizabeth Gabbott"],"organisation":"University of Leicester","findingsText":" 1. The project has identified new material of exceptionally preserved early Cambrian fossil arthropods. These have soft anatomy preserved and are of great potential use for elucidating the history of early arthropod evolution.\n2. We have more precisely dated the UK Cambrian succession, applying radiometric techniques to zircon crystals from volcanic ashes that bracket the age of our early arthropod fossils.\n3. Initial oxygen isotope analyses of biogenic phosphates in our samples suggest that it may be possible to identify sea temperatures for the Cambrian (for seas that existed over 500 million years ago). Our dating of parts of the Cambrian succession has been adopted by those developing a global chronology/chronostratigraphy for the Cambrian Period/System Education,Environment","dataset":"gtr"}