{"id":"418D0467-B495-4D01-AE09-17985412AB3C","title":"Literacy in the Digital University","abstractText":"<p>These seminars bring together researchers and practitioners from different disciplinary backgrounds to discuss digital communication in post-school education. The aims are to understand the changing meaning of literacy in this context, to evaluate practices around the notion of digital literacy, and to form a research network to stimulate further research in this highly significant area of educational development.<br /><br />The seminars are being led&nbsp; and hosted by a core group of researchers involved in four projects at different institutions that approach issues of literacy, learning and technology from different perspectives. They address four main themes:</p>\n\n<ul>\n \n\n <li>The relation of new media practices to traditional literacy practice in the academy and the professions</li>\n\n <li>&nbsp;Digital texts and practices in formal and informal contexts and the transfer of learning across boundaries </li>\n\n <li>Methodologies for research in literacy and learning in digital contexts</li>\n\n <li>A&nbsp; Research Agenda for Literacy in the Digital University.</li>\n\n</ul>\n\n<p>The series maintains a website (http://www.open.ac.uk/researchprojects/lidu/index.shtml) with the proceedings of all the seminars, and a blog (http://literacyinthedigitaluniversity.blogspot.com/) for parallel ongoing comment. The main outcome will be an edited volume of papers authored by the core group and others who have contributed to the discussions.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0765","grantId":"RES-451-26-0765","fundValue":"16412","fundStart":"2009-10-01","fundEnd":"2011-04-30","funder":"ESRC","impactText":"  Input into JISC 'Developing Digital Literacies' programme 2011-2013 http://www.jisc.ac.uk/whatwedo/programmes/elearning/developingdigitalliteracies.aspx\n\nCreation of Society for Research in Higher Education Digital University network 2012 http://www.srhe.ac.uk/networks/digital_university.asp\n\nInput to Leverhulme Early Career Fellowship 2014\nJude Fransman &quot;Engaging research in the digital university: a \ncivil society perspective&quot; Education Cultural","person":"Robin  Goodfellow","coPersons":["David  Barton","Allison  Littlejohn","Siân  Bayne","Mary Rosalind Lea"],"organisation":"Open University","findingsText":" This project was a research seminar series. We have developed a better understanding of the relation between university literacy practices and new digital communication practices. This has informed further research in 'digital literacies' funded by JISC and also the development of a new research network for the Society for Research in Higher Education, and a Leverhulme Early Career Fellowship project. Developing further research around the digital university through the SRHE Digital University network Education","dataset":"gtr"}