{"id":"419295A6-5930-4A08-A9F1-F727223D434A","title":"Consequences of genome-environment interactions for host-parasite evolution","abstractText":"Almost all species have parasites that infect them, take resources from them and potentially cause disease. The parasite has a set of genes that makes it able to exploit the host. In return, the host has evolved genes which code for resistance mechanisms to reduce, or even eliminate, the negative effects of a parasite. Some of these genes are known, but it is clear that many more are yet to be identified. There is now good evidence that the effectiveness of these genes in fighting off a parasite can depend on the environmental conditions that the host lives under. If you keep a particular organism under controlled conditions in the laboratory it may, for example, be resistant to a parasite at one temperature but susceptible at another. In other words some resistance genes are only functional in particular environments. But what does this laboratory-observed phenomenon mean for natural populations? The question is particularly relevant in the face of current environmental change where organisms in some areas are facing considerable change in environmental conditions, such as temperature and CO2 levels. Natural populations of organisms usually consist of a large number of individuals that are slightly different from each other. Plants in a population will, for example, differ in size and start flowering at slightly different times. These differences are due to individual variation in the genes controlling traits such as growth and flowering time. Such genetic variation is crucial to a populations' ability to adapt to new conditions. If a new type of parasite infects a host population it will be those individuals with the genes and gene variants best able to eliminate or reduce this particular infection that will be most likely to survive and reproduce. As many parasites may, potentially, invade a population it is clear that populations with a larger combination of different genes and gene variants will have the higher chance of withstanding a new infection. But what if the effect of different genes changes as a result of environmental factors such as temperature? We know that some genes may only be functional in certain environments. If specific genes involved in resistance are, for example, consistently less able to function at high temperatures, then it will mean a functional decrease in genetic variation for resistance at these higher temperatures, and hence a higher risk of infection in the population. The current proposal sets out to map out the impact of such genome-environment interactions. It will do this by measuring genetic variation in parasite resistance in different populations of the plant Arabidopsis thaliana (Thale Cress) under different temperature regimes and with different levels (and types) of parasite infection. It aims to understand how a temperature increase will change the ability of host populations to adapt to new parasites - and whether this will vary with the type of infection. The results will be important for our ability to predict the spread and negative impact of parasites under changing environmental conditions. The research will therefore have immediate application in wildlife management and conservation. It will also provide essential knowledge to crop managers and breeders in their attempts to develop strategies for secure food production in future climates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00162X/1","grantId":"NE/I00162X/1","fundValue":"78431","fundStart":"2011-01-01","fundEnd":"2012-06-30","funder":"NERC","impactText":"","person":"Tove Hedegaard Jorgensen","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}