{"id":"419F3DED-920C-4136-A868-1A18AC508383","title":"Behind the Scenes at the Museum: Ceramics in the Expanded Field","abstractText":"This research project examines how ceramic artists can animate museum collections in new ways and the impact that this understanding will have in the broad context of visual culture. The research will examine the past decade of groundbreaking projects involving contemporary ceramic artists within museums, exploring how such practice, that incorporates curatorial discourse, can be identified and theorised. It will theorise this area of practice as part of the established context of artistic intervention in museum collections and explore how the new knowledge can be disseminated.\\n\\nThe project will explore and disseminate this research through the following outcomes:\\n1) Collaborative projects with three major museums; Nelson Atkins Museum in Kansas, USA, the York Art Gallery and the Freud Museum in London, resulting in 3 major exhibitions and providing different models for working with collections.\\n2) A cutting edge interactive website where critical essays from international theorists will be added at regular intervals.\\n3) A seminar series based around each museum culminating in a major international conference.\\n4) The publication of a critical anthology of essays which will offer a theoretical overview of these outcomes \\n5) A 3-person exhibition which will bring the Investigators' findings together through the dissemination of their practice.\\n\\nSince 1945 museums have had an equivocal relationship with contemporary ceramics reflecting a widespread anxiety about the status of the discipline, situated between art and craft. There have been solo shows and occasional surveys, but comparatively few exhibitions have brought historical collections into conjunction with contemporary ceramic practice. However over the last decade this relationship has begun to change and ceramic interventions are now much more likely to be found within museums than ever before. \\nThe animation of collections can happen through a variety of ways:\\n1) The integration of an artist's own ceramic practice into the curatorial process creating a stimulus for new ways of making and new approaches to interpretation. \\n2) The artist's involvement in the choice or display of objects or their ownership of texts or images used alongside objects. \\n3) The emergence of unexpected synergies as contemporary work is seen alongside historical work, which allows for the development of new interpretative strategies for museums. \\n4) The generation of fresh approaches in museology raising questions as to the limits of ceramic history.\\nThis research will lead to clearer understanding of where collaboration has occurred and what the outcomes have been. Through a critical over-view of these developments the 3 Investigators and the PhD student will research the significance for museums and for the discipline of ceramics both nationally and internationally.\\n\\nWith the decline in education and industry of a practice that is of such fundamental relevance, the need to raise the profile of this discipline has never been so urgent. At the same time ceramics is broadening out its dialogues with other fields through both experimental practice and developments in critical theory, which is establishing its potential as a discipline that can demand the same attention and respect as other areas of visual art. The relationship between ceramic artists and museum collections forms a key part of this development, but the need to establish this importance has not been fully explored. Ceramic objects form a major part of museum collections with connections to anthropology, archaeology and other disciplines that engage with the cultural and social history of humankind. This project will therefore contribute to the dialogues and agendas which surround this significant area of practice by filling a gap in cultural knowledge and helping to raise awareness not only of its importance in the contemporary art landscape but also its socail and cultural relevance for new audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000720/1","grantId":"AH/I000720/1","fundValue":"327433","fundStart":"2011-06-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"  The findings have been used to promote change in cultural institutes - the research has been explored with and by curators to give concrete understanding of the cultural impact of the research questions and implemented research outcomes.\nCreating opportunity for dialogue - the symposia that were held during the three year project allowed for active dialogue to feed into the final findings; these are the book, the conference and the exhibitions.\nReflection opportunities in essay pages - the essays have created a well-used portal that is being used for academic development and reference.\nInternational understanding through conference - this has been reported on in a rnage of journals.\nExhibition opportunities - they have impacted on public perception of the field of practice, allowing a new entry point for engagement and knowledge transfer in the live museum environment. \nThe finding have also been used to create an anthology with Ashgate publishing. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Christie  BrownEdmund Arthur De Waal","coPersons":["Julian Francis Stair","Clare  Twomey"],"organisation":"University of Westminster","findingsText":" This project has developed the international dialogues and debates surrounding the relationship between ceramic artists and museum collections and curatorial practices. Through practice based research and exhibitions, collections and histories have been brought to life and dialogues have been entered into concerning curatorial practices. Through the website and the specially commissioned essay series, a range of different viewpoints within the field of contemporary ceramics have been explored and disseminated in the public domain. The theoretical overview has been explored through the project's doctoral research. A selection of the conference papers will be published in an anthology in 2015 which will form the culmination of the project and contribute to the publications in the field and beyond. Through this rich mix of outputs the research team are confident that this project has made a serious impact in the arena of museum culture and in the broader relationship with contemporary visual culture. The findings are being taken forward in the form of new commissions with museums for art works that explore the research questions. The findings are being used to assist in further publications and journals. The findings are also being used to develop new research projects which allow the team to develop further research area and agendas. Other researchers using the ouputs to assist in the publications of books and papers. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}