{"id":"41A05A27-45A6-4B80-A9ED-9B2360EF002A","title":"Dating of the Middle-Upper Palaeolithic transition in western Europe using ultrafiltration AMS radiocarbon","abstractText":"Radiocarbon dating (14C) is of fundamental importance to the study of human cultural and biological developments during the last 50000 years. This is the period during which the earliest anatomically modern humans (AMH) dispersed into Europe and, over a similar time, Neanderthal populations contracted and finally became extinct. The European archaeological record is the most extensive record for documenting the disappearance of one species of human and its replacement by another. Problems arise, however, in the reliable dating of these processes. The effective application of radiocarbon dating has been problematic in many instances. There is a large database of radiocarbon data (1500+), but determining which are accurate, and which not, is extremely difficult. Recent developments in AMS radiocarbon dating of bone have heralded a significant breakthrough in this situation. Work undertaken in Oxford over the past four years, involving the application of a technique called 'ultrafiltration' has yielded extremely promising results which are set to revolutionise the field. The method significantly improves the pre-treatment of archaeological bones prior to radiocarbon dating using accelerator mass spectrometry (AMS). Results obtained thus far from samples derived from the British Middle and Upper Palaeolithic demonstrate that, in many cases, 14C ages previously measured on the same material using less rigorous pre-cleaning methods, are inaccurate. This varies between a few hundred, to several thousands of years in error. A wide range of analytical data supports the reliability of these new ages. In addition, the results seem to make much better archaeological sense than previously: patterns are emerging. This work has had a dramatic impact upon the study of the Palaeolithic in the British Isles. There is an urgent need to apply this development to the wider sphere of the European Palaeolithic, where so many crucial archaeological debates hinge upon a reliable chronology. The question of the dates of Neanderthal extinction, the process by which anatomically modern humans (AMH) replaced them, and the age of the earliest sites containing evidence for Aurignacian industries, thought by many to be made by incoming modern humans, are three such problems. We aim to contribute to the resolution of many problems associated with the proper analysis of the cultural transformations of the Middle to Upper Palaeolithic transition, by dating samples of bone from 27 key Palaeolithic sites in continental Europe. We will date 300 well-contexted and carefully selected bones, including human bone, cutmarked bone and diagnostic tools and ornaments. The sites come from Germany, Spain, France and Britain, and include many of the most crucial sites at the centre of debates in Palaeolithic archaeology. The development of reliable archaeological chronologies will contribute to the resolution of many intractable problems plaguing the Palaeolithic of Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D014077/1","grantId":"NE/D014077/1","fundValue":"265559","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"","person":"Thomas  Higham","coPersons":["Christopher Bronk Ramsey"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}