{"id":"41A2F677-C750-499A-B879-A8BD91727112","title":"Study of Child-Parent Screening for Familial Hypercholesterolaemia","abstractText":"Familial hypercholesterolaemia (FH) is an inherited condition that causes high blood cholesterol levels from birth and an extremely high risk of heart attack at a young age ? about one hundred times the usual risk before age 40. There are about 115,000 people with FH in the UK, but only about 15,000 have been identified, leaving about 100,000 children and adults undiagnosed and without life-saving cholesterol lowering treatment. This project aims to test a new screening strategy (child-parent screening), which for the first time, has the potential to systematically identify and treat nearly all cases of FH in the population.\nResearch published in 2007 showed that a cholesterol test undertaken between the age of 1 and 9 would identify about 90% of all FH cases, with only about 1 per 1000 unaffected children falsely classified as positive. Screening children when they attend for immunization at 1 to 2 years of age by combining a blood test and immunization in a single procedure has been shown to be a feasible and acceptable method of implementing this screening method. \nEach identified child has at least one affected parent (FH is inherited from parent to child) so screening children provides a means of identifying (and consequently treating) affected adults and children who have a high risk of a heart attack, before the onset of disease. There is now a need to test the accuracy and cost-effectiveness of child-parent screening in practice.\nThis award, if granted, would fund the screening, blood collection and data analysis in 10,000 children from 76 UK General Practices over a 3 year period. The immediate value of the results would be the formal scientific evaluation of this screening approach and the quantitative assessment of the measurements needed in screening. The longer term goal is the provision of a universal screening policy capable of identifying nearly all families with FH in the population and providing the opportunity to start treatment that could prevent about 800 deaths in young people each year.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002158","grantId":"G1002158","fundValue":"948205","fundStart":"2011-09-15","fundEnd":"2015-06-14","funder":"MRC","impactText":"","person":"David  Wald","coPersons":["Jonathan Paul Bestwick","Irwin  Nazareth","Joan Katherine  Morris","Nicholas  Wald"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}