{"id":"41B1C109-7DB8-46B1-BCC5-B9834D041980","title":"Imaging Membrane Potential via Second Harmonic Generation","abstractText":"Understanding how the brain works is one of the great unsolved scientific challenges. In order to learn how neuronal networks process information, we need a way of mapping the voltage changes in neurons, with high sensitivity, high spatial resolution and high temporal resolution. Microelectrodes are currently the primary method for measuring membrane potentials; they give excellent sensitivity and temporal resolution, but very limited spatial resolution. Optical microscopy has the potential to revolutionise this field by allowing the non-invasive, real-time, high resolution imaging of voltages along individual neurons, or groups of neurons, within their native networks. The huge advantage of optical probes, compared to electrodes, is the ability to map potential across many neurones at once.At present, the most effective optical probes for membrane potential are fluorescent calcium indicators, which measure membrane potential indirectly, via the concentration of Ca2+. However changes in calcium concentration do not accurately reflect voltage transients, and provide no information on the voltage waveform. Fluorescent voltage-sensitive dyes were developed 30 years ago for this application, but in most cases their response is weak and obscured by background fluorescence. They also have severe problems of photo-instability and photo-toxicity.Recently, second harmonic generation (SHG) imaging has emerged as a powerful alternative. SHG arises from polarisable molecules in asymmetric environments. Push-pull chromophores orientated in the neuronal plasma membrane generate a high contrast signal that is sensitive to the local electric field. The high polarisability and intense optical transitions of porphyrins make them excellent candidates for engineering efficient SHG voltage-sensitive probes. Furthermore, SHG is a scattering effect and it does not require the population of excited-states, so it should be possible to design SHG dyes which are free from photobleaching and photo-induced degradation.Our first studies on porphyrin-based voltage probes led to dyes which exhibit strong SHG and have high affinities for biological membranes, allowing observation of strong SHG signals from ex vivo neuronal slices. The purpose of this proposal is to build on these initial results, to create a new series of voltage-sensitive porphyrin-based dyes for studying neuronal networks, and to explore the scope of this technology for imaging membrane potential in the brain.This collaborative interdisciplinary project combines synthesis of new probe molecules, development of new membrane technology for screening voltage sensitive dyes, multiphoton microscopy and testing of new probe compounds, within vitro cell cultures and ex vivo neuronal networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018565/1","grantId":"EP/H018565/1","fundValue":"789194","fundStart":"2010-09-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"","person":"Harry Laurence Anderson","coPersons":["Hagan  Bayley","T  Wilson","Ole  Paulsen","William  Barford"],"organisation":"University of Oxford","findingsText":" We have developed new dyes which have high sensitivity to electric fields in lipid bilayer membranes, as tools for neoroscience. We need to continue work on these compounds, but they should become useful tools for investigating the function of the brain, and for testing drugs for neurological diseases. Healthcare","dataset":"gtr"}