{"id":"41C547BA-19FB-4E84-A2FA-EF1D98216643","title":"Building Shared Heritages: Cultural Diversity in Leicester","abstractText":"The University of Leicester has a rich tradition of public engagement in its arts and humanities research. This award will facilitate the consolidation and of existing outreach and community engagement work to compliment the wider university drive to embed public engagement in its research strategy. The research skills held at Leicester in regards to heritage studies include, archaeology, urban history, museum studies, geography, English studies, and English local history. The public engagement work based in these disciplines is focused on diversity issues in terms of participation and access to resources, notably archival resources, oral history archives, and innovative methodologies that open up democratic access for communities to define and manage their heritage. Consequently, the University of Leicester is well situated to lead public engagement in the participation of community heritage. Its emphasis upon diversity in heritage studies is key indicators of a commitment to a civic and democratic framework to promote heritage within Leicester's diverse communities. This is represented in the CV's of the researchers involved in the application.\nThe City of Leicester provides a unique opportunity for researchers to build upon their existing public engagement work to include more diverse, hidden, and remote communities. The overarching heritage of Leicester's past fifty years is one of cultural diversity, marginality and exclusion. However, within this are questions over what constitutes valid objects of heritage, whose heritage they represent and how can multiple community heritage(s) exist around single instances of the built or natural environment without conflict; and the more timely question of who manages, maintains, and funds heritage in the community?\nThese questions will be explored over the course of the award through continued public engagement with local groups and community associations seeking to voice their ownership of local heritage and history. The award will enable researchers to coordinate community associations to identify common themes and concerns that can be mapped across existing networks of researchers and practitioners. This will facilitate a greater civic association between disconnected, marginalised, and remote community interests. The networking activity will be fermented by two open days to showcase research knowledge and skills, practitioner experience, governance expertise, and community heritage interests. In doing so the award will enable the University to diversify the user groups of its research base and impact upon their abilities to demonstrate an appreciation and governance of their heritage(s) and local histories. \nOne outcome of these open days will be to develop applications by the community associations for Heritage Lottery Funds. The open days and the ensuing networked collaboration will be structured by the three core themes of the HLF 'Your Heritage' programme; learning, conservation, and participation. These themes are embedded into the framework of the open days and continued engagement plans and are directed by the skills, knowledge, and expertise of the researchers involved and our partnership organisations, such as Leicester City Council, Groundwork UK, and English Heritage.\nIn addition to empowering community groups to apply to the HLF programme, the networks will enable researchers to develop innovative methodologies that can explore and conceptualise the specific, multiple, and intangible aspects of community heritage(s). This will lead to future research bids premised upon new partnerships that benefit from knowledge exchange and co-discovery. Ultimately, the award will enable the University of Leicester to take a lead role in promoting community heritage in our locality by strengthening its partnerships, research tradition, and impact in ways that benefit the public good - values that are at the core of the University's commitment to public engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013676/1","grantId":"AH/J013676/1","fundValue":"16081","fundStart":"2012-02-14","fundEnd":"2013-01-13","funder":"AHRC","impactText":"","person":"Douglas Graham Tallack","coPersons":["Rebecca  Madgin","Richard Andrew Courtney"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}