{"id":"41C89E61-4F0A-403B-8CED-480C3E595111","title":"I'm a Scientist, Get me out of here &amp; I'm an Engineer, Get me out of here","abstractText":"'I'm a Scientist, Get me out of Here' (IAS) and I'm an Engineer, Get me out of here (IEng) are free online two week events where secondary school students get to meet and interact with scientists and engineers. It's an X Factor-style competition where the students are the judges.\n\n&quot;I kept finding that I'd ask a question, and they'd give me an answer, and then I'd have loads more questions, and then more, and then more!&quot; - Student, IAS, March 2010\n\n&quot;More women should take up engeneering like you! its incredible&quot; - Student IEng, March 2012\n\nThe students challenge the scientists/engineers over intense, fast-paced online live CHATs. They then ASK them all the questions they want to, and VOTE for their favourite to win a prize of GBP500 to communicate their work with the public.\n\nThe events are run online at http://imascientist.org.uk and http://imanengineer.org.uk.\n\n&quot;The best two week crash course in Science Communication that there is&quot; - Dr Ben Still, QMUL, particle physicist and user of ND280 near detector of the T2K experiment.\n\n&quot;IAS is by far the best public engagement activity I have been involved in. The set up allows everyone to have their chance to ask questions, whether they are the loudest person in the class, or the quiet curious student.&quot; Dr Suze Kundu, UCL\n\nIAS has been running since 2008 (and IEng since March 2012). In that time we have run 85 zones, with 425 scientists/engineers, and over 25,000 students. We have distributed GBP42,500 of prize money to be spent on further\npublic engagement. Over 600,000 people have visited the sites. To date it has been mostly funded by global biomedical charity, the Wellcome Trust.\n\nWe are extending the project to create zones themed around STFC supported science and engineering. There will be 27 STFC zones, with 135 STFC facility users, engaging with 9,000 secondary school students and being read by a further 150,000 members of the public. Tens of thousands of questions will be asked and answered. Hundreds of thousands of lines of live chat will be written and responded to, and thousands of votes cast to decide who gets to spend the &pound;13,500 of prize money.\n\nThe project will be thoroughly evaluated. Previous evaluation reports can be found at: http://about.imascientist.org.uk/about/evaluation/ &amp; http://about.imascientist.org.uk/about/evaluation/\n\nTo understand the event best, watch some participants talk about it. A video can be found at: http://about.imascientist.org.uk/video/ and an audio recording here: http://about.imascientist.org.uk/2012/space-zone-winner-paul-higgins-on-science-calling/","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000237/1","grantId":"ST/L000237/1","fundValue":"99300","fundStart":"2013-04-08","fundEnd":"2016-04-07","funder":"STFC","impactText":"","person":"Shane  McCracken","coPersons":[],"organisation":"Gallomanor Communications Ltd","findingsText":"","dataset":"gtr"}