{"id":"41D3E01C-D78B-4EEE-9114-D20C98F134A6","title":"Walks in Random Media, Stochastic Growth and Pinning Effects.","abstractText":"A cornerstone of probability theory has been the establishment of the Law of Large Numbers and the Central Limit Theorem, both of them having impact beyond mathematical sciences. Roughly speaking, the sum of n independent, identically distributed variables with finite second moment is macroscopically of order n and has fluctuations of order n^{1/2}, obeying the Gaussian distribution. Underlying the Gaussian fluctuations is the linear dependence of the sum on the collection of the independent variables. However, most phenomena in nature exhibit a nonlinear dependence on the inherent randomness and the challenge is to (i) understand the nonlinear structure that propagates the randomness and (ii) reveal the universal features of this mechanism.\n\nRandom walks in random media are widely used to model such phenomena in statistical physics. Two such instances that are receiving increasingly high attention are (A) stochastic growth models and (B) pinning models on defect lines. \n\nIn case (A) one deals with a randomly growing interface. The non rigorous work of Kardar-Parisi-Zhang (KPZ) in the mid 80's set the framework of what is currently known as the KPZ universality class, by predicting that this class of models exhibits t^{1/3} fluctuations. More recent mathematical works have related, in special cases, the fluctuations of such systems to those coming from the theory of random matrices. Our goal is to build a rigorous mathematical theory that will explain the nature of these fluctuations by looking into the exactly solvable nature of these models, connect it to other mathematical fields and eventually perturb it in order to reveal universal phenomena.\n\nIn case (B) one deals with a random walk in the vicinity of a defect line. The goal is to understand phase transitions related to localization and delocalization phenomena. Techniques related to large deviations and coarse graining have been used recently to study the phase diagrams of such phenomena. While progress has been made a number of important questions remain unresolved.\n\nWe propose to provide a new path in the field through the construction of continuum limits of such models. In this way we aim to resolve the open questions and also make deep and novel connections to KPZ phenomena.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012154/1","grantId":"EP/L012154/1","fundValue":"308304","fundStart":"2014-03-24","fundEnd":"2017-05-01","funder":"EPSRC","impactText":"  It is still too early a stage for the impact to be materialised. Within mathematics it is expected to lead to new communication channels among disparate fields. In relation to physics it may, in long terms, lead research for new hidden physical phenomena. Other ","person":"Nikolaos  Zygouras","coPersons":[],"organisation":"University of Warwick","findingsText":" Together with my collaborators, I have been studying disordered systems and walks in random media. In particular related to pinning phenomena and the KPZ universality class. Construction of continuum scaling limits of such systems has been achieved It creates bridges among disparate fields in mathematical science. Confirms physical prediction and reveals new, surprising physical phenomena. Other","dataset":"gtr"}