{"id":"41D841CB-489A-41AE-A7A8-9BDF861E926A","title":"Materials Innovation Hub: Connecting Materials Culture to Materials Science","abstractText":"The development of the silicon chip fifty years ago was the materials science innovation that sparked the information technology revolution. Such new materials do more than transform technology, they change behaviour and shape the urban landscape, from our cities, to our hospitals, to our homes, to our art. Thus, materials are a defining characteristic of society: its history, culture and economic welfare. As a result materiality is one of the central themes of study in every university. However in contemporary universities the scientists involved in making new materials (physicists, chemists, materials scientists) very rarely get involved with those who study the cultural significance and impact of materials (humanities and social scientists), and are often further distanced from those who make things with materials (medics, engineers, architects, designers, artists). This has a serious detrimental effect on the research and teaching culture of universities, and their capacity to engage with the wider world, since many of the important issues of contemporary society, such as health, security, climate change and economic sustainability, require a multi-disciplinary approach. The aim of this research project is to build the Materials Innovation Hub within King's College London whose guiding principle will be that all materials innovation benefits from a system-wide multidisciplinary approach involving the arts, humanities, social sciences, physical sciences and health sciences. The Hub will be a focal point for developing our understanding of how materials, materiality and material culture affect the human realm, be it in the form of a new type of artificial limb, or a new form of human expression. It will be a place of wonder, play and ambitious ideas - a place to initiate innovation and culture change within the university and the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00159X/1","grantId":"EP/I00159X/1","fundValue":"378532","fundStart":"2011-01-31","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  The main impacts of the Institute of Making and Materials Library have been: \n- Championing materials and making activities within the research community.\n- Promoting materials and making to the general public through extensive media coverage and popular public events.\n- Promoting materials, making, makespaces and materials libraries to industrial collaborators like ARUP, Atkins, AIRBUS, Selex, the Crafts Council and the Royal Academy of Engineering.\n- Encouraging new multidisciplinary research projects on the theme of materials and making at UCL, and supporting undergraduate student engagement with those research activities.\n- Encouraging an approach to interdisciplinary dialogue that acknowledges the importance of hands-on engagement with materials and making as part of a successful collaboration.\nThe main impacts of the Institute of Making and Materials Library have been: \n- Championing materials and making activities within the research community.\n- Promoting materials and making to the general public through extensive media coverage and popular public events.\n- Promoting materials, making, makespaces and materials libraries to industrial collaborators like ARUP, Atkins, AIRBUS, Selex, the Crafts Council and the Royal Academy of Engineering.\n- Encouraging new multidisciplinary research projects on the theme of materials and making at UCL, and supporting undergraduate student engagement with those research activities.\n- Encouraging an approach to interdisciplinary dialogue that acknowledges the importance of hands-on engagement with materials and making as part of a successful collaboration.\n- The support of university spin-out ventures that may have an economic impact for the UK. Aerospace, Defence and Marine,Creative Economy,Education,Electronics,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Mark  Miodownik","coPersons":["Sheila  Anderson","Christine Susan Grimmond","Alan  Read","Margaret Jayne Lawrence"],"organisation":"King's College London","findingsText":" Key achievements of the project were:\n- Creating a physical hub (Institute of Making) to promote interdisciplinary working and encourage research activities between departments on the theme of materials and making. \n- Building a membership of 2616 people with the following demographic breakdown: female (910), male (1164), no gender declaration (542), undergraduates (802), postgraduates (1165), academic staff (390), professional services staff (178), physical sciences (1466), arts and humanities (550) and social sciences (205).\n- Curating 39 events (research workshops, masterclasses and talks) on a wide variety of themes to build multidisciplinary links between the physical sciences, social sciences and arts and humanities.\n- Funding 51 interdisciplinary research projects, involving 141 researchers. \n- Involving 23 undergraduate and postgraduate students as named contributors to those research projects, as well as countless other unnamed students involved in research/teaching crossover activities.\n- Instigating an annual Festival of Materials and Making and holding 8 open days to engage the public in materials and making-related activities.\n- Developing a distinctive method of interdisciplinary working which is beginning to serve as a model for other researchers and further afield. Our experience of bringing together and running a multidisciplinary hubis of interest to other researchers, as well as researchers at academic institutions further afield.\nResearchers are beginning to draw on our method of working in the development of future 'bridging the gaps' projects. A number of research workshops that have materials and making activities at their centre and a practical, hands-on element have also been instigated following on from this project, including the Emotions, Transformations and Restorations series and the Material Properties FIGS Forum. \n\nWe have also been drawing on the experience gained through the Bridging the Gaps project to inform the work of the EU FP7 Light Touch Matters (LTM) consortium (EU FP7-NMP-2012-SME-6). The LTM project aims to bring materials researchers and designers together to develop a new generation of affordable products that use flexible organic light-emitting diode (OLED) and piezoelectric polymer technologies in such a way that the whole product responds to touch by lighting up. In this context, designers are not just using a new material with a set of predetermined physical parameters; they have the opportunity to influence the development of these materials as they emerge. Designers increasingly have the opportunity to influence the development of materials as they emerge from the laboratory, but in order for this to be successful, designers need to be able to communicate effectively with materials scientists so that materials can be developed with desired functionalities and properties. \n\nIn order for this sort of endeavour to be effective, there is a need for specialist tools for interdisciplinary translation between materials researchers and designers. We have been able to draw on our experience of running successful hands-on, material-focussed workshops to enhance the dialogue between designers and materials scientists. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}