{"id":"41E780C3-8ADA-4539-9507-747D6EF961C3","title":"'Active citizenship', public engagement and the humanities: the Victorian model","abstractText":"By investigating the Victorian rhetoric of 'active citizenship', this project provides a historical perspective to current debates surrounding the role of the humanities in civil society. \nThere are three elements to the project. \nFirst, a research review of the literature surrounding the emergence of 'active citizenship' amongst liberal academics will explore how the value of the humanities in the education of citizens was negotiated and appraised in the long nineteenth century. If the first mechanics' institutes established in the 1820s had been motivated by the paternalistic concerns of philanthropists, after 1848 educational institutions were increasingly promoted by 'men of letters' and university liberals, motivated by a strong sense of social duty. Spanning between 1854 and 1914 - from the Christian Socialist experiment of the Working Men's College to the establishment of secular university settlements in East London - the review will initially seek to shed some light on what Victorians understood by 'active citizenship', as they replaced technical subjects; once taught in mechanics' institute; with courses on literature, art, moral philosophy, classical and modern languages. For many liberal academics 'active citizenship' meant giving time, knowledge and expertise to the co-operative movement, which also had education at its heart. Mining archives to collect visual and non visual material, this phase will address the following research questions: how did 'active citizenship' distinguish itself from philanthropy? What were the connections and networks which were established? What were the main challenges? How did the discourse on 'active citizenship' and the civic engagement of 'men of letters' evolve between the mid-nineteenth century and the outbreak of the First World War? \nThe second part of the project will involve engaging in consultations with representatives of non-academic communities - experts in further education, co-operative archivists and librarians, representatives of the community in East London - to test and debate ways to re-evaluate the wealth of experience in 'active citizenship' offered by the Victorian model and, subsequently, by the Workers' Educational Association in Edwardian Britain. \nThe third part of the project will draw on the potential of the digital humanities and social media to re-establish a network of connection between HE, FE, co-operatives and local communities by creating a virtual community where issues relating to 'active citizenship', public engagement and the role of the humanities in civil society may be debated beyond the strictly academic circles and opportunities for future collaborations may be sought. This final stage will involve disseminating the findings of the research via an online exhibition and establishing an open forum for discussions on what preserving the memory of 'active citizenship' may mean for the humanities today.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011835/1","grantId":"AH/J011835/1","fundValue":"31666","fundStart":"2012-02-01","fundEnd":"2012-10-31","funder":"AHRC","impactText":"","person":"Eugenio F.  Biagini","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}