{"id":"41E8C44C-89E2-485D-BC91-2B685BC8086C","title":"SKA Design and Pre-Construction Phase","abstractText":"The Square Kilometre Array (SKA) is a large, next-generation radio telescope that is planned to be many times more sensitive than the current most sensitive telescopes in the world and transform our view of the Universe. It is a global mega-science project involving scientists and engineers from institutes and industry partners in more than 20 countries. It will be a radio interferometer with an aggregate collecting area of about 1 million square metres spread over at least 3000 km and operating in the frequency range ~50 MHz to 20 GHz. It is one of a small number of flagship astronomical instruments that will span the entire electromagnetic spectrum from radio to gamma rays, and beyond the electromagnetic spectrum to gravitational waves, cosmic rays and neutrinos, and whose collective aim is chart the full history of the universe from its beginnings in the Big Bang to the present day.\nIn March 2013 the international SKA Office issued a request for proposals (RfP) for consortia to bid for work-packages to undertake the detailed design of the various elements of the SKA telescope and successful consortia were awarded the work by the SKA Board in October. The University of Manchester is the lead institute for the SADT and SAT consortium and is also playing leading roles in three other consortia - NIP in the Central Signal Processing and Science Data Processing consortia, and MFAA antenna design in the Aperture Array consortium. The work to be carried out under this grant focusses on delivering the agreed designs to Critical Design Review level and to produce the procurement documentation to allow the SKA to move forward to a build phase. The various areas being explored as part of this grant are described below.\n1) SADT and SAT. The SKA can be regarded as a vast sensor network whose backbone is an optical fibre network linking all elements of the system, from the collectors (dishes, aperture arrays) to the correlator, to the high performance computer science data processor, and on to the national and regional science centres around the world. The University of Manchester leads the consortium working on the optical fibre network and the options for transporting the signals throughout the SKA, as well as on generation and distribution of the synchronisation and timing signals that are used throughout the telescope.\n\n2) NIP. One of the key science projects for the SKA centres on searching for, and then making exquisitely precise timing measurements of, pulsars. This will allow new tests to be performed on Einstein's theory of General Relativity and give the possibility to detect gravity waves. To perform these experiments requires construction of dedicated Non-Imaging Processing (NIP) hardware. This NIP development is being led by the Manchester team.\n\n3) MFAA. Finally, a team from the Electrical and Electronic Engineering department in the University is developing a new receptor technology known as an Octagonal Ring Antenna (ORA) as part of an aperture array. This offers the possibility of extremely sensitive simultaneous measurements over large fractions of the sky at the lower end of the SKA's frequency band.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001482/1","grantId":"ST/M001482/1","fundValue":"6158140","fundStart":"2013-11-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"  The fundamental ORA technology has opened the door for a wide range of applications, and has been attracting research funding for the security and communication sectors. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software) Economic","person":"Keith James Grainge","coPersons":["Michael John Keith","Benjamin Willem Stappers","Anthony  Brown"],"organisation":"The University of Manchester","findingsText":" Developed a planar antenna structure for aperture arrays-Octagonal Ring Antenna, ideally for low cost and large-scale implementations such as SKA.\n\nFurther developed a whole differential front-end solution for potentially a lower noise temperature, it has a better compatibility with the beamformer chip, where differential input is preferred. In MFAA consortium, different Front-End technologies will be selected based on mutually agreed criteria. We believe ORA technology developed at the University of Manchester is a strong and unique candidate. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}