{"id":"41EA87E2-037B-470D-9472-C0F24D929F8C","title":"Funding for CCPForge and software engineering support for research computing","abstractText":"This project will provide 3 services:\n\n * CCPForge.\n * A buildbot service.\n * The QA tools server.\n\nIn addition there will be a software engineering support initiative which involves identifying\nrelevant software engineering tools and techniques for the computational science community, and\ntraining and dissemination of the information. \n\nTogether these four strands will mark a step change in the availability of QA\ntools and continuous testing service and, with seminars and training workshops, also the uptake of\nthese ideas into development processes.\n\nCCPForge\n\nThe CCPForge component of the project has two parts: running the service and developing the\nservice. Both are essential to providing a good service and though the users will most obviously see\nthe developments, they will quickly notice if the responsiveness and availability of the service is not\nto their liking.\n\nThe current CCPForge service offers a first step for projects wishing to use software engineering tools\nand techniques in the their development process. This project will extend the range of tools available\nvia CCPForge to include specific quality assurance tools and allow certain pre-defined tasks to be run\nquickly and simply from the web pages with the results stored and retrievable for use in collaborative\ndevelopment decisions. A QA tools plug-in will be developed to provide this functionality.\n\nBuildbot\n\nBuildbot (http://trac.buildbot.net/) is a means by which a testing regime can be set up to run\ntests easily given a specific trigger. A trigger may be a particular time of day - a regression test suite\nis run each night for example, or a repository check-in - check that the code still compiles, or a manual\nuser initiated action. The tests can be of any sort provided whatever is run can provide pass/fail\ninformation.\n\nWe will create a buildbot service that comprises a master which can respond to triggers from CCPForge \nand a small set of slave machines that deliver Linux, Windows and MacOS environments with compilers \nand support libraries. We will look for large scale HPC and novel architecture machines to join the pool of \nslaves. \n\nFor projects on CCPForge we will create a buildbot plug-in which provides an easy to use interface\nfor creating triggers, specifying how the tests are to be run, and having access to results in the buildbot\nformat from the master and a simple pass/fail indicator.\n\nTraining will be available in both on-line and workshop form including hands on sessions.\n\nQA Tools Server\n\nThe aim of this activity is to make it easier for computational scientists to use software engineering\ntools and techniques. By integrating the QA tools and buildbot with CCPForge we will achieve this\naim. However, by making tools simple to use through a web interface we sacrifice the full features of\nsome tools. Once the software engineering habit has been inculcated through CCPForge we expect\nthat users will want to know what more they can do and this is where the QA tools server comes in.\n\nBy collecting the tools in one place and writing comprehensive tutorial material we will provide an\nadvanced service offering the full functionality of the tools as well as common use cases for the tools\nthat are easy to run.\n\nSoftware Engineering Support\n\nWe will take up the challenge of finding relevant software engineering ideas for the modern and expanding \ncomputational science community as well as as well as for those dealing with legacy code. Specific\nrequirements will be fleshed out by holding user meeetings with CCP developers and others in the \ncommunity to identify their needs both in terms of languages and the sorts of tools that would be useful.\n\nThe tools and techniques that are identified will feed into the other services and information and training \non the tools will be provided as reports and via workshops and seminars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L000342/1","grantId":"EP/L000342/1","fundValue":"861333","fundStart":"2013-08-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Catherine  JonesDavid John WorthChristopher  Greenough","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}