{"id":"41F47C3A-E95C-41BD-9761-23ADEFC69E2F","title":"LIQUID CRYSTALLINE HYBRID DIELECTRICS FOR MONODOMAIN ORGANIC SEMICONDUCTORS","abstractText":"The twentieth century saw an explosion in semiconductor electronics from the first transistor, which was used in hearing aids, to the ultrafast computers of today. A similar surge is anticipated for Plastic Electronics based on a new type of semiconducting material which is soft and flexible rather than hard and brittle. Plastic Electronics is considered a disruptive technology, not displacing conventional electronics, but creating new markets because it enables the printing of electronic materials at low temperatures so that plastic, fabric, paper and other flexible materials can be used as substrates. Printing minimises the waste of materials and low cost roll-to-roll manufacturing can be used because the substrates are flexible. New applications include intelligent or interactive packaging, RFID tags, e-readers, flexible power sources and lighting panels. The organic field effect transistor (OFET) is the fundamental building block of plastic electronics and is used to amplify and switch electronic signals. The organic semiconducting channel connects the source and drain electrodes and is separated from the gate electrode by an insulating dielectric. A positive/negative gate voltage induces negative/positive charges at the insulator/semiconductor interface and so controls the conductivity of the semiconductor and consequently the current flowing between the source and drain. The future success of the industry depends on the availability of high performance solution processable materials and low voltage device operation. The semiconductors must have high electron and hole mobility (velocity/electric field) achieved by the hopping of carriers between closely spaced molecular sites. A new class of lamellar polymers, mostly developed in the UK, provides the required state-of the art performance because of their macromolecular self-organisation. However a major problem is that the materials are only well-ordered in microscopic domains; trapping in grain boundaries and poor interconnectivity between domains substantially reduce performance and reliability. The low voltage operation of OFETs requires that the gate insulators have a high dielectric constant. \nWe propose novel insulating dielectrics for OFETs to simultaneously align the plastic semiconductors and ensure low voltage operation. They will be solution processable at low temperatures for compatibility with printing and other large area manufacturing techniques. We will synthesise and characterise the new materials and test their performance using state of the art semiconductors. We will engage with industrial end-users to ensure that our technology is exploited so contributing to the high-tech economy in an area where the UK is already pre-eminent. We anticipate that our novel insulators will provide monodomain order over large areas to the overlying semiconductor and so will enhance OFET performance and stability. Hence we aim to hasten the commercialisation of Plastic Electronics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001473/1","grantId":"EP/J001473/1","fundValue":"361178","fundStart":"2012-01-09","fundEnd":"2015-03-08","funder":"EPSRC","impactText":"","person":"Thomas  Anthopoulos","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}