{"id":"4200271E-5B58-42D0-A9FD-D39B8EE47D4D","title":"Equality, Diversity, and Inclusion at Work: Drivers, Initiatives, and the Future","abstractText":"Equality, diversity, and inclusion (relating to concerns such as age, disability, marital status/civil partnership, maternity/pregnancy, race, religion/belief, sex, sexual orientation, and transgender status; henceforward EDI) are moving up on the agenda of organisations. Even so, inequality, discrimination, and unfair treatment still exist in the workplace (Greene &amp; Kirton, 2010). This poses a particular challenge to public sector organisations which must now, as a result of new legislation, have 'due regard to the need to eliminate unlawful discrimination, advance equality of opportunity and foster good relations' (Equality Act 2010). This is also relevant to organisations in the private sector which in recent years have become more concerned with embedding EDI in the workplace, be it in the hope of harnessing EDI for organisational effectiveness and innovation or simply to avoid costs and damaged reputation resulting from lost discrimination lawsuits (Ely &amp; Thomas, 2001).\n\nFactors impeding the successful implementation of EDI initiatives in the workplace are manifold. Research suggests that progress has been slow because there is little critical reflection about what drives these initiatives, overlooking that the key actors, such as employers, equality bodies, unions, and disadvantaged demographic groups, often have different standpoints and influence in shaping the agenda on EDI at work (Greene &amp; Kirton, 2010; Noon, 2007; &Ouml;zbilgin &amp; Tatli, 2011). Other research points to inclusive findings across studies assessing the effectiveness of EDI initiatives (Avery &amp; McKay, 2010; Guillaume et al., 2013; King et al., 2010, van Knippenberg et al., 2013). Moreover, there is evidence that what works in one context (e.g., country, industry, organisational type) and at a particular level (e.g., individual, team, and organisation) might not in another (Joshi et al., 2011). \n\nAdopting a mixed-method approach and scrutinising a novel multi-level framework which integrates knoledge drawn from Work and Organisational Psychologists, Organisational Behaviour, Human Resource Management, and other social sciences and humanities in innovative ways (Guillaume et al., 2014), the seminar series will give voice to the key actors in the field of EDI at work and offer a platform for critical exploration of their standpoints and rigorous investigation into the conditions of and reasons for success and failure of EDI initiatives in the workplace at different levels of analysis and across a range of settings. In line with this framework and the extant literature on EDI at work (King et al., 2012; Nishii &amp; Mayer, 2009; Shen et al., 2009; &Ouml;zbilgin &amp; Tatli, 2011; Otaye, 2013; Shore et al., 2011), the seminar series will critically reflect about the drivers of EDI initiatives at work, such as the legal, moral, and business case and their implications for embedding EDI at work (Seminar 1). There will also be a rigorous investigation into the role of organisational strategy, policies, climate, culture (Seminar 2), EDI practices, such as selection, assessment, pay, promotion, and training (Seminar 3), and leadership (Seminar 4) in embedding EDI in the workplace. Moreover, methods to evaluate the impact of these initiatives will be critically explored (Seminar 5). Future trends and challenges as well as ways forward to address these will also be identified by instigating a dialogue with and between the key actors in the field of EDI at work during an 'unconference', an innovative format where the participants set the agenda (Seminar 6), and a panel discussion with 'Question Time' (Seminar 7). \n\nWe intend to disseminate the results of the seminar series in high impact publications, facilitate the development of early career researchers, apply for further national and European funding, and build a network of EDI specialists that exchanges and co-produces impactful knowledge and solutions in the field of EDI at work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002616/1","grantId":"ES/M002616/1","fundValue":"30301","fundStart":"2014-12-17","fundEnd":"2016-12-16","funder":"ESRC","impactText":"","person":"Yves Richard Guillaume","coPersons":["Michael Alun West","Lilian  Otaye","Jeremy  Dawson"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}