{"id":"4204AD7F-561D-453E-BE18-498344FC6836","title":"Curating Childhoods: Developing a Multimedia Archive of Children's Everyday Lives","abstractText":"Curating Childhoods is a 12-month study that forges links across disciplines in order to transform the way we document and archive children's everyday lives in the digital age. To date, accounts of children's lives have been conspicuously absent from the Mass Observation Archive - in large part due to the ethical challenges of documenting and recording intimate accounts of children and young people's lives. Such a trend stands in stark contrast to increased growth and proliferation of young people's use of online social media platforms as a means of self-documenting and curating multimedia accounts of their lives. In response to these trends, the study facilitates dialogue between young people's private digital data practices and public archives seeking to document the everyday. \n\nThe project builds on a previous research initiative called 'Face 2 Face: Tracing the Real and the Mediated in Children's Cultural Worlds' (2012-3) which developed micro ethnographic and multimedia tools for documenting the temporal rhythms of children's everyday lives. The Curating Childhoods study is the next logical and necessary step in the development of this initiative and seeks to explore how researchers and archives can work with children and young people to address the ethical challenges of documenting and curating public records of everyday life. With the increasing democratisation of 'documentation' it has been ever more important to reconsider the role of the researcher, the archivist, and the professional as arbiters of ethical governance and practice. Consequently, the documentation of children and young people's lives will act as a key test case for our ability to work through this terrain, investigating alternatives to the simple privatisation of responsibility for protecting privacy (Hope, 2014). \n\nIn collaboration with the Mass Observation Archive, the project's team will develop a series of knowledge exchange activities and resources bringing together the expertise of archivists, researchers and young people around issues of ethics and responsibility in the curation and sharing data. In the first instance, the research team will invite a panel of young people involved in the 'Face 2 Face' study to participate in a day workshop with archivists to talk about their everyday practices of curating, storing and sharing personal data. This workshop will then form a key contribution in the development of a set of new open-access knowledge exchange materials around 'good practice' in the curation and management of private digital data, targeted at young people, archivists and researchers. \n\nA key outcome of the Curating Childhoods project will be the development of a new on-going multimedia dataset on 'Everyday Childhoods', to be hosted and maintained at the Mass Observation Archive. This dataset will provide a rich new resource for researchers that will provide invaluable insights into the changing social and cultural configurations of childhood and youth over time. The dataset will initially comprise data collected as part of the Face 2 Face study, but will also later incorporate new data contributions from a 'self documentary day' for children on 12th May 2015, co-organised by the research and archive teams. Throughout the process of creating and compiling this dataset, the research and archive teams will critically examine the practical and ethical challenges of a establishing a new multimedia dataset on 'Everyday Childhoods' in the Mass Observation Archive. More broadly, this study will seek to contribute to on-going discussions across the arts and humanities and the social sciences on the challenges of recording and preserving digital and multimedia accounts of the everyday, as well as the wider ethical implications of researching and documenting children's lives in the digital age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002160/1","grantId":"AH/M002160/1","fundValue":"64130","fundStart":"2014-09-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"Rachel  Thomson","coPersons":["Liam John Berriman"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}