{"id":"420518BB-3881-4AA8-B190-0377CF4E7DEE","title":"Visual motion perception in healthy ageing","abstractText":"The population of the developed world is ageing faster than at any time before. For example, in the UK, the number of people aged 65 and older is expected to nearly double within the next 40 years from around 10 million people now to 19 million in 2050. Such dramatic demographic changes will have a huge impact on society. The main part of research that is dedicated to ageing concentrates on changes that are related to neurodegenerative diseases such as Alzheimer's or Parkinson's disease. However, even during healthy ageing changes occur: Cognitive functions related to memory and attention decline, motor functions slow down, and perceptual functions decrease such as in audition or vision. \n\nThe proposed project will investigate age-related changes in visual motion perception in the absence of sensory and optical deficits such as blur, myopia, cataract or glaucoma. Not all problems with vision have to do with the eyes and there is increasing evidence that the visual areas of the brain are also affected by ageing.\nMotion perception is an important visual function that helps us to navigate through the environment, recognize other people's facial and body language, and accomplish simple everyday tasks such as pouring a cup of coffee. Therefore, deficits in motion perception can strongly affect older adults lives including their safety, social interactions, mobility and hence, their independence.\nPrevious research has shown that basic or low-level motion perception, i.e., the motion of basic visual features such as moving dots, is strongly affected by ageing: Older adults have, for example, difficulties discriminating the motion direction of moving dots and are less able to integrate information across space and time. However, older adults can recognize and discriminate high-level visual motion, i.e., the motion of familiar and more relevant stimuli, such as faces or biological motion. Motion for more familiar stimuli can be computed by using the local motion signals of the stimulus or by integrating the global form information across time. With the studies described here, we will be able to elucidate the mechanisms underlying the apparent discrepancy between low- and high-level motion perception in ageing. In a first step, we will investigate the relationship between decreased low-level motion perception and high-level motion perception by correlating performance in tasks related to both kinds of motion. In a second step we will highlight the relative contribution of local motion and global form information to the perception of familiar dynamic stimuli. In a third step, we will ascertain the core brain areas that are involved in processing high-level motion in ageing and how those areas are functionally connected. The proposed research will combine behavioural methods with functional magnetic resonance imaging (fMRI). The results from the proposed research with ageing lead to a better understanding of motion processing per se. In the long run, the results from these studies can also help to develop new technologies and applications specifically suited to the needs of the ageing population so that they can maintain their quality of life and actively take part in society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K007173/1","grantId":"BB/K007173/1","fundValue":"221358","fundStart":"2013-07-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"","person":"Karin S Pilz","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We are still in the process of collecting final data and analysing the results. However, so far, our results support previous findings that older adults are better able to use global form rather than local motion information for processing human motion. One of our key findings is that controlling for other low-level factors such as speed or motion coherence, healthy ageing mostly affects direction discrimination in the horizontal plane and not in the vertical one N/A Education,Healthcare,Other","dataset":"gtr"}