{"id":"420C2937-D0F2-4A6E-AF0F-A71075B8EADA","title":"Quantifying the behavioural and facial correlates of pain in laboratory macaques","abstractText":"In humans, pain reflects biological, psychological and social factors that can make clinical assessments challenging. Facial expressions of pain are consistent within and between individuals and detailed video analysis reveals differences between genuine, faked and masked pain responses. Identifying painful experience in other animals is even more challenging. However, recognising that an animal is in pain is necessary for providing appropriate pain relief. Observational methods for assessing pain are favoured because these do not require additional disturbance of an individual. There are already methods for evaluating the well being of captive animals but these can only detect a broadly positive or negative mood. Facial expressions may be a useful tool for identifying specific subjective states, such as fear and pain, as these occur rapidly in response to specfic stimuli. It is possible that other species do not display pain overtly as it could be harmful to reveal weakness in the presence of competitors. In social species, individuals can also benefit from social support and an expression of pain could be used to recruit support or alternatively to signal others to keep their distance. Research has shown that pain responses in rodents are modulated by the specific social relationship between social partners. It may be wise to conceal pain from competitors but not from friends.\n\nThere are currently no standardised methods for assessing pain in nonhuman primates. Recent work in rodents has indicated that facial expressions may be used to recognise the presence and intensity of pain experiences. The proposed study aims to use detailed analyses of facial movement to examine subjective states in laboratory housed macaques. Human observers are disproportionately attentive to faces when looking at images. Focusing on facial behaviour and identifying cues to pain would allow us to exploit this bias. We have developed a standardised tool for the measurement of facial expression in macaques (MaqFACS) and identified some facial correlates of pain within a neuroscience laboratory. However, the potential of this method in assessing pain in other contexts and to different types of pain has not been tested and it is important to determine whether facial measure can be applied more widely. As facial expressions are also social signals, we expect the presence of their allies or enemies, including animal care staff, to influence their ability to cope with challenge. Understanding how these factors influence behaviour will give us insight into how they evaluate their experiences and how we might best improve welfare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K001159/1","grantId":"NC/K001159/1","fundValue":"177449","fundStart":"2013-06-10","fundEnd":"2015-08-31","funder":"NC3Rs","impactText":"","person":"Sarah-Jane  Vick","coPersons":["Matthew Clifford Leach","Hannah  Buchanan-Smith","Paul  Flecknell"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}