{"id":"420F9ED8-D2C1-4EA6-9936-591B2D9B101E","title":"Mathematical underpinnings of stratified turbulence","abstractText":"Turbulence is an everyday experience, from the water emerging from a tap to the wind on one's face. Despite its widespread importance, a mathematical description of turbulent flow remains elusive. In most turbulent flows of practical interest, the vast number of degrees of freedom makes it impossible to solve the equations of motion directly. Recently, however, significant progress has been made by taking the view point that turbulence can be treated as a large dynamical system in which the turbulence is represented by differential equations that, in principle, can be integrated forward in time to evolve from one state to the next. While previous work in this area has focused on uniform density fluids, the buoyancy forces associated with density variations play an important dynamical role in many applications (e.g. warm air is less dense than cold air, which is critical for efficient building heating and cooling strategies).\n\nThis project will develop the mathematical underpinnings of stratified turbulence. The project builds on the dynamical systems viewpoint, developed for a fluid which has a constant density and extends it to one in which the fluid density varies in space and time. In addition to extending the analysis to new practical applications, including buoyancy effects associated with density variations will allow us to probe universal aspects of turbulence in a way that would not be possible in a homogeneous fluid. Much of the progress in turbulence theory to date has been in flows which are transitional so the flow is in an intermediate state between being completely laminar and completely turbulent. In a stratified fluid, the buoyancy force inhibits vertical motions (e.g. warm air tends to stay near the ceiling) and makes laminar/turbulent transitions more prevalent, their structures more identifiable, and the dynamics richer so there are more phenomena to explore.\n\nOur approach is based on tight coupling between mathematics, simulation and experimentation. Although stratified turbulence has been studied experimentally for many years, none of the existing flow geometries can address all three of our primary objectives. Consequently, we will build a new experiment to study stratified turbulence in a canonical geometry in which the turbulence is generated by shear and opposed by the stratification. This new geometry will allow us to observe and measure laminar/turbulent transitions, the flow structures that are involved and their distributions in time and space. We will also carry out new experiments in two other geometries to examine how the flow features change in different configurations. We will use numerical simulations of each experimental configuration to complement the laboratory experiments by allowing additional diagnostics, and providing a direct link between the mathematical tools and the flow geometries.\n\nOne of the important outcomes of combining mathematical analysis, laboratory experiments and numerical simulations will be to develop a simplified dynamical description of the system. This reduced dynamical system will capture the key physics of stratified turbulence, and provide a generic tool for understanding and modelling turbulence and mixing processes in diverse contexts of economic, environmental and societal importance. Eventually we hope to provide practical estimates of mixing and transport in a turbulent stratified fluid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034529/1","grantId":"EP/K034529/1","fundValue":"2321650","fundStart":"2013-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Paul F Linden","coPersons":["Colm-Cille Patrick Caulfield","Stuart Bruce Dalziel","John Ryan Taylor","Richard  Kerswell"],"organisation":"University of Cambridge","findingsText":" The research is in its early stages but we have made progress in identifying mechanisms and structures that lead to mixing in stratified systems. We are planning 2 meetings: Euromech 567 to be held in Mach 2015 and a Royal Society meeting to be held in March 2016 to discuss the findings and interact with the wider community. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}