{"id":"421484F5-FE55-4322-B529-1DB32C2A4007","title":"Theoretical Cosmology","abstractText":"In recent years there has been an explosion in the amount and precision of observational data with which we can probe models of our Universe. This enables us to test speculative ideas about the physics at work in the very early Universe, the material content of the universe today, and even the nature of gravity and spacetime. A period of rapid, accelerated expansion in the very early universe, known as cosmological inflation provides the initial conditions from which the large scale structure of our universe can subsequently evolve. Quantum fluctuations during inflation are swept up to astrophysical scales by the rapid expansion, and we can distinguish between different possible models of inflation by the spectrum of fluctuations they leave behind. We intend to study the type of density fluctuations they produce, and the statistical properties of these fluctuations both in large galaxy surveys and in the pattern of temperature fluctuations in the cosmic microwave background radiation, which survives as a relic of the hot big bang. The most dramatic discovery in science in the past decade has been the revelation that the expansion of our Universe is actually accelerating today. This implies that the expansion must be driven, not by ordinary matter but by an unknown dark energy, similar to the quantum fields that drove inflation at high energies in the very early universe. However we have no clear idea what low-energy physics could lie behind the dark energy. It is important to distinguish the whether this dark energy is a cosmological constant, or whether it could vary in space and time. The growth of structure in our Universe revealed by observational surveys will be used to study the clustering of dark energy. In particular we will use weak gravitational lensing to probe the distribution of energy density in our Universe and an effect known as the integrated Sachs-Wolfe effect which probes the evolution of the gravitational potential as structure forms. We will also develop geometrical tests of the expansion history of our Universe, preparing for the next generation of massive cosmological data-sets that will be available to researchers in Portsmouth. We will develop advanced methods for cosmological data analysis with such surveys and make projections of the accuracy of geometrical tests. We will be seeking to distinguish models of dark energy from an alternative possibility that Einstein's theory of general relativity iteslf is modified on large scales. Our view of gravity and spacetime has been revolutionised in recent years by brane-world models which propose that our observed Universe may in fact be a four-dimensional 'brane' (with three space dimensions plus time) embedded in a higher-dimensional bulk spacetime. This could reconcile our observed four-dimensional world with string theory that requires extra, hidden spatial dimensions. We will continue work to study the implications of such brane-world models through their effect on models of inflation in the early universe, the evolution of cosmological structure, and the late-time acceleration of our Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001033/1","grantId":"PP/E001033/1","fundValue":"1423030","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Roy  Maartens","coPersons":["David Graham Wands","Kazuya  Koyama","Robert  Crittenden","Robert  Nichol","Marco  Bruni","William James  Percival"],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}