{"id":"42288AB5-C1E9-445E-A520-63FFB28370A3","title":"Spanish Horror Film","abstractText":"My project Spanish Horror Film provides the first in-depth exploration of the horror genre in Spain from the 1960s to the present day through an examination of its production, circulation, regulation and consumption. My examination of this cinematic tradition will be firmly located in relation to broader historical and cultural shifts in recent Spanish history: late Francoism, the end of the dictatorship, the transition to democracy and the democratic period. \\n\\nA focused and detailed study of this popular cinematic form will facilitate an understanding of the complex patterns surrounding its cultural production and consumption. The central aims of the project are an examination of Spanish horror cinema in relation to its economic, institutional and cultural contexts, a comprehensive analysis of the specific formal, aesthetic and ideological features of the genre in Spain, and a detailed analysis of individual directors and films. By focusing on the horror genre, my book will question the status and place of these popular films within accepted histories of Spanish cinema.\\n\\nSpanish horror cinema has received little critical attention. Whilst there has been an increase in critical interest in Spanish cinema, much of it has focused on general introductions (D'Lugo (1997), Jordan and Morgan-Tamosunas (1998), Stone (2002)), traditional 'auteurs' and 'art' cinema (Evans (1999)). Recent work in Spanish film studies has shifted the interest towards more popular forms of Spanish cinemas (Triana-Toribio (2003), L&aacute;zaro-Reboll and Willis (2004), Faulkner (2006), Marsh (2006)), engaging with a variety of theoretical and critical debates around popular film. By examining critical and popular responses to Spanish horror cinema in this study, I will examine how cinematic traditions and canons have been constructed in Spanish film history. My project therefore provides a critical history of the horror genre in Spain, and will be an important contribution not only to the eisting scholarship on Spanish cinema, but also to current re-evaluations of the genre at an international level. \\n\\nIn order to analyse the international breadth and variety of Spanish horror production, my project engages with key approaches to the analysis of horror as a genre (genre and auterism; fandom, cult and exploitation; psychoanalytic theories of horror; local cinematic traditions and transnational cinemas). My analysis draws on a wide variety of films and primary source materials including press books, promotional materials, trade publications, critical reviews, specialized film magazines and fanzines. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005121/1","grantId":"AH/F005121/1","fundValue":"22101","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Antonio  Lazaro-Reboll","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}