{"id":"422AEB89-3EE3-4C30-BD30-F9903E23A60C","title":"The systems biology of network stress based on data generated from in vitro differentiated hepatocytes from individual-specific human iPS cells","abstractText":"Our liver is the major chemical factory of our body. It removes unwelcome chemical compounds from our body, often after changing them chemically. The catch 22 situation here is that this function of the liver is good for the rest of the body, but potentially bad for the liver itself: during the chemical removal processes, toxic compounds tend to arise that put the liver under even more stress than already produced by the increased work load of the removal of the unwelcome compounds. A major hurdle in understanding how the liver deals with such stresses, has been the difference between human individuals. Due to this difference the response measured in one individual could not be used to predict the response to the stress in a different individual. Individuals differ in a limited but substantial number of small mutations in their DNA, some of which give rise alterations in molecular function of a number of molecules in the body. It has been impossible to relate differences in the response to stress, back to differences in any one of the mutated molecules. As in human societies, processes in living cells are carried out not by individuals but by networks of individuals. This project will therefore try to relate the response to stress of individuals not to their molecules but to their molecular networks. This will be done by a combination of experimentation with ultra modern experimental methods such as deep sequencing and mathematical modelling using fast and well-programmed computers. One result will be a mathematical model that describes part of the function of the liver and hence of the human.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004688/1","grantId":"BB/I004688/1","fundValue":"264916","fundStart":"2010-10-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"","person":"Hans Victor Westerhoff","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}