{"id":"423535C4-94C3-4EC7-B782-8A8FB74D401E","title":"13 ERA IB: Production of new bioactive compounds by plants and bacteria using new and improved halogenases","abstractText":"Natural products (complex molecules produced by plants and microorganisms) exhibit a wealth of agriculturally and medicinally significant activities. For example, auxin molecules, which are derived from the amino acid tryptophan, control how fast plants grow. Natural products also have tremendous medicinal value. Over the past three decades more than 60% of anticancer agents and over 70% of antibiotics entering clinical trials were based on natural products. Key examples include the antibiotic vancomycin (generated by a microbe) and the anticancer agent taxol (generated by a plant).\n\nThe introduction of a halogen- a chlorine or bromine atom- into a natural product has frequently been demonstrated to improve bioactivity and bioavailability. Furthermore, the incorporation of chlorine or bromine provides a reactive handle that may be utilised to further derivatise the product, and thereby modulate its bioactivity even further. The inherent complexity of many natural products renders them and their analogues hard to produce using chemical methods. Therefore, development of enzymatic syntheses for these compounds is highly attractive. Enzymes called halogenases that catalyse the installation of chlorine or bromine into natural products have been recently discovered. \n\nIn this proposal, we describe a consortium of five academic partners and one industrial partner to develop and implement these synthetic processes that utilise halogenases. The proposal describes a highly inter-disciplinary approach to:\na) discover new halogenases \nb) engineer halogenases to change their specificity \nc) develop chemical methods to further derivatise the halogen after it has been enzymatically installed \nd) evaluate the structure and agrochemical bioactivity of any of the new compounds that are produced. \n\nWe envision that as a result of the work performed in this proposal we will:\na) have in hand a &quot;suite&quot; of halogenase enzymes that academic and industrial scientists can use to produce a wide range of halogenated compounds with a broad range of applications on a small or large scale\nb) assemble a library of novel &quot;unnatural natural products&quot; with unusual halogenation patterns and chemical derivatisations from the halogen site\nc) assay this library of compounds for biological activity for the agricultural industry (e.g. screen for new pesticides) in collaboration with Syngenta, the industrial partner","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004570/1","grantId":"BB/M004570/1","fundValue":"672967","fundStart":"2014-08-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  -To generate new ways to make halogenated molecules, which have highusgae in agriculture and health Agriculture, Food and Drink,Chemicals Economic","person":"Sarah Ellen O'Connor","coPersons":["Rebecca Jane Goss"],"organisation":"University of East Anglia","findingsText":" - a sequence data set for peas\n- progress toward identifying a new enzyme in peas that makes a special growth hormone\n- expression of halogenases enzymes in yeast for production of non-natural alkaloids - the new enzyme can be used for biocatalysis applications\n- discovery of why peas make this compound Agriculture, Food and Drink,Chemicals","dataset":"gtr"}