{"id":"423EA642-3DDB-4544-AF31-D899AD69448A","title":"Virtual Research Centre in Personal Robotics","abstractText":"Personal robotics is the largest of the future markets for robots and robotic technologies. Yet, the UK research effort in this area of advanced robotics is fragmented and lacks focus. The development of personal robotics depends critically on the resolution of numerous research challenges, which are not equally recognized. Some areas are under-researched and could become development bottlenecks. At the same time, other areas are comparatively over-researched . A more balanced and effective use of research resources, mainly in terms of manpower, would reduce the time-to-market of personal robot assistants. This can be achieved in a non-directed way, by co-locating (virtually) researchers in a virtual research centre (VRC) that facilitates open and informal communication. It is expected that a VRC would generate some of the commonly occurring benefits of real-world co-location. For instance, researchers located in the same institute would naturally share knowledge and avoid duplication of work. A specialist in robot navigation could help quick-start other projects where a navigating robot platform is required. Similarly for specialists in human-robot natural interfaces, manipulation, artificial vision, mechanical design, or even a good C++ programmer. Members of the new centre will be able to conduct informal exchanges through video links and meetings in a virtual coffee room. There will be a yearly workshop which members will attend physically. Members will also be able to virtually attend remote seminars. A focused task will be the production of yearly joint reports on a vision for personal robotics. These will be partly informed by surveys conducted on the centre's web site. It is also expected that collaborative grant applications will be generated.The purpose of this proposal is to initiate an experiment in creating such a community in virtual space, using modern IT tools. Its aim is to achieve a greater level of integration and impact of personal robotics research in the UK. It is supported by leading researchers in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E046657/1","grantId":"EP/E046657/1","fundValue":"118458","fundStart":"2007-07-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Guido  Bugmann","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}