{"id":"424A3CD1-7646-46E1-A109-19BCD662AEFB","title":"Cultural Spaces of Climate Network","abstractText":"Contemporary debates over the threat of future climate change, coupled with the fixation on the apparent acceleration in anthropogenic global warming, and the general dominance of climatic modelling in climate change studies, have obscured the distinctive meaning that climate holds, and has held in the past, for different people in different places. Although there is a consensus that the global climate is changing, that human activities are exacerbating natural climatic variability, and that climate change will pose new and significant challenges for global society at large, the precise impacts for different social, economic and ecological systems are less clearly understood. It is essential to try to obtain a better understanding of how different groups of people in different contextual settings and at different points in time have conceptualised climate and have responded to its fluctuations. \\n\\nThere have, therefore, been calls for a re-examination of climate change that i.) challenges the increasingly global and scientific perspective on climate and ii.) addresses the idea of climate and its culturally and spatially variable dimensions. Recent climate scholarship has, for example, highlighted a need to understand how different groups of people in different spatial and temporal contexts conceptualise climate as an idea. Efforts are thus now being made to explore how 'ordinary people' understand, talk or write about climate and make sense of it and to investigate climate as a function of personal memory, experience and intergenerational transfer of 'climate knowledge', all of which demands a more intimate spatial resolution than global perspectives afford. \\n\\nThe purpose of the proposed network is to draw together academic researchers from within and beyond the arts and humanities, representatives from professional and learned societies including the Royal Geographical Society with the Institute of British Geographers (RGS-IBG) and the Royal Meteorological Society (RMetS) and various popular climate and weather related interest groups, including the Climatological Observers Link (COL), The Tornado and Storm Research Organisation (TORRO) and the Cloud Appreciation Society (CAS), to investigate possible approaches to encourage a more culturally driven and local-scale consideration of climate as an idea from both an historical and contemporary perspective. \\n\\nThree workshops are proposed involving all these stakeholder groups. These will address a series of distinctive themes: i.) the potential contribution that arts and humanities approaches can make to contemporary climate and climate change discourses; ii.) the value of adopting an historical perspective in the investigation of the interrelationships between people, place and climate and of bringing historical materials into wider public and professional circulation to illustrate their use in developing narratives of climates past and present and iii.) the way in which the ordinary citizen, and amateur groups in particular, have in the past and could in the future usefully contribute to the production and circulation of climate knowledge, and to establish how they might become more involved as intermediaries between the public, academic and professional domains. \\n\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H03899X/1","grantId":"AH/H03899X/1","fundValue":"23873","fundStart":"2010-07-01","fundEnd":"2011-11-30","funder":"AHRC","impactText":"","person":"Georgina Hope Endfield","coPersons":["Carol  Morris"],"organisation":"University of Nottingham","findingsText":" Three workshops were held throughout the course of a year. Each day-long workshop involved academic and non-academic participants and keynote speakers. The first event on &quot;Re-culturing Climate&quot; was held at the University of Nottingham (December 3rd 2010). The keynote speaker, James Roger Fleming opened the event with a presentation on the history of weather and climate control in the US. Other presentations provided insight into how the media, art, film and literature can be used to explore representations (and in some cases manipulation) of climate and climate change debates. &quot;Historicising Climate&quot; was held at the Royal Geographical Society-with the Institute of British Geographers, Kensington Gore (March 16th 2011) and addressed how historical perspectives can be used as a lens through which to view into the changing nature of the relationship between climate and people and different cultural attitudes to climate over time. Jan Golinski's keynote considered how a study of the social dimension of knowledge in history can assist current attempts to mediate between scientific and popular ideas about the environment. Other papers illustrated the value of historical materials in climate research, their use in helping to understand the formation, and implications, of different narratives of climate past and present and also highlighted the importance of bringing such materials into wider public and professional circulation. Presentations demonstrated how the cultural framings of climate (including legal, medical, economic as well as scientific framings) have been, and are, dynamic over a wide range of temporal and spatial scales. The third and final workshop, &quot;Popularising Climate&quot;, was held at The Royal Meteorological Society, Reading on June 25th 2011. This event focused on the involvement of amateur/ enthusiast communities and sought to establish how they might become more engaged as intermediaries between the public, academic and professional domains. Organisations participating in this event included the Cloud Appreciation Society (its director Gavin Pretor Pinney is delivering the keynote), the Climatological Observers Link and the Tornado and Storm Research Organisation as well as academics working on environmental enthusiasm, volunteering and amateurisation. Among the themes addressed at this workshop included those focused on popular understanding of climate and climate change, dovetailing with LWEC objectives aimed at improving the way in which communities in the UK with different cultural backgrounds and belief systems understand - and can live- with climate change. \n\nHighlights &amp; achievements of the research /important findings\n\n1.) Workshops have showcased the work of various students and RAs, and the network has fostered the formation of a sub-network of early career researchers working on climate from an arts and humanities (and social science) perspective. The inaugural meeting of this group was held on June 8th at the University of Nottingham and the first workshop of the early career network was held at the RGS-IBG on 6th October 2011 with input from 20 young researchers as well as Mike Hulme and other network members, \n\n2.) Plans are underway for an edited volume of selected papers from each of the workshops (book proposal being drawn up for submission to Palgrave). \n\n3.) A follow up project linking this network and the Anticipatory Histories REC network (PI Simon Naylor) has also been developed and has received funding from the AHRC. Three workshops were held throughout the course of a year. Each day-long workshop involved academic and non-academic participants and keynote speakers. The first event on &quot;Re-culturing Climate&quot; was held at the University of Nottingham (December 3rd 2010). The keynote speaker, James Roger Fleming opened the event with a presentation on the history of weather and climate control in the US. Other presentations provided insight into how the media, art, film and literature can be used to explore representations (and in some cases manipulation) of climate and climate change debates. &quot;Historicising Climate&quot; was held at the Royal Geographical Society-with the Institute of British Geographers, Kensington Gore (March 16th 2011) and addressed how historical perspectives can be used as a lens through which to view into the changing nature of the relationship between climate and people and different cultural attitudes to climate over time. Jan Golinski's keynote considered how a study of the social dimension of knowledge in history can assist current attempts to mediate between scientific and popular ideas about the environment. Other papers illustrated the value of historical materials in climate research, their use in helping to understand the formation, and implications, of different narratives of climate past and present and also highlighted the importance of bringing such materials into wider public and professional circulation. Presentations demonstrated how the cultural framings of climate (including legal, medical, economic as well as scientific framings) have been, and are, dynamic over a wide range of temporal and spatial scales. The third and final workshop, &quot;Popularising Climate&quot;, was held at The Royal Meteorological Society, Reading on June 25th 2011. This event focused on the involvement of amateur/ enthusiast communities and sought to establish how they might become more engaged as intermediaries between the public, academic and professional domains. Organisations participating in this event included the Cloud Appreciation Society (its director Gavin Pretor Pinney is delivering the keynote), the Climatological Observers Link and the Tornado and Storm Research Organisation as well as academics working on environmental enthusiasm, volunteering and amateurisation. Among the themes addressed at this workshop included those focused on popular understanding of climate and climate change, dovetailing with LWEC objectives aimed at improving the way in which communities in the UK with different cultural backgrounds and belief systems understand - and can live- with climate change. \n\nHighlights &amp; achievements of the research /important findings\n\n1.) Workshops have showcased the work of various students and RAs, and the network has fostered the formation of a sub-network of early career researchers working on climate from an arts and humanities (and social science) perspective. The inaugural meeting of this group was held on June 8th at the University of Nottingham and the first workshop of the early career network was held at the RGS-IBG on 6th October 2011 with input from 20 young researchers as well as Mike Hulme and other network members, \n\n2.) Plans are underway for an edited volume of selected papers from each of the workshops (book proposal being drawn up for submission to Palgrave). \n\n3.) A follow up project linking this network and the Anticipatory Histories REC network (PI Simon Naylor) has also been developed and has received funding from the AHRC. Environment","dataset":"gtr"}