{"id":"4250BD04-014D-437A-A7FA-1AA7767C65B6","title":"LMF: L-Functions and Modular Forms","abstractText":"L-functions and modular forms are fundamental mathematical objects that encode much of our knowledge of contemporary number theory. They form part of a web of interconnected objects, the understanding of which in the most basic cases lies at the foundations of much of modern mathematics. A spectacular example is Wiles' proof of Fermat's Last Theorem, which was an application of a fundamental &quot;modularity&quot; link between L-functions, modular forms and elliptic curves. This project will greatly extend and generalize such connections, both theoretically and computationally.\n\nThe research vision inspiring our programme can be summarised as: &quot;Breaking the boundaries of classical L-functions and modular forms, and exploring their applications to 21st-century mathematics, physics, and computer science&quot;. Our guiding goal is to push forward both theoretical and algorithmic developments, in order to develop L-functions and modular forms far beyond current capabilities. This programme will systematically develop an extensive catalogue of number theoretic objects, and will make this information available through an integrated online resource that will become an indispensable tool for the world's research community.\n\nL-functions are to pure mathematics what fundamental particles are to physics: their interaction reveal fundamental truths. To continue the analogy, computers are to number theorists what colliders are to particle physicists. Aside from their established role as empirical &quot;testers&quot; for conjectures and theories, experiments can often throw up quite unexpected phenomena which go on to reshape modern theory. Our programme will establish a major database and encyclopedia of knowledge about L-functions and related objects, which will play a role analogous to that of the LHC for the scientists at CERN. Both are at the threshold of tantalising glimpses into completely uncharted territories: higher degree L-functions for us and the Higgs boson for them.\n\nTheoretical and computational work on higher degree L-functions has only started to make substantial progress in the past few years. There do not currently exist efficient methods to work with these, and rigorous computations with them are not yet possible. Neither is there yet an explicit description of all ways in which degree 3 L-functions can arise. We will address these facets in our research programme: both algorithmic development and theoretical classification.\n\nAs well as having theoretical applications to modularity relationships as in Wiles' proof, detailed knowledge of L-functions has more far-reaching implications. Collections of L-functions have statistical properties which first arose in theoretical physics. This surprising connection, which has witnessed substantial developments led by researchers in Bristol, has fundamental predictive power in number theory; the synergy will be vastly extended in this programme. In another strand, number theory plays an increasingly vital role in computing and communications, as evidenced by its striking applications to both cryptography and coding theory.\n\nThe Riemann Hypothesis (one of the Clay Mathematics Million Dollar Millennium Problems) concerns the distribution of prime numbers, and the correctness of the best algorithms for testing large prime numbers depend on the truth of a generalised version of this 150-year-old unsolved problem. These are algorithms which are used by public-key cryptosystems that everyone who uses the Internet relies on daily, and that underpin our digital economy. Our programme involves the creation of a huge amount of data about a wide range of modular forms and L-functions, which will far surpass in range and depth anything computed before in this area. This in turn will be used to analyse some of the most famous outstanding problems in mathematics, including the Riemann Hypothesis and another Clay problem, the Birch and Swinnerton-Dyer conjecture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034383/1","grantId":"EP/K034383/1","fundValue":"2246110","fundStart":"2013-06-01","fundEnd":"2019-05-31","funder":"EPSRC","impactText":"","person":"John  Cremona","coPersons":["Samir  Siksek","John Brian Conrey","Jon  Keating","Andrew Richard Booker"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}