{"id":"42584D97-2D35-4692-AE2C-E07CD53A62C5","title":"TRIUMF travel for experiment S1107 with 24Na","abstractText":"An excellent new physics opportunity is opened up by the Tigress collaboration's investment (along with the University of York in the UK) in a compact silicon box called SHARC that operates inside the Ge array, and allows the study of nucleon transfer reactions. The high beam quality and intensities of ISAC-2 beams are well adapted to transfer studies, and the energies have now reached 5.0 - 10.0 MeV/A, where the shapes of the differential cross sections are characteristic of the transferred angular momentum and the optical model analyses to obtain spectroscopic factors is reasonable and proven. The Surrey group played a prominent part in the design of SHARC and led the first physics experiment to exploit this new investment. The new experiment will make use of recent theoretical developments at Surrey to interpret neutron transfer onto 24Na to 25Na in terms of proton capture by 24Al to 25Si and will require coincident detection of gamma-rays in TIGRESS along with protons in SHARC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I005866/1","grantId":"ST/I005866/1","fundValue":"3448","fundStart":"2010-10-24","fundEnd":"2011-01-23","funder":"STFC","impactText":"  Data analysis is still in progress.  ","person":"Wilton  Catford","coPersons":[],"organisation":"University of Surrey","findingsText":" With this grant I was able to travel to an experiment at the TRIUMF facility in Canada to perform an experiment with a radioactive beam of 24Na ions. The TRIUMF facility is the only one in the world that can produce a beam of accelerated 24Na ions and use them to study nuclear structure. The data are under analysis by a PhD student at Surrey. We will measure nuclear structure information of importance to nuclear shell model theorists to improve their models and hence further predictions of these models, and we are also hopeful that properties of states relevant to nuclear reactions in x-ray bursters will be able to be extracted in the analysis. Other","dataset":"gtr"}