{"id":"42591234-C66A-4953-9634-7C1CA6D9F53B","title":"The Role of SPLUNC1/BPIFA1 in the Host Response to Respiratory Virus Infection","abstractText":"The PLUNC/BPIF family are rapidly evolving glycoprotein molecules that are produced continuously in the respiratory tract of mammals. They show structural similarity to BPI, a protein that is known to combat bacterial infections and to LBP, a molecule critically important in transducing signals from bacterial LPS through the TLR innate defence pathway. This led to the hypothesis that PLUNC/BPIF proteins would exhibit similar antimicrobial defence functions to BPI and LBP. However, the function of BPIF proteins is unknown and as yet there is no compelling published support for a significant antimicrobial role, and our own data has failed to show a direct antimicrobial/bacteriostatic role for the proteins, both in vivo and in vitro. In this grant we are focussing on SPLUNC1 or BPIFA1. BPIFA1 is the prototypic family member that is found in all mammals. It is one of the major secretory molecules is secreted into the respiratory tract. We have shown that BPIFA1 is produced in the cells lining the respiratory tract, and that after infection with viruses, its production is increased. Using genetically modified mice that are unable to produce BPIAF1, we have shown that it is involved in the defence against influenza A virus. We therefore believe that BPIAF1 is involved in the early response to virus infection. The aims of this project are to:\n1. Discover the precise way that BPIFA1 acts in the defence mechanisms to MHV-68 infection. This will involve comparing the progress of viral infection in genetically modified mice deficient in BPIFA1 with normal mice. We will also study whether BPIFA1 influences inflammatory responses, various types of immune responses (antibody and cytotoxic T cell) as well as other anti-viral responses such as interferons.\n2. Use fully differentiated cells that have been cultured in the laboratory from the respiratory tract of BPIFA1-deficient mice to look at how this protein can protect the respiratory tract from virus infection.\n3. Discover the mechanisms of action of BPIFA1 by comparing differences in the expression of genes in mice and cells lacking BPIFA1 before and after infection. \nThe results will significantly enhance our understanding of fundamental aspects of defence to virus infection as well as aspects of respiratory biology. \n The research will be carried out at the Universities of Liverpool and Sheffield by a multi-disciplinary team comprising members of the Medical and Veterinary Faculties using well-equipped facilities currently situated at these sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009664/1","grantId":"BB/K009664/1","fundValue":"421347","fundStart":"2013-05-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"","person":"James Peter Stewart","coPersons":["Anja  Kipar","Gail  Leeming"],"organisation":"University of Liverpool","findingsText":" 1. We have determined that SPLUNC1 is expressed and secreted by non-ciliated cells in the respiratory tract. This secretion is modulated by infection with viruses but the degree of modulation varies depending upon the severity of infection The variability in expression and secretion of SPLUNC1 during infection could be exploited in terms of point-of-care diagnostics Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}