{"id":"425C74D9-4F40-4A16-8BCE-F14B406B143C","title":"UK network for design led social innovation for sustainability (DESIS-UK)","abstractText":"This project seeks to establish DESIS-UK, as a national multidisciplinary network of individuals and organisations exploring design-led social innovation and sustainability, and to identify and agree its aims and objectives and ways of working, in collaboration with stakeholders. It aims to strengthen connections between design academics, design practitioners, and end users of design from public, private and third sector organisations and the communities they serve, to explore how best to employ design thinking and skills to deliver sustain-able social and environmental benefits to communities.\n\nDESIS-UK will be developed to interface with the International DESIS Network founded by Ezio Manzini (http://www.desis-network.org ) which is a network of global, regional and local design 'labs', comprised of teams of professors, researchers and students active in the promotion and delivery of design led social inno-vation for sustainability.\n\nThe DESIS International network is decentralised, operating via regional nodes and local hubs, and acts to &quot;Foster social innovation and sustainability by taking part in support projects and programs, gathering together and offering greater visibility to significant cases. Promoting design for social innovation both within and out-side the design community, developing appropriate design tools and organizing cultural and pedagogic activities. Fostering the circulation of ideas and experiences, with a peer-to-peer approach, between the different DESIS-Local initiatives to carrying out comparative research and co-producing courses at an international level.&quot; DESIS-UK network will constitute a DESIS-Local initiative and further to its creation seek to be active in:\n\n- Proposing and developing national and international research programs.\n- Organizing pedagogic initiatives (eg workshops, seminars, courses and conference)\n- Preparing pedagogic resources (eg teaching tools, course formats, bibliographic references).\n- Collecting and disseminating research information (eg case studies, projects and research results).\n- Promoting cultural and communication initiatives (eg exhibitions, publications and broadcasts).\n\nA series of 3 workshops will bring together academics, practitioners, and community end users of design (typically third sector organisations) to build UK capacity for design-led social innovation by creating connections, harvesting knowledge/ experience and exchanging and reviewing existing best practices.\n\nAs well as being disseminated internationally via the existing DESIS website, the outcomes of these workshops will be discussed and documented online through a dedicated DESIS-UK webspace to be created as part of this project.\n\nSpecifically, workshops will seek to;\n- Share and map current project cases, reviewing themes and approaches.\n- Map and connect disciplinary specialisms and skills amongst individuals and organisations within a DESIS-UK network.\n- Connect end users of design and research with researchers and student groups within academia to facilitate research, teaching and practice of design led social innovation nationwide.\n- Connect students and academia with the professional world to augment career opportunities, and the pedagogic requirements to support them.\n- Disseminate exemplars to the UK Network to share learning and inspire local and national initiatives.\n- Create visions/opportunities for future projects/research.\n\nThis proposal aligns with the current highlight notice for Connected Communities in that it supports the three underpinning cross-cutting themes identified within the Connected Communities summit in Glasgow, July 2011, namely:\n- Connectivity within &amp; between communities\n- Connecting research on communities\n- Connecting research with communities - &amp; &quot;enhanced harvesting&quot; of research benefitting communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J008567/1","grantId":"AH/J008567/1","fundValue":"34381","fundStart":"2012-12-17","fundEnd":"2013-12-16","funder":"AHRC","impactText":"  Findings have been used in:\n1. the development of new curricula approaches within UK HE. For example the insights from this project are contributing significantly to the creation of CSM Public at Central Saint Martins, UAL. \n2. the creation of new funding and support initiatives for social enterprise (SE) development at University of the Arts London linked to the UnLimited/HEFCE SEE Change Programme in which UAL: DESIS Lab has played a key role. Including most recently the award of Innovation partnership Funding to co-create an elective design led SE course module at CSM.\n3. the exploration of a public collaboration lab for London Borough of Camden (LBC). a strategic partnership between LBC and UAL/CSM to provide a platform for public service innovation through social innovation.\n\nThese models can be scaled and transferred nationally. Communities and Social Services/Policy,Creative Economy,Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism Societal,Policy & public services","person":"Adam  Thorpe","coPersons":["Clare  Brass"],"organisation":"University of the Arts London","findingsText":" The UK-DESIS network brought together academics, design practitioner, social entrepreneurs and public sector agencies to explore the role of the academy in Design Led Social Innovation. The project established a DESIS-UK Network (Design for Social Innovation and Sustainability), as a national multidisciplinary network of individuals and organisations exploring design-led social innovation and sustainability in collaboration with UK HE. It strengthened connections between design academics and academies, design practitioners, and end users of design from public, private and third sector organisations and the communities they serve, and explored how best to employ design thinking and skills to deliver sustainable social and environmental benefits to communities. The project delivered a series of networking events across the UK during 2013 coordinated by University of the Arts London DESIS Lab in collaboration with DESIS Labs of the Royal College of Art, Kingston University, Northumbria University, University of Lincoln and Lancaster University.\n\nEach event explored a different perspective of design for social innovation and sustainability (DESIS) practice and the approaches and competencies applied within each. Workshop 1 considered DESIS within the UK HE landscape, exploring the ways that DESIS is integrated within the student curriculum and research environment. Workshop 2 explored the application of design within social innovation and enterprise outside HE and considered the roles for, and requirements of, designers trained in design for social innovation and sustainability as they look to apply their skills beyond graduation. Workshop 3 delivered in partnership with London Borough of Camden, explored collaboration between higher education and the public sector considering the potential of HE/Local Authority collaboration in the context of DESIS for public service reform.\n\n\nWorkshop 1: DESIS within the UK HE Landscape\n\nDESIS projects require staff and students within HE to work in collaboration with diverse societal actors to apply design skills and competencies to co-discover and co-define societal challenges to which responses are co-developed and co-delivered with a view to evaluating their impact and scaling what works.\n\nSharing examples of HE DESIS projects and practice revealed some key insights and common themes.\n\no Mechanisms for HE engagement with non-HE actors within DESIS projects.\no Student 'client' projects\no Social innovation oriented competitions and 'challenge prizes'\no Externally funded collaborative research\no Research consultancy\no Graduate consultancy\no PhD research\n\no Diverse scope of HE DESIS projects from 'initiatives' to 'infrastructuring' projects, from sensemaking to problem solving projects\no Importance of building and maintaining relationships with non-HE collaborators\n\no Challenges surrounding resourcing/funding of DESIS projects as community 'client' projects\n\no Significance of project initiation (student initiated, staff initiated, research initiated, stakeholder initiated) in relation to engagement and impact\n\no Challenges surrounding managing expectations of participating societal actors in relation to outputs and outcomes\n\no Challenges surrounding evaluation of impact and outcomes\n\no Challenges surrounding implementation of co-designed outputs\n\n\nWorkshop 2: Enterprise and Employability\nSocial innovators and entrepreneurs outside of academia shared their experiences and opinions on the current and potential role for design(ers) in social innovation sustained as social enterprise revealing that:\n\no Contribution of design in developing and building operational capacity (improving the ease or effectiveness of delivery) of social enterprises is recognized and valued i.e. there were numerous accounts of need for specific design skills relating to logos, products and websites\n\no More work is needed to raise awareness of the potential for design to contribute to innovative capacity (finding new ways to meet societal needs and goals) of social enterprise i.e. there were few examples of design methods and approaches (particularly design research methods and approaches) being implemented early in the process of social enterprise development. However, in those instances where design was used in this way, early in the process of defining societal challenges and identifying opportunities for social innovations, results were impressive suggesting that there is great potential for furthering the involvement of designers and design approaches earlier in the creation of social enterprises\n\no Close correlation between principles of entrepreneurship and those of DESIS i.e. both favour approaches that are asset oriented, collaborative, agile/iterative\n\no Approaches common to design for social innovation are evidenced within successful corporate social innovation initiatives suggesting a role for design(ers) in facilitating the evolution of corporate social responsibility toward corporate social innovation\n\no Social enterprise development/social entrepreneurs will benefit from knowledge of and access to the methods and skills utilized within design for social innovation\n\n\nWorkshop 3: Opportunities and Challenges\nOrganised in partnership with Camden Council the third and final Design for Social Innovation and Sustainability (DESIS) workshop aimed to foster collaboration between higher education and public sector service providers. Running back-to-back with the Nesta Social Frontiers conference, the workshop provided an opportunity for design led social innovation researchers and practitioners to share and exchange their approaches and resources with public service organisations facing the challenge of public service innovation.\n\no Public service innovation focused in two key areas: \no Citizen centred services - more involvement of end users in the research prototyping, testing of services to be delivered by public agencies\n\no Citizen led services - engagement of citizens in the coproduction of services that may be implemented by citizens enabled and supported by public services\n\no Citizens moving from being passive consumers of services to active participants in services and Local Authorities moving from being solely responsible for service delivery to being stewards of societal outcomes.\n\no Action research in the context of DESIS can facilitate shift in roles requires experimentation and iteration and calls for collaborative action learning such as that realized by action research in the context of DESIS\n\nLocal government and HE can work together to create conditions for collaborative public service solutions:\n\no Recognise the value created by social innovations - promising social initiatives. Recognise Citizens as &quot;experts of their own experience&quot;\no Listen to their requests\no Decide what to do (and do it) in collaboration with them.\n\no It's not just the students that need to learn how to contribute their skills and knowledge to collaborative solutions\no De-risked space for experimentation is required\no Learning together by doing together\no Need a process that allows all actors to make their contribution Findings may be taken forward in the following ways:\n\n1. curriculum development within HE\n2. social enterprise development supported by DESIS approaches\n3. creation of shared platforms and approaches for community collaboration in social innovation in the context of public service innovation in which collaborative design approaches provide a process for doing so and HE acts as a community anchor for such approaches. Communities and Social Services/Policy,Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}