{"id":"426178FF-C2FB-4174-8BD3-2034EF917D0F","title":"Edible Oleogels for Reduction of Saturated Fat","abstractText":"Removing saturated fats from foods is highly desirable because of the health benefits that would be realised, but this is not a trivial exercise because solids fats contribute greatly to the texture of many common foods. They are important in forming the structure in many formulated foods such as baked goods, biscuits, butter, margarine and spreads and confectionery. However, they raise cholesterol levels in the blood and are a risk factor for coronary heart disease. Replacing them with mono-or polyunsaturated oils is not feasible as these are liquid at ambient temperatures and so food where solid fat is replaced by oil would lack the desired solid texture. Even foods that are branded as high in polyunsaturated fats, such as margarines and spreads must contain a relatively high proportion of saturated fat to give the correct texture. The role of the saturated fats in spreads is to provide a network of fat crystals that trap and immobilize the liquid oils in a semi-solid matrix. If food manufacturers are to develop foods with the saturated fat removed they will need to find alternative methods to form the semi-solid structure. One solution that food scientists are developing is the use of edible oleogels. In these, molecules known as gelators are added to liquid oils to mimic the structuring effect of solid fat crystals. The gelators associate with each other to form very long, thin fibres or tubules which crosslink to form a network. This &quot;lattice&quot; of gelator fibres acts in similar way to the network of solid fat crystals and traps the liquid oils in pores in the structure. One group of molecules that can be used to make oleogels are the plant sterols. These also have been found to reduce blood cholesterol levels in their own right, and are added to some functional food spreads for this reason. \nIn principle, oleogels can have a solid-like texture the same as conventional spreads and margarines. In practice it has proven difficult to develop this technology and to date they have not been used for commercial foods. One reason is that there are few available sterols that form organogels. Since little is known about what makes the ideal gelator it is not possible to make new gelators for a particular food application. In addition the structure and texture of an oleogel is very sensitive to the presence of small amounts of water, and so margarines (which contain small water droplets) have proven difficult to make. To make matters worse, when it does prove possible to make an oleogel, it is often difficult to do so consistently. Again, little is known about how oleogels form, and this makes the control of their texture difficult.\nIn this project we will address the problems that are holding back the use of edible oleogels in foods. We use a combination of experimental and computer modelling methods to explore the mechanisms of gelator aggregation, tubule formation and gelation. Our aim is to understand how these molecules are able to form tubules, and subsequently how these tubules are able to form a semi-solid texture in liquid oils. Computer modelling allows us to look at the structure of tubules in molecular detail, and to understand the features of a phytosterol molecule that allows it to form an oleogel. Knowing the key structural features of optimum gelator molecules allows new gelators to be synthesised and tested in foods, leading to a wider range of sterol gelators and more widespread application to oily foods. Even with more efficient gelators the formulation of edible oleogels will be difficult. We will also look at the mechanisms of and control of gel formation using a range of experimental techniques, with the ultimate aim that we will use this knowledge to control oleogel structure, and eventually to demonstrate oleogel technology in food products. Successful formulation of edible oleogels will allow healthier oil-based foods that are reduced in saturated fats but maintain a desirable semi-solid or solid texture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M027597/1","grantId":"BB/M027597/1","fundValue":"193868","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Paul Stephen Clegg","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}