{"id":"426F15F5-0195-4524-93CE-8F5EF2353B81","title":"13TSB_ENDANI_MilkED: Development of a point of need diagnostic test for infectious disease in milk","abstractText":"The 'MilkED' project is aimed at developing a device to rapidly detect pathogens in milk, within the milk parlour or milk tank. It is focused on Mycobacterium avium subspecies paratuberculosis (MAP), a pathogen infecting cattle and other ruminants, causing chronic diarrhoea, emaciation, and often leading to death. In addition to detrimental effects on the health of herds, leading to significant decrease in milk production, it is present in milk and resists pasteurisation, and may survive to be present in milk at the point of sale. Currently the detection process is lengthy and expensive and performed in a central laboratory.To prevent MAP entering the food chain and reduce the transmission of the infection within the animal population, we will develop a new device to test milk directly in the farm. \nThe &quot;MilkED&quot; industrial research programme is business led by a manufacturing company (Epigem), working in partnership with a medical diagnostics company (MV Diagnostics), in collaboration with a world leading University (Glasgow) in the field of advanced diagnostics. The consortium will build upon two technical innovations to develop of an easy-to-use rapid diagnostic device: (i) we will use sound waves, similar to the ones used for ultrasound imaging, to actuate liquids and process a small volume of milk (&lt;1ml) within a disposable cartridge and drive a diagnostic test to a result, at low power (battery-operated), requiring virtually no training.(ii) We will fabricate microstructures akin to acoustic holograms to provide the sample processing functions on low-cost disposable devices, that are plugged in to a shoe-sized reader sitting next to the cow or milk tank.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011336/1","grantId":"BB/L011336/1","fundValue":"243768","fundStart":"2013-10-01","fundEnd":"2016-07-30","funder":"BBSRC","impactText":"","person":"Jonathan  Cooper","coPersons":["Julien  Reboud"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}