{"id":"42732166-10F8-40B0-B309-60CC592E3A7F","title":"Here to Stay? Identity, belonging and citizenship among Eastern European settled migrant children in the UK (a decade after EU Enlargement)","abstractText":"Focus of the project\n\nEastern Europeans who have arrived in the UK in the last decade are the fastest growing ethnic groups in the UK. This study will be the first to focus specifically on Eastern European migrant children who have lived in the UK for at least three years, and to compare their everyday lives and sense of cultural and national identity and belonging in Scotland and England. The primary aim of the research is to inform public debate, policy makers and service providers on the issue of children of Eastern European migrants settled in Britain. The study will promote social inclusion, by exploring the experiences of settled migrant children in relation to the distinct discourses around migration, identity and citizenship in the UK and by ensuring that voices of children from the 'new' minority groups are taken into account in current debates on national identity. Settled migrant children's perspectives help us understand whether or not they are being socialised into their local communities' culture and can highlight the spatial and temporal dimensions of their social lives and opportunities for future. Concepts of ethnic and diasporic identity, belonging, transnationalism, culture and nation are taking new meanings across Europe and need reassessment and questioning when discussing national identity and social inclusion.\n\nEvidence to be produced \n\nBy bringing together discourses on migration and integration of migrant groups with knowledge on how children experience these discourses in their everyday interactions, the study will generate new knowledge on the UK's new ethnic minority children and their long-term experiences of integration. Focussing on children aged 12-18 of Eastern European migrants living in the UK for 3+ years, the study will provide a unique understanding on migrant children's long term experiences of settlement, exploring family, peer and community social networks. Another key area of investigation will be children's expressed needs in terms of the array of services they use, issues in access and the extent to which services are meeting their needs. Third, we will explore the factors that enable children of Eastern European migrants to adapt to the new social, economic and political context of the regions in which they live, as they negotiate national, social, cultural and political identities in the context of a changing Europe. Data will be generated through a review of existing evidence, a survey of between 500-600 children across six urban, semi-urban/rural areas in the UK and focus groups with between 70-100 children. In depth case studies 16-20 families will also be conducted. A young people's advisory group will have a central role in the project development and dissemination.\n\nOriginality, contribution to knowledge and anticipated impact\n\nThe originality of the project stems from the consideration given to the ways in which Eastern European children living in diverse geographical spaces are engaged in on-going, dynamic processes of making sense of the world, and their place within it, at local, national and global levels. The study will fill a gap in information on newly settled migrant communities, with a view of informing policy and practice. Information on settled migrant children's social practices, educational achievement and aspirations, sense of cultural and national identity and belonging will provide insights into the extent of European migrant communities' integration in the UK, in the context of various representations of 'nation' that circulate in policy, political and public discourses. The study will address the relative absence of migrant children's voices in public debates and provide policy makers and the public with an improved understanding of the lives of children who were originally migrants, but have settled long-term in the UK. This information will be disseminated widely, to benefit children, service providers, policy makers and the general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M011038/1","grantId":"ES/M011038/1","fundValue":"339853","fundStart":"2016-04-01","fundEnd":"2018-07-31","funder":"ESRC","impactText":"","person":"Daniela  Sime","coPersons":["Naomi  Tyrrell","Marta Zofia Moskal"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}