{"id":"428EA332-05E7-4609-B99B-9810449E9059","title":"PLATFORM: A Research Platform for Next Generation Process Tomography : 2005-2009","abstractText":"The technical programme will address 4 themes. The longer term goals in each case are identified below but it is important to note that we are not proposing that these can be achieved under the level of funding provided by this Platform grant. Rather, the funding will enable us to undertake the essential underpinning research to fuel the downstream proposals that WILL deliver significant progress towards the ultimate aims. Theme T1 : Multi-Dimensional Network SensingNew opportunities to understand micro-scale to very-large scale processes will be created through low-cost autonomously communicating sensor nodes. These may be fixed or mobile and will embed local positioning systems. The ability to form heterogeneous networks of sensors, to self-organise the communication and routing of results between them, and then to integrate the collected data, will inform a new genre of process intelligence. Long Term Goal T1.1 - Fundamental Model and Systems for Multi-dimensional Sensor Networks Long Term Goal T1.2 - Sensor Network Process DemonstratorTheme T2 - New Sensing Technologies for Small-Scale Chemical and Physical State TomographyPrevious process tomography sensor systems have, typically, addressed the distribution of one parameter at the macroscopic scale, for instance conductivity. We now propose to explore novel techniques to achieve simultaneous measurements of multiple parameters from nano- to macro- scale, through multi-modal approaches exploiting photonic techniques and micro-fabrication of sensors. Long Term Goal T2.1 - Novel Photonic Techniques to Penetrate the Fundamentals of Particulate Processes Long Term Goal T2.2 - Miniaturised Electrical TomographyTheme T3 - Smart Tomography Systems and Multi-Dimensional Data FusionResearch will explore fundamental science that defines temporal and spatial resolution, relative to physical features and constraints such as sensor configurations, process dimensions and signal to noise ratio. A new spectroscopic approach is proposed that will : facilitate the extraction of signal components in various noise environments in both spatial and temporal modes; exploit spectroscopic data. Long Term Goal T3.1 Smart Spatio-temporal Spectroscopic and Process-Compliant TomographyLong Term Goal T3.2 Multi-Dimensional Data FusionTheme T4 / Extending the Spectral and Temporal Envelope for Electromagnetic TomographyOur ability to exploit the electromagnetic spectrum in order to interrogate industrial processes has taken significant steps forward over the past decade. Fundamental research into the low frequency electrical modalities has been translated into a broad base of applications, as described earlier. However, our opportunities to exploit electromagnetic techniques further can be expected to continue, possibly at an even greater pace. This theme aims to build of the use non-contact electromagnetic tomography mainly at low, and RF frequencies, exploiting both continuous wave and pulse time domain techniques.Long Term Goal T4.1 Extending the application baseLong Term Goal T4.2 Miniature electromagnetic arraysLong Term Goal T4.3 Time resolved tomographyThe Platform grant will also enable us to pursue the following 6 Outreach activities :1. Continue to deliver and expand the World Congress in Industrial Process Tomography / the 4th meeting is in Japan in September 2005 and we anticipate more than 200 delegates.2. Double the membership of The Virtual Centre Industrial Consortium / this currently comprises 10 companies.3. Apply for a Partnership for Public Awareness Award.4. Seek funding to commission a multi-media presentation - for web and general dissemination to present technical horizons, benefits and impact on society.5. Bid for funding for an exhibit for loan to external bodies / for instance professional science and technology centres, museums etc.6. Maintain the VCIPT web-site http://www.vcipt.org","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D031117/1","grantId":"EP/D031117/1","fundValue":"266335","fundStart":"2006-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Trevor  York","coPersons":["Anthony Joseph Peyton","Hugh  McCann"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}