{"id":"428F4C3E-37E5-4364-905E-64EB5CAEF2AE","title":"Capillary controls on gas hydrate growth and dissociation in synthetic and natural porous media: PVT, NMR, Neutron Diffraction and SANS","abstractText":"Gas hydrates are ice-like solids which form from water and gas molecules at low temperature and high pressure conditions. Within the hydrate structure, water molecules form a network cage-like cavities of varying size within which gas molecules are trapped in a compressed form.In the 1970's it was recognised that very large quantities of methane gas hydrate occur naturally in sediments of the subsea continental slopes and the subsurface of Arctic permafrost regions. Since this discovery, global interest in methane hydrates has grown steadily, with research expanding particularly rapidly over the past decade. Important issues driving research include the potential for methane hydrates as an energy resource, the possibilities for CO2 disposal as gas hydrates beneath the seafloor, increasing awareness of the relationship between seafloor hydrate destablisation and large subsea landslides, the potential hazard hydrate destabilisation could pose to deepwater oil/gas platforms, pipelines and subsea cables, and long-term considerations with respect to hydrate stability, methane (a potent greenhouse gas) release to the atmosphere, and global climate changes.In the past, models for the formation and distribution of gas hydrates in marine sediments generally assumed that laboratory measurements on bulk (no sediments present) water-gas systems could be directly applied to the natural environment. Ocean floor drilling has confirmed that the Base of Hydrate Stability Zone (BHSZ) in seafloor sediments commonly lies close to pressure and temperature conditions calculated from bulk laboratory hydrate measurements, however there are a number of sites where the thickness of the Hydrate Stability Zone (HSZ) is much less than predicted, suggesting that host sediments are somehow acting to inhibit hydrate growth and/or stability.The mechanisms by which sediments may alter hydrate stability are still poorly understood. Variations in gas composition (e.g. the addition of CO2) can promote hydrate stability, while saline pore waters will act to inhibit hydrates. However, where gas and pore water salt concentrations are reasonably well established, alternative mechanisms of inhibition must be considered when predicted and actual BHSZs do not agree. One factor that could potentially alter the stability of gas hydrates and influence their distribution within sediments is pore size and geometry.It is well-established that, when confined to narrow pores, fluids can be subject to very high internal (capillary) pressures. High capillary pressures can result in changes in the temperature/pressure conditions where phase transitions such as liquid freezing and melting take place. As sediments which host gas hydrates are commonly characterised by fine-grained silts, muds and clays, often with quite narrow mean pore diameters, capillary inhibition has previously been proposed as a mechanism to explain the observed differences between predicted and actual hydrate stability zones. The aim of this work is to examine the relationship between pore size, geometry, capillary pressures and gas hydrate growth and dissociation conditions in synthetic and natural sediments, and to assess the extent to which capillary inhibition is a factor in seafloor/permafrost hydrate systems.A variety of experimental approaches will be used to investigate capillary effects on hydrate growth from the micro (pore) to macro (core scales). Novel synthetic pore micromodels will be used to visually study hydrate crystal growth patterns at the pore scale, complimenting and supporting large volume, long-duration, pressure-volume-temperature-composition measurements on sediment cores, while Nuclear Magnetic Resonance (NMR) will be used to probe fluid states (hydrate, water, gas) and distribution within pores. Experimental data will be combined to develop a model capable of predicting hydrate growth and dissociation conditions as a function of sediment pore size distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052556/1","grantId":"EP/D052556/1","fundValue":"285731","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"","person":"Bahman  Tohidi","coPersons":["Ross  Anderson"],"organisation":"Heriot-Watt University","findingsText":" We found mechanism of hydrate formation and dissociation in porous media, as well as determining effect of pore size on the hydrate stability zone. By research investigating phase behaviour in porous media. Education,Energy,Environment","dataset":"gtr"}