{"id":"429020E6-C892-4CFC-BA60-14D8F9C8733E","title":"Late-glacial and Holocene deglaciation chronology of the northeast Icelandic Ice Cap","abstractText":"Close to the Arctic front, Iceland with its ice sheet is a strategic accessible natural laboratory to study past and modern climate changes. Like in Greenland the Icelandic Ice Sheet (IIS) provides freshwater to the North Atlantic and modifies the circulation of its thermohaline currents. While the IIS margins are relatively well constrained offshore by marine or coastal evidences, little is known about its onshore characteristics and its rates of recession during the Holocene warmer periods. This study aims at filling this chronological gap of the IIS inland during the late Quaternary deglaciation using cosmogenic nuclides dating in northeast Iceland. Terrestrial evidences of the ice sheet past margins such as moraines, glacial outwash and kame terraces have been identified north of Vatnaj&ouml;kull where two complementary and independent cosmogenic exposure isotopes (36Cl and 3He) will be used to date these morphological markers of the IIS retreat. In doing so, we will constrain the chronology of the ice margins and test ice-sheet deglaciation models. The cosmogenic sampling strategy will consist of complementary surface boulders and 36Cl depth profiles of amalgamated cobbles originating from common lava flows and embedded in the morphological markers. All surface samples will be dated by both 36Cl and 3He surface exposure ages from Ca-rich plagioclases and from cogenetic pyroxene phenocrysts, respectively. The double dating with 36Cl and 3He and a control of the production mechanisms with the associated depth profiles will ensure that the cosmogenic ages are sound and effective in providing age constraints of the IIS deglaciation. Improved understanding of the IIS behaviour during periods of known rapid climate change will provide new tie-points for the calibration of the IIS models and will allow a better assessment of the volume and timing of terrestrial meltwater flux to the North Atlantic. This work will contribute to a better understanding of climate evolution i the North Hemisphere over the last 20 ka and, to a better understanding of the evolution of modern Ice sheets using analogue from the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016058/1","grantId":"NE/I016058/1","fundValue":"52963","fundStart":"2011-06-01","fundEnd":"2013-05-31","funder":"NERC","impactText":"  So far, our research has not made much impacts as we are still working in the first publication.  ","person":"Anne-Sophie  Mériaux","coPersons":["Andrew John Russell"],"organisation":"Newcastle University","findingsText":" Moraines dated north of Vatnaj&ouml;kull by cosmogenic surface exposure dating show that the Icelandic Ice cap (IIS) was less extended during the Younger Dryas than previously suggested. The data imply that this glacial advance was more complex and restricted in some glacial valleys in NE Iceland. While the IIS margins are relatively well constrained offshore by marine or coastal evidences, little is known about their onshore characteristics and rates of recession during the warmer Holocene periods. This is especially the case in the NE of Iceland where volcanic activity and major outburst floods (j&ouml;kulhlaups) have removed a large amount of morphological evidences of past ice margins. Our study aimed at filling this chronological gap of the IIS inland during the late Quaternary deglaciation by dating past preserved ice margins using 36Cl and 3He cosmogenic nuclides. We studied moraines and outwash located 44 km, 48 km and 60 km north of Vatnaj&ouml;kull, between the J&ouml;kuls&agrave; &agrave; Fj&ouml;llum and J&ouml;kuls&agrave; &agrave; Br&uacute;, the main northern glacial river systems draining the icecap. Preliminary 36Cl ages of the northernmost moraine at Skessugar&eth;ur_, 60 km north of present-day IIS and 65 km away from the coastline, indicate that the minimum exposure ages derived from Ca-rich plagioclases average at 12.2 &plusmn; 1.0 ka (&plusmn;1_, n=6), using the local Icelandic production rates for Ca spallation. These ages are close to the Younger Dryas at a time when the Icelandic Ice Sheet is thought to have re-advanced further north toward the coastline. Overall, our results call for a revision of our understanding of the IIS deglaciation history and provide new tie-points for the calibration of the IIS models.\n\n\n\nThe results have been presented at the fall AGU 2012 and will soon be presented at the EGU in April 2013. A paper is in preparation. Our findings will help better constrain the IIS models. Environment","dataset":"gtr"}