{"id":"429522A9-8628-4C6B-8139-A44E8F453876","title":"Software systems for Imperial College DNA Foundry (LIMS/automation/interfaces)","abstractText":"Synthetic biology has the tremendous potential for enabling the design and implementation of sophisticated biochemical mechanisms for sensing, computing, control, production, and activation. This approach is anticipated to lead to many breakthrough applications in biotherapeutics, bioremediation, biomaterials, and in vivo-sensing and activation and self-assembly. The hardware available to exploit synthetic biology has evolved to deliver the many protocols for synthesizing DNA and verifying its assembly. Advances in liquid handling, automation, miniaturization, microfluidics and spectroscopy have collectively combined to make possible the rapid construction of synthetic genes, engineered pathways and synthetic genomes. The initial capital funding of this technology at the Centres of DNA Synthesis (The Foundries) has made possible the development of automated workstations organized to synthesize DNA components and assemblies designed to meet defined biofunctional performance parameters. As a direct consequence of the automation of DNA synthesis and assembly there has been a massive increase in throughput, size and complexity of experimental space covered. The research challenge now faced is the lack of an integrated suite of software tools to support DNA synthesis at the Foundry scale. This is part logistical, in the management of the process and data, and part statistical in the interpretation and modeling of the massive amounts of data generated by the Foundry. Similar to the automation of DNA sequencing, automation of synthetic biology in the Foundry will result in the generation and processing of huge amounts of data.\nThe aims of this proposal:\n\n- Maximize the efficiencies of the Foundry by developing an open source operating system to support an integrated engineering design workflow allowing seamless inter-tool communication for hardware and software.\n- Develop a 'Knowledge Centre' capable of providing storage, processing, analysis and predictive modeling of the data coming from DNA design, sequencing, characterization and process metrics generated by the Foundry. \n- Build the computational infrastructure to comply with the International Gene Synthesis Consortium (IGSC) to prevent the misuse of synthetic genes. Sequences of DNA synthesized will be screened and users vetted to ensure vigilance and biosecurity of the Foundry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025632/1","grantId":"BB/M025632/1","fundValue":"1296180","fundStart":"2015-02-09","fundEnd":"2016-02-08","funder":"BBSRC","impactText":"","person":"Richard  Kitney","coPersons":["Paul S Freemont"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}