{"id":"429867CF-669F-4ADB-A63B-C1AA03B8ACB9","title":"BoBBLE: Bay of Bengal Boundary Layer Experiment","abstractText":"The South Asian summer monsoon (June-September) provides 80% of the annual rainfall for over one billion people, many of whom depend on monsoon rains for subsistence agriculture and freshwater. It is critical to forecast accurately not only the seasonal rainfall, but also rainfall variations within the summer. Sub-seasonal &quot;active&quot; and &quot;break&quot; phases can last weeks, resulting in floods and droughts across broad areas of South Asia.\n \nAir-sea interactions are key to understanding and predicting monsoon behaviour. Ocean surface temperatures in the Bay of Bengal, east of India, remain very warm (above 28 Celsius) throughout the summer. Evaporation from the Bay provides moisture and energy to monsoon depressions that form over the Bay and bring substantial rain to India. It is not understood how the Bay remains warm despite losing energy to these systems. Ocean temperature and salinity variations across the Bay are known to drive changes in rainfall over the Bay and surrounding land, but it is not clear how these arise or how they are maintained. This is particularly true for east-west variations in the southern Bay, a focus of this project. Although air-sea interactions are important to the monsoon, weather predictions are made with models of only the atmosphere. There is potential to improve monsoon forecasts by including well-represented air-sea interactions in models.\n \nThe Bay of Bengal Boundary Layer Experiment (BoBBLE) proposes an observational campaign for the southern Bay, during the established monsoon (mid-June to mid-July). BoBBLE will deploy two ships, six ocean gliders and eight floats to collect an unprecedented range of oceanic and air-sea flux observations. The ships will occupy locations in the southwest and southeast Bay, as well as tracing east-west and north-south paths between those locations, measuring ocean temperature, salinity and currents. Two gliders (automated underwater vehicles) will accompany each ship, with two others between the ships, diving to 500 metres every 2 hours to measure temperature, salinity and currents. Diurnal variations in air-sea fluxes and ocean temperatures may affect the development of weather systems. A novel configuration of the gliders will allow computations of horizontal transports of heat and salt. The floats (automated submersibles) will be deployed in the Bay to measure the ocean to 2000 metres every 5 days. They will remain in the Bay after BoBBLE, enhancing the observing network. Ships and gliders will also measure ocean chlorophyll, which absorb sunlight and alter near-surface ocean temperature, influencing air-sea interactions.\n \nBoBBLE scientists will analyse these observations, along with routine datasets, to understand the evolution of conditions in the Bay and how they influence the atmosphere. Particular emphasis will be placed on estimating the uncertainty in existing datasets of air-sea fluxes by validating them against available observations. The best-performing datasets will be used to improve estimates of air-sea exchanges and their variability on daily to decadal timescales, to calculate budgets of heat and freshwater fluxes in the Indian Ocean and the Bay, and to validate model simulations.\n \nA hierarchy of model simulations will reveal how conditions in the Bay are maintained and how air-sea interactions influence the monsoon. Simulations with an ocean model, forced by and validated against BoBBLE observations, will isolate the roles of air-sea fluxes (including the diurnal cycle), chlorophyll and horizontal transports in maintaining and recharging ocean structure after each weather system passage. Retrospective forecasts of the BoBBLE period with atmosphere-only and atmosphere-ocean coupled models will demonstrate how air-sea interactions influence monsoon rainfall predictions. Multi-decadal simulations will evaluate how air-sea interactions and coupled-model systematic errors influence daily-to-seasonal monsoon variability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013835/1","grantId":"NE/L013835/1","fundValue":"362322","fundStart":"2015-01-23","fundEnd":"2020-01-22","funder":"NERC","impactText":"","person":"Brian Anthony King","coPersons":["Elizabeth Clare Kent","Justin James Buck"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}