{"id":"429EDDEF-9BA2-4F33-97AD-1D5910B353DF","title":"Conformational switching for trans-membrane communication","abstractText":"Cells are surrounded by an impermeable membrane, and one of the challenges living systems face is how to communicate information into and out of the cell through that membrane. The same challenges face scientists seeking to understand cellular behaviour using artificial cells, or vesicles, which can be used as miniature chemical reactors or transporters. Cells solve the problem either by making channels through the membrane which can conduct ions, or by rigging up a type of 'bell-pull' system, in which a tweak at the external surface of the cell leads to a change in shape of a molecule on the internal surface. This latter method has never been realised in a synthetic system, despite suitable molecules with well defined shapes, known as 'foldamers', recently becoming available to chemists. We now plan to put these foldamers to use as communicators ('transducers') of information through an artificial cell membrane. To do this we will have to develop ways of making them and of inputting and reading out information at opposite ends of the foldamer. Firstly, this will be done in solution, and then we will transfer what we discover to the membranes of vesicles. We will develop ways of studying and controlling the shape of molecules in membranes, and then build on this to construct signalling methods which allow the chemistry happening inside the vesicle to be controlled by chemical messages in the outer medium. These artificial analogues of cellular behaviour will greatly simplify the challenges presented to bioscientists wishing to understand the chemical basis of cellular communication in cells. We can also use these vesicles as miniature controllable reactors, or work out ways of making them release their contents at a controlled time or at controlled locations. Furthermore these molecules we plan to build have much in common with the 'peptaibol' class of antibiotics, and our research may give alternative, synthetic antibiotics with controllable function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007962/1","grantId":"BB/I007962/1","fundValue":"609437","fundStart":"2011-06-27","fundEnd":"2014-06-26","funder":"BBSRC","impactText":"","person":"Jonathan  Clayden","coPersons":["Simon John Webb"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}