{"id":"42A77AC1-E363-419A-96E2-A111165DEBAC","title":"Improving the Communication and Use of Ensemble Flood Predictions","abstractText":"<p>This project aims to facilitate the development of state-of-the-art ensemble prediction systems (EPS). Quite apart from the scientific challenges, the transition to quantitative probability forecasts (QPFs) based on EPS challenges existing arrangements for communicating and managing flood risk.</p>\n\n<p>Drawing on recent ESRC-funded research (RES-062-23-0913) on the pioneering European Flood Alert System (EFAS), this project will address those by developing wider lessons from the European experience communicating and using new QPFs of flooding. They will be disseminated through briefing reports and a programme of face-to-face engagements with major operational forecasters and forecast recipients in the UK. In this way it will:</p>\n\n<ol>\n \n\n <li>distil some general lessons about the effective communication and use of QPFs from the specific experiences of EFAS and other QPF providers</li>\n\n <li>develop some institutionally specific advice for the Environment Agency and the new joint EA-Met Office Flood Forecasting Centre about how best to develop, communicate, and use QPFs in operational flood risk management</li>\n\n <li>deliver practical guidance and training materials to improve the communication and use of QPFs and so facilitate the up-take and commercialisation of novel EPS technologies.</li>\n\n</ol>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0286","grantId":"RES-189-25-0286","fundValue":"83920","fundStart":"2011-06-27","fundEnd":"2012-05-21","funder":"ESRC","impactText":"  Research has helped improve the design, communication and use of state-of-the-art flooding forecasts - supporting flood planning and responses at local, national and international levels.\n\n* In Essex, the research supported the development of a decision-support system used to operate the Colne Flood Barrier. Costly and potentially contentious decisions are now made in a more consistent, risk-informed way by combining state-of-the-art technology with local knowledge.\n\n* The Met Office responded to recommendations from this study by increasing the number of Civil Contingencies advisors across the UK, to enhance resilience to major national incidents and respond to real-time emergencies.\n\n* In Europe, the research provided evidence of the operational value and limits of the European Flood Awareness System (EFAS), reinforcing the European Commission's commitment to develop EFAS into a fully operational system.\nFindings about widespread misunderstanding of EFAS alerts by recipients resulted in help being given in the design and delivery of improved training. Annual EFAS user workshops were arranged to alleviate confusion.\nResearch into the visualisation of ensemble-flood predictions informed several redesigns of the EFAS alert interface. EFAS forecasts can now be represented as hydrographs, helping people to better understand the local significance of alerts.\n\n*Two of the researchers have been contracted by the Hydrological Bureau of Anhui Province, China, to integrate ensemble forecasting routines in the Huai River catchment area into existing local systems. Environment,Government, Democracy and Justice Policy & public services","person":"David  Demeritt","coPersons":["Hannah Louise Cloke","YI  HE"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}