{"id":"42AAEB50-16EA-47DB-964F-519EA9BD69B5","title":"CARBON ISOTOPIC SIGNATURES OF MICROBIAL LIPIDS IN GEOTHERMAL DEPOSITS: ELUCIDATING THERMOPHILIC ECOLOGY","abstractText":"Understanding the origins and diversification of life represents one of the most challenging scientific endeavours. In such efforts, constraining the limits of life on Earth is vital, as is an understanding of the ecology of those organisms that can survive and even thrive in environments characterised by extremes of temperature, salinity or pH. Of particular interest are geothermal systems, populated by diverse and deeply-branching thermophilic bacteria and Archaea. Recently we have demonstrated that microbial lipids are powerful tools in assessing and reconstructing the microbiology of terrestrial hot springs. In this proposal we focus on elucidating the carbon isotopic signatures of the lipids of geothermal organisms. The use of lipid biomarkers in combination with stable isotope analysis is crucial to understanding microbial ecology, providing a direct link between microbial identity and biochemical processes.\n\nLipids are found in all living organisms, typically serving as energy sources and structural components of cell membranes. Often highly diagnostic, well-preserved in the geological record, and entrained with information on biological diversity, environmental conditions and post-depositional alteration history, these compounds are particularly attractive for early life and astrobiological investigations. Our past studies of biomarkers in geothermal deposits reveal a profound diversity of encapsulated lipids, which can be utilized to profile microbial community composition. However, a potential of microbialite-preserved lipids that was untapped by our previous work is their carbon isotopic composition; strong and highly unusual variations in lipid carbon isotope values were observed in a small subset of our data but lacked crucial contextual data (e.g. the carbon isotopic composition of dissolved inorganic carbon, DIC, in the pools). This remains an untapped source of information on thermophilic physiologies and ecology in the New Zealand Taupo Volcanic Zone and the silica deposits formed there. Such deposits are essential archives of past life and elucidating the controls on organic matter formation in such settings will allow a better interpretation of the OM assemblages preserved in them. \n\nWe will map the range of carbon isotope values and evaluate their reproducibility in various geothermal sites with differing physicochemical conditions and in different biofacies. By embedding this data in the context of thermal spring DIC carbon isotope values and recent microbiological community profiling based on molecular (DNA and RNA) approaches, we will resolve the origin of the unusual carbon isotopic compositions. This will greatly expand on our capacity to interpret biomarker carbon isotope values preserved in ancient silica sinters, providing crucial information on sources of lipid biomarkers, metabolism and trophic structure. \n\nIn this work, we will target a range of diagnostic compounds from well-characterized geothermal settings in the Taupo Volcanic Zone in New Zealand and explore the controls on the variation of carbon isotopic signatures, coupling our past biomarker-based interpretations to carbon isotopic analyses in order to achieve a better understanding of the biodiversity of geothermal environments and to unravel biogeochemical and ecological function. This work will advance our interpretation of biosignatures preserved in the rock record, providing insight into the evolution and ecology of the earliest life-forms on Earth and informing the search for life elsewhere in the Solar System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K006169/1","grantId":"NE/K006169/1","fundValue":"91769","fundStart":"2013-03-01","fundEnd":"2014-10-31","funder":"NERC","impactText":"  Our findings are a central part of the School of Chemistry's public and school engagement. Understanding the origins, nature and wider persistence of life is of the widest cultural and societal interest, informing our perspectives on the past and future of our species and helping to define our unique (or not) role in the cosmos. As such, interest in the extremes of life is of profound: how can organisms acquire energy, and what are the tolerances of terrestrial life for extremes of temperature, pH or pressure. This work is exceptionally popular in exciting 6th form students about the wider possibilities of science and informing the general public about the persistence of life. Education Cultural,Societal","person":"Richard David Pancost","coPersons":[],"organisation":"University of Bristol","findingsText":" Carbon isotopic compositions of lipids encapsulated in geothermal deposits are highly variable and in some cases unusually high, reflecting the metabolic pathways employed by source organisms. Analyses are on-going. Our investigation of lipid signatures in geothermal systems can be applied to paleoenvironmental, origin of life and astrobiological investigations.\n\nIdentification of viable target compounds for exobiological investigations will guide exploration instrumentation development with respect to detection of specific compound classes. Our findings can be used in defining the range of compound and isotopic signatures likely to be detected and aid in the interpretation of these organic signatures. Environment","dataset":"gtr"}