{"id":"42AA1DFC-8F01-4759-AEDA-752083BE8EEA","title":"Phenomenology from Lattice QCD and collider physics","abstractText":"The Glasgow theory group has a strong reputation in studies of the subatomic world, and pushing forward our understanding of how it works. This is aimed at uncovering the fundamental constituents of matter and the nature of the interactions that operate between them. There are two approaches to this, and we will use both of them. One is to perform very accurate calculations within the theoretical framework of the Standard Model that we believe correctly describes the particles that we have seen so far and the strong, weak and electromagnetic forces of Nature. Discrepancies between these accurate calculations and what is seen in experiments will then point the way to a deeper theory that describes fundamental particle physics more completely. The second method is concerned with what we might see in LHC results, now appearing, if one or other of the suggested deeper theories is correct. We must make sure that we optimise the analysis of these experiments to learn as much as possible. \n\nAccurate calculations in the Standard Model have foundered in the past on the difficult problem of how to handle the strong force. This force is important inside particles that make up the atomic nucleus, the proton and neutron and a host of similar particles called hadrons produced in high energy collisions. The constituents of these particles are quarks, and they are trapped inside hadrons by the behaviour of the strong force. This 'confinement' of quarks makes calculations of the effect of the strong force on the physics of hadrons very challenging. It can be tackled, however, using the numerical techniques of lattice QCD. This method has been tested thoroughly by the Glasgow group in precision calculations of hadron masses and their comparison to experiment, and its current acceptance as a precision tool is based in no small part on their work. Glasgow continues to lead progress and here we propose further, harder calculations that will predict more details of how hadrons decay from one type to another via the weak force. The comparison of accurate results with experiment allows us to constrain the parameters of the weak force that allow for violations of symmetry between matter and antimatter. We plan to push down errors for these calculations and that will allow us to test the Standard Model very stringently. \n\nThe Glasgow team will also investigate theories that go beyond the Standard Model and test them with LHC data. The recent discovery of the Higgs boson is the last piece of the Standard Model and is a triumph for both theoretical and experimental particle physics. However, we must ensure that the particle discovered is indeed the Higgs boson of the Standard Model, so we must undertake a comprehensive programme to measure its properties. New physics may show up by subtly modifying these properties and we will devise ways of looking for these effects. The LHC will also produce large numbers of top quarks for the first time, and since the top quark is the heaviest particle in the Standard Model, one expects its properties also to be affected by new physics. So, as for the Higgs boson, we will also investigate top quark properties using a general model independent framework. We will then examine specific new physics models, such as theories of Grand Unification, which unify the three forces together as one single force. We will determine how these exciting and fundamental theories affect the particle properties described above and thereby confront them with LHC observations. Experimental studies on the Higgs boson and top quarks are being led by the Glasgow ATLAS group and we will coordinate with them to uncover the fundamental truths of the universe. \n\nThe next few years will be a very exciting time for theoretical particle physics and Glasgow aims to be at the forefront of this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000466/1","grantId":"ST/L000466/1","fundValue":"476339","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"Christine  Davies","coPersons":["Christopher David White","David John Miller"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}