{"id":"42B9B3B9-F663-4F79-9988-F710AAA306CF","title":"CloudBIM: Exploring the Feasibility and Potential for Cloud Research in the Architecture, Engineering and Construction Sector","abstractText":"The AEC (Architecture, Engineering and Construction) industry is a highly fragmented data intensive project-based industry depending on a large number of very different professions and firms, with strong data sharing requirement across lifecycle stages from concept design to demolition. The process of designing, re-purposing, constructing and operating a building involves not only the traditional disciplines (Structure, Mechanical &amp; Electrical, etc.) but also many new professions in areas such as energy, environment, waste, and assisted living with large data sharing requirements. In this context, data management support for the project lifecycle tends to be fragmented with a lack of an overall (project wide) data management policy. Additionally, data sets relating to a particular project can often be stored in: (i) local computers of designers/architects - often with limited network connectivity, persistence and availability; (ii) independently managed, single company-owned archives - where access is dictated by a company specific policy or by a charging model; (iii) shared archives owned by a consortium, often in the context of a particular building project - based, at best, on access policy associated with the project. The CloudBIM proposal explores the feasibility and potential for utilizing Cloud capability to address data storage and processing needs of stakeholders in the AEC (Architecture, Engineering and Construction) sector, with a view of delivering a cloud platform for research. CloudBIM will involve close consultation and interaction with major participants in the area to assess stakeholders' perceptions about outsourced, virtualized Cloud storage for supporting multi-site, multi-team collaborative projects. A prototype cloud platform (based on CometCloud - www.cometcloud.org) and associated governance model will be developed and made available to the AEC research community. The project will deliver several reports based on a number of people-based activities, involving BRE (Building Research Establishment) and MBEKTN (Modern Built Environment Knowledge Transfer Network), along with a prototype using real project case studies BIM (Building Information Model) data to be provided by Bentley. A key outcome will be to spur a wide range of research-oriented activities through a strategic roadmap aimed at the exploitation of the resulting CloudBIM platform.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034270/1","grantId":"EP/I034270/1","fundValue":"72252","fundStart":"2011-02-01","fundEnd":"2011-10-14","funder":"EPSRC","impactText":"","person":"Yacine  Rezgui","coPersons":["Omer  Rana"],"organisation":"Cardiff University","findingsText":" The CloudBIM project has explored the feasibility and potential for utilizing Cloud Computing capability to address the data storage needs of the Architecture, Engineering and Construction (AEC) sector, specifically focusing on Building Information Modeling (BIM). BIM is a digital representation of the physical and functional characteristics of a facility, which allows the creation of a shared knowledge resource for information about the building, forming a reliable basis for decisions during its complete lifecycle. The hypothesis taken in the CloudBIM project is that Cloud Computing offers a unique opportunity to solve the AEC industry wide data sharing, access, and processing requirements provided that key socio-organizational and technical issues related to the project-based nature of the industry (such as ubiquitous network access, reliability of data centers, stability of message exchanging, and Intellectual Property Rights) are resolved. \n\nOur wide industry consultation has reinforced the fact that AEC data is of varying nature embedding various forms of sensitivities with potential legal, contractual, intellectual property, and security implications. The consultation identifies a number of barriers in adopting BIM. It also revealed increasing industry awareness about BIM spurred by recent government drives. A governance ontology is proposed that addresses the identified adoption blockers underpinned by a &quot;mixed approach&quot; that factors in various modes of information delivery, ranging from paper-based documents to object-based information managed on a cloud computing platform.\n\nOur development of a governance model for BIM data began with a five key conceptual outcomes from our consultation: (a) the conceptualisation of building artefacts within a BIM model and the adoption of a mixed approach to BIM data storage, (b) the life-cycle of a building, (c) relationships between these building artefacts within BIM, (d) users of multiple disciplines acting on BIM across lifecycle, (d) controlling the access rights to BIM artefacts. \n\nA cloud computing prototype has been developed using CometCloud from Rutgers University, which is an autonomic computing engine for cloud environments. CometCloud provides fault tolerance by automatically detecting the failure of a worker node and re-launching a new instance after a time out interval. The new instance then retrieves and works on the same data as the initial worker. This fault tolerance capability was included in the prototype implemented for this project. To construct this prototype we utilized CometCloud's Master/Worker programming model. CometCloud uses a Linda-like tuple space referred to as &quot;CometSpace&quot; -- which is implemented using a Peer-2-Peer overlay network. In this way, a virtual shared space for storing data can be implemented by aggregating capability of a number of distributed storage and compute resources. In this way, the CometCloud model provides a scalable backend deployment platform that can combine resources across a number of different providers dynamically -- a key requirement for an AEC project. The prototype CloudBIM system consists of three main components: A client, masters and workers. The user interface was developed using Java and integrated into GoogleSketchup using Ruby. The user interface communicates with the cloud system by connecting to one of the master nodes and issuing queries using a dedicated query language. Queries generated by the user interface are processed by the master nodes and then executed by the workers, each of which holding a portion of the governance model and a subset of all the actual document data within the BIM. This ensures that all data is replicated allowing resilience if individual workers go off-line. The workers, in addition to storing the data, are also responsible for validating each query they receive against the governance model to determine if they should execute the query. \n\nThe prototype was tested in a laboratory environment using a case study provided by one of our project partners. Finally, a three stage research roadmap was developed, which was presented to industry at a BIM workshop held in October 2011. It is worth noting that although the work carried out in this project has been specifically focused on the AEC sector, there are also a number of common outcomes that could be shared with other disciplines in manufacturing and eScience. We have, as reported in the output section, entered into the exploitation stage of our results with two of our project partners, BRE and Lee Wakeman. There is a huge potential for the use of our results in industry. This is enabled by recent government BIM drives. Construction is a major part of the UK economy. It represents some 7% of GDP or ?110bn per annum of expenditure - some 40% of this being in the public sector, with central Government being the industry's biggest customer. The industry is highly fragmented, with over 300,000 businesses (of which 99.7% are SMEs) and over 2 million workers. We firmly believe that this is the size of the CloudBIM market in the UK and this can easily be extrapolated for other regions in the world. According to a recent MacGrawHill global Construction survey: (a) almost 50% of the industry is now using BIM, (b) 20% of non-users plan to adopt BIM within 2 years, (c) all BIM users plan significant increases in their use; (d) the vast majority of users experience measurable business benefits directly attributable to BIM. These figures corroborate a related study (November 2010) conducted by RIBA / NBS in the UK. According to AEC market analyst Cambashi, AEC software is the fastest growing and second biggest segment of the engineering applications software market. In 2007 the European market grew by 16% to nearly ?360m. In 2008, the market increased by 11% to around ?400m. Despite recent worldwide recession Cambashi Predicts 2011 Software Spending to grow by 3.1% in the AEC sector. It is essential that the UK gets its share in this fast developing market. BIM offers a unique opportunity for growth as reflected in developments in the US and some parts of Europe (including Finland) driven by current government(s) strategies. Exploitation of the CloudBIM project will involve all consortium partners. BRE will use its BREEAM experience acquired over two decades of technical development work, consultancy, stakeholder education and dissemination to pave the way to a similar initiative using similar adoption and exploitation approaches in line with the government BIM vision and implementation plan. To date, BRE have delivered environmental assessment of over 26,664 buildings in the UK and host related data in a secure in-house database. BREEAM has enjoyed international uptake in several countries. Bentley Systems will enhance their current software suite with a cloud storage capability underpinned by our governance model. MBEKTN will help in the wider industry dissemination of our results. Cardiff University has entered into knowledge transfer partnerships with two of the project partners, BRE and Lee Wakemans and will further the research through follow on national and EU projects. Construction,Digital/Communication/Information Technologies (including Software),Energy,Environment,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}