{"id":"42BFD0BE-FA8E-43C7-8909-549C369E28AA","title":"Elucidation of a new anti-bacterial killing system","abstractText":"Diseases caused by bacteria continue to represent a great threat to human health, particularly as multi-antibiotic resistance rises inexorably. An example of problematic bacterial infection, representing a great cause of public concern in the UK, is that of hospital-acquired infections. A class of bacteria which frequently cause antibiotic-resistant hospital-acquired infections are the 'opportunistic Enterobacteria'. The bacterium Serratia marcescens is a member of this class and is known to cause serious hospital-acquired infections, especially in neonatal units. It is also easy to study in the laboratory, so we can use it as a model to understand how all these related bacteria cause disease. If we study and understand the mechanisms by which harmful bacteria survive, grow, overcome the normal defences of humans and cause disease, then we can develop new ways to combat them. Such new ways might be drugs (antibiotics), vaccines or more efficient diagnostic tools.\n\nA process called 'protein secretion' plays a key role in the ability of many different types of pathogenic bacteria to survive and cause disease. Protein secretion is a process in which bacteria move a specific set of their proteins out of the bacterial cell and into their surroundings, sometimes even injecting them directly into human cells. These secreted proteins can then attack and destroy or hijack the cells of the infected host, causing disease. This research project will look at a new type of secretion system, to try and learn how bacteria can use it as a weapon to become successful pathogens. This secretion system, called 'Type VI Secretion', was only discovered recently and little is known about its mode of action. However it is important to know how it works and what it does, since many pathogenic bacteria use this system to help them successfully infect a host organism and cause disease. Some types of bacteria use the system to directly attack the cells of the infected host, whereas some types of bacteria use the system to efficiently kill other bacteria. The use of Type VI secretion systems to attack other bacteria is important for the success of pathogenic bacteria, since killing their rival bacteria (e.g. harmless or 'good' bacteria normally found in the body) leaves the way clear for the pathogen to cause a harmful infection. \n\nIn this research project, we aim to learn how Serratia marcescens uses an 'anti-bacterial' Type VI secretion system to kill competitor bacteria and therefore be a successful pathogen. This will help us to understand how all opportunistic Enterobacteria are able to cause hospital-acquired infections. We have identified a Type VI secretion system in Serratia and shown that it is used by Serratia to kill other bacteria. In this project we will primarily investigate the mechanism of this killing, by aiming to answer three questions: First, what are the proteins secreted by the system, in other words what are the damaging 'bullets' fired or 'poisons' injected by the system? Second, what are the unprotected targets in vulnerable bacteria? Third, how does Serratia protect itself from being killed by its own weapon, i.e. by its own Type VI secretion system? Additionally, we will also start to investigate how important this process is to the success of Serratia in a 'real-life' infection situation.\n\nThis research will greatly improve our understanding of how this new secretion system is used by pathogenic bacteria to enable them to out-compete their rivals and thus prosper and cause disease in humans. Importantly, we hope to 'learn from the experts' (i.e. from bacteria themselves) how best to kill a bacterium, potentially inspiring future work to develop new anti-bacterial drugs. We will also know more about an important class of hospital infection-causing bacteria. Ultimately the work may contribute towards the search for novel antibiotics and other therapeutic strategies to combat bacterial disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K00011X/1","grantId":"MR/K00011X/1","fundValue":"332124","fundStart":"2012-09-01","fundEnd":"2016-07-29","funder":"MRC","impactText":"","person":"Sarah Jane Coulthurst","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}