{"id":"42C69B62-219F-4A87-955C-821C1A52E820","title":"The Belfast Mobility Project: Intergroup contact, segregation and the time-geography of sectarian relations in Belfast","abstractText":"This research develops a new approach to segregation between groups, taking sectarian relations in Belfast as a case study. In so doing, it proposes a theoretical and methodological framework that can be applied to other historically divided cities. Previous research has focused on (relatively) stable patterns of division entrenched within global institutions of residence, employment or education. We hold that such work may be enriched by research that treats segregation as the dynamic outcome of individuals' routine movements as they travel the city, using its pathways, amenities and activity spaces and coming into contact with certain kinds of people, while avoiding others. \n\nOur project entails closely related work of theoretical, methodological and empirical innovation. Theoretically, we will integrate work on the psychology of intergroup contact with work on the time-geography of everyday behaviour. That is, we will show how time-geographic concepts (e.g. 'space-time path') can explain how segregation is reproduced through the day-by-day timing and spacing of individuals' movements and activities and, by implication, through the temporal and spatial 'constraints' to which they are subject. Correspondingly, we will show how such movements and activities express psychological processes. We will focus specifically on the role of different forms of perceived intergroup threat (e.g. symbolic, realistic and environmental threat), exploring how such threats interact with other social and psychological factors in order to sustain or undermine a 'behavioural ecology' of separation. Methodologically, our research will capitalize on new techniques for tracking and analyzing individuals' movements through urban areas. By implementing a novel combination of GPS technology, Geographic Information Systems (GIS), interviews, and standard questionnaire techniques, we will show how segregation may arise through the timing and spacing of everyday behaviour and how this process is shaped by social and psychological factors. \n\nEmpirically, our project will entail the collection of new kinds of data on sectarian divisions in North Belfast. Initially, we will use a combination of 'walking interview' and GIS methods to map how Catholic and Protestant residents use and make sense of everyday activity spaces, exploring how their understanding of those spaces and pathways are territorially organised. Then, we will conduct a questionnaire survey with a representative sample of people living in North Belfast (n = 500), designed to tap their perceptions of intergroup threat along with a range of other social psychological variables. Finally, using a combination of GPS tracking and GIS methods, we will track the mobility patterns and activity space use over time of the same respondents who completed the questionnaire phase. Our analysis will explore the degree to which residents use activity spaces located in areas of varying sectarian compositions and pass along time-space pathways that increase or reduce their exposure to other communities. It will also explore how social, psychological and environmental factors predict resulting practices of segregation and integration.\n\nOur research will help to develop a new approach to studying, evidencing and explaining segregation, which can be transferred to other contexts in which the problem of segregation arises. It will also inform interventions to combat sectarian polarization in Belfast at a time when the government is investing heavily in this ideal. Evidence on mobility patterns in the city, for instance, may enrich knowledge about the nature of the real or imagined constraints placed on residents' routine movements and pathways, the accessibility of public facilities, and the use of public transport. As important, it may reveal emerging spaces of integration and help to identify the kinds of people, social practices and environmental factors that are breaking down boundaries to contact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L016583/1","grantId":"ES/L016583/1","fundValue":"392139","fundStart":"2015-07-31","fundEnd":"2018-01-30","funder":"ESRC","impactText":"","person":"John Andrew Dixon","coPersons":["Dominic  Bryan","James Duncan Whyatt","Neil  Jarman"],"organisation":"Open University","findingsText":"","dataset":"gtr"}