{"id":"42CABD0B-95BE-4D2F-95E4-E88F85E182D0","title":"Community Structure In Multislice Networks","abstractText":"Network science, the study of systems of interconnected entities and their functional interactions, has three principal goals:\n\n1. Discover and enumerate the basic principles of networked systems.\n\n2. Use structure, dynamics, and demographics to infer functional interactions when they are not directly prescribed.\n\n3. Predict network structure and demographics, and use mathematical and computational methods to manipulate existing networks and design new networks with desired properties.\n\nNetworks provide a powerful tool for representing and analysing complex systems of interacting entities. They arise in the physical, biological, social, and information sciences and can be used to represent interactions between proteins, friendships between people, hyperlinks between web pages, and so on. A network consists of a set of entities (called &quot;vertices&quot;) that are connected to each other by ties (called &quot;edges&quot;).\n\nMost studies of networks consider static networks with a single type of edge, and numerous tools have been developed to study such networks. However, networks that arise in applications are often more complicated. They can be &quot;dynamic&quot; in that they can have a time-dependent structure, which might represent changes in the committee assignments or voting patterns of politicians over time or different functional connectivity of brain regions during different parts of a motor activity. They can also be &quot;multiplex&quot; in that they include multiple edge types, such politicians who are connected both via common committee assignments and similar voting patterns.\n\nAlthough researchers have long been aware that networks in applications are both dynamic and multiplex, it is only in the past few years that high-quality data has become available to study such situations effectively. I recently helped develop a &quot;multislice&quot; framework for networks, along with accompanying algorithmic tools, which can be used for studying time-dependent and multpliex networks (Mucha et al, Science, 2010). \n\nThe multislice framework departs from the norm in network science, as it formulates networks using three-dimensional arrays of numbers instead of the usual adjacency matrices (i.e., two-dimensional arrays). The 2010 paper developed a tool in multislice networks for the algorithmic detection of structures known as &quot;communities&quot;, each of which consists of a set of vertices that are connected more densely to each other than they are to vertices in the rest of the network. The presence of different types of network edges, which are interrelated and evolve in time, raises conceptual and practical questions about network structure, and the multislice framework can be used to try to answer them. \n\nThe proof of principle in our 2010 paper paves the way to studying dynamic and multiplex networks in subjects such as biology and political science. However, applying this framework to applications in practice will require considerable effort on both conceptual and application-oriented fronts. The proposed programme will make major headway towards this goal, especially in the area of community structure. Through my collaborations (see Letters of Support), I have access to large data sets from political science and biology. Overcoming the challenging nature of dynamic and multiplex data will yield interesting insights both conceptually and for applications. Much is known about community structure in static networks with only a single type of edge, but almost nothing is understood about community structure in either dynamic or multiplex networks. Most networks encountered in applications have such features, and my proposal directly addresses this issue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001759/1","grantId":"EP/J001759/1","fundValue":"211051","fundStart":"2012-06-25","fundEnd":"2014-06-24","funder":"EPSRC","impactText":"  My team and I have visited schools (and hosted them in Oxford) to teach students of ages 13-16 about the mathematics of networks. \n\n\n\nWe described our results in an article that has been accepted for publication in Network Science (and is slated to appear in print in August 2013). The preprint version is at the following website: http://arxiv.org/abs/1302.6567\n\n\n\nWe also developed teaching modules for others to use, and one can download them at the same website. (I will post slightly revised versions once the article appears in final form.)\n\n\n\nUniversity of Oxford has made a promotional video about this, and that is slated to go live on Monday 1 July 2013.\n\nBeneficiaries: students and teachers at schools\n\nContribution Method: It taught school students (of ages 13-16) about mathematics Education Societal","person":"Mason Alexander Porter","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}