{"id":"42CC63BB-7464-43EF-B38E-6958A25F876A","title":"An amphipathic reagent to extract stabilize and purify proteins","abstractText":"The development of new therapeutic agents has undergone a revolution during the last two decades. For 80 years medicines have almost exclusively consisted of relatively small chemicals. However, biotherapeutics agents have recently emerged as the fastest growing type of new drugs being developed. They include antibodies that are part of our body's immune systems that fight off infections. Antibodies are a type of molecule called a protein; these proteins are highly complex and very fragile in contrast to the chemicals that were used in medicines in the past. Most biotherapeutic agents in clinical use are drugs manufactured in microorganisms or substances that are produced by living organisms. They include antibodies and enzymes. Most biotech pharmaceuticals are recombinant proteins produced by genetic engineering. Specific examples include cytokines like insulin and interferons, recombinant enzymes that combat cystic fibrosis (dornase alfa) and heart disease (Alteplase), hormones (Erythropoietin and human growth hormone), clotting factors, vaccines and monoclonal antibodies. Biotech pharmaceuticals have major limitations. Many are difficult to purify intact, and are unstable with limited shelf lives. Also, some are not absorbable in a medically useful form through the gastrointestinal tract, lungs or skin. Impurity is also a common problem, as they most be purified from complex biological sources. Protein impurities can cause allergic reactions or alter therapeutic effects. Hence, production of a stable protein particle that can easily be purified is very important. We have developed a new solution that increases both the yield and stability of the biotherapeutic. The chemical (called SPS) that provides this solution can act in two ways that helps the production of certain biotherapeutcics. Firstly it can be used to help release the product from the microorganisms in which it has been made. Once released the SPS can act like a stabilising bracelet, wrapping around proteins that are not generally stable in water preventing them from loosing activity. Both of these abilities will greatly increase the efficiency of biotherapeutic production which should result in cheaper and more available drugs. As an added advantage the reagent is safe for use in human beings and has been shown to facilitate the uptake of drugs into the body, increasing their effectiveness. This again has the potential to reduce drug costs. This project aims to demonstrate the effectiveness of SPS in biotherapeutic development while at the same time develop protocols so that it can be easily adopted by companies making biotherapeutics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010412/1","grantId":"BB/G010412/1","fundValue":"414728","fundStart":"2009-05-01","fundEnd":"2012-04-30","funder":"BBSRC","impactText":"  the findings have been used to enable other scientists to make membrane proteins in a form and allows further study Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology ","person":"Timothy  Dafforn","coPersons":["Roslyn  Bill","Owen  Thomas","Michael  Overduin"],"organisation":"University of Birmingham","findingsText":" A novel way to purify proteins that are drug targets The methods are being adopted by:\n1) other academics\n2) commercial entities in the Pharma and Agrichem sectors Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}