{"id":"42D3AA84-A146-4D75-B773-A9F8AC8A6687","title":"High resolution phylogenetic analysis of livestock-associated Staphylococcus aureus.","abstractText":"An understanding of the basis for the emergence of endemic diseases of livestock is critical for designing new approaches for their control and to prevent new pathogens from emerging. In particular, the role of human activities such as industrialization and globalization in the evolution of pathogens has not been well examined to date. Staphylococcus aureus is notorious as a major human pathogen and is also an important pathogen of farmed animals including cows, sheep, goats, poultry and pigs, resulting in huge economic losses. Recent studies have provided evidence that S. aureus strains affecting livestock have evolved from human strains and have undergone genetic adaptation to cause endemic diseases of animals. Furthermore, some livestock-associated strains have the capacity to cause zoonotic infections of humans. In the current project we will use high throughput sequencing technology to achieve a comprehensive genetic analysis of livestock-associated S. aureus. The project will reveal the evolutionary origin of livestock-associated S. aureus, how they have adapted to animal hosts, and their potential to cause human infections. The genetic analyses will also facilitate the identification of targets for developing new approaches to controlling endemic livestock disease. Overall, the project will contribute important new insights into a critical animal welfare, food security and public health issue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013873/1","grantId":"BB/I013873/1","fundValue":"336310","fundStart":"2011-11-14","fundEnd":"2015-02-18","funder":"BBSRC","impactText":"","person":"Ross  Fitzgerald","coPersons":["Michael Bryan Watson"],"organisation":"University of Edinburgh","findingsText":" To date, we have produced the largest phylogeny of Staphylococcus aureus to date, made up of 800 isolates from humans and animals. We have identified key roles for the accessory (non-shared) genome, and for mutations in the core genome in adaptation to different host species. We have identified livestock as a reservoir for new strains of S. aureus which are pathogenic for humans. Our work will provide an excellent framework for future studies of the evolution of S. aureus by providing phylogenetic context for the understanding of any strain of interest. We have provided broad new insights into the capacity of S. aureus to adapt to different species leading to the identification of potential new targets for therapeutic development. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}