{"id":"42F0C169-9F70-4293-BBD9-03C1EED289D1","title":"Early life predictors of antibody response to vaccination in Bangladeshi children","abstractText":"It is now established that factors in early life (such as prenatal nutrition and post-natal feeding practices) can influence long-term health. For example, evidence exists to suggest that small size at birth can increase an individual?s later susceptibility to chronic degenerative diseases such as heart disease and diabetes. Evidence is also emerging to suggest that immune function may also be ?programmed? early in life, increasing risk of morbidity and mortality from infectious diseases. As a research group we are currently investigating the early life predictors of immune function in population groups considered to be at greatest risk from the combined effects of high rates of low birth weight infants and high levels of exposure to infectious disease. \n\nIn rural Bangladesh, the nutritional status of much of the population is poor and this can be seen through the high prevalence of intrauterine growth retardation observed. A large-scale study of combined interventions to improve maternal and infant health (the ?MINIMat study?) is looking at both pre- and post-natal interventions to address the issues of maternal, fetal, and infant malnutrition in rural Bangladesh. Within the study design, all women are randomised to receive a combination of protein energy and micronutrient supplements during pregnancy. The main study is now complete, with a total of 3,282 infants born. These infants are now being followed up to look at the long-term consequences of prenatal nutrition interventions. The proposed study is designed as an add on to the main study to specifically explore the direct relationship between early-life nutritional status and immune function in young Bangladeshi children.\n\nIn the current study, we plan to give a typhoid and pneumococcal vaccine to a sub-group of 1000 children selected from the main cohort, and then measure response to vaccination, by measuring antibody levels in blood samples collected before and after the children received the vaccine. We also plan to measure cell mediated immunity using a delayed-type hypersensitivity skin test. We will then compare response rates in children according to their pre-natal nutritional status. If we are able find a relationship between early life nutrition and later immune function, then this will help us to understand some of the mechanisms involved in programming of disease, and further measures can then be taken to health improve birth outcomes and infant growth in Bangladesh and in other at risk population groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501839","grantId":"G0501839","fundValue":"368845","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"MRC","impactText":"","person":"Sophie Elizabeth Moore","coPersons":["Andrew  Prentice"],"organisation":"Medical Research Council","findingsText":"","dataset":"gtr"}