{"id":"42F81534-596B-44CF-8666-E1D3C4333843","title":"Decision Making and Learning in Neuronal Networks","abstractText":"An important and achievable objective of 21st century neuroscience is to explain how the brain generates behaviour and moreover how it makes choices between alternative courses of future action. Indeed decision-making is surely one of the most important and conspicuous of the functions of the brain. The brain is continually orchestrating a series of decisions; choosing which particular action or behaviour to initiate next - to go to the library, eat lunch, to walk to the station or to avoid a threat, for instance. Clearly some of these choices are influenced primarily by high level cognitive processes involving the rational evaluation of the consequences of alternative courses of action. We also make lower level decisions without much rational thought: we eat when hungry for example. Sensory stimuli can also affect choice and decision-making without the need for conscious reasoning: in response to a threatening stimulus we may stop eating and withdraw from danger, for example. An important feature of such decisions is that they are not fixed or strictly reflexive in nature but rather are subject to the influence of experience. So for example we may learn from experience that a threat is not so threatening after all, and decide to continue eating in spite of it. How switching between different behaviours is achieved in neuronal terms remains unresolved, especially in complex mammalian systems in which cognitive processes are involved. The problem is that there is a wide gap between our current understanding of behavioural decision-making on the one hand and the neuronal mechanisms underlying it on the other. Occupying this conceptual gap are enormous numbers of neurons organized into hyper-complex networks. Ultimately it is these neural networks - their activity, the intrinsic properties of their components, interactions and susceptibility to experience - that are responsible for adaptive behavioural decisions. But the complexity of neural networks in the mammalian brain defies attempts at detailed analysis of their operation. In systems involving billions of neurons it is simply not possible to investigate neural networks with single neuron resolution. But this is the level of detail required to derive fundamentally new insights into how neural circuits are functionally configured to make decisions. We aim to achieve a step-change in our understanding of behavioural choice by substantially reducing the difficulty by conducting our experiments on an invertebrate model system, namely the mollusc Lymnaea stagnalis. Our subject possesses a relatively simple brain with thousands, not billions of neurons. Nonetheless, although its decisions are not cognitive, it has a substantial behavioural repertoire, makes adaptive choices between alternative behaviours and is able learn from experience. Hence Lymnaea is complex enough to be instructive and interesting, yet simple enough to be susceptible to a detailed, multi-neuron systems-level analysis. In short, Lymnaea represents an ideal model system for advancing our understanding of how decision-making neural circuits are configured. By analyzing the neuron-by-neuron circuitry involved in decision making in this system, we will make a major contribution to understanding fundamental design principles of neural networks underlying decision making in more complex systems in which single neuron resolution is far more difficult.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009906/1","grantId":"BB/H009906/1","fundValue":"1120040","fundStart":"2010-04-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"  As a contribution to our understanding of the basic mechanisms of learning and decision making. Pharmaceuticals and Medical Biotechnology Cultural","person":"Michael  O'Shea","coPersons":["George  Kemenes","Thomas  Nowotny","Paul Robert Benjamin"],"organisation":"University of Sussex","findingsText":" We discovered a neural mechanism involved in the decission to evoke alternative behaviours. As a model for further investigations of the mechanisms of associative memory formation. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}