{"id":"42FBB5CE-6D3D-40C0-9436-84139061FC19","title":"Evaluation of next generation nanocomposite polymer coated stents incorporating stem cell capture technology for enhanced in situ endothelialisation.","abstractText":"Over 3 million people in the UK suffer from cardiovascular disease causing over 150,000 premature deaths in people under the age of 75. Restriction of blood flow and blockage of blood vessels surrounding the heart leads to interruption of the blood supply to the heart muscle causing heart cells to die. The oxygen shortage, if left untreated can cause damage or death of the heart muscle resulting in heart attack or complete heart failure. Narrowing of the blood vessels in the legs can lead to blockage, amputation and limb loss if left untreated. Patients requiring amputation face a diminished quality of life and severe disability. The primary goal is to restore at least one straight line of blood flow by using a stent depending on the degree of obstruction. The application of stenting is carried out using a minimally invasive approach. A stent is a small mesh tube that is inserted using a catheter, and is deployed at the same time as a balloon is inflated across the diseased vessel wall. The stent acts as a scaffold to hold open the artery to restore blood flow. However, severe healthcare concerns have been raised with current stents, which release drugs through localised allergic reactions, chronic swelling (inflammation) and repeat episodes of thrombosis (or blood clotting), which requires a lifetime prescription of anti-platelet and blood thinning medication causing unwanted side effects followed by repeat surgery. To overcome the current problems with stenting, we plan to build upon our knowledge and expertise to deliver a new generation of stents by developing two products: 1) a novel surface coating with tiny particles embedded in a polymer or plastic coating called nanocomposite polymers, and 2) inclusion of capture antibodies (present on the surface of cells) in to the coating layer to capture stem cells from the circulating blood and converting it to endothelial cells from shear flow, the endothelial is type cells cover entire our cardiovascular system , to protect from blood thrombosis. \n\nThe nanocomposite polymers have already undergone extensive testing in the laboratory, and in animals demonstrating that the polymer can be potentially used safely in humans. For example, we developed a range of surgical implants using nanocomposite polymers with a number of successful outcomes, such as the world's first synthetic wind pipe over 2.5 years ago and the patient is doing very well, 6 tubes that drain the tears (lacrimal duct) have been carried out in patients to date, and coronary artery bypass graft using same materials has started at Heart Hospital, heart valves at the preclinical. We have already optimised the polymer coating for stents, and in this study our plan is to carry out a final assessment of coated stents and compare them with currently used stents (as product 1). Pre-clinical animal studies will be used to evaluate their effectiveness application in humans. The development of product 2 is at the proof-of-principle stage. Here, we carry out preliminary tests using antibodies (raised against circulatory stem cells in the blood) incorporated in to the polymer coating for capturing stem cells from the blood, and perform tests to obtain sufficient data to apply for funding towards pre-clinical studies. This proposal will enable us to test polymer coated stents in preparation for first-in-man studies after consultation with the MHRA (UK regulatory agencies) and FDA. We will then be in a strong position to apply for funding towards clinical trials, which can be implanted in humans. The development of a new generation of nanocomposite polymer coated stents, which prevent thrombosis along with the inclusion of stem cell capture technology to enhance endothelisationcells would have a significant impact on the global economy, as individuals affected will be active in the workforce for longer, enjoy a greater quality of life and reduce the strain on vital healthcare resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024713/1","grantId":"EP/L024713/1","fundValue":"732452","fundStart":"2014-05-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Alexander Marcus SeifalianBrian G  Cousins","coPersons":["Janice  Tsui"],"organisation":"University College London","findingsText":"","dataset":"gtr"}