{"id":"42FC22AF-4321-4499-B86C-DC78A0ABF30D","title":"Consciousness and Reality","abstractText":"The hard problem of consciousness', in particular the question of how the essential subjectivity of consciousness fits into\nessentially objective nature, as revealed by the natural sciences, has been a lively topic of debates among philosophers,\npsychologists, cognitive scientists and neuroscientists for over three decades now. In sharp contrast to the rich empirical\nfindings over these decades in particular areas of neuroscience and psychology, there is general agreement that there has\nbeen very little if any advance with formulations of, and hence answers to, the so-called 'hard problem'. The consequence\nis that the full potential of the empirical findings for understanding the general problem is not being exploited.\nThe central aim of The Reality of Consciousness is to provide a new framework for raising questions about the place of\nconsciousness in nature and for addressing them in a way that avoids the twin threats of reductionism and dualism, on the\none hand, and allows us to begin to exploit the empirical findings in a wide range of disciplines, on the other. Achieving the\nright framework, I argue, involves rejecting several fundamental assumptions that govern the current mainstream\nphilosophical debate about consciousness. These include deeply entrenched assumptions about the nature of objectivity,\nthe nature of causal explanation\nThe first half of the book consists in arguments for rejecting the current framework and for adopting an alternative I sketch.\nIn the second half of the book I go on to give substance to the new framework by addressing the following particular\nquestions from within it, in a way that draws on psychological work: how we explain the way in which conscious experience\nprovides for self location; how we explain the connection between reflection and phenomenology, in particular in the case\nof characterising the phenomenal nature of experiences in different modalities; and how we explain the role of social\ninteraction in determining the phenomenal character of experience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E511163/1","grantId":"AH/E511163/1","fundValue":"22015","fundStart":"2007-04-02","fundEnd":"2007-07-01","funder":"AHRC","impactText":"","person":"Naomi Hannah Eilan","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}