{"id":"4300124C-7551-4128-ABA1-113758725C4F","title":"Double standards in quantitative proteomics: Development of calibrators for multiplexed quantitative western blotting or mass spectrometry","abstractText":"Biological research is a largely quantitative science, and in biomolecular sciences, there is an ever-present need to be able to measure the amounts of specific molecules, and changes in their abundance, in a highly sensitive fashion. Moreover, the biomolecules have to be measured in a background of many tens of thousands of similar biomolecules, and thus, the measurements must be selective as well as sensitive.\n\nThere are two analytical approaches that are commonly used to count the numbers of biomolecules in a system. One relies on a very expensive and extremely sophisticated instrument, a mass spectrometer, and requires highly skilled specialist staff to deliver the very complex assays that are developed for this platform. The second approach uses very inexpensive laboratory equipment (likely to be found in almost every lab) and relies on antibodies to 'find' and measure the biomolecule of interest - a magic bullet for measurement. However, antibody methods, as practiced in many labs, are not really quantitative. They rely on separation of biomolecules in a sloppy gel, and then 'blotting' the biomolecules onto a teflon membrane before using antibodies to 'find; the biomolecule of interest -so called 'western blots'. Western blots are messy, highly variable and error prone - as has been commented, westerns can be good, bad, or ugly! \n\nTo circumvent the problems of manual western blots, an affordable commercially available instrument has come to market that, in our hands, is capable of performance at least as good as a mass spectrometer. We believe that instrument such as this has huge potential to bring immunological quantification via westerns to the same standard as mass spectrometry.\n\nIn our experience, the two methods (automated antibody detection or mass spectrometry) can be made to perform equally well, but in some circumstances, the results do not agree. One of the problems is that we lack suitable standards for both methods, which prevents direct comparison. To solve this problem, we have invented the concept of artificial proteins (DOSCATs) , never previously seen on the planet, that are created through gene design to perform a specific function - providing standard proteins that can be used equally well for immunological or mass spectrometric quantification. This innovative concept will create a seamless connection between the two routes to quantification, and at the same time, will enhance the quantification to permit accurate counting of the numbers of specific molecules in a biological sample.\n\nBecause this is a technological development application, the test systems that we will use are selected because we know them well, and know how they behave in natural systems. This reduces uncertainty when we come to perform quantification by mass spectrometry or western blotting. We will develop DOSCATs that address diverse areas such as mastitis in dairy cattle (which has both welfare and commercial consequences), separate quantification of very similar biomolecules (called isoforms) in a project that aims to understand and develop strategies for enhanced rodent control and a programme that has the goal of providing precise quantitative data to computational biologists who are trying to build models of living process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018725/1","grantId":"BB/M018725/1","fundValue":"107872","fundStart":"2015-05-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"","person":"Robert Jeffrey Beynon","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}