{"id":"430240DA-5411-49CB-80FB-C73093010B55","title":"The UK Catalysis Hub","abstractText":"Catalysis is a core area of science that lies at the heart of the chemicals industry - an immensely successful and important part of the overall UK economy, where in recent years the UK output has totaled over &pound;50B and is ranked 7th in the world. This position is being maintained in the face of immense competition worldwide. For the UK to sustain its leading position it is essential that innovation in research is maintained, which can be achieved through bringing together the internationally leading academic activity that exists in the UK in this key area of contemporary science. We therefore, aim to create a coordinated UK programme for Catalysis, with a hub in the Research Complex at Harwell, which will help to keep the UK at the forefront of this crucial scientific and technological sector. The location of the hub at Harwell will allow us to interact closely with both central facilities, to whose development the project will contribute, and with the broader scientific community on the Harwell/RAL Campus. The major developments in the in situ characterisation of catalytic materials that have taken place in the recent years have been of immense importance in addressing the complex scientific problems posed by catalytic science. The component of the programme based at the hub will focus on catalyst design and will develop state-of-the art in situ facilities that will be used for experiments to be conducted at the Diamond, Synchrotron Radiation, ISIS Neutron Scattering and Central Laser Facilities. Such experiments will allow us to probe the structure and evolution of catalysts at the molecular level during their operation; but their effectiveness will require integration with a wide ranging modeling programme which will explore and predict catalytic systems and performance across the relevant length and time scles form the nanao - to the macro-level.\n\nThe hub will couple with an extensive programme of applications, which will be distributed amongst the extensive rage of collaborating institutions and will be built round the following central themes in contemporary catalytic science:\n\n* Catalysis Design\n* Catalysis for Energy \n* Chemical Transformations\n* Environmental Catalysis \n\nBy coordinating the expertise of the collaborative groups, in novel areas of catalytic science with a strong focal point in the Harwell/RAL campus, we will provide a platform for new initiatives that will provide a hub for UK catalysis research and will give substantial added value to the existing investment in catalytic science. Moreover by working together, the UK scientific team will be able take centre stage and lead the world in this crucial field.\nThe impact of the Centre will be further promoted by a vigorous and effective dissemination strategy which will develop strong interactions with a wide range of academic and industrial groups and with the broader scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014706/1","grantId":"EP/K014706/1","fundValue":"3058110","fundStart":"2013-06-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  The UK Catalysis Hub is already producing outputs in key areas of catalytic science including in situ and operando studies, redox catalysis, homogeneous catalysis, polymerization catalysis and photocatalysis and new IP has been created in this initial phase. Research at the Hub is benchmarked internationally via our External Advisory Board and is closely linked with industry via our Industrial Advisory Panel which has over 20 members. These findings have been used to enable new projects that will start in 2015 as part of the UK catalysis Hub Grant. The findings have also be used to create interest and develop collaborations with industry, and to develop new techniques and understanding of catalytic processes that will be fundamental to developing better catalysts and processes Chemicals,Energy,Environment,Pharmaceuticals and Medical Biotechnology,Transport Societal,Economic,Policy & public services","person":"Christopher  Hardacre","coPersons":["S David Jackson","Andrew  Mills","Ian  Metcalfe","John  Dennis","Karen  Wilson","Paola  Lettieri","Daniel  Brett","Fraser Andrew Armstrong","Andrea  Russell"],"organisation":"Queen's University of Belfast","findingsText":" Catalysis is a core area of current science, engineering and technology that has substantial economic and societal impact, underpinning ?50 billion of products annually in UK manufacturing industry. Although rooted in chemistry and chemical engineering, catalytic science is now strongly multidisciplinary drawing strongly from materials and bio-sciences. The aim of the Energy theme is to develop fundamental knowledge regarding energy supply and security which lies at the heart of concerns for society as a whole and this theme will address how catalysis can and will play a central role in this important topic. The Energy theme of the Catalysis hub is accessing new methods for reforming processes, fuel cells using long chain alcohols derived from biobased sources, biofuels and life cycle assessment for the processes developed. These new catalytic processes will enable step changes in our ability to utilise biobased energy vectors in the future and make a reall assessment as to the environmental and economic impact of the new technology. Chemicals,Construction,Energy,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}