{"id":"4312D484-9103-4C93-9607-0D5D931F5173","title":"Late Holocene temperature reconstruction from Hawes Water northwest England using chironomid analysis","abstractText":"The proposed research would use chironomid midges from the sediments of Hawes Water, a small hard water lake in northwest England, to reconstruct summer temperatures for the past 5,000 years. Chironomids are one of the most widely used proxies for temperature reconstruction as they rapidly respond to even small changes in summer air temperatures. They are ideal for palaeo studies as the larval heads preserve well in sediments and many chironomid taxa are sensitive to a particular temperature range The record would provide temperatures at a resolution of approximately 30 years and would be the first high resolution quantitative record of climate change during this period from England and the only high resolution record in the UK. \n\nPast research at Hawes Water has shown the sensitivity of the site to climate changes, particularly those induced by changes in North Atlantic circulation (Marshall et al., 2007). Temperature records are available from Hawes Water for the period from ca. 14,500 to 5,000 years before 2000 (b2k). Until recently it had been thought that during the later Holocene (5,000 b2k to present) the increasing influence on the midge assemblage of human induced changes in lake water (particularly pH, nutrient and oxygen status) may override and confuse the temperature effect, thus affecting the reconstructions and making them inaccurate (see Velle et al., 2010 for discussions). However, comparisons of chironomid inferred temperature from Speke Hall Lake in Liverpool (an enriched polluted low oxygen lake) with local instrumental records for the last 80 years demonstrate that a chironomid-based temperature inference model can produce reliable estimates of mean July air temperatures, even from a lake experiencing large changes in heavy metal and sulphur pollution and nutrient status (Lang et al., imminent submission). The project will therefore extend the Hawes Water record into this Later Holocene period to produce the first complete high resolution summer temperature record from a single archive for the UK for the last 14500 years.\n\n\nThe research would then use the reconstructed temperatures together with an existing stable oxygen isotope record from the site to reconstruct the oxygen isotope values of the paleao lake water (ISOCHIRO method of Marshall et al., 2007) for the last 5,000 years. The isotopic value of palaeo lake water directly links to that of precipitation and that of the source water from which it was evaporated (ie the north east Atlantic) and Marshall et al (2007) have shown that changes in the oxygen isotope values of early Holocene lake waters at Hawes Water were a direct downstream response to changes in North Atlantic circulation due to meltwater influxes from pro glacial lakes in America and Fenno-scandianavia. Results from this research will indicate any changes which may have taken place in the north eastern Atlantic surface waters during the later Holocene. \n\n\nDetailed examination of the two new records will give insight into the drivers of late Holocene climate change. Comparison of the isotopic meteoric water record and the temperature record will indicate the extent of the influence of oceanic changes on terrestrial climate and the extent to which climate change may be attributed to other climate drivers e.g. variations in solar irradiation. Completion of the full Holocene temperature record at Hawes Water will enable time series analysis which will indicate as to whether the inherent cyclicity which has been identified within the Holocene climate in some oceanic records (Bond et al., 1997) is also visible in terrestrial climate.\n\nPlease see Case for Support for full reference details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014192/1","grantId":"NE/J014192/1","fundValue":"48343","fundStart":"2012-03-05","fundEnd":"2012-12-04","funder":"NERC","impactText":"  The temperature reconstruction based on chironomid larvae has been completed and core samples callibrated with previous records using pollen analysis. This work is being linked with a peat record for a neighbouring site (held by Exeter University) which will enable lake level changes to be integrated into the climate reconstruction for the holocene. Whislt this collaboration will benefit the present project, it will also allow for the peat record from Thrang Moss to be re-interpreted in light of the now established local temperature record. Environment ","person":"Alan Peter Bedford","coPersons":["Ann Teresa Worsley"],"organisation":"Edge Hill University","findingsText":" The present debate about climate change hinges on whether the present warming of the earth is due to natural variation of whether human influences are involved. In order to address this, a great deal of effort has been directed to determining how the earth’s climate, particularly temperature, has varied in the past. As reliable thermometer-based temperature records only exist from the mid 1800’s, indicators of change (proxies) are used. One approach is to look at biological remains in lake sediments. Lakes act as very effective archives as they accumulate sediment continuously and are subject to little disturbance in the deep waters. The larvae of non-biting midges (chironomids) live in large numbers in lakes and, as they develop and moult, their moult skins collect on the lake bottom. As they preserve well, the chironomid community at a particular time can be determined. As chironomid communities change in response to temperature, these changes can be used to reconstruct past climates (using what are called temperature transfer functions based on knowledge of the temperature sensitivities of individual chironomid groups to reconstruct mean July air temperatures).\n\n\n\nOne lake that has been studied in detail is Hawes Water, Gait Barrows. A high resolution reconstruction has been produced for temperatures going from 15000 year bp up until approximately 5000 years bp. The purpose of the present investigation was to complete the record for the last 5000 years. This is particularly important as it includes the period when human influences will have been greatest. In addition, oxygen isotope records exist for the whole of these 15000 years. Linked with the chironomid record, these can be used to reconstruct changes in the composition of rainfall sources (in this case the North Atlantic ) as a result of dilution meltwater for example. \n\n\n\nThe team on this project has completed analysis of a sediment core from Hawes Water. The chironomid communities corresponding to the last 5000 years have been determined and this information used to reconstruct past changes in temperature. The precise dating of the samples is being determined using a range of methods including pollen analysis and comparison of core composition with other known cores. Within the temperature record, a range of approximately 4 degree C (approx 11-15 degrees mean July temperature)has been found over the last 5000 years with well defined changes corresponding to the Little Ice Age and the Medieval Warm period. Once dating is confirmed, the data will be added to the existing temperature record from Hawes Water to give a complete temperature record. Reconstruction of rainfall source composition will also be possible. The results produced will be of particular interest to the scientific community involved in understanding, predicting and mitigating for future global warming and climate change. Specialists in climate sciences will be able to deliver a complete high resolution temperature record for the cool temperate northern hemisphere. This will give greater understanding of the naturally occurring climate variability within the Holocene and help to disentangle natural and anthropogenic signals. \n\n\n\nThe temperature record will give considerable support to the understanding of environmental and landscape responses to climate shifts. The complete Holocene quantitative temperature record, combined with other proxies, will increase understanding of the key processes which combined to from the natural environment since the last ice age. \n\n\n\nThe research will help to advance the understanding of midge ecologists. The response of midges to the changing environmental conditions within the lake system will enhance our understanding of midge ecology and the subsequent disentanglement of the ecological response of the\nchironomids from their temperature response will help strengthen our perspective of midges and temperature. \n\nThe high resolution chironomid record produced is being linked with a peat record from Thrang Moss, Silverdale. Integration of these two records will ensure that interpretation of environmental change is more sophisticated, allowing for the incorporation of lake level changes to be incoporated into the temperature interpretation. It will also allow for the peat record to be re-interpreted in the light of known temperature changes during this period. Environment","dataset":"gtr"}