{"id":"43187EC9-ACB8-45F1-BB01-59685ABA46A1","title":"EPSRC - NIHR HTC Partnership Award: Promoting Real Independence through Design Expertise (PRIDE)","abstractText":"Global and local (UK) populations are ageing and this has contributed to an increase in demand for health and welfare services. Chronic and long-term conditions are also on the increase, leading to increased costs of health and social care and wide-ranging changes to the nature of health interventions. As a result, it is increasingly desirable to keep people out of hospital, treating people nearer to, or in their home. For reasons of cost, convenience and dignity it is also sometimes desirable that patients engage in self-care or carer-delivered care.\n \nCare independence has long been a feature of some diagnosis and treatment regimes: most medications are taken by the patient themselves; diabetic patients regularly monitor blood sugar levels and inject themselves. This work aims to extend these concepts of self care to a boarder range of health conditions, and their associated technologies, that are not currently expected to be delivered by the patient or their carer. \n\nThe network consists of four academic centres:\n* Cambridge Engineering Design Centre, University of Cambridge;\n* CHI+MED, Collaboration led by University College London (UCL);\n* Loughborough Design School, Loughborough University and\n* Helen Hamlyn Centre for Design, Royal College of Art\n\nand three Healthcare Technology Cooperatives (HTCs)\n* Devices for Dignity, (D4D) Sheffield Teaching Hospitals NHS Foundation Trust;\n* MindTech HTC, Nottinghamshire Healthcare NHS Trust and Institute of Psychiatry and \n* Brain Injury HTC, Cambridge Universities Hospitals NHS Foundation Trust.\n\nThis network of design researchers and healthcare technology specialists will carry out a series of design-led pilot projects to explore solutions to care independence challenges. The aim of the pilot projects is to encourage innovation in order to find radical new ways of using technologies to allow sustainable patient independence while maintaining clinical quality, safety and patient and carer experience while reducing costs. The pilot projects will be need driven and will be selected as part of the networking with NIHR Healthcare Technology Cooperatives. \n\nThe pilot project outputs will be conceptual designs that can be further developed (not funded by the network) or definitions of research need that can be developed into research proposals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000273/1","grantId":"EP/M000273/1","fundValue":"149896","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"  This is a relatively new grant and findings are yet to emerge. Healthcare Societal,Economic","person":"John  Clarkson","coPersons":[],"organisation":"University of Cambridge","findingsText":" This is a relatively new grant and findings are yet to emerge. This is a relatively new grant and findings are yet to emerge. Healthcare","dataset":"gtr"}