{"id":"4320DD08-6946-4B04-AEFC-DA0142807462","title":"The Jalview Resource for Sequence Analysis and Annotation - www.jalview.org","abstractText":"Comparison is a central part of everyone's daily life. If two objects look similar, then a first guess is that they might have similar functions. Likewise, comparison of the biological molecules DNA, RNA and proteins from different individuals or species is central to understanding what each molecule does. DNA, RNA and protein molecules can be represented as sequences of letters and it is these sequences that are compared by computer programs. For example, comparison of a protein sequence from a plant disease-causing bacterium with that from the plant may suggest ways to design a treatment to kill the bacterium and not the plant. Ideally, more than two sequences are compared at the same time as this makes it easier to spot common features. This process is called 'multiple sequence alignment' and is one of the most powerful techniques available in modern biology. Easy-to-use but feature-rich interactive computer programs are essential to visualise and enable the most information to be extracted from multiple sequence alignments. Jalview, is generally agreed to be the most widely used program for visualising sequence alignments and editing them. It is installed on over 16,000 computers world-wide, on millions of web pages, and in daily use by thousands of scientists and students. Although other programs exist to visualise and edit multiple alignments, Jalview not only allows alignments to be viewed coloured and edited, but also exploits the internet to connect to over 70 sources of sequences and complex annotations on those sequences. In addition, Jalview exploits state-of-the-art internet technology to connect to computer servers that can perform large calculations on the sequences and return these to the user in a few seconds or minutes. In this way the program puts a mass of human knowledge at the fingertips of the scientist and so saves them a huge amount of time in exploring the function of their favourite protein, DNA or RNA molecule. Some databases of sequence alignments contain alignments with over 70,000 sequences. New technology in DNA sequencing is enabling sequences to be determined faster than ever, so the total volume of sequence data available is doubling approximately once a year. However, sophisticated computer programs like Jalview require maintenance to fix bugs and to introduce new features as new techniques and data sources are developed world-wide. Core funding for Jalview development ended in 2007, so in order to ensure that Jalview can meet the needs of its large community in the face of the data onslaught, we are requesting support for staff and training to maintain and develop the Jalview Resource. The principal aims of the resource will be: 1. To provide core support and maintenance. 2. To continue to drive Jalview development to meet the needs of new research techniques and data types through close interactions with the research groups at Dundee and elsewhere, and to add new features to Jalview to support visualisation and data analysis for services developed in the UK and rest of the World. 3. To facilitate the open development of Jalview as a community project by coordinating Jalview development by software developers in the community with needs for specific new features. 4. To provide extensive web-based user-documentation and programming guides for Jalview as well as regular training workshops both for end-users of Jalview and for developers who wish to add Jalview to their resources, or develop new features. 5. To seek out funding opportunities for new developments to Jalview above and beyond those possible with the resources requested in this application. The applications of the jalview resource are many fold, from a teaching tool, though a figure-for-publication-making tool and expert analysts' workbench, to a neat way to display sequence alignments on a web page. The applications of Jalview span all areas of biology and so the benefits of the resource are legion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022682/1","grantId":"BB/G022682/1","fundValue":"542924","fundStart":"2009-10-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"","person":"Geoffrey  Barton","coPersons":["David Michael Martin"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}