{"id":"43222F8A-72B3-4AD9-8F9C-D6EBD9889708","title":"Communication between mother and fetus : Imprinting and endocrine adaptations to pregnancy","abstractText":"Context:\nPregnancy is associated with high rates of morbidity and mortality despite broad advances in healthcare over the last 50 years. In addition, as rates of obesity and diabetes increase in the general population, the outcomes of pregnancy have worsened and maternal and fetal health remains a significant public health issue. Underlying this is a lack understanding of how energy is diverted to the fetus from the mother during gestation, and how this goes wrong as a result of the interaction between altered maternal diet and genetic factors. In addition, there are few diagnostic tools available to detect when the energy supply to the fetus is compromised, and consequently paediatric clinicians have a paucity of information upon which to act to improve outcomes for pregnant women and their children.\nAims and objectives:\nWe propose to increase our basic knowledge about how the fetus gains resources from the mother during pregnancy. In late gestation, when the fetus is growing very rapidly, the mother must be able to deliver maximal resources. One way in which the mother's body knows to do this is because the placenta releases hormones into the maternal circulation that signal redistribution of maternal nutrients obtained from food. For example, during late gestation the mother becomes less likely to convert excess dietary glucose into stored fat, and instead the glucose is transported across the placenta to become fuel for fetal growth. We work on a signalling molecule called DLK1, which increases in concentration in maternal blood during pregnancy in mice. Others have found that this increase in maternal DLK1 also occurs during human pregnancy. We recently proved (using genetically modified mice that have a mutation in their Dlk1 gene) that this molecule must come from the fetus or the placenta. We propose to discover if DLK1 is a placental hormone, and if the human placenta is also a source of DLK1. In non-pregnant females the amount of DLK1 in the blood is low. We found that genetically modified mice that make high levels of DLK1 store less energy as fat, and use fats rather than glucose as an energy source. This is very similar to what happens in pregnancy when DLK1 is naturally high. We hypothesise is that the fetus uses DLK1 as a signal to instruct the mother to make more energy available for fetal growth. We will test this hypothesis, and aim to discover how this potentially novel hormone works.\n\nDLK1 is encoded by a member of a group of genes that are regulated in an unusual way. Each gene in the genome is present in two copies, one inherited from the father and the other from the mother. In most circumstances both of these genes form the template for producing proteins. However, a group of ~100 genes in the mammalian genome are only expressed from one parental copy, and the other copy is silenced, the imprinted genes. Imprinted genes are known to encode molecules that have crucial functions in growth and development, as well as in metabolic processes during adulthood.\n\nThe maternal pituitary gland is known to change its size and hormone output during pregnancy. DLK1, and other imprinted products are expressed in the pituitary gland, and are regulated by pregnancy. We would like to understand if imprinted genes mediate maternal pituitary function during pregnancy, and how they are activated during this period. This is important because if the maternal pituitary gland does not adapt appropriately to pregnancy the growth and wellbeing of both mother and fetus are compromised.\n\nPotential applications and benefits.\nIt is likely that maternal DLK1 levels differ between normal pregnancies and those where fetal growth is compromised such as in preeclampsia and intrauterine growth restriction. Our hope is that by understanding its source and function we could in the future use maternal DLK1 levels as a novel non-invasive marker of fetal well being, informing clinical practice to improve pregnancy outcomes","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002345/1","grantId":"MR/L002345/1","fundValue":"474002","fundStart":"2014-03-03","fundEnd":"2018-03-02","funder":"MRC","impactText":"","person":"Marika  Charalambous","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}