{"id":"43242B33-A8FA-4B87-9301-4C5ABE43F2A5","title":"A UK Quantitative Systems Pharmacology Network","abstractText":"Drug development is a time consuming and expensive process. From the time a compound is identified as having possible therapeutic benefits through to being available in the clinic, takes not only the order of a decade, but 100's of millions of pounds of investment. Successful testing of a compound in the laboratory does not imply that it will be successful in animal or human trials, and even successful animal tests can lead to failure in human trials - a result of the complexity of biology at different scales. On average only one in nine drug compounds is fully developed and approved by US and European regulatory authorities. This low attrition rate is poor for drug companies, both in terms of time and costs, and ultimately us as a society.\n\nUnderstanding on the single cell scale does not easily translate to the same behaviour in human tissue, organs, whole humans and the overall population given individual differences. We wish to design drugs for large scale population use whilst accounting for the variation between individuals within a population. One technology available to us for tackling this issue is quantitative methods such as mechanistic mathematical modelling and data analysis. Current knowledge of a biological system can be used to develop mathematical models to identify key laboratory experiments, reduce reliance on animals and identify earlier which compounds are most likely to fail or succeed.\n \nThe integration of subcellular information into whole individual mechanistic mathematical models to specifically assist in the development of pharmaco-therapeutics has been termed Quantitative Systems Pharmacology (QSP). &quot;Quantitative&quot; because the area uses quantitated processes and data to make predictions and &quot;Systems&quot; because the approach is holistic across the system (single cell to organ to whole individual). This is a new area of science which will require strong interactions between theoretical modellers (mathematicians, statisticians, engineers) and life and pharmaceutical scientists to ensure its success. Individual researchers from each of these areas can be found in both UK academic institutions and leading biopharmaceutical and biotechnology sectors and need to be brought together to allow this new field to thrive and develop in the UK.\n\nTo meet this need we will establish a UK Network in QSP. The network will bring together UK pharmaceutical scientists from industry and academia, with theoretical scientists to exchange knowledge and tackle problems in QSP. The network will be arranged around three workshops (one per year), two of which will share knowledge through talks, poster sessions and group discussion on key topics in this burgeoning field. A third workshop will bring mathematical modelling expertise to bear on QSP problems highlighted by the academic and industrial network members. Satellite meetings will allow participants to further explore ideas generated from the main workshops. Our network already has strong support from biopharmaceutical and biotechnology sectors, with sites in the UK, and leading academic institutions. \n\nThe network will lead to: (i) new collaborations; (ii) project applications (grant, studentship, fellowship); (iii) scientific publications; (iv) open access mathematical models and their associated code; (v) greater awareness of QSP in the UK pharmaceutical, life and physical science communities; (vi) education and training for those based in industry (and academia) on modelling tools and techniques to support; (vii) greater public awareness of QSP in the development of new drugs and therapeutic agents; (viii) foster the development of mathematical models as surrogates for the ex-vivo and in-vivo animal systems currently used to extrapolate efficacy and toxicity responses to drugs; and (ix) develop and strengthen international links between the UK and other key international initiatives in Systems Pharmacology research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005481/1","grantId":"EP/N005481/1","fundValue":"159456","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Marcus  Tindall","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}