{"id":"43277155-46EF-4868-918D-8A0B09C2144F","title":"NERC IAA proposal UCL","abstractText":"The first NERC impact award to UCL in the spring of 2013 has allowed Geography, Earth Sciences, and Genetics, Evolution and Environment (GEE), the three main departments that benefit from NERC funding, to retain staff that have built networks across departments and strengthened ties within the NERC-funded UCL community. This has made these NERC-funded scientists more accessible and more able to engage with businesses, NGOs and Government. This phase has already led to several new collaborations where projects are co-funded by businesses and/or NGOs.\n\nGiven the success of the first phase of NERC impact award to UCL, all the main participant departments wish to continue and extend their activities. They will retain the staff that have gained experience and built strong networks within the NERC community. By organising further events and building websites aimed at bringing together scientists with businesses and other interested parties the budding culture of impact generation will continue to be embedded and strengthened. One event will bring together NERC scientists with programming experts to find new ways to analyses large data sets helping to understand our ecology. A CPD course will be developed to help communities and NGOs to improve their resilience to disasters and understanding of disaster risks. An innovative app will be developed to help practitioners to understand and visualise climate impact over the next 50 years.\n\nLiaison between research departments has been a feature of UCL's activity for Phase I of the IAA pilot. UCL aims to deepen this departmental cross-collaboration alongside the development of the Environment Domain, which will become the virtual hub of NERC-remit research, and will be based within the office of the Vice-Provost (Research) and alongside UCL Public Policy. These central functions aim to bring together a number of strands relating to climate science and its communication to the public and policy makers and safeguard the networks built up within UCL.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012804/1","grantId":"NE/L012804/1","fundValue":"201620","fundStart":"2013-11-01","fundEnd":"2013-11-11","funder":"NERC","impactText":"  To date, interim outcomes and findings have been used to inform subsequent stages of funded projects, develop new activity and to initiate new relationships with external agencies. Numerous workshops have been organised to develop and strengthen these relationships and staff and coordinators involved have gained an invaluable insight of how to maximise impact from their research, planning impact-generating activities and interactions outside academia. Additional funding has been provided to build on the successes achieved. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment Societal,Policy & public services","person":"Stephen  Caddick","coPersons":[],"organisation":"University College London","findingsText":" This is an Impact Acceleration Account and not a research grant. The award has been used to find several projects. Dr Stephen Edwards from UCL Earth Sciences was allocated funding from the NERC Impact Accelerator Account to spend 0.2 FTE for eight months (1 May to 31 December 2013) to specifically liaise and collaborate with humanitarian and development agencies in order to assist them undertake better disaster risk reduction programmes through (i) better understanding of probability, uncertainty and risk associated with natural hazards and (ii) engagement with the business community. He worked with two established partners: Aon Benfield, which sponsors the Hazard Centre, and CAFOD, which has worked with the Hazard Centre since 2008. His work has had three substantial outcomes:\n1) A report. Duncan, M., Crowley, K., Cornforth, R., Edwards, S; seven others 2014. Integrating Science into Humanitarian and Development Planning and Practice to Enhance Community Resilience. London: UK Collaborative on Development Sciences. 48 pp. http://www.ukcds.org.uk/resources/integrating-science-into-humanitarian-and-development-planning.\n\n2) A successful NERC proposal. Led on two proposals for the NERC PURE Associates call, which had a deadline of 30 September 2013. (a) Risk Visualisation and Quantification for Enhanced Disaster Risk Reduction. NERC PURE Associates Programme (NERC grant PA13-010). 01/12/2013–31/05/2014 With CAFOD and Aon Benfield. (b) RISKED: Risk Identification with Science Knowledge for Enhanced Development. NERC PURE Associates Programme (unsuccessful, but first on reserve list). With CAFOD.\n\n3) Convening a conference session. Kilburn, C., Edwards, S. and Heiken, G. (convenors). Mitigating Economic and Insurance Losses from Volcanic Eruptions. Session 2.II.A at Cities on Volcanoes 8, Yogyakarta, Indonesia, 9–13 September 2014. Anticipated to be primarily academic and business participants, but also some from Indonesian government and non-government organisations.\n\nOutcomes 1 and 2 are currently feeding into a programme of continuing professional development (development and delivery of workshops and short courses for disaster risk management). Outcome 2 is leading to a successful collaboration between UCL, Aon Benfield and CAFOD and is expected to have substantial impact on the way in which humanitarian and development agencies view collaboration with business, and vice versa, and assess disaster risk and prepare for disasters. Outcome 3 will be used to showcase some of the results from 1 and 2, thereby demonstrating new business opportunities for the insurance sector in countries with emerging economic markets.\n\nThe Rock and Ice Physics Laboratory employed a Postdoctoral Research Associate for 2 months to build a website showing novel NERC-funded research results, techniques and apparatus to study time-dependent brittle rock deformations; \n\nThe wide ranging aspects of this collaboration have been published in the form of a website to increase the impact of this research to audiences in both academia and industry. The website includes descriptions of ongoing research within each group and how it is being applied to issues related to shale gas. The site also contains information on recent publications and conference abstracts submitted as well contact details for each group. Overall, this project has been successful in enhancing collaboration between the different groups within the Shale Gas Hub and has also provided a platform for this research to be advertised to a wider audience.\n\nTo advertise this research further, the team had an abstract accepted for the 10th Annual Euroconference on Physics and Rock Mechanics in Aussois, France, (May 2014). The conference was attended by researchers and industry representatives, with several sessions focussing on the hydraulic fracturing of shale and extraction of shale gas. Therefore, attendance at this conference raised awareness of the Shale Gas Hub and range of research being undertaken at UCL.\n\n1. The web address for the UCL Shale Gas Hub (https://www.ucl.ac.uk/es/research/shale-gas-hub/)\n2. The web address for the 2014 Euroconference (http://euroconf2014.sciencesconf.org/)\n\nGeography - In order to improve impact for the NERC-funded ‘discovery science’ research projects in the department, Dr Milner coordinated two cross-project impact events to enthuse a new generation of scientists (Science Uncovered, Climate Science Lates). Outcomes of the work include: i) enhanced efficacy of existing pathways to impact and the establishment of an impact culture within the Department’s NERC-funded community; ii) improvement of individual staff impact profiles for current and future research; iii) the development of webpages that synthesis and highlight key findings of NERC-funded science within the Department and showcase to business and policy makers (ongoing). In addition, the iCOASST workshop in Suffolk provided a high-quality impact case study for effective engagement with stakeholders. The Stakeholder workshop, Norfolk i) contributed to drafting the Natural England – Higher Level Stewardship policy (HQ01, HQ02, HE7/8) and Capital items for pond restoration specification to maintain, restore and create ponds for biodiversity; ii) disseminated best practice for biodiversity to local and national agencies and landowners; iii) created networks between different agencies for the exchange of knowledge on aquatic biodiversity.\n\nUCL's Department of Genetics, Evolution and Environment (GEE) collaborated with the UCL department of Geography to run a stall at the Natural History Museum Science Uncovered event in September 2013, under the topic of ‘Environmental Change’. Using data from the PREDICTS project. An interactive demonstration with the ZSL was developed to engage the public with environmental and biodiversity research within the department. This demo has subsequently been used at the CBER official opening and by the PREDICTS team at a climate-change meeting in January 2014. The tool is now being updated to incorporate new climate and biodiversity modelling data and will continue to be a useful tool for engaging a variety of audiences with the PREDICTS project and with CBER research in general. \n\nThe Genetics, Evolution and Environment Research Blog aimed to disseminate information about recent publications within GEE, with a focus on NERC-funded research within the department. The GEE blog has now been running for over a year, with articles covering new research papers as well as events such as the Technology for Nature stall at the Royal Society Summer Science Exhibition, prizes awarded to NERC-funded PhD students, and the UCL stall at the Natural History Museum Science Uncovered event. The blog has attracted an international audience, with a strong readership in the UK, USA, Canada and Spain. \n\nSeveral case studies have also been developed. Leads of projects funded by this grant have been able to act as champions within their academic units and have encouraged and guided academic colleagues helping to identify the potential impact of their existing research. \n\nFunds have helped create or strengthen links with external agencies which then lead to further collaboration and open ways to influence policy and decision making outside academia. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment","dataset":"gtr"}