{"id":"43272D94-8472-4B54-8036-72ECDC4057D2","title":"The Power and the Water: Connecting Pasts with Futures","abstractText":"'The Power and the Water: Connecting Pasts with Futures' examines the nature of environmental 'connectivities' since industrialization and how their legacies challenge us in the early 21st century. Environmental connectivity denotes our understanding of how place, livelihood and community is moulded by interacting processes of multiple spatial scale and different durations, that link local actions to the 'planetary system'. These understandings relate to how infrastructure and its environmental impacts generate new distances but, equally, fresh bonds between places, peoples, institutions and cultures. Our understanding of connectivity also engages with how the construction and sustainment of human communities creates a landscape that can facilitate or interrupt the interactions of species, biodiversity and the resilience of socio-cultural and natural worlds. \n We will examine how different environmental narratives are deployed in particular places and contexts; how these narratives interact; how they seek to link communities and their environmental impacts; how they connect designated environmental 'experts' and a variety of publics and policymakers; and how, in turn, they shape identities and forge new communities of understanding, shared infrastructure and political action. We will also consider shared negative experiences that affect community resilience, social learning and environmental policy response. \n We will examine how notions of the 'environmental' and 'natural' categorize spaces and demarcate what is worthy of protection, privileging certain ideas of what is valued in nature and how ecological and socio-cultural connections work. In particular, we explore the transformative role of technology across a range of liquid and energy environments - from the manipulation of the Tyne and proposed harnessing of the Severn to the drainage of Peak District mines and massive electricity delivery systems such as pylons.\nWe can do fullest justice to these questions and this approach through a series of integrated studies that probe key aspects of environmental connectivity in the 20th century and beyond (backwards and forwards). This will allow us to appreciate commonalities and contrasts in environmental experience, and how these relate to specific times, places and communities, as well as social, educational and informational experiences.\n The project consists of 3 strands focusing on different types of connectivity, all rooted in considerations of power and energy. 1. River systems and their connected bio-physical, energetic, commercial and cultural flows (with reference to Tyne and Severn). 2. Infrastructure and energy systems/sectors and their connected sites of generation, transmission and consumption (with reference to the national grid's emergence and the energy environments of 20th century Somerset). 3. The infrastructure of constructed watercourses and how they connect notions of natural and cultural heritage and watercourses above and below ground (with reference to soughs [drainage channels/artificial rivers] in Derbyshire's former lead mining district). \n Each strand contributes to the generation of consequential new syntheses of environmental history and environmental thought in Britain, demonstrating the historical development and contingency of 'environmental connectivity', but also their place- and context-specific character. These endeavours hook up with themes highlighted in the 'Care for the Future' and 'Connected Communities' programmes. What kind of future envisioning, and possibilities for progress toward sustainable development or risks of degradation and dissolution, are associated with particular forms of environmental connectivity? How far are people and communities aware of connections undergirding their lives? What kind of responsibilities and ideas of stewardship/ownership has this conferred on individuals, systems of knowledge generation, institutions, and, indeed, the 'forces of nature'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005863/1","grantId":"AH/K005863/1","fundValue":"835601","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"","person":"Peter  Coates","coPersons":["Paul  Warde","Georgina Hope Endfield"],"organisation":"University of Bristol","findingsText":" This issue has already been addressed in the end of award report submitted in October 2010. N/A Aerospace, Defence and Marine,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}