{"id":"432CF138-A8EA-4EA9-91CC-87248733339D","title":"Effect of the circadian clock time of day and sleep on the human metabolome: identification of metabolite rhythms","abstractText":"The study of metabolomics is a relatively new technique to identify metabolites that are produced by body processes and are involved in regulatory metabolic pathways. It is highly likely that certain metabolites will be altered in disease or during drug therapy and thus, being able to measure and identify these (biomarkers) will be critical for future health and disease diagnostics. For metabolomic profiling to be of value for clinicians in the diagnosis of disease, however, it is essential to establish accurate baseline data from healthy controls. Correct interpretation of metabolomic data will require a thorough knowledge of the impact of time of day as well as the effect of a person's internal biological (circadian) timing system on the metabolomic profile. Biological circadian rhythms and time of day variation occur in most physiological markers e.g. melatonin, cortisol, glucose; metabolites identified in plasma and urine will be no exception. However, to date there has been no systematic study of circadian variation in the human metabolome using established circadian protocols. In addition how a typical living environment (light/dark cycle, sleep/wake cycle, meals) affects metabolomic profiles needs to be determined. Using strictly controlled laboratory studies in healthy volunteers and cutting edge metabolomic technology we thus aim to characterise the effect of the circadian clock, the time of day, the light/dark environment, meals and sleep on rhythmic and non-rhythmic metabolites identified in plasma and urine. Metabolites that show rhythmic circadian and time-of-day variation (cycling) and those that do not (non-cycling metabolites), as well as metabolic processes affected by sleep and sleep deprivation, will be identified through the use of cutting edge, highly sensitive, liquid chromatography-mass spectrometric (LC-MS) techniques. At Surrey we have proven expertise in conducting circadian and sleep deprivation experiments. Using our recently established LC-MS methodology (Surrey and ICR) we have pilot data in healthy volunteers kept in controlled conditions similar to the proposed studies. Significant time of day variation has been observed in at least 20 plasma and 20 urine metabolites, based on Orthogonal Projections to Latent Structures (OPLS) analysis (Simca Software, Waters). Therefore in terms of expertise, clinical and analytical facilities and technical skills the proposal is feasible. Identification of metabolite rhythms and how these are affected by external factors (time of day, wakefulness, sleep, environmental lighting, regular meals) will provide reliable baseline data which will be crucial for the future use, and correct interpretation, of metabolomics in the detection and treatment of human disease. In addition, our Project Partner (Erasmus MC University Medical Center (EUMC), Rotterdam) will perform proteome and transcriptome analysis on selected samples across the 24 h day from both studies with a view to combining the data. The biological samples, metabolomic database and research findings will be shared and disseminated for the benefit of a wide range of professionals involved in disease diagnosis and treatment (e.g. clinicians, clinical biochemists) which will ultimately benefit society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I019405/1","grantId":"BB/I019405/1","fundValue":"758973","fundStart":"2012-01-03","fundEnd":"2015-04-02","funder":"BBSRC","impactText":"","person":"Debra Jean Skene","coPersons":["Alfred E.A.  Thumser"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}