{"id":"4332138C-6ED7-4F54-968D-E91BC5BE145B","title":"Telling the Bees","abstractText":"'Telling the Bees' is a collaboration with Tay Landscape Partnership (TayLP) and beekeeping groups in the Perth and Tayside area to conduct research into beekeeping knowledge and the many ways it is created, stored and transmitted.\n\nBeekeeping is currently experiencing a surge of popularity, coinciding with a rise of localism and a consumer drive for homemade produce. Bees have also become popular subjects of non-fiction prose, literature, poetry and art, in part because their plight has become emblematic of contemporary environmental crises. Whilst a new generation of beekeepers is emerging, the methods by which they learn their skills is changing. As a highly mythologised practice, incorporating elements of folklore, literature and long-standing oral traditions, beekeeping can historically be regarded as a form of Traditional Ecological Knowledge (TEK). However, now that short courses and beekeeping manuals are commonplace, there is a question as to what extent traditional elements remain. Is the modernisation of beekeeping resulting in the loss of traditionally held knowledge, understanding and practice? Our research considers this question and offers a bridge between different practices: working with beekeepers, writers, artists and designers, we will co-create new experimental forms of beekeeping knowledge (such as 3D printed artworks, creative writing and interactive films, to name just a few possibilities) by recodifying and repackaging beekeeping knowledge into 'future folklore'.\n\nTayLP, a public and third sector partnership in receipt of a &pound;1.43 million Heritage Lottery Fund grant, has a remit to work with communities in the Perth and Tayside to &quot;reconnect residents and visitors with the natural, built and cultural heritage of the area&quot;. This includes a bee colony regeneration project, with aims that include training 20 new beekeepers and producing 10 events in local schools between 2014-2018. 'Telling the Bees' will augment and expand these activities. Afer an initial review of beekeeping knowledge and practice, including an analysis of the Moir Rare Book Collection of beekeeping books at Fountainbridge public library, Edinburgh and participation on beekeeping training courses, the project team will run a series of workshops with TayLP, schools and local community groups to collaboratively develop new creative research models (future folklore) that generate a shared understanding among beekeeping and non-beekeeping community members of the significance of beekeeping for local landscape management, cultural heritage, and environmental sustainability. The project will also play a key role at TayLP's annual Heritage Festival in Carse of Gowrie, where it will showcase its research and gauge public reaction to the 'future folklore' prototypes.\n\nIn addition to its presence at the TayLP's Heritage Festival, 'Telling the Bees' will raise awareness of its research via a public facing website and social media profiles. Its creative outputs, the 'future folklore', have the potential to reach and connect with new audiences beyond those directly engaging with the project activities, and long after the project has been completed. A one day symposium held at the end of the project will reflect on the concept of 'future folklore' and help disseminate the research findings.\n\n'Telling the Bees' contributes to the Connected Communities programme by making community groups an integral part of innovative research, engaging them in an exciting and stimulating series of events and workshops. They will help co-produce outputs that cross disciplinary boundaries in the arts and humanities, and which form a timely investigation into TEK, cultural heritage and environmental management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009319/1","grantId":"AH/M009319/1","fundValue":"42996","fundStart":"2015-04-01","fundEnd":"2015-12-31","funder":"AHRC","impactText":"","person":"Deborah  Maxwell","coPersons":["Tobias A Pillatt","Niamh Catherine Downing"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}