{"id":"433962DC-BF92-4063-A83D-049B9C6132BA","title":"Establishing an integrated network model for secondary wall thickening in anther development.","abstractText":"Secondary plant cell wall thickening is vital for many aspects of plant growth, typically for the production of mechanical tissues for water transport and support, but is also critical when other aspects of mechanical force are required, for example anther dehiscence. Secondary cell walls are composed of cellulose, hemicellulose and lignin. Advances have been made towards understanding the biosynthesis of these wall components, however little is known about the factors that control these pathways. Such regulatory networks tend to initiate the biosynthesis of multiple wall components, dissecting these regulatory networks may permit the separation of these pathways with the future goal of controlling specific components of the cell wall matrix in isolation from other components. Understanding such processes is vital for the manipulation of secondary thickening for modification of wood quality, biofuels, but also for the manipulation of processes requiring such mechanical forces, for example anther dehiscence and the control of male fertility for hybrid development and control of gene flow. Secondary thickening occurs in the anther endothecium and is vital for the physical forces needed for anther opening, as demonstrated by our Arabidopsis male sterile mutant ms35 which produces normal pollen but is male sterile because the pollen is not released. We have shown that this defect is caused by a mutation in MYB26, a gene that has homology to members of the MYB family of transcriptional regulators. We have shown that over-expression of MYB26 can switch on secondary thickening in tissues that do not normally produce secondary thickening (ectopic secondary thickening). In these over-expressing lines we see increases in the expression of a number of genes, including transcription factors, but also biosynthetic components of the secondary thickening pathway. We have constructed a preliminary model for this pathway and hypothesise that two NAC domain genes may be direct targets for MYB26. We have also identified a large number of genes that have not yet been placed into this pathway. We propose to test our current model and determine the primary regulatory targets for MYB26, but also to extend our model to include the other genes that have altered expression in our mutant. We will do this by carrying out a time-course analysis of these genes after MYB26 is switched on. This will identify those genes that are direct targets of MYB26 which are switched on very soon after MYB26 expression, but also those genes that are switched on later in the pathway, possibly by factors other than MYB26. We will use this information in collaboration with mathematicians/systems biologists to develop an integrated model for this pathway. We will then test this model by selecting genes that are predicted to be key regulatory points in the pathway and investigate the effects of knocking-out (mutating) or over-expressing them. We will check the order of our network by analysing the expression of down and up-stream genes in these backgrounds and determine the effect on gene expression of subsequently expressing MYB26 in these backgrounds. We will also establish the functional effects of these genes by investigating changes to the structure of the cell wall in the knockout, or overexpression lines. We have also found a protein that appears to binds to MYB26 and may serve to activate it to enable it to carry out its normal function. We will test where this protein is expressed and whether it activates the MYB26 protein. This will provide valuable information on the first step in the MYB26 pathway in determining the activity of MYB26.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021062/1","grantId":"BB/F021062/1","fundValue":"502722","fundStart":"2008-07-18","fundEnd":"2011-11-17","funder":"BBSRC","impactText":"","person":"Zoe A  Wilson","coPersons":["Andrew  Wood"],"organisation":"University of Nottingham","findingsText":" 1. Identification of the increased complexity of the MYB26-NST1/NST2 network: We have shown that MYB26 determines the temporal pattern of secondary thickening within the anther. Although NST1 and NST2 are downstream targets of MYB26, there are additional factor(s), regulated by MYB26 that are essential for anther secondary thickening. Confirmation of their identity is in progress. (About to be submitted-Plant Cell).\n\n \n\n2. Functional inducible MYB26prom::MYB26-YFP-GR constructs: have demonstrated the specificity of anther endothecium expression and the rapid turnover of the MYB26 protein. This construct and an equivalent regulated by CaMV35S have been used for time-course MYB26 network analysis (manuscript in preparation).\n\n\n\n3. Comparative analysis of the networks between tissues in Arabidopsis and different species, principally rice. This has led to greater understanding of pollen development (3 manuscripts published), tools for network analysis (Wang/Marshall et al: accepted Plant Physiology); a manuscript involving correlation of expression networks in pollen development (in preparation). Via academic development Agriculture/ Food and Drink","dataset":"gtr"}