{"id":"433FF989-15A7-4B32-B77B-FF218B08C2CE","title":"In vivo microstructural neuroimaging in infants at risk of developing neurocognitive delay or neurobehavioural disorders","abstractText":"Context of this research\nSome babies are more likely than others to develop a range of problems in later childhood including poor attention, problems interacting with others or performing poorly when they go to school. It is possible that these problems are due to abnormalities in brain development or due to brain injury occurring before, or at the time of birth. \nAims\nOur aims are to implement advanced imaging approaches to examine the brain in more detail than has previously been possible. We will study 3 groups of patients; infants who are born prematurely, infants who have abnormalities in the development of their heart (congenital heart disease, CHD) and infants who have a high risk of developing problems communicating and relating to others (as they have a sibling with this condition) . We will also collect imaging data in healthy babies who are born around their expected date of delivery (healthy term controls).\nMethods\nThe imaging data we intend to collect is called diffusion magnetic resonance imaging (d-MRI). d-MRI provides objective measures which we can quantify, allowing us to compare patients and healthy controls. We will use d-MRI to obtain measures of the building blocks of the computational circuitry of the brain (known as neurites). These measures have not been previously studied in infants, but we believe they will provide important information on how brain circuitry is altered in our patients.\nThe babies will have a scan on a magnetic resonance imaging (MRI) scanner that we have placed in our neontatal intensive care unit. This means that we do not have to transport the babies to a different place in the hospital for them to have their scan. We are able to scan even the smallest and sickest babies safely using this scanner.\nWe will also assess the infants when they are 2 years of age. We will test their ability to perform a number of different tasks, which will highlight any problems they may have with cognition (how well they understand and follow instructions, and their ability to perform tasks), attention and how well they can interact with their families and other people. We will assess whether our d-MRI measures that we collect soon after birth correlate with these assessments at 2 years of age.\nExpected outcomes from this research\nWe expect our methods to highlight differences in the brain between patients and healthy infants. If these measures are related to performance at 2 years of age, then these tools can be used to identify infants at risk of developing behavioural problems and problems that will lead to them performing poorly at school. This can improve the long-term outcome for these babies in 2 ways; children who may develop behavioural problems do much better if their therapy is started at an early age and treatments are now being developed which are aimed at reducing brain injury in these babies and we can use these imaging tools to test whether treatments have been effective. Ultimately, this could reduce the time taken for treatments to be widely used in clinical practice and, in this way, help to reduce the consequences of brain injury in babies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011530/1","grantId":"MR/L011530/1","fundValue":"814464","fundStart":"2014-09-01","fundEnd":"2019-08-31","funder":"MRC","impactText":"","person":"Serena J Counsell","coPersons":["Joseph V Hajnal","Daniel  Alexander","David  Edwards","Hui Gary Zhang","Paul  Aljabar"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}