{"id":"4344FC0A-B166-412B-B1E0-8207D20F3CCB","title":"A preliminary assessment of levels of bioavailable anthropogenic platinum-group, lanthanide and high field strength metals in human tissue and DNA.","abstractText":"The addition of lead substitutes to automotive fuel and the introduction of catalytic converters have led to the appearance of several other, normally rare metals, in exhaust emissions. Over 95% of all cars now manufactured have metal-based two or three-way catalytic converters and emissions from these systems is leading to a well documented, dramatic increase in the concentration of platinum in roadside and tunnel dusts. Little information is available for some of the other rare metals such as cerium, hafnium and zirconium, which can be present in very much higher abundances than Pt in the wash coats of converters, but it is likely that they are accumulating too, probably in much greater abundances. These metals are emitted as ultra-fine reactive particles, and so are readily absorbed when inhaled and consequently are more likely to produce toxicological effects. A chance discovery that at least one of these metals, hafnium, may become incorporated into the primary genetic material (DNA) of some individuals implies that even metals which are usually innocuous can become biologically active if absorbed by the lung in this way. More importantly, this incorporation into DNA implies that they might increase the risk of lung or other cancers by altering or damaging DNA replication. Some of the metals in question (cerium and hafnium) have isotopic compositions that vary in nature and it may be possible to specifically identify the source and sink of these elements in the environment and in the human body through characteristic isotopic compositions that will 'fingerprint' their origin. To properly evaluate the risk to human health through accumulation of these metals in the environment we need to instigate a research programme to define basic information such as:- Is there evidence for accumulation of anthropogenic cerium, hafnium and zirconium consistent with the increase in some platinum group elements? What are the main environmental sources and pathways of these metals into human receptors and what are the most bioavailable forms? To what extent do these levels vary between individuals? To what extent can we distinguish sources using isotope ratio tracing? What are typical baseline levels of these metals, in human organs such as the lungs and the liver, in human blood and in DNA extracts? To what extent do the metals become mobilised and biologically active by measurement of the levels bound to DNA and certain proteins We have assembled a diverse team of scientists with environmental, biomedical, clinical and toxicological expertise that offer a very fortuitous combination of the latest analytical and extraction technology plus access to human tissue and blood samples. This cross-disciplinary team, together with a post-doctoral scientist, will be well pace to answer the above questions and hence provide preliminary data on which to base future studies and risk assessments for human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008062/1","grantId":"NE/E008062/1","fundValue":"61076","fundStart":"2008-06-01","fundEnd":"2010-07-31","funder":"NERC","impactText":"","person":"David Graham Pearson","coPersons":["Michael  Tilby"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}