{"id":"4346B056-5080-41D7-A152-AB951C5A6E47","title":"Loughborough University Advanced Training Courses in Social Sciences","abstractText":"The five proposed training courses will have the following content and structure. In addition to the content, there will be a dinner and networking event on the evening of the first day of all of the courses.\n\n1. Applied Conversation Analysis\n\nCourse Content and Structure\n\nDay 1: Sessions will involve applying analytic techniques and examining the results and findings of research in key applied areas in which we are world leaders, including research in medical and clinical settings, legal settings, the police and research for child protection, social welfare and mediation agencies. \nDay 2: The second day will develop advanced skills in data analysis. Through practical work, some of it in small groups, we will develop students' ability to identify a research focus, and to pursue this focus through carefully selected collections relating to core activities in the applied areas introduced in Day 1. \n\n2. Methodological Advances in Applied Ethnography\n\nCourse Content and Structure\n\nDay 1: The morning will concentrate on the application of ethnographic research in a range of settings and interdisciplinary contexts. The afternoon will focus on innovations in ethnography. There will be a practical session on adapting ethnography for specific challenges. \nDay 2: The morning will explore a number of methodological advances in contemporary ethnographic research. The afternoon concentrates on achieving impact through ethnographic research. There will be a practical session on communicating ethnography to diverse audiences.\n\n3. Advanced Media Content Analysis: Computer Assisted Gathering and Analysis of Texts in Digital Environments\n\nCourse Content and Structure\nDay 1: The morning will focus on gathering data using online resources and will analyse the challenges of conducting content analysis in a digital environment. The afternoon will demonstrate the use of data collection open source Web crawler software such as httrack, and optimizing search content engines, using Google and Nexis. There will be practical tasks to allow students to apply these techniques.\nDay 2: The morning will focus on analysing large sets of data using automated content analysis software. The afternoon will examine the strengths and weaknesses of applying this method to large datasets via analysis of case studies. \n\n4. Researching with Vulnerable Children and Young People in Diverse Socio-spatial Contexts\n\nCourse Content and Structure\nDay 1:The morning considers the methodological and ethical issues of researching with hard-to-reach groups, such as those with disabilities, and also relationally with young people in their families in international contexts. The afternoon explores two sub themes via practical tasks.\nDay 2:The day focuses upon the practical application of innovative methodological techniques in researching with young people.\n\n5. Methodological Implications of Critical Realism: Ontology, Method, and Impact in Sport, Management and Economic Analysis\n\nCourse Content and Structure\nDay 1: The morning will explain the theoretical foundations of critical realism as a way of understanding social inquiry and the implications of this for research design. The afternoon will discuss the method of retroduction and develop a practical ability, through the use of tasks, to design research. \nDay 2: The focus of the second day will be on practical applications of critical realist compatible methods in the field of economics, management and sports policy. In the morning there will be practical tasks using Factor Analysis and Cluster Analysis and in the afternoon there will be a focus on the impact of such methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M005860/1","grantId":"ES/M005860/1","fundValue":"29471","fundStart":"2014-12-12","fundEnd":"2017-12-11","funder":"ESRC","impactText":"","person":"John  Downey","coPersons":["Katherine  Gough","Richard  Giulianotti","Karen  Lumsden","Paul Martin Downward","Karen  O'Reilly","Alexa  Hepburn","Dave  Elder-Vass","Sarah Louise  Holloway","Peter David Howe","Andrew Richard Dainty","Darren Paul Smith","David Nigel Deacon","Elizabeth  Stokoe","James  Stanyer","Louise  Holt"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}