{"id":"43462D32-33E1-49B3-8420-56550634DF4B","title":"Psychosocial and nutritional predictors of child mental health: longitudinal study of shared and distinctive risk and protective factors in UK &amp; India","abstractText":"Young children who frequently hit other people, who disobey rules and are disruptive in social and school settings, are much more likely than other children to show continued behaviour problems into adult life, including criminality, unstable relationships, poor work record, depression, substance use problems. They are more likely to expose their own children to maltreatment. The problems arise from a complicated mix of genetic and environmental influences, in which key factors probably include, prenatal stress, early infant emotionality, and harsh parenting as risks, and warm parenting as protective factors. There is now good evidence that individual variations and environmental exposures in early life contribute to risk for mental health problems in later childhood and beyond. However, previous research has been conducted almost exclusively in countries with Westernised standards of medical care and family arrangements, and where additional risks such as low birth weight and under-nutrition are rare. The aims of the proposed research are to study early risk and protective factors for childhood mental health problems, to identify prenatal and infancy risks that are common to Western and South Asian populations and those that are distinctive. Using a prospective longitudinal design we will recruit members of the new IMCR (Indian Council of Medical Research) funded South Indian PRAMM study (n= 650; Prospective Assessment of Maternal Mental Health study), currently being assessed at 3 timepoints during pregnancy to 8 weeks of age, into a new study of infant development with detailed assessment at 6 months, 12 months and 24 months. We will use common measurement (questionnaires, interviews, observations and developmental assessments) between an existing UK Medical Research Council funded cohort, the Wirral Child Health and Development Study (WCHADS), and the Indian cohort, to enable data analyses to be conducted of merged UK - Indian datasets. Robust methods designed to facilitate cross-cultural comparability of measurement will be employed. Aspects of the prenatal and early postnatal environment such as maternal mental health, nutrition and patterns of early caregiving likely to be distinctively relevant to the South Asian setting with be assessed, and examined alongside factors identified in previously in predominantly Western research. Evidence for gene-environment interplay will also be evaluated in the prediction of early emotional and behavioural problems in infancy. This joint Uk-Indian study, together with a planned series of training events, will contribute to capacity building in the Indian clinical research domain by facilitating the sharing of experience and expertise in conducting longitudinal cohort studies, sampling and retention, measurement issues, data management and state of the art statistical methods needed in longitudinal analysis of complex data sets. The study findings in the longer term will directly inform the refinement of existing early interventions for child mental health in both Asian and UK settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N000870/1","grantId":"MR/N000870/1","fundValue":"650774","fundStart":"2015-10-01","fundEnd":"2018-12-31","funder":"MRC","impactText":"","person":"Helen Mary Sharp","coPersons":["Andrew Richard Pickles","Shoba  Srinath","John Vijay Sagar Kommu","Jonathan  Hill","Atif  Rahman","Prabha Satish Chandra","Geetha  Desai"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}