{"id":"4349E6AB-7444-477A-94F8-9AB397F2C859","title":"Polymer colour matching devices (POCOMAT)","abstractText":"Organic TFTs have been developed for a broad range of display and integrated circuit applications on flexible, plastic substrates. For display applications organic TFTs have reached an advanced stage of industrialisation. Our industrial partner, Plastic Logic, manufactures flexible displays comprising more than 1 million OTFTs on a plastic substrate for applications in lightweight, robust electronic readers. In contrast to displays circuit applications of OTFTs have been much harder to realize. This is mainly due to the poor switching performance of printed OTFTs arising as a consequence of the relatively low mobility of organic semiconductors (which in spite of dramatic improvements in recent years is still &quot;only&quot; on the order of 1 cm2/Vs) and the low resolution of common graphic arts based printing techniques. Our approach to overcome the critical performance issues of printed electronics has been to develop a high-resolution printing-based manufacturing process for OTFTs (self aligned printing (SAP) / self-aligned gate (SAG) technology) (Noh et al., Nature Nanotechnology 2, 784 (2007)), which allows fabrication of TFTs with submicrometer channel lengths and low parasitic gate capacitance by simple inkjet printing techniques. In the EPSRC/CIKC funded PRIME project we developed this technology into a controlled technology platform for fabrication of integrated circuits with typically 100 TFTs. The number of TFTs is limited by our university fabrication and testing infrastructure. The PRIME project had two main technological objectives: (a) to establish manufacturability of the previously developed SAP/SAG process for downscaling printed organic TFTs and (b) to integrate both p-type and n-type organic semiconductors into such downscaled, printed TFTs to allow fabrication of high yielding, low power printed CMOS circuits. The objective of the proposed follow-on funding project is to commercialize this technology platform in a specific integrated circuit application that is compatible with the limited integration level that we can realistically achieve with our current fabrication infrastructure (about 100 elements).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013617/1","grantId":"EP/J013617/1","fundValue":"132120","fundStart":"2012-09-30","fundEnd":"2013-09-29","funder":"EPSRC","impactText":"","person":"Henning  Sirringhaus","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}