{"id":"434A8A47-C219-4460-9E4F-95194B1B39D6","title":"Autologous macrophage therapy promotes stem cell-mediated liver regeneration:a novel therapy for end-stage liver disease","abstractText":"Liver disease is the 5th commonest cause of death in the UK and deaths from cirrhosis are rapidly rising. Currently the only curative option for end-stage liver disease is liver transplantation and this is limited in availability due to a lack of suitable donor livers. As a result of this, many patients die whilst waiting for a donor organ, hence new therapeutic strategies for patients with end-stage liver disease are urgently required. Cell therapy using bone marrow has been tested in rodents and has shown to significantly reduce liver scarring, which is a precursor to cirrhosis. We have found that in addition this effect bone marrow therapy stimulates the livers own stem cells to start dividing and regenerate the liver. We have identified the cell type within the bone marrow that is responsible for this effect termed macrophages. This is exciting as these cells can be isolated from a patient?s blood in an immature form in large numbers and matured in the laboratory effectively. \nHere, we describe a novel approach to the treatment of liver cirrhosis using blood derived cells which have been matured outwith the body into macrophages prior to re-injection into the blood stream. This therapy is simple to administer and has the potential to reduce liver scarring and promote liver regeneration. The pre-clinical studies are designed to test the safety and effectiveness of this technique in a wide range of liver disease models- if they are effective they will be directly translated into patients in a clinical pilot study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000868","grantId":"G1000868","fundValue":"731226","fundStart":"2011-02-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Stuart John Forbes","coPersons":["John  Iredale","Belinda  Knight"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}