{"id":"434BFA6C-6798-4767-A1D4-F10C9C6EF3F0","title":"Interrogating the folding and function of membrane proteins by mass spectrometry","abstractText":"A membrane protein is a protein that is attached to, or associated with, the membrane of a cell. The membrane is the cell's impermeable surface through which many ions, nutrients, hormones, drugs and proteins enter and exit the cell, and membrane proteins are responsible for transportation across the membrane and cell signalling, the latter of which governs the actions of the cell. \n\nMembrane proteins are important medically. Examples of maladies in which membrane proteins are implicated include: cancer, which can involve over-production of membrane proteins and errors in cell signalling pathways; heart disease, where the regulation of ions across the cell membrane may be failing; diabetes, which has been linked with membrane protein mutations; and depression, where there is an inbalance of the levels of specific molecules in cells. Due to their association with such diseases, and their convenient location at the cell surface where they are accessible to small molecule drugs, membrane proteins account for &gt;50 % of all known drug targets. They are also important targets for anti-bacterial agents. \n\nDespite membrane proteins representing ~30% of all proteins, details of their characteristics and mode of action are scarce as they are notoriously difficult species to handle and analyse because of their hydrophobicity and insolubility. Compared with water-soluble proteins, few membrane proteins have been characterised structurally: only ~309 out of a total of &gt;65,000 protein structures archived in the Protein Data Bank are of membrane proteins. Our understanding of many diseases, and our subsequent ability to treat these diseases and improve our quality of life, is reliant on a better knowledge of the structure of these proteins, the ways in which they interact with ions and small molecules, and their mode of function. \n\nOur aim is to understand the way in which membrane proteins function by developing analytical methods with which we can monitor structural changes taking place during a folding or functional event. We will use electrospray ionisation-mass spectrometry (ESI-MS) coupled to ion mobility spectrometry, a combined technique which produces information about mass, stoichiometry, shape and stability of individual protein species present within complex mixtures in a single, rapid experiment. It is ideal for monitoring the way a protein changes its 3D shape and for monitoring reactions between proteins and other species, where the starting materials, reaction intermediates and products can be analysed simultaneously. We have pioneered this technique to provide insights into water-soluble protein functioning events in real-time and now wish to exploit its use for membrane proteins. \n\nPrior to ESI-MS analysis we will use chemical labelling techniques to probe the 3D structures of membrane proteins at different times during a functioning event. Such methods modify the protein which results in a change of mass which we can detect. We will then use ESI-MS to analyse the individual species within the reaction and identify exactly which regions of the protein are exposed and available to react (the labelled areas), and those regions which are shielded within its 3D structure or by interactions with other species. By labelling and analysing at different times during the reaction we will produce a series of &quot;snapshots&quot; of the event in real-time. Together the snapshots will provide a complete picture revealing insights into the functional properties of membrane proteins. \n\nTo carry out the chemical labelling and ESI-MS analysis we will purchase laser equipment to couple to our existing mass spectrometers and then develop robust protocols that we can apply to a wide range of membrane proteins. For this development work, we have chosen two different proteins, each an example from one of the two major classes of membrane proteins, the all alpha-helical and beta-barrel, which we have considerable experience of handling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000659/1","grantId":"BB/K000659/1","fundValue":"498616","fundStart":"2013-07-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  The project is currently one thirsd of the way through so we are still accumlating data and results Pharmaceuticals and Medical Biotechnology Societal","person":"Alison Elizabeth Ashcroft","coPersons":["Peter John Henderson","Sheena E Radford"],"organisation":"University of Leeds","findingsText":" developed new methods of modifying and labelling proteins. Only the exposed regions of the protein are modified, so we can learn a great deal about the 3D structure of the protein. the methods deveoped will be of use to all those working in structural molecular biology. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}