{"id":"4360DCF2-C938-4120-9945-64979C1E2D82","title":"The impact of extending paid work later in life on health and wellbeing: Using the past to guide the future","abstractText":"Our project will examine a crucial question for ageing societies: how inequalities across the life course relate to paid work in later life in the UK. This issue is of growing importance since the UK, in common with many other governments across the world, is rapidly extending the working lives of older adults through the postponement of State Pension Age (SPA) and other measures. These policy reforms affect millions of people, yet their implications for health and wellbeing are unknown. Do these policies harm, benefit or have little effect on the population? To answer this, we need to understand the lifelong drivers affecting the complex relationship between paid work in later life, health and wellbeing. \n\nOur project extends an existing UK-Canadian collaboration that is examining lifecourse influences on later life work trajectories and their implications for health and wellbeing across five countries (including the UK). We will build on this work to address the implications for health and wellbeing of undertaking paid work up to and beyond SPA in the UK. This is important because comprehending what distinguishes those who work beyond SPA from those who retire at or before SPA is key to understanding the extent to which there is scope to extend SPA without exacerbating social inequalities. \n\nIn industrial societies, near universal retirement from paid labour linked to the provision of state pensions has been heralded as a significant advance in older people's wellbeing. It is increasingly clear, however, that as longevity increases social welfare systems face significant fiscal challenges. In response, many countries, including the UK, have implemented retirement reforms such as abolishing mandatory retirement and raising state pension ages. These changes have fostered tension between the desire by individuals for a funded retirement at the normative age (e.g. 60 or 65) and the perceived economic need for populations to work longer in the context of societal ageing. \n\nMoreover, there is increasing concern that these policies may have disparate effects on different segments of society. However, most prior research in this area has focused on the effect of early retirement on health. We already know something of the characteristics of those who retire early and those who work beyond SPA. For instance, in Britain, ill-health and disability are the most important reasons for early retirement. Those who work beyond SPA are more likely to be better educated, in good health and have a partner in paid work but they are also more likely to be self-employed, to work part-time and, among women, to be in low skill jobs. However, to our best knowledge, nobody has addressed the consequences for health and wellbeing of working up to or beyond SPA. We also know little about the life course trajectories that influence who works up to or beyond SPA; or how they shape the relationships between later life work and health or economic resources. There is also little understanding of the underlying biological mechanisms that might link paid work and physical and psychological health outcomes. Last, by defining how the relationship between SPA and health has changed over time, and across cohorts, we will be better placed to inform debate on the potential impact of future policy decisions. Understanding these issues is critical to the development of policy that minimizes how inequalities may be perpetuated through the lifecourse.\n\nOur interdisciplinary team will tackle these issues in projects that cover three major areas: i) a comprehensive assessment of the lifecourse determinants and consequences for health and wellbeing of working up to and beyond SPA; ii) an evaluation of whether (and how) these relationships have changed for different cohorts and over time; and iii) modelling of the financial consequences of working up to and beyond SPA for those with different lifecourse trajectories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002825/1","grantId":"ES/L002825/1","fundValue":"1057330","fundStart":"2014-02-03","fundEnd":"2017-06-02","funder":"ESRC","impactText":"","person":"Karen Faria Glaser","coPersons":["Robert  Stewart","Debora Janet Price","Amanda  Sacker","Laurie  Corna","Chris  Curry","Peggy Ann  McDonough"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}