{"id":"43639C2C-DEB7-45F7-BE99-7750D70C8DB6","title":"The structure and dynamics of groundwater systems in northwestern India under past, present and future climates","abstractText":"India is the largest agricultural user of groundwater in the world. The last 40 years has seen a revolutionary shift from large-scale surface water management to widespread groundwater abstraction, particularly in the northwestern states of Punjab, Haryana and Rajasthan. As a result of this, northwestern India is now a hotspot of groundwater depletion, with 'the largest rate of groundwater loss in any comparable-sized region on Earth' (Tiwari et al., 2009). This unsustainable use of groundwater becomes even more challenging when set increasing demands from a burgeoning population and industrialisation, together with potential but poorly understood effects of climate-driven changes in the water cycle. There are a number of innovative socio-economic strategies that can address this issue, including enhanced recharge and subsurface water storage, but their implementation and success depend on solid regional understanding of the geology and hydrogeology of the aquifer systems, and of the patterns and rates of groundwater flow and recharge. What we know about regional groundwater resources comes largely from either low-resolution studies based on satellite data, or from local investigations; there has been no large-scale, cross-state integrated study of the groundwater system. Groundwater in northwestern India is thought to be largely hosted within buried, sandy former river channels, which extend from the Himalayas toward the southwest and are separated by fine-grained muds. Only a few channels are visible at the surface; most are buried and their existence must be inferred. Our approach is founded on the premise that we must first understand the geology and geometry of the aquifer system before we can hope to estimate the way it will respond to a complex set of future stresses. This means that we must be able to describe the locations, sizes, and characteristics of these channels as well as their age and three-dimensional pattern. Once these characteristics are determined, we can forecast the likely future behaviour of the system. In this proposal, we will provide, for the first time, a regional assessment of the aquifer system in northwestern India, along with models for its evolution under changes in the water cycle and in the way in which groundwater is used. Our project will combine expertise in sedimentology, stratigraphy, sediment routing and basin evolution, hydrology, and isotope geochemistry to understand the geological framework of the aquifer system, the ages of the groundwaters within it, and the ways in which groundwater levels are likely to evolve over the next 50 years. The outcomes of the proposal will include (1) a comprehensive data base that covers the northwestern Indian aquifer system, (2) much better understanding of regional sources, ages, and flow rates of groundwater, and (3) a suite of predictions for how the groundwater system will respond to a range of different future scenarios.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I022604/1","grantId":"NE/I022604/1","fundValue":"211183","fundStart":"2012-08-31","fundEnd":"2016-08-30","funder":"NERC","impactText":"","person":"Sanjeev  Gupta","coPersons":["Philippa Jane Mason"],"organisation":"Imperial College London","findingsText":" The project is in its early stages so there are no key findings at the moment. We are collecting and analysing data. This research will provide base-line scientific data and analysis to aid understanding of groundwater depletion in NW India. It will quantify the regional distribution of groundwater depletion, the timescales of groundwater depletion and recharge, and the sources of recharge. It will consider the impacts on the groundwater system of future climate-change influenced changes on precipitation in the region. \n\n\n\nThe information will be used by policy makers concerned with water resources, agricultural planners, and water resources managers in India. The research will provide important geological and quantitative hydrological data to help policy makers and groundwater managers to understand and manage the significant issue of groundwater depletion in NW India. Environment","dataset":"gtr"}