{"id":"437A04CB-31C0-415C-AFDC-35DCAEE65246","title":"Full-waveform multispectral lidar to measure vegetation structure and dynamics","abstractText":"Measuring and monitoring the structure of vegetation and seasonal changes in vegetation properties is important in better understanding key processes such as forest growth and the carbon cycle. Traditional direct measurements of important forest structure parameters, such as leaf area index (LAI, a measure of the one-sided leaf area per unit ground area), are extremely time consuming whilst indirect methods, such as those based on hemispherical photographs, rely on a number of assumptions that can introduce significant error. Terrestrial laser scanners (TLS) have the potential to revolutionise measurement of vegetation canopy structure by making rapid, semi-automatic measurements of key structural parameters with unprecedented levels of accuracy. Variables like LAI can be determined by recording the reflected energy from several million laser sample points, providing a permanent 3-dimensional record of vegetation characteristics. However, commercially available TLS are limited by only recording the distance to a small number of objects within the laser beam and by an inability to distinguish leaves and wood. The Salford Advanced Laser Canopy Analyser (SALCA) is a unique, field-portable instrument, developed by the University of Salford and Halo Photonics Ltd, to record the full signal of reflected energy from each laser pulse (full-waveform) and to use two different wavelengths of laser (near and shortwave infrared) to allow discrimination of leaves and woody material. The full-waveform characteristic of the instrument allows retrieval of information on multiple objects within the laser beam and of more detailed information on the nature of objects, such as the proportion of the beam area that they fill. The instrument has the potential to provide information on the structure of forest canopies with unprecedented levels of detail. The SALCA instrument has been tested in laboratory trials, and modelling techniques have been used to understand the recorded response from a range of materials. The proposed work aims to build on this research by conducting field trials of the instrument to assess the potential for measurement of structure in a range of UK forest types, with a focus on accurately quantifying LAI. Algorithms to estimate LAI from SALCA data will be developed and tested by comparison with LAI estimates from hemispherical photographs and commercially available laser scanners. Measurements will be repeated regularly through the spring and early summer to assess the sensitivity of LAI estimates to seasonal changes in the forest canopy and examine the variability in reflectance at the two different laser wavelengths. The proposed work will allow the potential of SALCA for validating estimates of LAI from satellite and aerial sensors to be assessed and will determine the potential of the instrument for monitoring changes in vegetation characteristics over time, which would aid better interpretation of data obtained from carbon flux measurement towers. Knowledge gained from the development and testing of SALCA can contribute to future development and application of multiple wavelength and full-waveform laser scanners on aerial and satellite platforms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I01702X/1","grantId":"NE/I01702X/1","fundValue":"52709","fundStart":"2011-04-04","fundEnd":"2012-03-01","funder":"NERC","impactText":"  The main findings have been used to further develop the design of terrestrial laser scanners for forest ecology. Some of this has been achieved through the ongoing activities of the Terrestrial Laser Scanner International Interest Group (TLSIIG). Aerospace, Defence and Marine,Environment,Leisure Activities, including Sports, Recreation and Tourism Societal,Economic,Policy & public services","person":"Francis Mark Danson","coPersons":[],"organisation":"University of Salford","findingsText":" The project led to a series of studies to test the application of a new terrestrial laser scanner to measure change in the structural properties of forest canopies. We showed that the instrument can make the most detailed measurements of forest structure ever made. We showed that the dual wavelength measurement capability shows potential to separately measure the woody and non-woody elements of the forest canopy. Potential application areas include rapid forest assessment in ecology, estimation of carbon dynamics and change, and in estimating standing timber for forest operations. Aerospace, Defence and Marine,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}