{"id":"437CAF06-1543-4DA3-936C-A668C05CFCCD","title":"Exploitation of new bacteriophages for generic strain engineering methods and functional genomic analysis of diverse bacteria","abstractText":"Until the advent of rapid gene cloning and high throughput DNA sequencing methods, there was only very limited knowledge on the genetics, biochemistry and physiology of most bacteria. Prior to the development of such technologies, the most sophisticated studies on bacteria were done with E. coli K12 strains for which there was tremendous background information based on the ability to do inventive genetic analysis and strain constructions by a combination of in vivo and in vitro genetic manipulation. In recent years the ability to determine genome sequences has advanced at an incredible pace and so it is now possible to determine the complete DNA sequence of a new bacterium within a day (although gene annotation takes considerably longer). Additional technical advances in the methodologies for studying gene expression (e.g. by Q-RT-PCR analysis) have enhanced significantly the ability to investigate regulation of expression of specific genes in bacteria for which there are no, or minimal, genetic analysis methods available. However, a bottleneck in the full and meaningful exploitation of total genomic sequence information in 'new' bacteria is often the ability to make defined, specific mutants and to genetically complement such mutants for physiologically rigorous studies in transcriptomics, proteomics and metabolomics. To achieve this the researcher usually has to try to transfer existing genetic and molecular biology methods for mutagenesis and complementation (usually plasmid-based) from well-studied bacteria - with extremely variable outcomes. In the absence of rigorously defined mutants and clean complementation strategies, the veracity of comparative 'omic studies is questionable, at best, and non-existent at worst. Consequently it would be very useful to have facile and robust methods for transferring defined mutant genes between strains and for strain engineering in bacteria for which the full genomic sequences are known, but for which there is little other information - except bioinformatic prediction. In this project we will isolate and develop some bacterial viruses - generalised transducing phages (GTPs) - for a range of bacterial hosts which have been genomically sequenced, but for which there is little in the way of genetic engineering methodology currently available. These GTPs will be useful for bacterial strain constructions that are required for robust comparisons of wild type and mutant strains in functional genomics research programmes. In addition, we will start the engineering of a new bacteriophage (phiNP) that we discovered in a bacterial mouse pathogen. This phage is temperate and integrates its genome into the bacterial chromosome in single copy at a precise location towards the end of a bacterial gene involved in the efficient control of protein synthesis and ribosome recycling (tmRNA or ssrA). When the phage genome integrates into the bacterial gene sequence it creates a target sequence duplication such that the tmRNA target gene is functionally reconstituted and thus there is no obvious defect in the bacterial host as a consequence of acquiring the virus DNA. The bacterial tmRNA gene is very widely distributed in bacteria and is even found in plastid genomes of higher cells. Consequently, this bacterial virus could be manipulated to make derivatives that will provide tools for transferring mutant and normal genes, mutagenic transposons and other genetic elements into the chromosomes of bacterial hosts containing the conserved target sequence. Therefore, by gene engineering methods, we intend to derive phiNP-based tools with a broad host range applicability in mutagenesis, cloning and complementation analysis. The combination of GTPs and phiNP-derived technologies will broaden the number of bacterial hosts for which powerful functional genomics can be performed and this should enfranchise more researchers for diverse - and rigorously controlled - 'omic studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000298/1","grantId":"BB/G000298/1","fundValue":"100806","fundStart":"2008-11-15","fundEnd":"2010-02-14","funder":"BBSRC","impactText":"  Antibiotic resistance is an ongoing, indeed increasing, problem and further genetic information about bacteriophages, bacterial specific viruses, has important implications for the development of phage therapy, a promising alternative to antibiotics. This has both implications in both healthcare clinics and in agricultural processes. \nFor example, this study isolated generalized transducing phages for Pectobacterium, an economically important potato pathogen in the UK, Pseudomonas, a human pathogen, and Pantoea, a biocontrol agent. These phages have been requested and sent to individuals working in other countries, including the United States. These new phages, and their orthogonal derivatives, have potential uses in genetic engineering and synthetic biology. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"George  Salmond","coPersons":[],"organisation":"University of Cambridge","findingsText":" We generated multiple resources in this short (15 month) project.\n\nThe resources are as follows:\n1. Multiple new generalised transducing phages for Pectobacterium, Serratia, Pantoea, Pseudomonas and Streptomyces.\n2. Complete genome sequences for three new transducers (including a new jumbo phage of over 310Kbp)\n\n3. Engineered derivatives of the temperate phage of Citrobacter (phiNP) that are tagged with a positive drug selection for further development of new cloning vehicles for use in Enterobacteria and, possibly, more distant genera.\n\n4. A spectrum of new (non-transducing) phages for Pectobacterium, Serratia, Citrobacter, E. coli, Streptomyces, Pseudomonas, Pantoea, Salmonella, Chromobacterium, Vibrio, Yersina, Enterobacter and Proteus Several publications resulted from this work and one of them Monson et al, 2011 has been cited 16 times in the first three years since its publication. The tools developed during this study have also been requested and sent to numerous individuals around the world. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}