{"id":"4381291B-1789-4E9D-9C3C-C896AA3038F9","title":"The University of Liverpool, Department of Physics Particle Physics Rolling Grant","abstractText":"The theories describing the forces binding fundamental particles to make the world we live in fail to capture the phenomenon of mass, working most naturally only for massless fundamental particles. The problem is solved by new physics at the electroweak unification energy scale, where the weak nuclear force and that of electromagnetism are found to show the same strength, a fact associated with the mass of the force-carrying W and Z particles being the root cause of the apparent weakness of the 'weak' force. The 'new physics' at this characteristic mass/energy scale is often thought to be related to the existence of a Higgs particle with mass just above that of the W and Z. However, even if this is the correct scenario, strong theoretical arguments exist for other phenomena, close in energy scale. All of this provides a major motivation for building the LHC and for one aspect of its physics programme, the search, using high energy collisions, for direct production of new particles. ATLAS, with a major component of its tracking detector assembled at Liverpool, is searching for such 'new physics', but to be sure of a discovery, the predictions of the known physics, the 'Standard Model', have to be understood extremely well in the high energy collisions of the LHC. This is a key first step and one that Liverpool is emphasising with its impressive understanding of strong interaction physics and proton structure. Another way deviations can be found is in subtler effects at lower energies, for example in the decays of particles containing the b-quark, the most massive quark with a measurable lifetime. This is the target of the LHCb experiment, where the detection of short lived particles produced at the LHC relies on the Vertex Locator (VeLo) detector for which all the modules were built at Liverpool. Liverpool physicists are playing major roles in several aspects of this experiment, including studies relating to exploration of rare Standard Model processes. Another area which has proved very fruitful in finding deviations from the Standard Model is in the properties of neutrinos. These can be explored through 'neutrino oscillation' experiments, sensitive to both neutrino masses (thought to be zero until a decade ago) and how different types of neutrinos can inter-convert. The intense beam being produced at the J-PARC laboratory in Japan is the ideal testing ground for ideas that asymmetries between neutrinos and anti-neutrinos may have helped produce the matter anti-matter asymmetry we see in today's Universe (where, as far as we can tell, all the anti-matter has annihilated away). In all these programmes, there is a lively future building on these experiments and we play a key role in plans and research aimed at upgrades to allow better exploitation of these unique facilities. At the LHC, improvements to the accelerator will lead to the rebuilding of large parts of the detectors. In particular, much greater radiation hardness may be needed and we enjoy a world-leading reputation in radiation hard silicon detectors. Other aspects require advanced materials and low mass structures, novel interconnect technologies and microelectronics developments. These are all areas where we bring unique skills, already demonstrated in the detectors provided to current experiments. In addition to work on silicon sensors (both strip and pixels), we are working on novel liquid argon based detectors, and on a combined magnet-calorimeter concept. The longer term future clearly will involve new accelerators and new accelerator components on existing facilities. We are particularly well placed to contribute through our lead role in the Cockcroft Institute whose Director is a Liverpool professor. Liverpool enjoys a long tradition of generic research and development which leads to major developments in new technologies. We work closely with UK industry wherever possible to ensure the widest possible dissemination of novel results","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001069/2","grantId":"ST/H001069/2","fundValue":"5357270","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"","person":"Philip Patrick Allport","coPersons":["JOHN RICHARD  FRY","Themistocles  Bowcock","Andrew  Mehta","Uta  Klein","Tara  Shears","Neil Kevin McCauley","Max  Klein","Michael Anthony Houlden","John Neil Jackson","Sergey  Burdin","John Bourke Dainton","David  Hutchcroft","Joost  Vossebeld","Timothy  Greenshaw","Christos  Touramanis"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}