{"id":"439BEC62-C2E4-4726-AE3F-6EB096CB4D56","title":"Minimal models of the circadian clock in a novel biological system","abstractText":"Photosynthetic organisms are vital to our economy and survival, playing a critical role in the global carbon cycle and affecting the climate of our planet. Recent advances offer us the methods to understand the complex control of growth and activity in photosynthetic organisms. The 24-hour circadian clock is a key regulator in plants, and is also important in cyanobacteria, fungi and animals including humans. The UK teams have shown that rhythmic control of biological activity by the circadian clock increases growth and survival of Arabidopsis thaliana plants, probably because &gt;15% of genes in Arabidopsis are clock-regulated. The Arabidopsis circadian clock is becoming a paradigm for systems biology. The clock mechanism is a small gene network with multiple feedback loops, comprising five pseudo-response regulators, three myb-related proteins, two F-box proteins, and additional plant-specific proteins. Millar's group has modelled a simplified Arabidopsis clock mechanism, with three interlocking feedback loops. Predictions of the models have been validated by new experiments, identifying an additional part of the clock network. This is still a rare achievement in any organism. Including the real complexity of the Arabidopsis clock, however, will greatly enlarge the models, making them more difficult to use and to understand. The dynamics of the clock system are complex. It can generate autonomous, 24-hour biological rhythms of gene expression but in nature the day/night cycle forces the system, resetting the clock. Light signals regulate four different components in the current clock model. In reality, these signals originate from at least eight photoreceptor proteins and probably control additional components. This complexity hampers circadian research in Arabidopsis. A simpler clock system that included only one of each protein type would enormously facilitate the experimental analysis of the clock mechanism. It would provide a natural test for the proposed benefits of complexity in the clock mechanism, giving general insight into other complex clocks for example in humans. If the whole organism were simple, it could reveal much more easily how correct timing of particular clock-regulated biochemical processes led to adaptive benefits. The French team has developed this ideal model. Ostreococcus tauri is the smallest free-living eukaryote, with a circadian system that is closely related to that of Arabidopsis. Crucially, each protein type is represented by only one gene in Ostreococcus. The Bouget lab has developed a unique set of experimental tools for functional genomics in this organism. Their recent results demonstrate that the Ostreococcus clock conserves the same mechanisms and gene interactions as the clock in Arabidopsis, but in a far simpler system. Modelling by the Lefranc group confirms that very simple mathematical models, which were invalidated by data in Arabidopsis, accurately describe the Ostreococcus clock. The world-leading results of the UK and French teams are naturally complementary, but in addition are supported by significant national and institutional investment on both sides. We are poised to make a major impact, gaining significant added value from these resources and opening up a new application area. We will combine the UK team's expertise in complex models, and the wealth of comparative data and models on Arabidopsis, with the French team's experimental system and expertise in nonlinear dynamics. Experimentally, we will generate biological materials to monitor and manipulate all the clock components in Ostreococcus, then use these materials to generate high-quality timeseries data for modelling. We will identify all clock-regulated transcripts and promoter sequences using RNA expression microarrays and promoter arrays. These results will form a case study for Plant Systems Biology, demonstrating the power of a unicellular system to accelerate understanding of core processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005466/1","grantId":"BB/F005466/1","fundValue":"334698","fundStart":"2007-12-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"  We anticipate that Academic and industrial researchers, working on biological clocks and on algal biology, including biofuels, will use our findings.\n\nThe academic publications arising from this joint award have been used by other researchers, sufficiently to warrant citation in their own publications:\n\nTroein et al. Current Biology 2010: 26 citations\nVan Ooijen et al. Current Biology 2011: 8 citations\nTroein et al. Plant Journal 2011: 7 citations\nSorokina et al BMC Sys Bio 2011: 3 citations\nO'Neill et al Nature 2011: 59 citations\n\nMeasured by Web of Knowledge in September 2012.  ","person":"Andrew John Millar","coPersons":["James Q Smith","Ramon  Grima"],"organisation":"University of Edinburgh","findingsText":" Findings below are for the Edinburgh component of this joint grant. The full programme was run from France, by F-Y Bouget, who reports to the ANR in France. The University of Warwick also contributed to another publication.\n\na.Detailed and conceptual mathematical models of the Ostreococcus clock gene circuit showed the advantages of complexity in clock gene circuits (which Ostreococus lacks) and in their light inputs (which it has).\nTroein et al. Current Biology, 2009.\nTroein et al. Plant Journal, 2011; Biomodels ID TroeinOstreoClock_Jan2011.\n\nb. Data on the rhythmic transcriptome in Ostreococcus were used to constrain the most detailed mathematical model of starch metabolism yet published, using a novel modelling method: this showed how this very simple cell can help us to understand more plant science than more complex, higher plant systems.\nSorokina et al. BMC Systems Biology, 2011.\n\nc.Establishing Ostreococcus as an experimental system in Edinburgh: this allowed the paradigm-shifting demonstration of transcription-independent circadian rhythms and their coupling or uncoupling from the transcriptional clock gene circuit.\nO'Neill et al. Nature, 2011.\nVan Ooijen et al. Current Biology, 2011. Design principles for complex robust regulation of complex gene circuits are relevant to synthetic biology, designing other such circuits.\n\nMinimal algal system to study fundamental processes in eukaryotic cells, not only in algal specialty areas e.g. biofuel production. Agriculture, Food and Drink,Environment","dataset":"gtr"}