{"id":"43B58728-2CD5-4A05-9579-E2D131EC36A6","title":"Present and Future Stability of Larsen C Ice Shelf (SOLIS)","abstractText":"The widely publicised rapid disintegrations of the Larsen A and B ice shelves on the Antarctic Peninsula in 1995 and 2002 were extraordinary demonstrations of the dramatic impact that climatic changes can have on this region. Ice shelf break-up is of particular scientific and public concern for two main reasons: [a] Ice shelves are sustained principally by inflow of ice from glaciers and ice streams (confined, fast-flowing 'conveyor belts' that transport ice from the interior of ice sheets to their margins). As the buttressing force is removed as a result of ice shelf collapse, these glaciers and ice streams can speed up and thus increase discharge from the ice sheet interior to the ocean. This could potentially lead to rapid and sustained shrinkage of these ice sheets and an equally dramatic increase in sea level. [b] In addition to accelerated input of cold melt water as a result of [a], ice shelf disintegration may also lead to modification of regional patterns of ocean circulation and the formation of Antarctic Bottom Water (AABW). AABW is an important contributor to the global ocean circulation which in turn regulates world-wide climate. If modification of AABW formation can trigger changes in this circulation, ice shelf collapse could indirectly contribute to alterations of world-wide climate patterns. If rates of climatic warming on the Antarctic Peninsula continue to be anomalously high (presently ~ 4 degrees C per century), the stability of the remaining ice shelves in this region comes into question. Larsen C, as the largest ice shelf on the Antarctic Peninsula and the southern neighbour of Larsen B which collapsed in 2002, has thinned progressively over the past 15 years. This could indicate that the Larsen C ice shelf has already entered a process of retreat or possibly collapse. If the ice shelf were to disintegrate (even partially), it is likely that more shelf ice would be lost in this single incident than has been lost by all previous incidents on the Antarctic Peninsula taken together. The key question is therefore: Is the Larsen C ice shelf likely to collapse in the future? The proposed project aims to answer that question. The stability of an ice shelf is controlled by a range of ice-internal controls, including [a] ice composition and structure; [b] the balance between stress intensity (acting as a de-stabilising force) and ice fracture toughness (the ability of ice to resist stress, thus acting as a stabilising force); and [c] patterns and processes of rifting. Climatic changes can force the internal controls not only directly but also indirectly via a range of external controls (mass balance and thus total ice shelf thickness; ice shelf geometry; oceanographic and sea ice processes; meteorology). In characterising the internal controls and modelling direct and indirect (via the external controls) forcing by climatic conditions, we propose to adopt a three-tier strategy: [a] field-based investigations using standard geophysical methods as the core activity of the project providing the required ground control; [b] upscaling of the field data to the whole ice shelf using established remote sensing techniques; and [c] forcing of an adapted computer model (previously applied successfully to the Filchner-Ronne and Larsen B ice shelves) using the upscaled data. The model outputs will allow [a] identification of how stable the Larsen C ice shelf is at present; [b] simulation of a range of future scenarios including rapid ice shelf retreat or disintegration; and [c] identification of the most realistic future scenario. This will enable us to conclude whether the Larsen C ice shelf is likely to collapse in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E012914/1","grantId":"NE/E012914/1","fundValue":"374389","fundStart":"2008-05-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"","person":"Bernd  Kulessa","coPersons":["Adrian John Luckman","Peter  Sammonds"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}