{"id":"43B9E424-989C-4CAF-91D3-C3F25C672D1D","title":"Understanding and alleviating reading difficulties in older adults.","abstractText":"The ability to read well is of fundamental importance for individuals to actively and successfully participate in everyday life. Reading is a necessary component of many of our everyday activities (for example, reading a magazine, understanding a utility bill), and thus difficulties with this task are likely to be detrimental to an individual's quality of life. Such difficulties would also be likely to have severe economic implications for both an individual and wider society, as reading well is an essential skill for participating within modern working environments. It is thus of great concern that previous research has established that older adults (aged 65+) show slower reading speeds than young adults (aged 18-30). \n\nMuch of what we know about age differences in reading has come from studying the movements of the eyes. During reading, the eyes make a series of jerky movements and pauses, which reflect the mental processes underlying this task. Previous studies have found that older adults are more likely to initially jump over words, but are also more likely to need to move their eyes backwards to re-read earlier portions of the text. This has previously been described as a &quot;risky&quot; reading strategy in which older readers may often subconsciously guess words (and thus jump over them), but frequently have to move their eyes back when these guesses prove wrong. However, at present there is little understanding of why these adult age differences in reading and eye movement control exist, and what steps can be taken towards alleviating the difficulties experienced by older adults. This project will explore these issues with the intention of more fully revealing the basis of these differences and to inform efforts to ameliorate the difficulties that older readers experience. \n\nThe research will be split into three strands which will determine precisely how age affects the mental processes that are used to recognise words during reading, and how visual changes to a text may improve reading in older adults. The first strand will investigate whether the visual declines that occur in advanced age may lead older readers to confuse the letters within words and, consequently, experience difficulties with word identification. The second strand will ascertain whether age differences in word recognition processes and obtaining visual information from a text during reading are universal or specific to certain languages by exploring the reading behaviour of young and older Chinese adults. The third strand will investigate whether we can improve reading in older adults by examining the effects on reading performance of making simple visual changes to a text (e.g. font). Each of the experiments within these strands will record the movements of the eyes in order to obtain a detailed record of the mental processes that are occurring during reading.\n\nThe proposed research will achieve a greater understanding of adult age differences in reading, and of the measures that could be taken towards the alleviation of the difficulties experienced by older readers. The improvements in reading abilities that this research will generate will substantially enhance the quality of life within this age group, and would enable individuals to fully participate in the economic, cultural, and social aspects of everyday life during advanced age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L010836/1","grantId":"ES/L010836/1","fundValue":"158162","fundStart":"2014-11-03","fundEnd":"2017-11-02","funder":"ESRC","impactText":"","person":"Victoria  McGowan","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}