{"id":"43C1FA2D-4B88-4073-B2B0-100F619D288B","title":"Academic Centre of Excellence in Cyber Security Research - Newcastle University","abstractText":"Following the insight that cyber security does not only come from protecting critical infrastructures, the Centre for Cybercrime and Computer Security at Newcastle University (referred to as Cybercrime Centre in what follows, http://cccs.ncl.ac.uk) complements core security research - such as cryptography, secure system engineering, information and operational assurance techniques, quantitative security - with initiatives to protect and support stakeholders (victims and investigators) and a strong focus on science and human factors of cyber security.\n\nThis insight shapes up the key strategic aim of Newcastle University's ACE-CSR, which is to improve and expand the relationships between private and public sector parties in cyber security for a joint push towards Protecting Society's Fabric. To achieve this, the ACE-CSR will execute the following operational plan to be able to benefit from the ACE-CSR status: \n- We will involve cyber security professionals in the advisory board, expanding the current board of the Cybercrime Centre, to help gain insight in the problem domain and steer our research.\n- We will invite guest colloquium speakers for colloquium series at various Schools in Newcastle, from the area of cyber security, to educate and inspire researchers. Furthermore, we plan to invite international researchers to share their expertise and to provide keynote speech at some of our events.\n- We will expand our initiative to have collaborations with cyber security partners through smaller projects such as MSc Summer projects, utilising our thriving advanced MSc in Security and Resilience and PhD interruptions of study.\n\nWe will do this by building a world-leading multidisciplinary research team with expertise in security, privacy and trust and leveraging the work already undertaken through on-going initiatives including the Cybercrime Centre, the Digital Institute and the RCUK funded Digital Economy Hub on Social Inclusion (SiDE) - which will enable the proposed ACE to address a new focus area related to &quot;Protecting Society's Fabric&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002213/1","grantId":"EP/L002213/1","fundValue":"40556","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Aad  Van Moorsel","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}