{"id":"43C7C87A-0FA0-4426-AF77-651613B60CFB","title":"Evolution and diversity of secretory pathways in land plants.","abstractText":"The majority of the human population relies on plants for their food, fuel, clothing, building material, and medicines (timber, oil, cotton, grain, pulses, flax, etc). With increased understanding of plant biology, plants are likely in the near future to be capable of producing novel types of fuel and medicine and also to deliver traditional products with lower inputs or on more marginal land. We would like to understand more about how plants grow and produce these valuable products. In particular plant cell walls provide a variety of important commodities from dietary fibre to potential new biofuels, but the complexity and diversity of these structures is still being revealed. We have very little understanding of how the components on the inside of the cells assemble and organise the diverse components of the wall on the outside of the cell. Plants, animals, and fungi shared a common ancestor approximately a one and half billion years ago. That ancestor was probaby a single cell that had the basic elements shared by all cells of modern day descendants. While many of the processes that occur in plant cells share similarity with processes in animals and fungi it is also clear that during evolution, each group of organisms has elaborated on the original mechanisms to meet the specific demands imposed by their increasing complexity in the sea and on land. Part of this evidence comes from genome sequencing projects which reveals the complexity of the proteins that an organism can make. We focus specifically on one family of proteins (the 'Rab proteins') which have a key role in defining the internal compartments of plant cells and directing material between them. It is essential that newly made molecules are directed to the appropriate place if plant cells are to undergo organised growth. We can see that some branches of the Rab protein family have become much more diverse in plants during their colonisation of land over the last 450 million years. Our recent work has shown that one such branch defines a new internal compartment not previously recognised. Furthermore in the cells at the growing tips of the root and shoot this compartment is uniquely localised along the edges of the cells and pertubing the function of the protein causes the cells to lose control of their shape as they grow. We would now like to use genetic and biochemical methods to learn more about the composition and function of this compartment and how the evolution of new types of Rab protein has facilitated the acquisition of land plant-specific traits that contribute to growth and survival in terrestrial environments. While it would be disingenuous to claim that the research we propose will directly improve any commercial product or process, the knowledge we gain may help rational design of plant-based materials in the future. We also have curiosity-driven reasons for wanting to perform this research. Plants are composed of cells that each grow to adopt a specific size and shape that contribute to the overall form and function of the organism. We are trying to understanding some of the mechanisms that allow cells to do this. Specifically we want to understand how the diverse internal compartments of the cells contribute to cell growth and shape, and to dynamic processes such as defence against disease-causing organisms. We also want to understand how these systems evolved, and how they compare to the systems that perform analogous functions in other complex organisms such as humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022996/1","grantId":"BB/I022996/1","fundValue":"383470","fundStart":"2012-05-18","fundEnd":"2016-05-17","funder":"BBSRC","impactText":"","person":"Ian  Moore","coPersons":["Gail Margaret Preston"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}