{"id":"43CDAE0F-C22B-4217-8C27-6FEEAEDEECE4","title":"Thomas Amory, 'The Life of John Buncle, Esq' (1756): a critical edition","abstractText":"In 1916, George Saintsbury wrote: 'it may be doubted whether anybody really understands the eighteenth century, as it was and as it might have been, until he has read John Buncle through'. Saintsbury's reference was to a now-obscure mid-century novel written by the Anglo-Irish author Thomas Amory. This novel - The Life of John Buncle, Esq. (1756) - certainly enjoyed popular success in the eighteenth and early nineteenth centuries. It was celebrated in lengthy reviews in The Monthly Review and The Critical Review (sixteen and nine pages respectively). It inspired a sequel by Amory, which was published by Joseph Johnson in 1766 as volume two, and both volumes were republished in 1770 and 1825. It also inspired a comic imitation, in a novel published in both London and Dublin editions (Thomas Cogan, John Buncle, Junior, Gentleman [1776-1778]) and an abridged version (The Spirit of Buncle, 1823). It was praised by Clara Reeve in The Progress of Romance (1785) as 'a whimsical and outr&eacute; story, intermixed with sprinklings of wit and Learning, and a Genius truly original'. The pioneering remainder bookseller James Lackington claimed that he had been converted from 'a poor ignorant, bigoted, superstitious methodist' by reading the book, as it had forced him to 'reason freely on religious matters'. And it was celebrated in the Romantic period by such authors as William Hazlitt (who described Amory as 'the English Rabelais'), Charles Lamb and Leigh Hunt. Despite the considerable interest in Buncle in the eighteenth century and Romantic period, however, the novel is now almost entirely unknown, even to specialists in eighteenth-century fiction.\\n This research project seeks to redress the book's current neglect, by producing a new critical edition of the first volume of The Life of John Buncle, Esq. (1756). Although a facsimile text is available to many academic readers through ECCO (Gale Thomson's digitised Eighteenth-Century Collections On-line), Amory's text requires theapparatus of a modern edition - critical introduction, full annotations, textual editing and supplementary materials - to enable the reader of the twenty-first century to appreciate and understand this engaging, exuberant text. Buncle's loquacious narration gives us a comic account of his life and learning. It is a collection of Buncle's 'memorandums of everything worth noticing' (p.1), including philosophical, mathematical, and theological musings. But it can also be read as a travel account of a journey to the Stainmore region of former Westmoreland in which frequent comparisons to other geographies - from Ireland to Poland to Peru - situate northern England in a precise but also fabulous relationship with the greater world. It is also a work of Unitarian theology, which seeks to persuade its reader of the importance of rational enquiry; and a compendium of encounters with learned women, including the 'little female republic' of one hundred women living together at Burcott-Lodge. The novel is appealingly full of character and incident, but its considerable erudition - its reflections upon natural history (shells, earthquakes, and tides, for example), anatomy (the working of the muscles), mathematics, philosophy and theology - makes an annotated text an essential feature of its modern rediscovery. Amory's complex mixing of fact and fiction also needs to be unravelled.\\n The project builds upon my work on representations of community, published as the monograph Pope to Burney, 1714-1779: Scriblerians to Bluestockings (Palgrave, 2003). One chapter of that book in particular ('Female Communities', chapter three) discussed the literary depiction of female communities, including those described in Amory's Memoirs of Several Ladies of Great Britain (1755) and The Life of John Buncle, Esq. (1756). The edition proposed here also consolidates long-term research interests in Irish literature in the modern period, with particular emphasis upon the eighteenth century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002243/1","grantId":"AH/H002243/1","fundValue":"29291","fundStart":"2010-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"  The edition has been widely reviewed and praised in scholarly journals and has been cited in current scholarship. Education,Culture, Heritage, Museums and Collections Cultural","person":"Moyra  Haslett","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" I produced a new critical edition of an important eighteenth-century novel. The edition can now be used by scholars and taught on courses. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}