{"id":"43D0D02F-8A58-419C-BAFC-C2775ABC3570","title":"Modelling and Analysis of Quantitative Quality Requirements","abstractText":"Requirements engineering is concerned with the identification of stakeholders' needs concerning the future software, the specification of services and constraints that satisfy these needs, and the assignment of the resulting requirements to agents such as humans, hardware devices, and software components. Functional requirements describe what functions must be provided to satisfy the stakeholders' needs, quality requirements describe how well the functions must be provided to satisfy these needs. Examples of quality requirements include concerns such as security, performance, reliability, availability, maintainability, and scalability. While there are many techniques for eliciting, modelling, and reasoning about functional requirements in a precise way, the treatment of quality requirements during the early stages of system development has so far remained largely informal. This situation is extremely undesirable as quality requirements are critical to a project's success and need to be designed into the system since the very early stages of its development. Vague statements of quality requirements provide insufficient information to make key design decisions, particularly when difficult tradeoffs need to be made among competing qualities. Vague statements of quality requirements are also problematic during verification and validation as they provide insufficient information for adequate analysis and testing. There is therefore a strong need for systematic techniques for the elicitation, precise specification, and analysis of quality requirements expressed in a quantitative, testable way. The project aim is to provide a sound engineering approach to the elaboration and analysis of quality requirements. Our approach relies on the use of quantitative goal models. These models help requirements engineers to define stakeholder's goals in a precise, measurable way, and relate them to precise, testable specifications of software quality requirements. The models can be used to assess the relative values of alternative system designs and guide the selection of a preferred design. During this project, we will develop software tools for automating the computations of such models; and we will define systematic techniques to help requirements engineers elaborating such models while keeping the mathematical formalisms (involving probabilistic equations and temporal logic) hidden from them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011447/1","grantId":"EP/H011447/1","fundValue":"101639","fundStart":"2010-02-08","fundEnd":"2011-02-07","funder":"EPSRC","impactText":"","person":"Emmanuel  Letier","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}