{"id":"43DDC30B-FD25-4964-A010-D30EF87C0206","title":"Early Prediction of Violence","abstractText":"Amid concerns about the rising rate of violent crime, it is important to try to identify those children who are most likely to become violent. Because some 3- and 4-year-olds are already highly aggressive, we need to learn much more about the earlier stages of development. Most people think that 2-year-olds are all rather aggressive, but grow out of it naturally. This is not true. Past research in small samples has shown that most toddlers only rarely resort to force, although a substantial minority are very aggressive. It is important to corroborate this evidence in a larger, more representative sample. The study we propose has 3 aims: (1) to determine how common early aggression really is, and whether there really is a normal rise and fall in physical aggression from the first to the third birthdays; (2) to find out whether highly aggressive toddlers have experienced particular medical problems and difficult home environments; and (3) to enquire whether there might be two different types of aggressive 3-year-olds, some mainly acting out in response to stress and frustration and others using force in a more strategic, unemotional way. The former may have many other emotional problems, and the latter may at risk to become successful bullies. Thus different types of aggressive children will need different types of support from parents and teachers. In sum, we propose that those children who are most at risk for later violence can be identified before the third birthday, which opens up many possibilities for developmentally appropriate prevention and intervention programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400086","grantId":"G0400086","fundValue":"1337090","fundStart":"2005-01-04","fundEnd":"2012-01-03","funder":"MRC","impactText":"","person":"Dale  Hay","coPersons":["Gordon  Harold","Stephanie  Van Goozen","Anita  Thapar","Ian Michael Goodyer"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}