{"id":"43E4737C-5979-4C5F-9001-D315D74EE4FB","title":"Quantifying Energetic Particle Precipitation into the Atmosphere (QEPPA)","abstractText":"This proposal will combine the expertise and data sets provided by Lancaster University and the British Antarctic Survey to answer a series of important questions regarding the significance of charged particle precipitation into the atmosphere on atmospheric chemistry. This will advance the debate on how solar activity affects tropospheric and stratospheric variability by establishing a key link in the chain. Two inter-hemispheric, ground-based networks of instruments will be used to provide estimates of energetic electron precipitation. Lancaster is the PI institute for the Global Riometer Array (GLORIA) and BAS is the co-PI institute of the Antarctic-Arctic Radiation-belt Dynamic Deposition VLF Atmospheric Research Konsortia (AARDDVARK). This project aims to provide a global picture of the fluxes of energetic electrons entering the atmosphere in order to answer the key question: what is the significance of energetic electron precipitation to atmospheric chemistry and dynamics? \n The primary aim of this proposal will be to utilise the riometer (relative ionospheric opacity meter) and VLF (very low frequency) radio wave observations together with advanced modelling of the electron distributions in the magnetosphere, in order to determine the characteristics of energetic electron precipitation in the atmosphere and the polar regions in particular. These instruments respond to different electron energies and by combining the observations with suitable modelling of the electrons in the magnetosphere it is possible to make estimates of the location, energy spectrum and flux of electron precipitation events, particularly in the polar regions, and at energies that have implications for atmospheric chemistry in the stratosphere and mesosphere. \nThe data product will be of particular use for coupled-climate models as an input to represent the coupling between geomagnetic activity and the atmosphere, instead of broad geomagnetic indexes such as Ap or Kp. Although the key aim is to produce electron flux spectra, this can be easily converted into ion-pair production rates or even NOx profiles to suit the model input requirements. This data product will be employed in an ion and neutral chemistry model to determine the corresponding level of NOx production. We will use this to answer the following key questions: \n1. How does the NOx profile vary during substorms and storms? \n2. How does NOx production vary between hemispheres? \n\nWe will determine the role of solar wind driving of atmospheric chemistry rather than solar irradiance. The inter-hemispheric nature of GLORIA and AARDDVARK means that we will be able to determine NOx production in both polar regions simultaneously and determine differences and similarities from season to season. These are important questions concerning the importance of atmospheric chemistry in the upper atmosphere and how it is influenced by geomagnetic activity. We will therefore be able to answer what is the significance of energetic electron precipitation to atmospheric chemistry and dynamics?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007773/1","grantId":"NE/J007773/1","fundValue":"330240","fundStart":"2013-01-01","fundEnd":"2016-09-30","funder":"NERC","impactText":"","person":"Farideh  Honary","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}