{"id":"43EB34D4-08B4-4CB5-8E52-9525B9E41433","title":"Exciton confinement and stimulated emission from polyfluorene beta-phase; a new direction for polymer lasers.","abstractText":"A major problem in the development of organic light emitting devices is the ease by which excitons, the excite states of the molecules which radiatively decay to produce light, move through the device during their lifetime. As the organic films are on average only 100 nm thick, the excitons can travel appreciable distances and so there is a high probability for them to find chemical defects, other excitons and charge carriers and collide with the metal electrodes of the device, all of which will cause them to be quenched. Therefore, to maximise the efficiency of light production in these devices it would be beneficial to find a simple way to trap the excitons without destroying them, so that the maximum number give up there energy as light. In this project we will achieve this using highly ordered aggregate regions within a host amorphous polymer so avoiding any problems with phase segregation and device instability in a multi-component system. We have recently demonstrated that these so called beta-phases in polyoctylfluorene can trap excitons and emit strongly, once all photooxidative defects have been removed from the polymer. In fact they are so emissive that we have also been able to generated tuneable amplified spontaneous emission (ASE) from them. Therefore, we will study the confinement effects of the beta phase sites in films and fabricate devices from films containing beta phase to study improved device efficiency via confinement. We shall characterise the strength of the confinement using femtosecond time resolved spectroscopy and also measure how stopping exciton migration increases the radiative quantum efficiency of the polymer by reducing the effect of various quenching mechanisms. Light emitting devices made from beta phase containing films will be optimised to account for changes in charge mobilities through the polymer layers and so maximise the positive benefits of confinement. A PhD student will make detailed studies of the ASE properties of the films as a function of beta phase content and fabricate waveguide based devices to study ASE in device structures. We can then investigate the effect of applied field and current on the confined excitons. From these measurements we shall derive the parametric requirements for an electrically pumped plastic laser using exciton confinement and waveguide architecture devices. This project aims to make a step change in the design of polymer light emitting diodes and produce guidelines for the realisation of plastic laser diodes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E041310/1","grantId":"EP/E041310/1","fundValue":"355354","fundStart":"2007-10-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  Detailed understanding of a key blue luminescent polymer given\n\nWays to produce an electrically pump organic laser elucidated\n\nTwo RA's trained, one now in industry one in academia Electronics Cultural,Societal,Economic","person":"Andy  Monkman","coPersons":[],"organisation":"Durham University","findingsText":" Detailed understanding of a key blue luminescent polymer given\n\nWays to produce an electrically pump organic laser elucidated Better understanding of how to design an organic laser\nNew ways to design luminescent polymers Chemicals,Electronics","dataset":"gtr"}