{"id":"43EF576A-D466-49D2-8F13-8F6E0736FC89","title":"Direct Carbon Fuel Cell System Development Study","abstractText":"Whilst Europe is making excellent strides to increase low carbon and renewable electricity generation, this is unlikely to have sufficient impact on global CO2 emissions due to the rapidly increasing energy demands from the emerging energy economies. It seems certain that coal will become the dominant global energy source due to its importance in countries such as China. This means that it is absolutely essential to develop technologies to utilise carbon fuels as efficiently as possible in generating electricity. There is already considerable interest in clean carbon technologies for electricity production with carbon sequestration; however, there are some major obstacles to be overcome. Firstly, there are significant energy and cost penalties to sequestration and secondly, sequestration is only effective at large scale limiting any possible benefits from decentralisation. These are huge penalties on system efficiency, which suggests a clear need for alternative or complementary clean carbon technologies. Most fuel cell concepts involve a solid electrochemical system utilising a fluid fuel such as hydrogen gas or liquid methanol. In high temperature fuel cells, in particular, formation of carbon from hydrocarbon sources is often found to destroy activity, so it is surprising to consider direct utilisation of carbon in a fuel system, but it is possible to achieve this by appropriate choice of system. Here we seek to develop Direct Carbon Fuel Cell technology with a view to implementing this in decentralised (megawatt scale) generation. Such technology could achieve 2-3 times higher efficiency of energy conversion from coal or renewable carbon than centralised thermal generation. A novel fuel cell system for direct carbon conversion based upon a hybrid fuel cell technology is being developed utilising an SOFC base with an extended anode combining MCFC and SOFC functions. Carbon fuel processing from both coal and biomass/waste streams are being evaluated to yield the most appropriate carbon forms for high efficiency. Recent results show considerable promise with good performance in coal, even high sulphur coal as well as sustainable or waste derived charcoals. The overall system will be designed to select optimal geometry and characteristics for optimum performance. Critical to success is to link fuel cell development, fuel processing and systems design. The main focus of this feasibility study is to specify, build and evaluate a short Carbon Air Fuel Cell test stack and hence to explore the technical issues involved in scale up of this important technology. Primarily these issues relate to current collection and corrosion of interconnects. So far performance has largely been limited by limited current collection and this needs to be improved through optimisation of interconnect material and choice/processing of carbon form (carbon acts as both fuel and secondary current collector). Corrosion is certainly a key concern as the concept at present is based on a molten carbonate anode and whilst experience gained from molten carbonate fuel cell research is a useful guide, conditions in our concept are significantly different with a higher carbonate content being required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062435/1","grantId":"EP/F062435/1","fundValue":"142473","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  Further research through further funding  ","person":"John  Irvine","coPersons":[],"organisation":"University of St Andrews","findingsText":" Important advances have been made during this project. Firstly a short stack planar concept has been built and operated. Key advances were\n-Utilising mesh current collectors, building steel interconnect plates and optimising geometry.\n-A new flexible sealing mechanism has been achieved overcoming thermal expansion mismatch problems.\n-A new corrosion protection coating has been discovered and will be patented shortly. This resists carbonate corrosion of steel up to 900C and is of strong relevance to other fuel cell concepts.\n- 100mW cm-2 has been demonstrated in button cells; however only 25mW cm-2 was obtained in 4x4cm cells. \n- Ongoing work is anticipated to demonstrate this target as an ASR of 0.2ohmcm2 and OCVs of over 1V have been achieved in separate experiments on these full size cells in a stack, which would yield 80mWcm-2\n- Better results were obtained using electrolyte supported cells as opposed to anode supported cells as building blocks indicating that degradation of zirconia is the next problem to be addressed. The overall system will be designed to select optimal geometry and characteristics for optimum performance. Critical to success is to link fuel cell development, fuel processing and systems design. The main focus of this feasibility study is to specify, build and evaluate a short Carbon Air Fuel Cell test stack and hence to explore the technical issues involved in scale up of this important technology. Primarily these issues relate to current collection and corrosion of interconnects. So far performance has largely been limited by limited current collection and this needs to be improved through optimisation of interconnect material and choice/processing of carbon form (carbon acts as both fuel and secondary current collector). Corrosion is certainly a key concern as the concept at present is based on a molten carbonate anode and whilst experience gained from molten carbonate fuel cell research is a useful guide, conditions in our concept are significantly different with a higher carbonate content being required. Energy,Environment","dataset":"gtr"}