{"id":"43EFCBCE-0F6A-42BE-A776-7D1088A0AF80","title":"Impacts of the December 2013 storm surge on the North Norfolk Coast","abstractText":"The 2013 December North Sea storm caused &quot;the biggest UK storm surge for 60 years&quot; (UK Environment Agency). From the 5th to 7th of December, tides along parts of the North Norfolk coast reached higher levels than the devastating floods of 1953. This coastline is a mosaic of natural and semi-natural habitats and farmland. These coastal habitats are socially and economically important, supporting significant wildlife populations, protecting the coastline against erosion and widely used for recreation. The threat from climate change to these habitats has been globally recognised and understanding the processes that shape these habitats is a major priority for maintaining the services they provide to wildlife and society. Damage to flood defences was much lower in 2013 than in 1953, and loss of life due to flooding was avoided; but there was still extensive change to the coastline, damage to seawalls, and flooding of areas that are nominally designated as &quot;hold the line&quot;. The work proposed in this project will assess the short term effects of the surge, and provide the basis for assessing its longer term impacts. The work will also provide proof of concept for an approach which we believe will enable the cost effective mapping of the impacts of extreme events like this. This represents a 'once in a lifetime' opportunity to collect data and improve our understanding of the impacts of severe episodic natural events and how these are perceived and responded to.Due to their rarity, our understanding of the impacts of severe events such as the December 2013 storm surge is poor, so it is essential that such events are included in our investigation of future changes to coastal habitats and in the development of appropriate response strategies. \nIt is currently unclear what effects the storm surge has had and will have on North Norfolk coastal habitats and the vital services they provide. This project will address this gap in knowledge by investigating flooding and salinization impacts upon: vegetation, soil organisms, carbon and nitrogen cycles as well as the responses of society. This will allow an assessment of impacts of the flood to be made. Sampling is proposed as soon as is practicably possible and at successive time points into the future. By collecting time series data it will be possible to assess resilience of the coastal zone to flooding and salt water ingress. The proposed research will consider contrasting habitats and soil types across a gradient of impact and will provide insight into particular vulnerabilities of the coast.\nThe research will be undertaken on the North Norfolk coast between Brancaster and Salthouse, at sites well known to the project team and where monitoring and historical baseline data already exist. This coastline provides a diverse range of habitat types and a variety of contrasting soil types.\nTo be able to properly manage and protect our important coastal habitats, it is essential that we investigate the consequences of severe episodic events such as the December 2013 storm surge. There is a challenge in translating scientific knowledge into real-world decision-making. This project will also, therefore, engage with local communities and coastal managers in North Norfolk, as well as link to parallel work investigating social and policy responses to flooding and accelerated erosion associated with the same episodic event in urban and rural areas on the East coast of Norfolk and Suffolk. Such an approach is required to improve the functionality and applicability of our research findings for managing our natural environment, both in response to severe episodic events and in response to long term adaptation needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M001261/1","grantId":"NE/M001261/1","fundValue":"52136","fundStart":"2014-03-26","fundEnd":"2015-02-25","funder":"NERC","impactText":"  Our research has been developed in association with the National Trust and Norfolk Wildlife Trust, who we keep regularly appraised of progress. We have started to more widely disseminate our findings to the public, local government and various stakeholders via meetings, talks, focus groups and discussions. Education,Environment Societal","person":"Trevor John Tolhurst","coPersons":["Marisa Carolyn Goulden","Brian  Reid","Irene  Lorenzoni","Julian  Andrews","Alastair  Grant"],"organisation":"University of East Anglia","findingsText":" We have demonstrated significant impacts of the December 2013 North Sea Storm Surge on the coastal environment and society of the North Norfolk coast. \nKey findings to date are: \nThe death of many of the animals living in coastal soils, e.g. earth worms. This will have an impact on the functioning of these habitats. \nLess severe effects on plants. The death of grasses was localised and health was unaffected 9 months after the storm. Preliminary data indicate broad leaved species appeared to be more affected. \nChanges in the functioning of soil microbes. \nSignificant movement of sediment inland, this has both destroyed protected habitats and created new habitats. \nA change in public perception of severe episodic events and public opinion directly altering management approaches. These are numerous, including education, informing management decisions and altering policy. At this stage we are still analysing data and do not have any final results. Once our results are complete we will disseminate them widely via the numerous contacts we have made during the project, at scientific conferences and via engagement activities such as those supported by NERC Impact Accelerator funding. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}