{"id":"43F577D0-FE58-4E6F-8F72-BB455E943173","title":"The Physics and Engineering of Oxide Semiconductors for Large-Area CMOS","abstractText":"Electronics and photonics has transformed everyday life over the last twenty years: the silicon microprocessor provides vast processing power in a device that can fit inside a pocket, the liquid crystal display allows us to see information on a high resolution display that can sit on the palm of our hand, and the optic fibre allows us to transmit data at high speeds over long distances. The result is that we are all essentially continuously connected to the internet, and this allows us to communicate with each other and access information instantly. The result has been a profound change in almost every aspect of life including working practices, shopping, healthcare, banking, transport and even relationships. However, whilst we are 'connected', the world of objects that are so much part of our everyday lives are not, and the next big transformation will be to connect these too. This is the vision of the 'Internet of Things'. In the words of Prime Minister David Cameron, 'I see the Internet of Things as a huge transformative development, a way of boosting productivity, of keeping us healthier, making transport more efficient, reducing energy needs, tackling climate change. We are on the brink of a new industrial revolution.'\nAdvances in technology are the driver for such industrial revolutions, and the Internet of Things needs sensors, rfID, power supplies, logic, displays, lighting and communications to be integrated together onto the everyday objects around us with a form factor that does not adversely affect the prime function of the object, whether that object is our car, our refridgerator, our clothes, our purse or our toothbrush.\nThis will require a new generation of electronics which can be produced transparently over large areas on almost any substrate, and which is flexible and robust. Such 'large-area electronics' on glass substrates based on amorphous silicon (a technology born in Dundee University in the 1970s) has already been critical for the development of flat panel displays. However, amorphous silicon is not optically transparent and has rather poor electronic properties (most nobably a low electron mobility). Amorphous ionic oxides have emeged as a replacement for amorphous silicon for display applications in recent years as it has superior electronic properties. In particular, amorphous indium gallium zinc oxide (a-IGZO) has been developed to such a point that it will shortly start to be used in commercial products. However, this complex material can only be made as a n-type and not a p-type semiconductor, and so complemetary logic cannot be realised with the result that power consumption is high. Also, it suffers from instabilities which limits its lifetime. As a result, this material is less well suited to the Internet of Things.\nThis project aims to develop a more simple n-type amorphous ionic oxide semiconductor with an improved stability over a-IGZO, and a complementary p-type amorphous ionic oxiide semiconductor. This will require detailed understanding of the physics of these materials, and in particular the electronic role of impurities. We will subject both the individual materials and devices made from these materials to a wide range of physical tests, including infrared spectroscopy, allowing us to study the device in its applied environment. This is critical as the performance of a thin film device is often dominated by its surfaces. This will enable us to develop both new materials and models for devices which are critical for the design and simulation of circuits and systems. This is critical if the technology is to be applied. We will demonstrate the validity of our materials, processes, models and their application by designing, simulating, fabircating and testing a four-bit rfID tag on a plastic substrate. The cost of producing these devices should end dup being similar to printing, allowing in-line manufacture with the rest of the object they are enabling in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013006/1","grantId":"EP/M013006/1","fundValue":"397592","fundStart":"2015-03-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Stephen Anthony Lynch","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}