{"id":"43F6CA58-59B1-4B51-A819-390B7042BC86","title":"Visiting Fellowships at Durham","abstractText":"This application seeks support to continue the successful visitors programme that we have conducted at Durham since 1983. This application covers the entire spectrum of astronomical research at Durham which includes extragalactic astronomy, cosmology, astronomical instrumentation, gamma-ray astronomy and high energy astrophysics. The current grant has supported 97 visitors over a 2.5 year period and had led to 111 joint refereed publications involving Durham researchers and visitors. Examples of research projects involving visitors are: the Virgo Consortium's programme of simulations of the formation of structure in the universe; theoretical modelling of galaxy formation; observational studies of young massive galaxies undergoing huge starbursts; investigation of accretion processes onto black holes of a wide range of sizes, from a few to a billion solar masses; the effects of the growth of supermassive black holes on forming galaxies; observations of groups and clusters at early stages of formation; the detection and interpretation of very high energy gamma rays from exotic objects including microquasars; the design of new instruments for existing telescopes like the Very Large Telescopes and future ones like the projected Extremely Large Telescope.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002300/1","grantId":"ST/F002300/1","fundValue":"58626","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  Our many findings have been discussed in used by others in many subsequent scientific articles. In addition our work stellar haloes has motivated innovative wide angle ground and space borne telescopes to image the diffuse stellar haloes around nearby galaxies in order to test this key prediction of the Cold Dark Matter model. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Other Cultural,Societal","person":"Carlos  Frenk","coPersons":[],"organisation":"Durham University","findingsText":" This grant has enabled a wide range of developments including:\n i) Developing a model that explains the formation and structure of the stellar haloes that surround the Milky Way and other nearby galaxies as the result of the tidal stripping of stars from accreted satellite galaxies.\n ii) Establishing that the accretion discs around the black hold of AGN are correlated with the orientation of their surrounding host galaxy.\niii) Demonstrating that Cold Dark Matter model generates dark matter substructures whose properties are compatible with the\nkinematic data of the dwarf galaxies surrounding the Milky Way.\niv) Developed a fast method of computing the spectral energy distributions of model galaxies by employing machine learning techniques.\nv) Developed a technique to compute the imprint of intervening cosmic structure of the Cosmic Microwave Background. Enables:\ni) Making detailed predictions of the statistics of stellar haloes that can be tested by future ground and space based facilities.\nii) Can be used to constrain the models of the growth of black holes and their accretion discs.\niii) Can be used to rule out alternatives to the Cold Dark Matter model of structure formation.\niv) Can be used to build large mock catalogues of galaxies with realistic spectral energy distributions which are needed to\ncomplement the analysis of future galaxy redshift surveys and investigate the environmental impact on galaxy formation. \nv) Can be used to allow theoretical models to be analysed in the same way as observational data in order to use the Cosmic Microwave Background to set additional constraints on models of cosmic structure formation. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}