{"id":"4404D439-431F-47A6-9464-C5526C423F97","title":"Translation and Asylum Claims: Matters of law, language and silence","abstractText":"Decisions about refugee status are based on an assessment of whether an individual's narrative establishes that they have a &quot;well-founded fear of persecution&quot;. While the difficulties associated with reaching reliable decisions in asylum cases are well documented, matters of language, translation and interpretation have in recent years raised particular concerns. Asylum applicants speak a wide range of different languages and come from a variety of cultural backgrounds and this means that their narrative is usually communicated to the decision maker through an interpreter. While &quot;just&quot; decision making would appear to call for precise interpretation of an applicant's narrative, the asylum determination process involves many situations where uncertainty about language exists, and where linguistic precision is unachievable. \nIn the UK asylum decision-making process, the UK Border Agency(UKBA) have used tools such as forensic linguistic analysis to determine nationality, and they also provide a written ( or less frequently an audio) record of the asylum interview which forms the basis of their decision. At the appeal stage, appellants may adduce evidence from language professionals which questions the validity of linguistic analysis as a means of establishing nationality, or which challenges the interpretation provided at interview, or the content of the written interview record. The assessment and ranking of such evidence by judges can be hard to predict. Tensions also arise from the fact that while the centrality of the asylum narrative, combined with time pressures, mean that the applicant has minimal control over the scheduling of their interview with the determining authority, it is also well known that shame, lack of trust and the effects of trauma can make applicants hesitant to disclose experiences such as rape and torture. At the same time, failure to give a full account at the appropriate time can mean that the applicant loses their chance to give a full account, and thus to the refusal of a potentially valid asylum claim. The recounting of any narrative of persecution is bound to cause distress to the applicant, regardless of when it is given, but there is some evidence that the right to silence in the criminal process can enable the individual to give more reliable testimony, insofar as it gives them some control over when to speak (Dennis, 2010). \nThe use of language evidence, the potential for miscommunication which arises from interpretation and translation, and the impact of those issues at different stages of the asylum process thus present significant challenges for interpreters, translators and other language professionals involved in all stages of the asylum process, as well as for legal representatives and decision-makers, and the literature indicates that language and communication issues are concerns in any country with an asylum process. These practices and protocols rely on a view of language and translation as stable and capable of accurate meaning. In linguistic theory such views of language have been subject to deconstruction and are inherently problematic. Bringing together linguistic theory and legal practice in the context of asylum interviews and decision-making enables a fresh perspective on the difficulties involved in translation.\nThis project will bring academics and practitioners together in a series of three interrelated workshops in order to map pressing concerns in this area, examine the experience gained in a number of jurisdictions and start to explore ways in which language issues can be addressed, for example through the identification of common areas of concern, and the adoption and implementation of guidelines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005576/1","grantId":"AH/J005576/1","fundValue":"36041","fundStart":"2012-06-18","fundEnd":"2013-12-17","funder":"AHRC","impactText":"  Our symposia led to collaborations between legal practitioners and linguists which led in turn to successful arguments being used in litigation challenging the manner in which linguistic analysis evidence was being used in asylum decision making, and to a change in policy regarding the use of such methods. Our symposia also led to ongoing research on communication rights in asylum, and to further collaborations with third sector partners. Government, Democracy and Justice Policy & public services","person":"Sarah  Craig","coPersons":["Alison  Phipps"],"organisation":"University of Glasgow","findingsText":" We researched how language can both block and enable access to the asylum process. For example where language analysis is used to identify that someone is not from the country they claim to be from, language can block access to the process. This is a problem when the methods used for identifying country of origin from the way a person speaks are inadequate or controversial. Language is also essential for telling people that they can claim asylum, and also for the asylum seeker to communicate why they have fled from their home. Interpreters and translators are involved with communcation, but so are lawyers, interviewing officer, judges and others. We explored the various roles which the different participants play with the aim of improving communication for asylum applicants, and the quality of decisions. Through collaborations with academics and practitioners in other disciplines, and by raising public awareness of the complexity involved in asylum communication, so that the public become aware that it is not all about the applicant's credibility. Education,Government, Democracy and Justice,Other","dataset":"gtr"}