{"id":"440816D1-0046-437F-958F-A6072A3E61C7","title":"Exploring the two-level mind","abstractText":"In earlier work I have argued that everyday psychological discourse treats the mind as having two levels -- a basic level, which is controlled by subpersonal processes of which we are unaware, and a conscious 'supermind', whose operations are to a large extent under our personal control. I now propose to take this research to the next stage by exploring some key applications of this two-level framework, thereby establishing its theoretical value. \\n\\nThe first application is to the study of the architecture of the mind. In recent years most psychologists studying human reasoning have converged on some form of 'dual process' theory. Such theories postulate two distinct systems underlying human reasoning, typically distinguishing an evolutionarily old system ('System 1') that is associative, automatic, unconscious, parallel, and fast, and a more recent, distinctively human system ('System 2') that is rule-based, controlled, conscious, serial, and slow.\\n\\nThis approach has strong similarities with the one I have developed, and I shall ask whether the distinction between System 1 and System 2 can be identified with that between subpersonal and personal reasoning, in line with the framework I have proposed. If so, there will be important implications for the question of how the two reasoning systems are implemented. The standard view is that they have distinct neural bases, but the proposed framework offers a different perspective, on which they are organized hierarchically, with System 1 realized in subpersonal processes, and System 2 constituted by personal-level actions, which are themselves supported by System 1 processes. \\n\\nI shall also ask if the framework can complement dual-process approaches by offering an account of the belief system associated with System 2. This is a topic on which existing theories are largely silent, and I shall consider whether System 2 beliefs can be identified with what I call 'superbeliefs' (commitments to a type of reasoning strategy). I shall also ask whether the claim that System 2 is realized in System 1 can help to explain how System 2 influences action and how the two systems combine to constitute a unified agent. \\n \\nThe second application is to the study of disorders of the mind, especially delusions. Although well-documented, delusions have proved hard to explain, and important foundational issues remain unsettled. Here I believe the proposed two-level framework, with its distinction of different reasoning systems and different types and levels of belief, has the resources to reconcile competing views of the subject and to locate delusions within a wider mental taxonomy. I have already argued that the framework offers an attractive model of self-deception, which can be thought of as a form of defensive superbelief, and I aim to show that this model can be extended to delusions. \\n\\nThere are aspects of the two-level framework that make such a model very attractive. According to the framework, we have a measure of control over our higher-level mental processes, which involve the formation and execution of reasoning policies, and I have argued that this control is the source of our privileged psychological self-knowledge. Delusional individuals appear to suffer a loss of mental control and self-knowledge, and I shall show that the proposed framework can help us to understand the processes involved. In particular, I shall argue that it sheds light on thought insertion (the delusion that some of one's thoughts are externally generated). There is evidence that this delusion is linked to problems in monitoring one's own actions, and I shall show that the framework can underwrite the action-monitoring theory and dispel some objections to it. The framework may also help to vindicate the suggestion that deluded individuals lack a sense of authorship of their delusional states. \\n\\nThe results of this project will be of interest to philosophers, psychologists, and psychiatrists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005245/1","grantId":"AH/F005245/1","fundValue":"24362","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Keith  Frankish","coPersons":[],"organisation":"Open University","findingsText":" In earlier work the grant holder argued that everyday psychological discourse treats the mind as having two levels -- a basic level, which is controlled by subpersonal processes of which we are unaware, and a conscious 'supermind', whose operations are to a large extent under our personal control. The present project extended this work by exploring some key applications of the two-level framework and setting it within a wider theoretical context.\n\n\n\nThe first aim was to make connections with related work in cognitive and social psychology. In recent years most psychologists studying human reasoning have converged on some form of 'dual-process' or 'dual-system' theory. Such theories postulate two distinct systems underlying human reasoning -- typically distinguishing an evolutionarily old system ('System 1') that is associative, automatic, unconscious, parallel, and fast, and a more recent, distinctively human system ('System 2') that is rule-based, controlled, conscious, serial, and slow. It was argued that the distinction between System 1 and System 2 should be identified with that between subpersonal and personal reasoning, in line with the two-level framework developed in earlier work. This view involves some reconceptualization of dual-system theory, with System 2 being seen, not as having a distinct neural basis, but as a virtual structure, constituted by personal-level actions that are themselves supported by System 1 processes. It was argued that this reconceptualization is theoretically fruitful and that it helps to resolve several problems facing dual-system theory.\n\n\n\nThe second aim was to show how the two-level framework can shed light on certain mental pathologies, specifically delusions. Delusions have proved extremely hard to explain, and many important questions remain open, including the basic one of what kind of mental state a delusion is. The standard view is that delusions are beliefs, but there are difficulties for this view, and alternative characterizations have been offered. It was argued that the two-level framework, with its distinction of different levels of belief, has the resources to reconcile competing views on the matter and to locate delusions within a wider mental taxonomy.\n\n\n\nA third aim of the project was to advance thinking on dual-system theories more generally by surveying the history of ideas about mental duality in philosophy and psychology and by compiling a volume of original interdisciplinary essays by leading contemporary researchers on the topic. This work was done in collaboration with Professor Jonathan Evans - an eminent cognitive psychologist and one of the founders of modern dual-system theory. The results of this project may be of interest to psychiatrists. Education","dataset":"gtr"}