{"id":"440C78DA-C428-437F-B757-006D3EEAC137","title":"Information in Physics","abstractText":"The theory of quantum information and computation is concerned with the distinctive information processing capabilities of quantum mechanical systems. With the emergence of this field as one of the most exciting and rapidly growing in modern physics, many have been led to ask whether the concept of information might have a rather more important role to play in fundamental physics than previously recognised. Indeed, some have gone so far as to suggest that information itself should perhaps be seen as the ultimate building block of the world: that our fundamental theories should concern themselves with the immaterial (information) rather than the material (particles and fields). Others have seen the advent of quantum information as providing us, finally, with the tools necessary to understand and tame the mysteries that quantum theory has presented us with since its inception.\n\nThe aim of this project is to assess these very striking claims on behalf of information theory. A number of central questions will be investigated:\n\n1. Do developments in quantum information pave the way for the resolution of the longstanding conceptual problems in quantum mechanics? Several of the concrete proposals that have emerged have been shown wanting: I shall critically analyse the most promising candidate that remains in the field\n-Quantum Bayesianism.\n\n2. How has the concept of information entered physics and how has it evolved? Some of the classic attempts to link physics and information theory will be re analysed, proceeding from a clear grasp of the nature of the technical concept of information developed in my previous work.\n\n3. How does the (technical) concept of information contrast with central physical concepts such as energy, charge and mass? 'Information' is an abstract mass noun; 'energy' a property name. What does this sort of difference amount to? And how does the question of what conservation laws there might be for these quantities affect the issue?\n\n4. How are the answers to these questions affected by how one understands the notion of probability? Are there mind independent facts about what the probability of an event is? Or is probability just a measure of how much one believes something is going to happen? Or is it a bit of both?\n\nHaving answers to these questions, we will be well placed for a clear view of the role of the concept of information in modern physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500354/1","grantId":"AH/D500354/1","fundValue":"21784","fundStart":"2007-03-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"Christopher Gordon Timpson","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}