{"id":"44191F33-803E-417F-839B-E24CA71876DC","title":"Robustness-as-evolvability: building a dynamic control plane with Software-Defined Networking","abstractText":"Highly available information networks are an increasingly essential component of the modern society. Targeted attacks are a key threat to the availability of these networks. These attacks exploit weak components in network infrastructure and attack them, triggering side-effects that harm the ultimate victim. Targeted attacks are carried out using highly distributed attacker networks called botnets comprising between thousands and hundreds of thousands of compromised computers. A key feature is that botnets are programmable allowing the attacker to adapt to evolve and adapt to defences developed by infrastructure providers. However current network infrastructure is largely static and hence cannot adapt to a fast evolving attacker.\n\nTo design effective responses, a programmable network infrastructure enabling large-scale cooperation is necessary. Our research will create a new form of secure network infrastructure which detects targeted attacks on itself. It then automatically restructures the infrastructure to maximise attack resilience. Finally, it self-verifies whether global properties of safety and correctness can be assured even though each part of the infrastructure only has a local view of the world.\n\nOur research will examine techniques to collect and merge inferences across distributed vantage points within a network whilst minimising risks to user privacy from data-aggregation using novel privacy techniques. We make a start on addressing the risks introduced by programmability itself, by developing smart assurance techniques that can verify evidence of good intention before the infrastructure is reprogrammed.\n\nWe set three fundamental design objectives for our design: \n(1) Automated and seamless restructuring of network infrastructure to withstand attacks aimed at strategic targets on the infrastructure.\n\n(2) A measurement system that allows dynamic allocation of resources and fine control over the manner, location, frequency, and intensity of data collected at each monitoring location on the infrastructure.\n\n(3) Assurance of safety and compliance to sound principles of structural resilience when infrastructure is reprogrammed.\n\nOur aim is to develop future network defences based on a smart and evolving network infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02277X/1","grantId":"EP/L02277X/1","fundValue":"278969","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"David  Aspinall","coPersons":["Myungjin  Lee"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}