{"id":"442B3023-3062-42F8-9786-1177117F42DF","title":"Reading Communities: Connecting the Past and the Present","abstractText":"Launched with AHRC funding in 2006, The Reading Experience Database, 1450-1945 (RED) is the world's largest single repository relating to reading experiences, now containing over 33,000 individual entries. It is an unique global research and teaching resource for the history of reading practices. A pioneer in crowdsourcing for the digital humanities, RED also has a proven track record of public engagement through the involvement of volunteers. RED team members have mentored volunteers to search the published letters and diaries of writers or historical figures for evidences of reading, and have trained volunteers to enter information from unpublished material in their own family archives. This has enabled a radical democratization of research in the history of reading, allowing interested members of the public to help locate, identify and enter the source material on which so much academic research in the subject depends.\n\nReading and its history are topics that have wide interest to members of the public. RED as an open-source, outward-facing project has the potential to reach a much wider range of individuals and groups than was anticipated in the initial project design ten years ago. The main aim of 'Reading Communities: Connecting the Past and the Present' is therefore to reach out to a new generation of non-academic audiences - particularly reading groups - with whom RED has not engaged before and to take advantage of developments in social media. In doing so, we aim to bring today's readers into a closer and more enriching relationship with readers from the past, thereby connecting past and present practices of reading.\n\nThis follow-on project will reach communities of readers through events in five key cities across the UK: Belfast, Birmingham, Edinburgh, Liverpool, and London. Activities in each location will have a specific theme and target specific communities. Events will be timed to coincide with reading-related events and anniversaries throughout the year. The Belfast event is thematically organised around the question, 'Is there such a thing as a Northern Irish reader?' and will encourage members of reading groups to consider how Northern Irish readers have shaped their cultural identity through reading in the last 100 years. Events in Belfast will be timed to coincide with the centenary of the 1916 Easter Rising (24 April; Belfast), a key point in shaping national cultural identity. The London event will encourage participants to think about reading during the Second World War. Working with the 'Ministry of Information Digital' project, we will bring together historical information about reading during the conflict, and through the oral history workshop, solicit testimonies and memories of childhood reading from people alive today. The London event is designed to coincide with the anniversary of the Battle of Britain (15 September; London). Activities will include workshops, public lectures, shared readings, a film viewing and a conference. The project will include the first-ever reading experience 'roadshows' in which participants will be able to bring items from family archives, such as diaries, letters or annotated books, explore their context with the help of RED volunteers, and enter the details into the database. Two oral history workshops (Birmingham and London) will also capture testimonies about recollecting past reading experience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003667/1","grantId":"AH/N003667/1","fundValue":"78432","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"AHRC","impactText":"","person":"Syed Shafquat Towheed","coPersons":["Edmund George King"],"organisation":"Open University","findingsText":"","dataset":"gtr"}