{"id":"44304770-FFCA-4BE5-BB9A-8017F8EA2505","title":"Glucosidase Inhibitors: New approaches to malting efficiency","abstractText":"The brewing and distilling industries are of enormous economic importance to the UK. They have a major impact on farming because they use almost 2M tonnes of UK-grown barley (about one third of the crop, occupying one third of a million hectares of land) every year, they provide employment for tens of thousands of people, and their products are enjoyed not only in the UK but in many countries around the world. There is strong pressure on the industry to increase the efficiency with which barley grain is converted into beer and whisky. This is in part to maintain profitability, but also to reduce the production of waste and the amount of energy used in the conversion process. The basic conversion process occurs in four main stages. First, during malting, the barley grains are soaked in water then allowed to start to germinate. Inside the germinating grain, enzymes are produced that can convert the starch stored in the grain to sugars. Second, during kilning, the grain is heated to dry it out so that germination stops. Third, the grain is milled then mixed with hot water. During this mashing process, the enzymes convert the starch to sugars. Finally, the sugar-containing liquid is drained off and yeast is added. The yeast converts the sugars to alcohol. One of the major losses during the conversion of grain to beer and whisky occurs during malting. As soon as the enzymes are produced, they start to convert starch to sugars inside the seed, and the sugars fuel the growth of rootlets. Thus some of the starch store is lost before the mashing stage, reducing the potential yield of alcohol and resulting in the production of unwanted rootlets. This loss is between 5% and 10% of the starch. In the context of a market value of &pound;20bn for the brewing industry alone, even a small reduction in the extent of starch loss during malting would have huge economic benefits. Because of the economic importance of this malting loss, several different methods to prevent rootlet growh have been tested. However these have not been applied commercially, because of cost, toxicity, or adverse effects on the quality of the malt. We have discovered that both rootlet growth and starch loss in germinating barley seeds can be reduced or prevented by the application of tiny amounts of natural plant products, called iminosugars. These products have the potential to reduce malting losses without undesirable side effects. Understanding how they work inside the seed will also provide new information that will help in developing better varieties of barley for brewing and distilling. In this project we will test natural products in a 'micromalting' system that mimics real malting, and identify which ones are suitable for commercial trials. We will use biochemical and molecular methods to discover precisely how these products prevent the growth of rootlets, and the loss of starch. This information will enable us to identify genes in barley that are important in determining the malting quality of the grain. To ensure that our research is relevant to the needs of the brewing and distilling industries, we will regularly consult an Advisory Panel that includes an expert on these industries, and also experts on barley grain germination, plant natural products, and malting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017569/1","grantId":"BB/I017569/1","fundValue":"67479","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"","person":"David John Cook","coPersons":[],"organisation":"University of Nottingham","findingsText":" A group of naturally occurring 'glucosidase inhibitor' compounds have been found to restrict starch breakdown and rootlet growth during the germination of malting barley. Both of these outcomes are of potential interest to the malting industry as mechanisms for reducing 'malting loss'.\n\nEvaluation of the inhibitor DNJ (deoxynojirimycin) has identified that the key point of application, with regards the effective inhibition of rootlet growth, is between 30-72 h post imbibition; contact through parts of this period - e.g. 30-54 h or 48-72 h also had dramatic impacts on the extent of rootlet growth. The practical application of DNJ has been evaluated using micromalting studies with a batch size of 350 g steeped barley. DNJ has been added either in the steep water (found to be inefficient) or sprayed on to the surface of germinating grain. The latter has caused consistent reductions in malting loss on a dry weight basis; however,to date, the same degree of inhibition as has been observed during laboratory scale trials (where individual grains were permanently in contact with DNJ solution) could not be achieved. Thus the achieved reduction in malting loss (e.g. 6-7% d.w.b. versus 8-9% d.w.b.) may be insufficient to justify the associated costs and procedural changes of applying DNJ. We are continuing to experiment with optimised methods for applying DNJ and other analogues with similar activity identified at JIC. Application of DNJ causes an increase in wort viscosity when malts are 'mashed' (as in brewing) on a laboratory scale. This would be a negative factor in mash separation on an industrial scale and is currently thought to arise because DNJ inhibits enzymes involved in endosperm cell wall breakdown. The use of steep-water additives to modify the properties and composition of brewers wort may thus be worthy of further study.\nWhilst the compounds used in the current trials do not appear suited for commercial development, the approach developed through this research may prove more fruitful. The use of high-throughput screens of large libraries of natural compounds and their impacts on aspects of seedling development in Arabidopsis, may prove a useful pipeline for the development of natural additives for malting process modification. Agriculture, Food and Drink,Chemicals","dataset":"gtr"}