{"id":"443739F5-3DBD-4631-A755-1DE4960DB645","title":"13 ERA-CAPS: Biosynthesis, transport and exudation of 1,4-benzoxazin-3-ones as determinants of plant biotic interactions","abstractText":"The establishment of a suitable biotic niche is essential for plant survival and agricultural productivity. One important mechanism by which plants shape their environment is the release of phytochemicals. Low molecular weight compounds in particular can initiate the interaction with beneficial microbes in the soil and ward off herbivores. However, the same signalling molecules may also be exploited by specialized pests and pathogens. A detailed understanding of their biosynthesis, transport and release will be essential to disentangle these seemingly contradicting effects and to harness the full potential of secondary metabolite exudation in sustainable cropping systems. Yet to date, no secondary metabolite exporters have been identified in crop model systems.\nHere we propose to unite the expertise of different research groups across Europe to study the molecular basis of 1,4-benzoxazin-3-one (BX) exudation in maize. Previous work by the consortium members has identified BXs as important resistance factors in maize and other grasses and has elucidated their biosynthesis in detail. We have also shown that BXs are the dominant secondary metabolites in maize root exudates and the leaf-apoplast and that they are important recruitment signals for beneficial microbes as well as for one of the most damaging pests of maize, the western corn rootworm Diabrotica virgifera. Given their obvious importance for crop productivity and their strong involvement in extracellular signalling, BXs are an ideal and relevant model to study the molecular ecology of secondary metabolite exudation.\n\nThe overall aim of BENZEX is to create the most advanced molecular toolkit in extracellular plant-environment interactions to date. First, a comprehensive population of maize genotypes that are altered in BX biosynthesis will be established by interrupting or enhancing the expression of three important biosynthetic enzymes. Second targeted and untargeted reference methods to identify and quantify BX production, storage, exudation and transformation will be established using HPLC-MS and 13C-labelled BX precursors. Third, BX transporters will be identified by a combination of proteomics, quantitative PCR and phytochemically guided QTL-mapping. Fourth, the generated resources will be used to analyse the role of extracellular BXs in the interaction with the soil microbiome, plant growth promoting bacteria, arbuscular mycorrhizal fungi, root herbivores and leaf-feeding aphids. Taken together, our project will substantially increase knowledge about the biological relevance of secondary metabolite exudation. It will furthermore enhance the competitiveness of European molecular plant sciences by providing an array of new tools and resources, including transgenic plants and mutants, analytical methods as well as molecular and microbial markers for maize as an important agricultural model system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027925/1","grantId":"BB/L027925/1","fundValue":"300495","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"BBSRC","impactText":"","person":"Jurriaan  Ton","coPersons":["Stephen  Rolfe","Duncan Drummond Cameron"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}