{"id":"443AD127-C286-45E3-A9A4-4534EC090254","title":"Materials World Network: Experimental Observation and Theoretical Modeling of Domain Evolution in Ferroelectrics","abstractText":"This project is an international collaboration between scientists at University of Texas, Austin, and University of Oxford, UK, each having expertise in ferroelectric materials. Ferroelectric crystals are materials that can hold a permanent state of charge, which gives them many useful properties for applications such as sensors and memory devices. Their behaviour in these applications is strongly governed by defects in the crystals such as domain walls. Understanding of these defects is at present held back by a lack of experimental data that are carefully matched to, and thus can directly evaluate the predictions of current models. For example, phase field models have provided predictions of the domain structure evolving near a trapped charge, but there is a lack of direct observation to verify these predictions. Conversely, scanning electron microscopy (SEM) and atomic force microscopy (AFM) have provided observations of key microstructural features in ferroelectrics, but a direct comparison of these observations with models remains elusive. The comparison raises several challenges: On the modelling side, the length scale of microns typically needed for a direct comparison with AFM or SEM data is at the upper computational limit of what is currently feasible through methods such phase-field models. This then demands adaptive mesh refinement in the models as the defect geometry evolves, and constrains the achievable model depth in 3-dimensional simulations. The opposite challenge presents itself in the experimental part of the study: Some of the key interactions occur at sub-micron length scales. Hence, the interpretation of measurements and the engineering of material configurations that can provide essential data for model validation are challenging. The US and UK investigators bring complementary expertise to the project: The group at University of Texas has pioneered continuum models and numerical methods for microstructural evolution in ferroelectric and related materials; it has also developed a thermodynamically consistent fracture mechanics framework for use in the study of electromechanical crack problems. The UK group developed experimental methods to test multi-axial ferroelectric behaviour, and has recently initiated a laboratory for in-situ observation of microstructure evolution. During the project, 3-dimensional mapping of domain structure using synchrotron X-ray diffraction will be carried out. Material configurations will be chosen to capture features such as domain needle formation, and domain nucleation near electrodes or inclusions. This will provide direct observations of the evolution of domain structure. Existing phase field models, extended to 3-dimensions will then be used to explore the observed configurations. Piezo-force microscopy and scanning electron microscopy will be used to evaluate model predictions at surfaces. The outcomes of the project will contribute at a fundamental level to the understanding of domain structure evolution, fracture, and toughening in ferroelectric crystals. The project will also give research students an opportunity to engage in international collaboration and thus to diversify their scientific training.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G065233/1","grantId":"EP/G065233/1","fundValue":"140671","fundStart":"2010-04-26","fundEnd":"2013-04-25","funder":"EPSRC","impactText":"","person":"John  Huber","coPersons":[],"organisation":"University of Oxford","findingsText":" There is great interest in modelling materials at the nano-scale so as to understand, develop, and improve nanotechnologies . For ferroelectric materials such as barium titanate, the leading model of nano-scale behaviour is the Ginzburg-Landau (GL) model, essentially an energy minimisation method. This project explored particular microstructural features in barium titanate in order to test the predictions of GL theory and related methods against experimental observations of the same features. The objective is not so much to understand the barium titanate itself, as to exploit its very typical ferroelectric behaviour to test and develop material models.\n\n\n\nA key finding is that there are commonly occurring microstructural features such as arrays of needle-shaped domains that are not normally stable within the GL models as they are currently used. This means there is some essential physics missing, and has led the research in the direction of enhancing the models and developing new approaches.  Electronics","dataset":"gtr"}