{"id":"443F382E-06F2-4237-BC59-8C0930F29CB5","title":"Sequential Monte Carlo Smoothing with Finite Set Statistics","abstractText":"There has been considerable interest in stochastic filtering and smoothing in the last half-century, motivated by the discovery in 1960 of the solution to the linear filtering problemby Kalman. Applications of this work were found almost immediately through the incorporation into NASA's Apollo navigation computer for trajectory estimation. The importance of Kalman's discovery is illustrated by the the impact it has had in control theory, probability theory, financial mathematics, and signal processing. Since the 1960's, soon after the solutions to various filtering problems came corresponding solutions to the smoothing problems. More recent work on non-linear filtering and smoothing has been inspired by sequential Monte Carlo theory.Stochastic filtering, prediction, and smoothing are fundamental concepts in the theory of estimation of dynamic systems. The system is a partially observed physical object whose behaviour over time is governed by a set of equations modelling the dynamics and the relationship between the observations and the object state. Uncertainty in the system is due to the noisy nature of the problem, either from unknown and unpredictable motion of the system, or from inaccuracy in observing measurements of the system through a noisy sensor. Filtering, prediction and smoothing are precise mathematical descriptionsof the problem of estimating the state of the system based on noisy observations of its behaviour over time: Prediction is the forecasting of the state of the system at some future point in time based on measurements up to the current time. Filtering is the estimation at each point in time of the state of the system based on all of the measurements up to that point. Typically prediction and filtering are used together to form a set of recursive equations for predicting and updating the estimate of the state of a system. Smoothing differs from prediction and filtering in that the estimate of the state of the system at a specific point in time can be determined from a batch of measurements, some of which may be collected later than the time that we are interested in. This means that there is inevitably a delay in producing the estimate of the state at that time, though more accurate estimates can be obtained since more information is available about the system.Despite the wealth of research in single-object filtering, a mathematically principled generalisation of filtering concepts to multi-object systems is a recent development, formulated in the framework of Finite Set Statistics (FISST) motivated by the problem of multiple-target tracking in aerospace applications. The purpose of multiple target tracking algorithms is to detect, track and identify targets from sequences of noisy observations of the targets provided by one or more sensors. This problem is complicated by the fact that these observations tend to have many false alarms and targets may not always give rise to observations. The extension from a single-target scenario to a multiple-target environment is non-trivial since the number of targets may not be known and varies with time, there are missed detections where the target is not observed and observations may be false alarms due to clutter. In addition, the identities of the targets may need to be known to determine their trajectories. This work will develop new methodologies for smoothing of multi-object systems. This work proposed here aims to investigate multi-object smoothers for jointly estimating the number of objects and their state vectors in environments where there can be many false alarms and the targets are not always observed. Solutions to this problem could lead the way to practical implementations using sequential Monte Carlo approximations. The successful solution to this problem would be directly applicable to a range of industrial multi-sensor multi-target tracking problems in many sensor applications including radar, electro-optics and sonar.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010866/1","grantId":"EP/H010866/1","fundValue":"101622","fundStart":"2010-02-23","fundEnd":"2012-02-22","funder":"EPSRC","impactText":"  The methods have been used to enhance estimation of multiple targets from radar or other sensor data. Education ","person":"Daniel  Clark","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" Methods were developed to enhance estimation of multiple targets in sequences of sensor data. The methods can be applied on different kinds of sensor to estimate the trajectories of targets over time based on sequences of data. Education","dataset":"gtr"}