{"id":"4444770A-AD86-46C8-B520-7F02C2B3A130","title":"Investigation of glial and neuronal regenerative mechanisms in epilepsy utilising a surgical and post mortem tissue collection","abstractText":"Epilepsy is a common disorder affecting more than half a million people in the UK. In about a third of patients, the episodic seizures cannot be controlled by drugs alone. In a proportion of these patients, surgical treatment is successful. The brain tissues removed from these patients over the years have been studied and a wide variety of abnormalities or lesions noted. It is through such studies that we have been able to understand common abnormalities of brain cells (including neurones and glia) that could promote epilepsy and how this could be prevented. \nOne common lesion is called cortical dysplasia which can be seen in both children and adults undergoing surgery as well as in brain tissue from patients who have died from epilepsy and donated their brain for research. 'Cortical dysplasia' refers to a region of grey matter (or cortex) which is abnormally organised and composed of neurones and glial cells which have immature properties. There are several subtypes of cortical dysplasia, some of which are likely to have been acquired before birth (during brain development) and others which are 'associated' with a second abnormality in the brain, such as hippocampal sclerosis (scarring of the hippocampus) and low grade tumours that are often acquired during the first years of life. It is becoming clear that these 'associated' dysplasia are a result ongoing local re-organisation in the mature brain, after birth and development. \nIt is now well established, contrary to the scientific belief held only 15 years ago, that the brain contains pools of cells called progenitor cells, capable of forming new neurons and glia well after birth. This process is tightly controlled and we are beginning to understand what regulates it, as well as the normal functions of these progenitor cells, in aspects of repair and memory formation. From animal models in epilepsy we know that seizures have a direct effect on the number of progenitor cells and how they proliferate. From the work we and others have carried out to date, it seems highly likely that abnormal activity of progenitor cells underlies some, if not all, dysplasias. Our goal is to study these cells in patients who have undergone surgical treatment for their epilepsy as well as in post mortem tissues from patients with a long history of epilepsy. We will compare the properties of these cells between different types of dysplasia, in different regions of the brain (so called 'niches' known to harbor these cells) and in different age groups. By labeling these cells with specific markers for progenitor cells, we can gather information on how the numbers of these cells are changed in comparison to brain tissue from people who did not have epilepsy, how frequently they are dividing and if they are maturing into neurones or glial cells. We will also compare progenitor cell numbers between patients known to have many seizures before they died, and patients with well-controlled epilepsy in order to directly assess how seizures could influence these cell types. We will be able to do the same in tissue taken at operation (rather than after death), by looking at areas of brain that cause seizures to those areas that do not cause seizures. Similarly, progenitor cells will be studied in patients with epilepsy who have developed memory and impairment of intellect during the course of their disease, to investigate their contribution to this process. Lastly, we have started a using a technique called proteomics on epilepsy tissues samples which allows potentially thousands of proteins to be identified from one specimen in one experiment. We have already started to identify novel proteins which are abnormally present and that could be causing dysplasia, by influencing progenitor cell dysfunction and epilepsy.Our findings will give new insights into how progenitor cells lead to dysplasias and importantly how this process might be manipulated leading to treatment, and perhaps prevention of epilepsy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J01270X/1","grantId":"MR/J01270X/1","fundValue":"522629","fundStart":"2013-02-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Maria  Thom","coPersons":["Sanjay  Sisodiya"],"organisation":"University College London","findingsText":"","dataset":"gtr"}