{"id":"44527996-21EA-449B-9BD9-12C7EDBA56B3","title":"Dissecting the molecular mechanisms by which Bmp8b increases thermogenesis in brown adipose tissue.","abstractText":"Brown adipose tissue (BAT) is a unique tissue in that whilst it resembles traditional white adipose tissue in some ways it exists to burn fat rather than store it. Evolutionarily, BAT emerged as a way of generating heat to defend body temperature in cold conditions and order to perform this role it developed a number of specialized characteristics. BAT is heavily under the control of the sympathetic nervous system (SNS), to the degree that every single brown adipocyte receives neuronal input. This is so that the tissue can respond quickly to environmental demand, increasing mitochondrial content, mobilizing stored fat and oxidising large amounts of it to generate heat. To meet the demand placed on it BAT can expand in mass incredibly quickly, doubling in size and generating new nerves and blood vessels to supply it with the nutrients and control it requires. How all of these processes are activated, regulated and maintained is not understood but the mechanisms may be relevant to the regeneration of a range of tissues, for example veins, nerves and even liver. \n\nWe have discovered a molecule that is secreted into and around active BAT, which believe plays a crucial role in a number of processes. Our preliminary evidence suggests that bone morphogenetic protein 8b (BMP8b) is able to increase BAT sensitivity to activation by the SNS whilst directly regulating the growth of neurons and vascular cells. In addition, we have reason to believe that BMP8b also acts at a central level, regulating pathways in the brain that respond to environmental and dietary changes in order to increase SNS activation of BAT at the periphery. Understanding how a secreted molecule can elicit such specific effects in diverse cell types is likely to uncover new molecular pathways that co-ordinate the remodeling of mature tissues and their metabolic activity. It is also likely to lead to the generation of new targets for drug development in a range of diseases, even those mediated by aberrant sympathetic nervous system activity.\n\nThe potential benefits that may come from understanding the functions of BMP8b are not just extremely interesting from a molecular biology perspective. Recent studies have shown unequivocally that adult humans possess substantial quantities of brown fat. It may be that endogenous mechanisms such as Bmp8b exist in humans for activating BAT and increasing energy expenditure. In the face of a widening obesity epidemic, the ability to redress the positive energy balance that causes the disease would be extremely desirable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009865/1","grantId":"BB/J009865/1","fundValue":"579129","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"  Our research has indentified BMP8b as a modulator of thermogenesis and provides an alternative approach to activate thermogenesis not requiring increasing sympatetic tone activation. This has important implications form the point of view of treatments for obesity requiring increasing sympattetic tone linked to caridovasculr morbimortality. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Antonio  Vidal-Puig","coPersons":["Kathryn Susan Lilley","Andreas  Bender"],"organisation":"University of Cambridge","findingsText":" We have and we are still work on elucidating the role of BMP8b on thermogenesis and we are expanding the concept to effects on neurogenesis and vasculogenesis. This information is essential to consider BAT a potential therapy for obesity in the context of expanding or activating BAT Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}