{"id":"445D90DA-1442-4D3F-A704-E2BDA71AD0AE","title":"Assessing the impact of higher education expansion on economic restructuring, occupational change and access to opportunities in Brazil and India","abstractText":"<p>Brazil and India have experienced rapid growth and are predicted to become leading world economies by 2050. They are concurrently experiencing challenges faced by the UK in the second part of the 20th century.&nbsp;Similarly, both have higher education sectors that have grown and diversified considerably in the last 30 years, seen as key to their ‘knowledge economy’ growth and global competitiveness.&nbsp;As in developed countries, development has mainly benefited those with existing educational and social advantages, despite initiatives to extend equality of opportunity and improve educational access to disadvantaged groups. The interdisciplinary research teams in the three partner countries worked together to assess the quality of statistical data in Brazil and India relating to HE participation, returns to it and the relationship between higher education, labour market change and opportunity. They identified the strengths and weaknesses of the data resources available in each country and worked to develop better microdata and analytic practice to inform policy development in universities, colleges and government agencies. Using innovative research techniques developed at Warwick, they critically assessed the potential for the development of new research instruments to measure change and facilitate comparative research, which is leading to further work to develop comparative methodologies.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-238-25-0022","grantId":"RES-238-25-0022","fundValue":"170317","fundStart":"2010-05-04","fundEnd":"2011-07-31","funder":"ESRC","impactText":"","person":"Kate  Purcell","coPersons":["Rakesh  Basant","Jeemol  Unni","Nadya Araujo Guimaraes"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}