{"id":"4466369F-25AE-4473-9AFB-101702D8E54C","title":"Membrane and Alcohol Fuel Cell INTERACT with China","abstractText":"The aim of this INTERACT visit to leading Chinese Institutions by the UK's leading membrane and alcohol fuel cell researchers is to establish effective new collaborations to facilitate the development of world class clean and efficient energy generation technologies. Such technologies include: (a) direct alcohol fuel cells with high energy density fuels for long lasting powering of portable devices; (b) carbon-neutral high energy density liquid fuelled direct bioethanol fuel cells to act as a bridge a future carbon-free hydrogen economy; (c) direct ethylene glycol fuel cells for power production in sub-zero temperatures; and (d) biofuel cells including microbial fuel cells for power generation from wastewater and other natural feed-stocks and high performance and durable biocatalysts including highly selective enzymatic electrodes for mixed-reactant fuel cells with inherently simple balance of plant characteristics. The trip will also involve the exhaustive promotion of the quality and capabilities of UK science to the benefit of the UK science base. Findings relating to the state-of-play of Chinese scientific capabilities and news on established collaborations will be disseminated to the wider UK scientific audience via a seminar, websites, specialist publications and online forums.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D03891X/1","grantId":"EP/D03891X/1","fundValue":"20289","fundStart":"2006-01-12","fundEnd":"2006-10-11","funder":"EPSRC","impactText":"  Development of International UK- China links in research in fuel cell technologies.\n\nIn the light of current activity in fuel cell science and technology in China, a team of 5 British scientists and engineers undertook a 2 week expedition to visit leading teams in 6 top ranking Chinese institutions and to attend the biennial Guangzhou Fuel Cell conference, during which a Sino-British workshop was held. The research-led institutions had been pre-selected on the basis of their published work and international profiles. The emphasis in fuel cell stack research is on polymer electrolyte membrane cells for automotive applications, working mainly with major Chinese car and bus manufacturers. The groups also have teams working on scientific aspects of fuel cells, such as catalysts, membranes and modelling. The findings of the team were illuminating and informative. \n\nBids were submitted to appropriately internationalise programmes being undertaken in the UK, and steps are being taken to firmly establish collaborative links and programmes with appropriate Chinese groups. Thus partner teams collaborate variously now with Dalian Institute of Chemical Physics, Wuhan University, CAS University of Science and Technology (Hefei) and Sun Yat Sen University (Guangzhou)\n.\n\nBeneficiaries: Research communities in both the UK and China\n\nContribution Method: The trip funded for a UK delegation was seminal to later developments. Chemicals,Energy Societal","person":"Robert Charles Slade","coPersons":["Anthony  Kucernak","Keith  Scott","Keith  Lovell"],"organisation":"University of Surrey","findingsText":" Potential for UK-China collaborations in fuel cell technolgy was made concrete.\nA trip to China visited several key laboratories and developed links in China for partners that led to subsequent research contracts (Imperial and Newcastle), as well as a later grant for the UK partners jointly. Fuel cell technology is well known to have potential in future &amp;quot;green&amp;quot; energy technologies. The alkaline approach in particular constitues a &amp;quot;disruptive&amp;quot; breakthrough technology for implelementation. Funded links with Chinese groups. The partners onthe trip also later won funding for a joint UK programme in alkaline membrane fuel cell technology. Chemicals,Energy","dataset":"gtr"}