{"id":"4471358F-BF4C-4D6C-9F17-9898D603922F","title":"IODP Leg 340 - Talling salary","abstractText":"This funding will allow Talling be an onboard scientist for IODP Leg 340 that will drill ten sites around the volcanic islands of Montserrat, Dominica and Martinique in the Lesser Antilles. Leg 340 has three main aims; \n1. to better understand the timing and emplacement processes of large volcanic debris avalanches produced by flank collapse, and hence to better understand volcanic and tsunami hazards, \n2. to document in unusual detail long term (2-10 Ma) eruptive history to guide prognosis of future volcanic activity (both in the Lesser Antilles and more generally), and to better understand cycles of volcanic island construction and destruction, \n3. to document long term magmatic evolution (and how this relates to eruption history and timing of flank collapse) in order to understand how igneous processes (such as partial melting, magma differentiation and transport) generate arc crust. \nSix holes will primarily target recent (&lt; 250 ka) debris avalanche deposits offshore Montserrat (CARI 02 &amp; 03), Dominica (CARI 05 &amp; 06), and Martinique (CARI-07 &amp; 08) within the upper 200 m below sea floor. Landslide-derived turbidites and a longer term eruption record will be recovered by four holes outside the debris avalanches. These four holes will recover sediment dating back to ~2-10 Ma. \n\nLeg 340 will provide the first cores to penetrate through a volcanic debris avalanche deposit. Previous drill sites (such as Holes 842/843, 953-956 &amp; 1223 around Canary and Hawaiian Islands) were all located away from avalanche deposits (e.g. in distal turbidites). The emplacement process and consequent tsunami generating potential of these huge collapse events is poorly understood and highly controversial. Combining the IODP cores with 3-d and 2-d seismic data collected previously by NERC will provide powerful new insights into the timing, triggers and emplacement process of debris avalanches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023825/1","grantId":"NE/J023825/1","fundValue":"8801","fundStart":"2011-12-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"  This allowed Talling to be part of the first ever scientific drilling of volcanic island landslides on IODP Expedition 340. These landslides may generate very damaging tsunamis, and this IODP Leg helps us to reassess the magnitude of such tsunamis. Environment Societal","person":"Peter  Talling","coPersons":[],"organisation":"National Oceanography Centre","findingsText":" This allowed Talling to be part of the first ever scientific drilling of volcanic island landslides on IODP Expedition 340. These landslides may generate very damaging tsunamis, and this IODP Leg helps us to reassess the magnitude of such tsunamis. These work has helped to understand natural hazards posed by volcanic islands, especially tsunamis. Results are currently being used by the Montserrat Volcano Observatory. Environment","dataset":"gtr"}