{"id":"4472C1AE-A05F-49C9-AB00-A4E0401F1196","title":"Development of therapeutic vaccination strategies for the treatment of HIV-1 infection","abstractText":"The only effective treatment for infection with the human immunodeficiency virus (HIV), the cause of AIDS, is a combination of three anti-HIV drugs taken for life. Less than one in six people living with HIV and in immediate need of treatment are actually receiving it. We are exploring the possibility of using vaccines to boost the body?s immune defences against HIV: the aim is to see whether the immune system can keep the virus at low levels in the bloodstream without continuous drug treatment. We have already seen excellent immune boosting effects with a new HIV vaccine (a modified smallpox vaccine carrying a fragment of HIV, called ?MVA.HIVA?) when it is given to HIV-positive people who are taking anti-HIV drugs. We now need to find out how well vaccinated patients control their virus when their treatment is stopped temporarily. In order to do this we will carry out detailed tests measuring patients? immune responses before, during and after vaccination and then measure HIV levels in the bloodstream while they are off treatment. We will also investigate whether there is greater benefit from using MVA.HIVA together with another vaccine, ?MVA.RENTA?, which carries additional fragments of HIV. If these small studies are successful, we will design a larger study which will aim to test whether vaccination combined with intermittent drug treatment is a realistic alternative to continuous drug treatment. This could have significant benefits for people with HIV as the overall cost and harmful effects of treatment would be reduced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0502048","grantId":"G0502048","fundValue":"587450","fundStart":"2006-05-01","fundEnd":"2010-08-31","funder":"MRC","impactText":"","person":"Lucy  Dorrell","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}