{"id":"4484A2EE-ACCB-483D-81C3-4AECFE888854","title":"Decay of Ancient Stone Monuments","abstractText":"Ancient stone monuments (ASMs), such as standing stones and rock art panels, reflect Britain's rich prehistoric past. Often isolated in the countryside, ASMs present a primordial allure and provide evocative visual links with our prehistoric ancestors. These unique, non-renewable heritage resources have great cultural and aesthetic value; frequently, acquiring national significance. However, they also have economic consequence due to their value to tourism and the image of Britain. Despite their apparent robustness and resilience, they often reside in rural landscapes that are under continuous threat from human and agro-industrial activity as well as the vagaries of climate change, especially changes in precipitation patterns. Further, the majority of previous research into stone monuments has focused on built structures, which are similar in some ways to ASMs, but they also differ significantly because ASMs exist within the landscape and more ecological factors influence their fate. \\n\\nThis cluster will gather experts to address scientific and heritage questions needed to conserve and manage ASMs in the countryside. Although this ASM Research Cluster (ASMRC) crosses several Science and Heritage Programme themes, it is submitted under 'resilience and adaptation' because ASM decay is intrinsically affected by environmental variability. As such, the ASMRC will bring together experts from environmental sciences, such as geochemistry, molecular microbiology, ecology, geomorphology, botany, and hydrology; heritage studies, such as archaeology; and managers of heritage resources within government and non-profit agencies. The technical goals of the cluster will be to identify environmental processes that promote ASM decay (e.g., biological, chemical, and physical weathering); determine how such processes might be affected by changing climate and environmental conditions; prioritise research to generate more effective treatments of decay to improve conservation practices; investigate monument monitoring procedures in light of new scientific methods; and develop ASM heritage science as a platform for future heritage and scientific investigation.\\n\\nTo ensure the most appropriate cluster team, we will follow a two-phase development plan. A strategic planning group (SPG) will first meet to prioritise key issues and identify 'outside' experts needed to fill gaps in the knowledge pool. Commitments have already been obtained from 11 experts to work in the SPG, including 6 'scientists' and 5 'heritage professionals' from academia and heritage agencies. The SPG then will identify and recruit an extended complement of experts (tactical working group; TWG) from which sub-teams will be formed and proposals prepared to ensure continuation of the ASMRC. This plan will be fulfilled by 2 two-day workshops that will include field visits to sites in North East England to help individuals less familiar with ASMs to visualise context and an advertised public meeting to inform broader science and heritage communities of the goals and actions of the cluster.\\n\\nASMRC results will be disseminated through three 'popular' articles on heritage science issues related to ASMs; one for the heritage community on science issues related to conservation; one for the science community on heritage issues as platforms for scientific inquiry; and one aimed at the general public on heritage science and ASMs. Further, a web-based dissemination programme will be developed, including an emailing distribution list, an internet blog site, and news and information nodes cross-linked among web pages of participants. In addition, knowledge derived from the cluster will contribute to research-led teaching and students will be encouraged to attend the TWG workshop, which will be promoted via the NU Press Office. Finally, we will motivate all participants to act as 'heritage science ambassadors&quot; within their own professional circles to expand links between science and heritage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015163/1","grantId":"AH/G015163/1","fundValue":"24427","fundStart":"2009-02-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Aron David Mazel","coPersons":["David William Graham"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}