{"id":"44889CBB-C79E-459B-989B-3F89A5FF9835","title":"Genetic architecture and constraint in social evolution","abstractText":"Although the Darwinian idea of 'survival of the fittest' is central to our understanding of the diversity of life on this planet, the evolution and maintenance of cooperative behaviour remains a conundrum. This is because when cooperating individuals perform some sort of costly act to help one another, they run the risk of disruptive cheaters that do not pay their fair share of the cost. In other words, if cheating is a better strategy, how is cooperative behaviour maintained within populations? In order to better understand this problem, we believe that it will first be important to identify the nature of the genes and pathways that regulate cooperative behaviours. This is because, although evolutionary theory may suggest the best strategy, the genetic changes required may not be possible. For example, some strategies may not exist because any gains may be offset by other fitness costs. Alternatively, the genes and pathways that they regulate behaviour may be organised in such a way that it simply is not be possible for evolution to mould them achieve the optimal or favoured strategy. In this grant, we propose to address each of these problems using a simple system for the study of cooperative behaviour, the soil dwelling social amoeba D. discoideum. Under favourable conditions, D. discoideum amoebae exist as single celled individuals that grow and divide by feeding on bacteria. Upon starvation, however, up to 100,000 amoebae aggregate and cooperate to make a multicellular fruiting body consisting of hardy spores supported by dead stalk cells. Stalk cells thus sacrifice themselves to help the dispersal of spores, raising the question of why selection does not lead to unchecked cheating by individuals that do not pay their fair share of the cost of stalk production. To achieve this goal, we will employ a novel combination of approaches in D. discoideum that allow cooperative behaviour to be analysed with great power. We have recently found that even within a small number different D. discoideum strains, different social strategies could be detected. The work described in this proposal, will allow us to define and classify the number of the strategies within a larger set of strains, because this can be used to determine the number of different 'ways' evolution has allowed social strategies to be modified. We will then ask whether these correspond to distinct molecular or genetic pathways by searching for mutant strains with altered social behaviour. Finally, we will use these data to generate models that will allow us to develop a better theoretical understanding of how cooperative behaviour is maintained and evolutionary outcomes constrained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H020608/1","grantId":"NE/H020608/1","fundValue":"40196","fundStart":"2011-01-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"","person":"Jason Barry Wolf","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}