{"id":"448AEB1F-A096-44EC-8F2A-11ACCD2C6506","title":"13TSB_SynBio A synthetic biology-based approach to engineering triterpenoid saponins and optimisation for industrial applications","abstractText":"Saponins have already found industrial application as foaming agents in the beverage, food and cosmetics industries. However, the breadth of triterpene saponin structures has not been fully explored or exploited, and their application limited by accessibility and availability from plant extracts, depite broad-ranging physical and bioactive properties documented in the literature. This project will demonstrate the optimisation of triterpene saponin structures for efficacy and functionality for applications in the chemical industries. Saponin derivatives will be engineered using a synthetic biology tool kit and metabolic pathway expression in a Nicotiana benthamiana host. Extracted saponins will be evaluated for physical properties and in application screens. Structure-function rules will be built to iteratively optimise the saponin structures for functionality. The options for a biotechnology platform, scale-up and commercial production of the lead saponins will be assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004372/1","grantId":"BB/L004372/1","fundValue":"190731","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"  Saponins have already found industrial application as foaming agents in the beverage, food and cosmetics industries. However, the breadth of triterpene saponin structures has not been fully explored or exploited, and their application limited by accessibility and availability from plant extracts, depite broad-ranging physical and bioactive properties documented in the literature. This ongoing project will demonstrate the optimisation of triterpene saponin structures for efficacy and functionality for applications in the chemical industries. Saponin derivatives have been engineered using a synthetic biology tool kit and metabolic pathway expression in a Nicotiana benthamiana host. Extracted saponins will be evaluated for physical properties and in application screens. Structure-function rules will be built to iteratively optimise the saponin structures for functionality. The options for a biotechnology platform, scale-up and commercial production of the lead saponins will be assessed. Chemicals,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Anne  Osbourn","coPersons":[],"organisation":"John Innes Centre","findingsText":" Methods for engineering triterpene saponins with different structural features have been established. These molecules will be evaluated for potential applications in the chemical industries. The options for a biotechnology platform, scale-up and commercial production of the lead saponins will be assessed. This 18 month project will position us to apply for further larger-scale funding (for example an Industrial Biotechnology Catalyst award) to develop this work in collaboration with our industrial partners. Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}