{"id":"448D9B4C-9179-4062-966C-8B70DFA768F5","title":"Complementing Managerial Capital with Business Information: A Field Experiment on International Consulting for Entrepreneurs in Uganda and Rwanda.","abstractText":"This research seeks to address a significant constraint to growth among businesses in developing countries: managerial capital. Managerial capital refers to the capabilities and confidence associated with managing cash, customers, competition, capital and constraints within businesses (cf. Bruhn, Karlan and Schoar 2012). Improvements in managerial capital offer the possibility of improved growth and prosperity. However, there exists substantial evidence that it is not abundant among micro and small businesses. In this research, we examine how managerial capital might help entrepreneurs in developing countries to transform their businesses: from micro- to small-sized enterprises and from small- to medium-sized enterprises. Despite the importance of this transformation for economic growth, few researchers so far have examined this phenomenon empirically.\n\nThe limited empirical work that has used experimental interventions to improve managerial capital has been inconclusive as to whether such interventions have an impact on firm growth, job creation or poverty alleviation. One potential issue is that existing studies typically involve offering business skills programs to a broad mix of entrepreneurs, the majority of whom are self-employed out of necessity and would prefer jobs in the formal sector. Greater selectivity in the recruitment of candidates for managerial capital programs might offer greater potential for impact. In addition, to the best of our knowledge, no study has delivered a consulting program to micro sized enterprises or one in which the participants concentrate on a single business function (e.g. finance or marketing). Prior interventions have also tended to focus on improving finance/accounting practices (e.g. book keeping) or efficiencies in operations (e.g. quality control), either of which can lead to improvements in bottom-line profits. Little emphasis has been placed on the enhancement of marketing and sales practices, which have the potential to increase top-line revenues and, in turn, stimulate firm growth and job creation. Further, researchers have not yet examined the impact of complementing managerial capital with access to business intelligence to improve productivity.\n\nWe seek to answer these research questions, and address the limitations of prior work, by implementing a randomized-controlled trial (RCT) that focuses on a more homogeneous group of firms, uses a more intense intervention, provides consulting programs that focus on only one dimension of managerial capital per project, and improves access to business information. In part 1, a screening tool will be implemented to identify a homogenous sample of 900 'high growth potential' micro and small enterprises in four urban areas across Uganda and Rwanda. Next, in part 2, participants will be exposed to a high quality Consulting Program provided by GROW Movement (www.growmovement.org). This managerial capital intervention represents a novel model for delivering free, high quality business advice to the world's poorest entrepreneurs via emails, mobile phone calls, and Skype video conferencing. Participants will be randomly assigned into one of three consulting groups: 300 participants will get a consultant who focuses on a &quot;Marketing/Sales growth project&quot;. 300 participants will get a consultant who focuses on a &quot;Finance/Accounting growth project&quot;. 300 participants will be assigned to a control group that does not receive any intervention. In part 3, within one week of beginning the GROW program, all 'treated' participants (n = 600) will receive an additional business information tool that complements their consulting service and allows them to track and analyze key business metrics. After completing the GROW program, all 900 participants will have their business practices and performance outcomes measured using post-intervention surveys conducted at months 6 and 12.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012545/1","grantId":"ES/L012545/1","fundValue":"329229","fundStart":"2014-10-13","fundEnd":"2017-10-12","funder":"ESRC","impactText":"","person":"N  Vilcassim","coPersons":["Pradeep  Chintagunta"],"organisation":"London Business School","findingsText":"","dataset":"gtr"}