{"id":"44A1FBEB-3F11-4A02-A52C-EB3E794B4A0D","title":"NSF Materials World Network: Classical and Quantum Optical Metamaterials by Combining Top-down and Bottom-up Fabrication Techniques","abstractText":"This Materials World Network Program proposes an international research platform between US and UK into new regime of classical and quantum metamaterials, which brings together our strong expertise in advanced nanofabrication, optical characterization, and physics-based analysis to design and realize the unprecedented optical properties of metamaterials. The scale-down of metamaterials to optical frequencies paved the way for a new class of metamaterials with a profound impact on a broad range of applications in telecommunication, optical imaging, energy harvesting, health care, and homeland security. However, the key breakthrough in the field of optical metamaterials is hindered by: (1) the lack of capability of current top-down fabrication techniques to engineer structures at a few nanometers scale; (2) lack of long range ordering due to the bottom-up nanofabrication approaches; (3) optical loss in the metal-based optical metamaterials; and (4) lack of optical control at low photon levels in optical metamaterials. In this project, we aim to overcome these critical challenges by combining top-down and bottom-up nanofabrication techniques for the manufacturing of optical metamaterials, and by extending metamaterials to the quantum regime to reduce the loss and to introduce novel optical control schemes that go beyond classical metamaterials. This program combines synergistically three collaborators, one in the US and two in the UK, with an established records of collaboration to investigate the fabrication, characterization, and physics-based modeling of novel optical metamaterials. The central rationale for this collaborative program is that it integrates a UK group's strong expertise in large scale nanofabrication and another strong UK group's theoretical and computational capabilities in metamaterials and nonlinear optics, with a US group with demonstrated records of various optical characterisation techniques. To ensure close collaborations, we plan to use weekly internet based video-conferencing (Skype, etc.), semiannual workshops that bring the whole team together in conjunction of MRS or E-MRS meetings as well as frequent visits among researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018473/1","grantId":"EP/J018473/1","fundValue":"561773","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"Shuang  Zhang","coPersons":["Nicolae Coriolan Panoiu"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}