{"id":"44ACAEF6-1EAF-4149-AFD1-ACD634B0DB4F","title":"'The role of arts and culture in the regeneration of urban places and urban communities' - Critical Review","abstractText":"This project will produce a critical review of the current knowledge base concerning the role of arts and culture in the regeneration of urban places and communities. Its key objective is to review a wide range of existing research in order to better understand the myriad ways in which arts and culture are seen as capable of achieving 'urban regeneration', and the ways in which 'cultural value' is constructed in research which seeks to evaluate this regeneration. \n\nA typology will be created which will combine: \n\n- An assessment of the diverse forms of cultural value which 'regenerative' activities seek to create (is 'regeneration', for example, achieved by intervening in the built environment? Promoting new cultural businesses? Increasing tourism? Attracting new audiences? Encouraging 'grassroots' community activity?)\n- An examination of the methodological approaches taken in assessing this value (are audience surveys carried out? Participants interviewed? Expert opinion sought? Economic impact statements created?)\n- A critique of the efficacy of these approaches (who uses these research findings? What arguments do they support? Are these robust?)\n\nIn critically assessing methodological approaches to evidence-gathering, this project thus seeks to examine how particular constructions of value in the discourse concerning culture and urban regeneration are formulated with reference to a range of influential contextual factors (including public policy, the type of arts and cultural activity being evaluated, the circumstances of the commissioning of research, and the available resources to develop evidence). It also aims to identify existing strengths and weaknesses (or gaps) in current understanding, and suggest ways in which improved understanding may be achieved, and so articulate a more nuanced understanding of the factors at play in understanding the role of 'culture' in urban regeneration. \n\nCrucially, this reviewing process seeks to understand interventions in this area not just from a critical theoretical and methodological perspective, but also from a practitioner viewpoint. As so much evidence gathering occurs beyond the realms of the academy, sustained engagement with evaluations and other documentary evidence produced by external practitioners throughout the project is considered to be vital to achieving a rounded understanding of this area, and also in ensuring that the findings from this project are disseminated beyond the academic context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014505/1","grantId":"AH/L014505/1","fundValue":"23666","fundStart":"2014-03-03","fundEnd":"2014-07-02","funder":"AHRC","impactText":"","person":"Peter  Campbell","coPersons":["Stuart  Wilks-Heeg"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}