{"id":"44B844C6-6D38-4395-A042-BB60C1149FF9","title":"Fundamental membrane interactions of copper generated oligomers, profibrils and amyloid fibres","abstractText":"Background: \nThere are a group of diseases including Mad-cow, and the closely related Alzheimer's disease, that are characterised by protein molecules which stick together to form oligomers and long fibrous accumulations, called amyloid plaques. These are found in the brains of patients (or animals in the case of mad-cow disease) suffering from these diseases. It is this sticking together of specific proteins, in particular amyloid beta peptide (Ab) in the case of Alzheimer's disease, which causes a cascade of events culminating in cell-death and dementia. The small peptide molecule, called Ab, is only 40 or 42 amino acids long but is responsible for the most common of all dementias. There is strong evidence that oligomers of Ab42 are the most toxic to cells. Ab-oligomers are specific bundles of between 5 to 100 Ab molecules bound together. The mechanism by which the oligomers cause cell toxicity is not clearly understood, however, one popular idea involves oligomers damaging the integrity of the celluar membrane wall. \n\nInterestingly, essential minerals (metal ions such as copper) perturb the way and likelihood that Ab will stick together. Genetically modified mice that show symptoms similar to AD, show symptoms more rapidly when copper metabolism is affected. Furthermore, copper is found bound to the amyloid plaques in the brain. \n\nAims: \nThe broad aim of this proposal is to investigate the fundamental interaction of different Ab aggregates with cellular membrane walls. We will use essential minerals, in particular copper, which influence the type of Ab aggregate formed, specifically copper stabilises the more toxic oligomeric form of Ab42.\n\nSignificance: \nOur preliminary observation suggests that well documented differences in the cellular toxicity between Ab40 and Ab42 may be due to the very different ways these two peptides form oligomers or fibres in the presence of copper. The ability of copper to almost exclusively generate oligomers of Ab42, rather than fibres, will facilitate studying this form of Ab42, which is otherwise typically unstable. The effect of copper stabilized Ab-oligomers on cell-membranes will facilitate the generation of the first 3D images of lipid membrane disruption by Ab-oligomers. Cellular studies of copper-Ab-oligomer toxicity will, for the first time, be related to measures of synaptic health in neurons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023877/1","grantId":"BB/M023877/1","fundValue":"346238","fundStart":"2015-08-01","fundEnd":"2018-09-13","funder":"BBSRC","impactText":"","person":"John  Viles","coPersons":["Matteo  Palma","Mark Dickens Baker","Lilia  Milanesi","Jon  Nield"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}