{"id":"44BBEA98-C7E8-45CF-AC52-D79BFBDB7E32","title":"An Innovative Multidisciplinary Patient-centric Early Detection Care Model","abstractText":"We are of the view that in the next 30 years healthcare practitioners will be better able to measure the condition of a patient in order to predict outcomes. This means that earlier detection and intervention in disease treatment will be possible - a dream held by clinicians today. This Grand Challenge exploration study aims to move us closer to this dream by setting an agenda for research to deliver this vision. In undertaking the study we will utilise the skills and knowledge of a team drawn from diverse backgrounds - four clinical domains (chronic obstructive pulmonary disease (COPD), heart failure, diabetes, cancer), a general practitioner, and information engineers with a range of skills. It is the diversity of this team that gives us confidence that we can successfully undertake the first stage of this Grand Challenge.First, we consider the 'windows of opportunity'. The NHS, like other healthcare providers internationally, has espoused the use of multidisciplinary care pathways that bridge the primary and secondary care interfaces (i.e., GPs and hospitals). Although these are laudable aims, the reality in many settings is that patients face uncoordinated efforts and experience fragmentation of services more often than not, especially for complex chronic conditions that require multiple inputs and frequent adjustments in medication. Care for such patients is a mix of self and carer intervention at home, inputs from general practitioners and where there is deterioration or a crisis, admission to hospital. Rising levels of emergency and unplanned admissions is one of the major problems facing healthcare systems and is the cause of difficulties in achieving proposed elective care (number of operations) and increasing levels of hospital-acquired morbidity (e.g., infections).There are a number of conditions where it may be possible to detect deterioration at a sufficiently early stage in order to intervene and potentially prevent admission. However, the detection of such early levels of deterioration is often difficult for several reasons. Firstly, deteriorations may not at first give rise to symptoms that are evident to the patient and they may well be unaware of problems that may soon beset them. Secondly, patients may not be sufficiently aware of symptoms that indicate early deterioration or they may resist alerting others to the change in their condition. Often they hope the symptoms will resolve but are unaware that they are on a 'slippery slope' to serious problems. Thirdly, clinicians in primary care, even when alerted to a set of symptoms, may not have information about the patient's baseline state, and thus lack a benchmark against which to appraise new clinical information. Clinicians, especially when visiting a patient at home, typically have to make decisions on a very limited dataset, gained by clinical examination alone. They are bereft of a range of data that is now potentially available, given advances in diagnostic technologies. The potential gains of being able to view and interpret accurate physiological data, combine and compare to previously stored data (i.e., in EPR), either collected by the patient, by primary or secondary care clinicians, are evident. Similarly, the ability to compare such data with a set of longitudinally collected data from the same patient, thereby gaining a benchmark against which to determine thresholds for therapeutic interventions, would also be a major advance. The ability to share this data with specialist colleagues would enable decisions about the need for admission or for the implementation of therapies in the patient's home to be far more informed than is currently the case.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F058640/1","grantId":"EP/F058640/1","fundValue":"374036","fundStart":"2008-04-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Glyn  Elwyn","coPersons":["Charlotte Emma Bolton","Alex  Hardisty","Omnia  Allam","EDWARD CLARKE CONLEY","Tim  Maughan","Omer  Rana","Alun David Preece","Alex  Gray","David Raymond Owens"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}