{"id":"44BD95AB-0830-4CFC-9324-457A2C0A7EFC","title":"The application of remote sensing to the measurement of marine particle sizes and their relation to turbulence","abstractText":"Microscopic particles suspended in seawater are important because they attenuate sunlight and transport materials, including pollutants, on their surfaces. The particles also play a role in the carbon cycle and climate change by transporting carbon from the land and the atmosphere to the floor of the deep ocean. Each of these processes is influenced by the size of the particles: small particles are better at scattering light than large ones, and large particles sink faster. To model the behaviour and impact of these particles we therefore need to know more about their size and the way this varies geographically and with time. In this proposal we aim to develop a new way of measuring the size of marine particles by using satellite data. This will have the advantage that particle size could be mapped virtually instantaneously over large areas - the whole of the Irish Sea, for example - and changes with time could be observed. There are limitations: only the size of particles near the sea surface could be determined, and only under cloud-free skies; even so this would be a big step forward. The principle of the technique is that the scattering of light by a given concentration of particles increases as the particles become smaller. Simultaneous measurements of concentration and scattering (both of which can be achieved with currently available satellite imagery) can therefore be used to derive an estimate of mean particle size. To implement this method, we need to make measurements at sea to develop a relationship between scattering per unit concentration and particle size. Scattering will be measured using conventional optical instruments, and a new holographic camera will be used to measure particle size. The camera can form sharp focused images of particles of size from 20 microns up to 7mm. By using two of these cameras at right angles, three-dimensional images of the particles can be formed and the shape of the particles as well as the size can be recorded. Particles smaller than 20 microns will be measured using commercially available instruments (LISST 100B) which can measure particles down to 1 micron (about twice the wavelength of light) but don't have the imaging capability of the camera. These measurements will allow us to establish the relationship needed for the remote sensing of mean particle size from space, and to see if and how the relationship depends on particle shape and density. It is known that the size of the particles suspended in the sea depends on the prevailing level of turbulence. To a certain extent, turbulence brings particles together and they stick to form particle groups called flocs. Greater levels of turbulence, however, tend to disrupt the flocs. We would like to test these ideas by measuring turbulence at the same time as particle size. Turbulence will be measured with acoustic Doppler instruments (ADCP and ADV) and with a turbulence shear probe (FLY). It will be possible to measure turbulence in exactly the same volume of water as the holographic camera is imaging, thus producing a unique data set. We would like to make these measurements at two fixed sites, on frames lying on the sea bed, in contrasting environments - one of medium, the other of high turbulence. In addition we would like to make the measurements on a cruise visiting a range of sites of contrasting levels of turbulence. The cruise will also enable us to measure vertical profiles of particle size and turbulence in mixed and stratified water. Finally, there are questions about the contribution of living, swimming particles to turbulence in the sea. It has been suggested that, in regions of low turbulence and high stability, such as the oceanic thermocline, the motion of zooplankton and small fish can make a significant contribution to local turbulent production. This contribution is presently speculative, but our simultaneous images of particles and measurements of turbulence will enable this idea to be tested.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E014828/1","grantId":"NE/E014828/1","fundValue":"338122","fundStart":"2007-11-10","fundEnd":"2010-11-09","funder":"NERC","impactText":"","person":"David  Bowers","coPersons":["John H Simpson","Colin  Jago"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}