{"id":"44C69F5E-EBCB-41B2-B047-A759C4BE0507","title":"Understanding biological invasions: a phylogenetic comparative approach","abstractText":"Alien organisms, i.e. those introduced outside their native range, can inflict huge ecological and economic damage in the novel environment when they become widespread. Moreover, they are the only cause of 1 in 5 of all animal species extinctions. Preventing invasions is the best strategy to avoid long-term environmental and economic damage. Not all alien species become established and widespread in a novel region. Indentifying future successful invaders before they colonize vast areas is essential for effective prevention measures; this, however, is still a poorly resolved task. \n\nOne way to identify potential future invaders is to systematically test whether successful alien species share common biological traits that promote their invasion success. For example, do successful invaders have broad ecological niches that enable them to find and exploit resources in non-native regions? Among vertebrates, invasive birds share key characteristics that facilitate the establishment of alien populations, such as broader diet, greater number of habitats where they can thrive, and sedentary (as opposed to migratory) habits. Little is known, however, of what makes other vertebrates invasive; yet fish, mammals, reptiles and amphibians are often problematic invaders and are introduced outside their native range at an increasing pace. \n\nEven in well-studied groups such as birds, most research has focused on the establishment of alien populations. Crucially, however, not all established alien populations become widespread; yet it is spread in the novel region, not establishment, that makes a species invasive. Moreover, what promotes establishment success does not necessarily promote spread in the non-native environment. Therefore, conclusions of studies on establishment success might be little informative for understanding whether an alien (established) species will colonize vast areas. Currently, our knowledge of the potential determinants of spread in vertebrates is extremely limited.\n\nLikewise the early stages of invasion, when prevention measures can be most effective, are the least understood. The influence of human activities at these early stages is considered crucial, particularly for vertebrates that are often transported and introduced intentionally. For example, introduced alien birds are not a random group but do exhibit common characteristics. It has been proposed that such characteristics reflect human preferences for birds introduced as 'commodities', e.g. for hunting, or for 'ornamental' purposes. Whether this is the case, however, has yet to be tested. In this regard, the pet trade and urban environments might play an important role in biological invasions, since alien vertebrates traded as 'pets' might later be released or escape in urban areas where they can establish alien populations, some of which may become invasive. However, whether and to what extent the pet trade and urban areas promote invasions success has not yet been investigated.\n\nWe will compile a comprehensive global database of success and failure at introduction, establishment and spread in non-avian vertebrates, and test hypotheses on the determinants of success at each stage of invasion at the global scale. We will use state of art phylogenetic comparative methods to investigate the role of human preferences and activities at each stage of invasion, and test whether successful invaders exhibit reproductive and ecological characteristics that distinguish them from unsuccessful ones at each stage of the invasion pathway. This project will enable us to: understand how human preferences and activities facilitate non-avian vertebrates' introduction and success into novel environments; reveal what traits, if any, successful invaders share at each stage of invasion; determine the relative importance of human related factors versus species traits in explaining invasion success; assess the generality of conclusions for vertebrates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K013777/1","grantId":"NE/K013777/1","fundValue":"504240","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"NERC","impactText":"  NA - no findings yet as the grant started only 6 months ago  ","person":"Isabella  Capellini","coPersons":[],"organisation":"University of Hull","findingsText":" NA - grant started 6 months ago NA - grant started 6 months ago, 2 PDRAs hired and trained as indicated in the grant. Db for 1st year analysis under construction, 1 paper in prep Agriculture, Food and Drink,Environment,Other","dataset":"gtr"}