{"id":"44D5E971-7BFA-478D-AE06-9D6CA3C74F9C","title":"NAMRA - Network for Antimicrobial Resistance Action","abstractText":"Microbes continually evolve antibiotic-resistant strains despite the best efforts of biomedical scientists to combat them. This is taking us towards a future where routine operations and infections become high-risk, and where we cannot produce sufficient food globally (70% of antibiotics in the USA are used in animals for food production).\n\nA new strategy is needed to combat Antimicrobial Resistance (AMR). This network will take world-leading Engineering and Physical Science (EPS) researchers and introduce them into a new Network for Antimicrobial Resistance Action (NAMRA). In a series of structured events, they will share their expertise with clinicians from the NHS, with biomedical scientists, and researchers from Health and Life Sciences. These people can tell the EPS researchers about the AMR problems that need tackling, and how any solutions must be designed to work in a real-world environment for use by healthcare workers, farmers, industry and the workplace. To help in this, the Network also includes leading researchers from Social and Human Sciences who can explain how AMR solutions must fit in with human behaviour, with Geographers who are experts in how distribution of the waters supply, and how livestock practices, affect AMR; with experts in the Legal and Ethical issues in developing new solutions to AMR for use in the wider world; and with experts in Business who research how supply chain issues affect AMR.\n\nThe EPS researchers have developed many world leading technologies, from the award-winning StarStream cleaning product, to surfaces that keep clean by mimicking shark skin. Such technologies were developed for other sectors (defence, nuclear etc.) and it is vital that such expertise be translated into the fight against AMR. Within NAMRA, the inventors can access the experts who understand AMR, and access laboratories and clinics to test the step-changing solutions they collaboratively identify. In return, world-leading work by current AMR researchers can be enhanced through NAMRA contacts to: \n -engineer solutions; \n -shape them for ready adoption by healthcare workers and others; \n -set out the behavioural, ethical and legal framework for their adoption; and \n -develop the business solutions so that, rather than staying on the laboratory bench, step-changing technologies can be fashioned into products that are available across the UK, and beyond. \n\nThe project begins with a 'Start-up' conference for attendees to share expertise and identify possible collaborators. Break-out sessions facilitate collaborative bids for NAMRA to fund 3-6 month projects to explore new ideas. One year in, a 'Community expansion' conference reviews the success of the collaborations to date, plans new collaborations, and invites AMR workers from across the UK, and representatives from NHS, Gov and local Gov, to discuss progress. \n\nWe will hold monthly meetings on particular AMR topics for smaller sub-groups within NAMRA. We will develop a Cognitive Computing facility to identify the knowledge gaps and possible fruitful areas of collaboration, working alongside the Steering Committee which performs its own assessment. We will also work hard to ensure that, after the two years of funding for NAMRA expires, we can sustain the network. Measures to do this include offering support, training and guidance: \n -to ensure that interdisciplinary researchers do not 'fall into the cracks' between disciplines when publishing or applying for grants;\n -to team-build an exhibit for public display on AMR, covering such issues as handwashing, biofilms and the use of antibiotics;\n -identify and apply for sources of funding to continue their collaborations (incl. peer-reviewing proposals); \n -to communicate their work to the public, via websites, school visits, Science Fairs;\n -to the next generation of leaders in AMR.\n\nThe project ends with a 'Way Ahead' conference to ensure the good work continues after this funding ceases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027260/1","grantId":"EP/M027260/1","fundValue":"868704","fundStart":"2015-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Timothy G  Leighton","coPersons":["Robert C Read","Yuan  Huang","Jeremy Graham Frey","Emma Jane Roe","Robert William Eason","George  Attard","David  Voegeli","Robert James Knoyle  Wood","Charles William  Keevil"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}