{"id":"44D72843-D715-4DC3-89E2-A39047CA39C6","title":"Amazonian peatlands: A potentially important but poorly characterised source of atmospheric methane and nitrous oxide","abstractText":"Tropical peatlands are spatially extensive and biogeochemically dynamic environments that play a critical role in the cycling of greenhouse gases between the biosphere and atmosphere. However, we have relatively few ground-based measurements of greenhouse gas exchange from these ecosystems, as attention has largely focussed on fluxes from terra firme forests, savannas and seasonally flooded environments. The few observations that do exist originate from Indonesia and the Malay Archipelago, with little or no data available from lowland Amazonia. This makes it difficult to accurately assess the relative contribution of Amazonian peatlands for regional or global greenhouse gas budgets, or to predict how emissions from these environments are likely to change due to climate forcing or anthropogenic intervention. We propose conducting some of the first pilot measurements of methane and nitrous oxide fluxes from Amazonian peatlands, in order to begin exploring the significance of these ecosystems for regional and global atmospheric budgets. We will also explore the relationships between trace gas fluxes and key biophysical drivers (e.g. peat depth, water table depth, soil moisture, temperature, etc.), which will help us to better understand how methane and nitrous oxide fluxes are influenced by ecological processes and environmental conditions. These process-based data will allow us to predict the likely outcome of future environmental change or human disturbance, and will be useful for future modelling efforts. This research is important and timely because of ongoing debates over the relative importance of tropical peatlands for current and future climate change. The need for studies like this are particularly acute for regions like the Amazon Basin, because of the rapid pace of development and land use change, which may trigger enhanced carbon losses, greenhouse gas emissions and habitat degradation, all of which may act as a positive feedback to climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015469/1","grantId":"NE/I015469/1","fundValue":"53417","fundStart":"2011-09-05","fundEnd":"2013-05-31","funder":"NERC","impactText":"  The findings have been used to develop larger-scale projects to quantify the methane and nitrous oxide budget of the Western Amazon Basin. Process-based findings have informed current and future studies to better quantify patterns of methane and nitrous oxide cycling in these ecosystems. Environment Policy & public services","person":"Yit Arn  Teh","coPersons":["Susan Elizabeth Page","Juan Carlos Berrio"],"organisation":"University of St Andrews","findingsText":" Tropical freshwater peatlands in the Western Amazon Basin are large atmospheric sources of methane and moderate sources of nitrous oxide. Methane and nitrous oxide fluxes were spatially and temporally heterogeneous, reflecting natural variations in key environmental variables such as soil moisture/water table depth and redox potential. Temperature played a weaker role in regulating methane and nitrous oxide fluxes than hydrologic factors. This work lays the foundation for larger-scale and more integrative studies of methane and nitrous oxide cycling across freshwater peatlands across the wider Amazon Basin region as a whole, and will lead to substantially improved bottom-up estimates of the regional contribution of these ecosystems to atmospheric budgets of greenhouse gases. Environment","dataset":"gtr"}