{"id":"44DD8281-6B8D-4520-98D8-BF123912E787","title":"High Resolution Silicon Strip Detectors for portable mass spectrometry","abstractText":"We will develop a mass spectrometer based on high resolution micro-strip silicon detectors as a sensing element. This novel approach intends to significant improve the mass resolution and sensitivity with respect to current technology. It aims to separate the different ions of the injected cold gas with an electric and magnetic field and subsequently accelerate the ions to sufficient energy to release detectable signal in the micro-strip detector. The instrument is comprised of a source of the cold gas to be analysed (sample), two evacuated drift sections and the sensing device. A state of the art cold ion source to feed in the proposed instrument will be built and provided by the project partner Q-T. The first drift section is about 5-10 cm long, with a low tuneable electric field (up to 10 V/cm) and a magnetic field to allow for separation of the ions with different mass during their drift toward the acceleration section. This acceleration section (with a length of 15-20 cm and an electric field of 500-1500 V/cm) allows impacting the ions onto the sensing element with sufficient energy to record the signal that determines the hit unambiguous position. The sensing element is a silicon micro-strip detector with 128 readout channel with a resolution of less than 10 micrometers. The clock rate of the electronics is 40MHz (or the integration time is 25 ns) and the total readout time for the sensor is 3.2 microseconds. The electric field in the mass separation section is tuned to optimise the mass separation in the region of interest. Scanning this electric field allows for studying a wide range of masses with this compact instrument.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007243/1","grantId":"ST/M007243/1","fundValue":"48993","fundStart":"2015-05-11","fundEnd":"2016-08-31","funder":"STFC","impactText":"","person":"Gianluigi  Casse","coPersons":["Stephen  Taylor","Joost  Vossebeld"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}