{"id":"44E7BD7C-E46F-4964-9A8A-E6939DA9CF1E","title":"Fluoride adsorption, transport and modelling in volcanic soils of Iceland for future risk assessments","abstractText":"Around 225 years ago, 10,000 Icelanders - roughly one in five - died and most of the livestock on the island perished. This catastrophe, the greatest to affect Iceland since human occupation began, was caused by the awakening of a volcanic fissure system, known as Lakakigar. During several months, Lakakigar erupted prodigious quantities of noxious acidic gases and particles into the air, and fluoride was a conspicuous part of these emissions. Fluoride is renowned for its harmful effects on plants, animals and humans; its occurrence in excessive amounts in drinking water has constituted a health threat for people and livestock for centuries. Effects linked to fluoride overexposure include mineralization disorder of the teeth in children and skeletal fluorosis, a potentially fatal disease characterized by abnormal bone growths. Recently, the idea has emerged that during the Lakakigar eruption high levels of volcanogenic fluoride persisted in surface and groundwater, ultimately leading to poisoning in people. If this is correct, Iceland's fissure eruptions may be much more dangerous than scientists had envisaged. This is why researchers see an urgent necessity to prepare for the next large volcanic event in Iceland, which will threaten lives and result in profound socio-economic impacts. One of the big problems with the fluoride pollution theory is that volcanogenic fluoride emissions that are deposited onto the ground via rain water and volcanic ash must leach through the soil profile before reaching groundwater. However, fluoride is a very reactive ion that readily interacts with, and accumulates onto the surface of, certain mineral constituents commonly present in soils derived from volcanic material (or volcanic soils), such as those found in Iceland. In general, this so-called chemical adsorption process attenuates migration of a contaminant in the soil profile, thereby reducing the risk posed to groundwater. However, several complicating factors may alter adsorption and diminish its intensity. For example, the acidity level in the soil environment strongly influences adsorption of fluoride. Also, a chemical species such as sulphate, which typically coexists with fluoride in volcanogenic deposition, may 'hide' the mineral surfaces onto which fluoride tends to stick. Finally, fluoride may just not have enough time to bind to the soil's minerals, because the liquid water which transports it flows too rapidly through the soil. Adsorption of fluoride on soils has been classically described using empirical models, whereby an equation is fitted to experimental data by adjusting one or more parameters. These models are specific to the system under study and as such, they cannot be used to predict the fate of fluoride under diverse soil and environmental conditions. What is needed to address the question of the transport of fluoride-rich volcanogenic depositions in the volcanic soils of Iceland is a new modelling framework with a robust underpinning theoretical basis. The primary aim of this project is to develop and test a surface chemistry-rooted research model in parallel with laboratory-based experimental work. The model will be interrogated using 'what if' questions to explore various scenarios of fluoride transport through representative soils of Iceland. If the simulation data reveal that fluoride can be leached, then the risk of groundwater pollution would be demonstrated unequivocally. This finding would have important environmental implications for large fissure-type eruptions in Iceland and elsewhere. Conversely, if the results indicate that fluoride is strongly held in soils, then the fluoride hazard through ingestion of water may be reduced but the chemical properties of the soils may be greatly altered. In the future, the model could be developed further to study the transport of other potentially harmful inorganic substances (e.g., sulphate and metals) in volcanic soils.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001564/1","grantId":"NE/E001564/1","fundValue":"41211","fundStart":"2007-02-01","fundEnd":"2008-08-31","funder":"NERC","impactText":"","person":"Pierre  Delmelle","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}