{"id":"44E9E963-8565-4130-8AA0-BB49E8502DBE","title":"Path integral techniques for Hamilton - Dirac systems","abstractText":"The aim of the project is to investigate some mathematical models related to quantum theory of infinite dimensional Generalized Hamiltonian system, or so-called Hamilton-Dirac systems. Such systems arise in the theory of Yang-Mills gauge fields, quantum gravity, M-theory, and solid-state physics, and they are also the subject of much theoretical interest. There exist three types of such systems: the classical systems and the systems obtained by procedures of, respectively, first and second quantization of the classical systems (they can also be interpreted as Hamilton-Dirac systems), and we intend to develop mathematical methods suitable for investigations of these systems and links between them. In particular we plan to develop Feynman and Feynman-Kac formulae describing the evolution of any of three types of the systems. The Feynman-Kac formulae involve integrals over (pseudo)measures, on spaces of trajectories, which are generated by the Green functions of some infinite dimensional evolutionary partial differential equations on measures, more generally pseudomeasures, on these spaces (of course those equations are not the equations whose solutions are given by the Feynman- Kac formulae) and we also want to investigate such equations.We anticipate that when the configuration space is a Riemannian manifold a significant role in the investigation will be played by the so-called surface (pseudo)- measures on the trajectories in Riemannian submanifolds of the Euclidian spaces induced by the Wiener measure and by a Feynman pseudomeasure on trajectories in the latter space.Our aim is both to get a deeper understanding of the mathematical structures of several fundamental physical theories and to describe some new physically significant phenomena (for example, the structure of the so-called quantum anomalies and the second quantization of the BRST theory).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G013039/1","grantId":"EP/G013039/1","fundValue":"11428","fundStart":"2009-01-25","fundEnd":"2010-07-24","funder":"EPSRC","impactText":"","person":"Aubrey  Truman","coPersons":["Ian Malcolm Davies"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}