{"id":"44E98F3D-B524-4E07-94B7-1E2A9893AF70","title":"Future Resilient Transport Networks - FUTURENET","abstractText":"Much current discussion about transport and climate change focuses on the impact of transport on climate change. Indeed, many mitigation measures are focussed upon the transport change, and many mitigation measures are focussed upon the transport sector. However, FUTURENET recognizes that climate change also has an impact on transport. This impact has two dimensions: an engineering dimension derived from the interaction between climate design, weather events and the physical network, and a socio-economic dimension derived from the interaction between weather and climate and the patterns of transport demand. FUTURENET integrates both in assessing the future resilience of the UK transport system. This interdisciplinary approach will assist stakeholders in adapting the transport network and increasing resilience of critical transport infrastructure. Specifically FUTURENET seeks to develop a number of scenarios for how the transport system in the UK might look in 2050, and will investigate the resilience of each of these scenarios to the effects of climate change. The investigation will be carried out through the five work packagesa) WP1- The development of possible UK transport scenarios for 2050, through detailed literature surveys and the results of a number of expert workshops.b) WP2 - Identification of route corridor for study and development of an inventory of infrastructure that covers the complete range of infrastructure for the chosen route.c) WP3 - Models of the failure modes of transport systems, which will identify existing models and thresholds for the effects of climate on transport systems, and will develop new models where there are gaps in knowledge.d) WP4- Model development and application, which will develop an overarching model framework that will combine the models identified in WP3 with climate change scenarios and the transport scenarios outlined in WP1, to enable the resilience of different types of transport network to be evaluated.e) WP5 - Generic Tools and Dissemination, through which the results of the project will be made available in an accessible form to a wide variety of stakeholders, and the model of WP4 made available for application to other route corridors.FUTURENET brings together a wide variety of academic expertise spanning the engineering, environmental and social sciences, together with a diverse group of stakeholders in the transport industry. It has the potential both to develop a deeper understanding of the underlying science on the effects of climate change on transport systems and to provide information and useful tools on how such systems can be made more resilient.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060770/1","grantId":"EP/G060770/1","fundValue":"434864","fundStart":"2009-06-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"","person":"Neil  Dixon","coPersons":["Paul Richard Fleming","Matthew William Frost","Tim John Ryley","Tom Ane Dijkstra"],"organisation":"Loughborough University","findingsText":" FUTURENET (Future Resilient Transport Systems) is a project sponsored by EPSRC as part of the Adaptation and Resilience to Climate Change (ARCC) programme. It is led by the University of Birmingham, in partnership with the Universities of Loughborough and Nottingham, TRL, HR Limited and the British Geological Survey. It seeks to understand and quantify the resilience of the UK transport system under extreme weather conditions, and to assess the likely change in resilience due to future changes in climate, with the aim to produce outline methodologies that could be used by transport infrastructure operators and policy makers to develop business plans for future system developments, and to increase the resilience of specific parts of the network or complete routes to extreme weather conditions.\n\n\n\nThe project effectively approaches the issue of resilience from a number of viewpoints. At a high level it takes the viewpoint of the policy maker / senior infrastructure operator, who is concerned about the performance of the whole network. At a local level the viewpoint is that of a local infrastructure manager who is concerned with the long term maintenance and resilience of individual sections of road or track, bridge or tunnel etc. The other viewpoint, which is all too often ignored, is that of the traveller on a specific journey at a specific time. The requirements in terms of resilience are very different from the three viewpoints. For example the policy maker would wish to ensure that the economic life of the country / region is not affected by transport network failure and necessarily takes the broad view. The local infrastructure manager is concerned to ensure that failure of a road or rail link or structure does not occur and suitable maintenance practices are in place. The traveller is simply concerned with a specific journey - that he or she should reach his destination safely and without undue delay. These considerations led the project team to adopt the following definition of resilience.\n\n\n\nResilience is the ability to provide and maintain an acceptable level of service in the face of challenges to normal operation\n\n\n\nWhat is an &quot;acceptable level of service&quot; is thus very dependent upon a particular stakeholder's needs and requirements. \n\n\n\nThe basic approach taken by the project team has been to build an integrated framework to model system behaviour for a range of climatic variables at the local and the route level, which integrates stakeholder policy and commercial drivers, socio-economic considerations, traveller preferences with climate models and weather predictions and engineering models of specific climatic effects on road and rail transport, and to use this framework for a consideration of the resilience of the network under different climate scenarios. Specifically the project has the following components.\n\n\n\n• The identification of a specific route to be used as the case study for the project. An evaluation of a number of routes led to the choice of the London to Glasgow corridor for the study, as this is economically important, is served by a variety of transport modes, and passes through a number of different climate regions. \n\n• The development of a model framework in the CORE systems engineering architecture.\n\n• A methodology for the development of social and transport scenarios to use in the model framework, that draw upon social scenario development and a thorough study of current and likely future stakeholder requirements. \n\n• The inclusion within the model framework of traveller choices and perspectives, which were obtained from a major travel survey of the London-Glasgow route. \n\n• The development of a number of specific physical process models to predict resilience, in terms of loss of capacity and route closure, of specific route sections , for example\n\no landslip models;\n\no pluvial and fluvial flood models;\n\no bridge scour models;\n\no track buckling models.\n\n• The generation of weather time series for use with these physical process models that encompass the range of climatic variables of relevance to the specific situations. \n\n• The generation of weather time series models for the complete route, based on the UKCP09 climate scenarios and the UKCP09 weather generator.\n\n• The integration of the physical process models and the generated weather events to enable the resilience of an individual journey from London to Glasgow to be calculated in terms of the overall probability of delay or failure of the journey.\n\n• The use of the integrated model framework to investigate the effect of potential changes in climate on probability of journey failure. \n\n\n\nA number of issues arose in the development of the model framework that have broad implications. These are as follows. \n\n\n\n• It became clear during the course of the project that the quality of the data that is held concerning asset location and condition and network performance is very variable across the road and rail networks, and in many instances is not fit for the proper determination of local, regional and national resilience. This issue could be addressed by a more systematic approach to the collection of certain essential data in a more systematic way.\n\n• The integration of local physical process models into large scale network based models is far from straightforward.\n\n• The UKCP09 weather generator produces weather time series for specific 5km squares, but does not produce the correct spatial correlation between adjacent squares. For the route modelling that was carried out in FUTURENET, which is at a national scale, the weather was generated at one square and the various parameters scaled for other parts of the country using empirical scaling factors. The inadequacy of this approach is accepted, and more work is required by the meteorological community to produce weather time series with correct spatial correlations. This is of importance not just for transport networks, but also for the study of other large scale networks such as power supply systems. Primary use is non-academic - for policymakers, infrastructure managers and travelers as outlined above. The main outputs from the work are of interest to, and can be exploited by a number of different stakeholder groups. These include the following.\n\n\n\n• An outline methodology for the determination of the resilience of large scale transport networks, from the point of view of traveller experience, and a quantitative indication of how this resilience may vary in future climate scenarios. This methodology can, in principle, be applied to any specific route as required, and can be used to inform policy and development plans.\n\n• A suite of physical process models for different weather related effects on transport networks, which will be of use to infrastructure managers in developing operation and maintenance plans for their assets. \n\n• A methodology for describing travel delays due to weather conditions that can be used to develop traveler information systems. Environment,Transport","dataset":"gtr"}