{"id":"44F22AAD-C8CB-4933-836B-5850B28C5A6B","title":"Laser-Engineered Silicon: Manufacturing Low Cost Photonic Systems","abstractText":"Silicon photonics promises to revolutionize modern optoelectronics by allowing for dense integration of components that feature the best optical and electronic functions of the material. In recent years great progress has been made in this area, with many silicon photonic devices now meeting (or exceeding) the performance requirements of state-of-the-art systems. This includes ultra-low loss interconnects as well as high speed optical regenerators, amplifiers, modulators, and detectors, which form the building blocks for photonic circuits. However, to date, much of this progress has been achieved on silicon-on-insulator (SOI) platforms with a thick buried oxide layer, which are largely incompatible with electronic device development, and relatively expensive, thus precluding truly integrated systems from reaching the high-volume market. Consequently, there are still crucial challenges to overcome before the performance benefits of SOI photonics outweigh the costs and design constraints, leaving the door open for alternative platforms to be considered. \n\nIn this programme we propose to develop a low cost and low temperature laser materials processing procedure to fabricate high quality polycrystalline semiconductor photonic platforms that will rival the performance of their SOI counterparts. Laser processed polycrystalline materials are already well-established for use in electronic technologies where some performance can be sacrificed in favour of reduced processing costs, for example, in the backplanes of smart phones and televisions. However, if the polycrystalline grains can be grown as large as the individual components, then the optical (and electronic) properties will approach those of the single crystal materials. By building on the platform established by the electronics community, this work seeks to grow large grain polycrystalline materials to realize low loss photonic components. Importantly, the high localization of this laser crystallization procedure directly alleviates issues associated with multi-material and multi-layer photonic device integration, and can also be used to modify or repair the individual components at a late stage in the fabrication, helping to increase the production yield and reduce the costs of integrated systems. Furthermore, this method offers the unique advantage of removing the substrate dependence from semiconductor photonics, thus offering the possibility to extend the application space through the use of substrate materials with enhanced optical functionality, increased transparencies, or even flexible plastics. By reducing costs and barriers associated with device fabrication, our innovative project will set the scene for wide spread use of laser-engineered semiconductor photonic components in mainstream optoelectronic systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022757/1","grantId":"EP/M022757/1","fundValue":"570518","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Anna  Peacock","coPersons":["Harold Meng Chong","Sakellaris  Mailis"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}