{"id":"44F44590-5155-4A37-A1EE-4BE0365BBF4D","title":"How does global land-use change reshape ecological assemblages over time?","abstractText":"Terrestrial biodiversity is declining globally because of human impacts, of which land-use change has so far been the most important. When people change how land is used, many of the species originally present decline or disappear from the area, while others previously absent become established. Although some species are affected immediately, others might only respond later as the consequences of the land-use change ripple through the ecosystem. Such delayed or protracted responses, which we term 'biotic lag', have largely been ignored in large-scale models so far. Another shortcoming of much previous work is that it has focused on numbers of species, rather than what they do. Because 'winners' from the change are likely to be ecologically different from 'losers', the land-use change impacts how the assemblage functions, as well as how many species it contains. Understanding how - and how quickly - land-use change affects local assemblages is crucial for supporting better land-use decisions in the decades to come, as people try to strike the balance between short-term needs for products from ecosystems and the longer-term need for sustainability.\n\nThe most obvious way to assess the global effects of land-use change on local ecological communities would be to have monitored how land use and the community have changed over a large, representative set of sites over many decades. The sites have to be representative to avoid a biased result, and the long time scale is needed because the responses can unfold over many years. Because there is no such set of sites, less direct approaches are needed. We are planning to scour the ecological literature for comparisons of communities before and after land-use change. We can correct for bias because we have estimates of how common different changes in land use have been; and we will model how responses change over time after a land-use change so that we can use longer-term and shorter-term studies alike. There are many hundreds of suitable studies, and we will ask the researchers who produced them to share their data with us; we will then make them available to everyone at the end of the project.\n\nWe will combine data on species' abundances before and after the land-use change with information about their ecological roles, to reveal how - and how quickly - changing land use affects the relative abundances of the various species and the ecological structure and function of the community. Does conversion of natural habitats to agriculture tend to favour smaller species over large ones, for instance, and if so how quickly? Is metabolism faster in more human-dominated land uses? These analyses will require new compilations of trait data for several ecologically important and highly diverse arthropod groups; to produce these, we will make use of the expertise, collections and library of the Natural History Museum.\n\nIn an earlier NERC-funded project (PREDICTS: www.predicts.org.uk), we have already compiled over 500 data sets - provided by over 300 different researchers - that compared otherwise-matched sites where land use differed. The PREDICTS database has amassed over 2,000,000 records, from over 18,000 sites in 88 countries. The database contains more than 1% as many species as have been formally described. Our analyses of this unprecedentedly large and representative data set indicates that land-use change has had a marked global impact on average local diversity. However, because PREDICTS' data sets are spatial rather than temporal comparisons, they are not well-suited to analysing the dynamics of how assemblages respond to land-use change. More fundamentally, PREDICTS' assumption that spatial comparisons are an adequate substitute for temporal data now needs testing. This proposal will deliver the necessary tests, as well as producing the most comprehensive picture of how land-use change reshapes ecological assemblages through time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M014533/1","grantId":"NE/M014533/1","fundValue":"583882","fundStart":"2015-08-01","fundEnd":"2018-10-31","funder":"NERC","impactText":"","person":"Andy J Purvis","coPersons":[],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}