{"id":"44FC29CB-EC5D-4300-9083-31656473C867","title":"Noble Gas, Halogen and Water Recycling into the Terrestrial Mantle","abstractText":"Incompatible and volatile elements like noble gases and the halogens are continually brought from the mantle to the Earth's surface at mid ocean ridges and other regions of volcanic activity. It has always been assumed that this is a one-way process for these species. This assumption is made when using these tracers to investigate planetary volatile origin, accretionary processes, mantle dynamics and atmosphere evolution in the case of the noble gases, or tracking the halogen budget of the oceans and assessing the role of ocean salinity in the evolution and sustenance of life in the oceans. Recent Manchester work suggests that surface noble gases are being subducted into the deep mantle and that this source dominates the mantle heavy noble gas budget (Ballentine et al., Nature 2005; Holland and Ballentine, Nature 2006). What is surprising is that the mantle shows an Ar/Kr/Xe signature identical to that of seawater. This is an elemental/isotopic composition unique in the solar system and we can rule this out as an original accretionary mantle component. Because of the volatile nature of noble gases we might expect this seawater ratio to be perturbed during the process of subduction. What then is the mechanism that preserves the seawater signature? Where in the oceanic crust are these gases found? How and why are they preserved in the subducting slab? We present new pilot data in our proposal showing that we can identify the same seawater signature in fluids released from dewatering slabs that have been taken to at least 100km depth in the mantle. With a technique pioneered at Manchester, we also show that the halogens in this fluid, which are equally susceptible to fractionation, are identical to values found in marine pore fluids. It would appear that noble gas and halogen subduction are linked. We propose the first complete and systematic analytical survey of the oceanic crust and associated sediment to identify the location and elemental character of the phases or hosts that dominate the noble gas and halogen budget of subducting material. For little extra effort we will also obtain the abundance and hydrogen isotopic composition of the associated water. We also propose to extend the pilot study results to two more terrains, with contrasting thermal regimes, where we expect to be able to sample and identify the noble gas and halogen composition of deep (~100km) subducted fluids. This combined data set will be the first to link noble gases, halogens and related water in a systematic way from subducting to subducted fluid composition in differernt thermal settings. This will enable us to identify the major carrier/ers of noble gas into the mantle and use our understanding of noble gas concentrations and convection behaviour in the mantle to start to model and identify the associated subducted halogen and water impact on the respective total mantle budget and the evolution of these tracers in the mantle system - systems that underpin our understanding of the Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018014/1","grantId":"NE/G018014/1","fundValue":"459298","fundStart":"2010-02-01","fundEnd":"2014-06-30","funder":"NERC","impactText":"","person":"Christopher John Ballentine","coPersons":["Giles Timothy Droop","Alison  Pawley","Ray  Burgess"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}