{"id":"450C51B9-B1BC-4806-A286-46A19CABE5D2","title":"Materials World Network: Protein Phase Behavior - Experiments and Simulations","abstractText":"A key objective of computational materials science is to relate molecular structure to material properties. In many areas of materials science this approach now provides a standard tool for the controlled design of novel materials. However, the prediction of the structural and thermodynamic properties of protein-based materials is much more challenging because in this case all-atom models are too expensive to be viable for the prediction of phase behavior and kinetics. \nThe aim of the present work is to use an integration of experiments (US partners Fraden and Lenhoff) and simulation (UK partner Frenkel and US partner Lenhoff) to develop and validate an approach that will make it possible to predict the phase behaviour and crystallisation pathways of proteins in solution.\n\nThis proposed research is motivated by the observation that protein-based materials play a key role in science and technology.\nTo start with a simple observation: our bodies contain high concentrations of proteins and these proteins have evolved to perform either &quot;biochemical&quot; or &quot;structural&quot; tasks (the division is not always sharp).\nIn science, the preparation of high-quality protein crystals is a crucial step in the elucidation of 3D protein structures by X-ray or neutron diffraction. In addition, the thermodynamic and structural properties of protein-based products are of key importance for the shelf life and bio-avalability of many pharmaceuticals and food products.\n\nIt is therefore clearly desirable to be able to predict the phase behaviour and structural properties of protein-based materials on the basis of microscopic information. At present, our ability to make such predictions is limited by the absence of reliable predictive tools.\n\nThe objective of the proposed research is to pool the expertise of three world-leading groups in the area of protein crystallization and gelation, to develop modelling techniques that will allow us to predict structure, crystal nucleation and phase stability of protein systems. The project will combine the expertise of two US groups and one UK group. The US groups comprise an expert on experimental studies of protein phase behaviour (Lenhoff, Delaware) and a leader in the field of microfluidics-based protein crystallization (Fraden, Brandeis). The UK group (Frenkel, Cambridge) has a strong track record in the numerical modelling of protein phase behaviour and crystal nucleation.\n\nThe key objective of the proposal is develop a systematic procedure that allows us to construct simplified, but physically meaningful, molecular models of proteins for computer simulations. These models should be sufficiently refined that they will allow us to predict/elucidate experimental studies of the equilibrium phase diagrams and phase separation kinetics of protein solutions. Clearly such a model will need to be validated extensively. Our project will therefore be based on a tight coupling between modelling and experimental validation. Measurements of nucleation rates will be interpreted in the context of the classical nucleation model and measurements of the growth of individual precritical nuclei will be used to test the assumptions of that model. The effect of kinetically arrested states, such as non-equilibrium gels and precipitates, on crystallization will be studied in both experiment and simulation. \n\nThe broader impact of the proposed research will be that it will enable a better control of the properties of protein-based materials. In particular, it should allow us to improve the rate of protein crystallization for structural biology and to control protein aggregation for pharmaceutical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018619/1","grantId":"EP/J018619/1","fundValue":"289428","fundStart":"2012-10-03","fundEnd":"2015-10-02","funder":"EPSRC","impactText":"  The network involves frequent exchanges with experimental groups in the US. However, no our findings are in an early stage and could not yet be used.  ","person":"Daan  Frenkel","coPersons":[],"organisation":"University of Cambridge","findingsText":" Proteins crystallise in a certain sub-class of all possible crystals structures. Small molecules rarely crystallise in this crystal form. The question is why. Our research has been exploring possible explanations. Once we understand why proteins crystallise the way we do, the field could move towards rational design of protein crystallisation. This is a holy grail. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}