{"id":"4518B7F4-C467-468B-8945-EF3F529AA3D1","title":"Below the Salt: A Study of the Human Remains and Associated Material from the Salt Mine at Chehrabad, Zanjan, Iran","abstractText":"The salt mine at Chehr Abad, near Zanjan to the west of Tehran in Iran has provided some unique evidence for the mining of salt from at least c. 400 BC. Most strikingly, at least five human bodies have been recovered since 1993. The first one found was a well-preserved head, complete with hair and beard, associated with a boot which preserves part of the lower limb, a pair of textile shorts, three knives, a silver ear pick, a sling, a length of rope, a grindstone, a walnut, some pottery and textiles fragments, and some further bone. This body was recovered during open cast mechanical quarrying. In November 2004, mining activities were again brought to a halt by the discovery of a second body, this time largely consisting of fragmentary bones, but with some traces of soft tissue, hair and beard remaining. Subsequent controlled excavation resulted in the recovery of three further bodies, one of which was very well preserved, being fully clothed and carrying items of personal equipment. Large quantities of textile, wood and other material was also recovered, but not directly associated with the bodies.\\n\\nPreliminary examination and dating showed that three bodies were dated to c. 400 BC, whilst two were attributed to the Late Sassanian period (c. 400 - 600 AD). Isotopic data on body tissue and hair, however, suggested that two at least of these individuals may not have come from the region around the mine, posing an interesting question about how the mine was operated in antiquity.\\n\\nWe propose to carry out a much fuller analysis of the human remains, to understand their state of health and nutrition at death (remembering that the unique character of these remains - undoubtedly killed by accidental crushing - means that they are very rare and reasonably well-preserved prehistoric examples of humans killed whilst fully fit and active), but also to investigate further the possibility that they may have travelled from some distance away to collect the salt. There is no archaeological evidence of habitation around the mine, and so it seems likely that exploitation was by occasional visit or seasonal activity rather than by permanent miners. In the contemporary Greek world, we know that mining was often the task of slaves. This therefore has important implications for how we view the social organization of the late Achaemenid and Sassanian period in Iran.\\n\\nThere is ample evidence for mining activity in the form of pick marks on the walls, but also from the remains of wooden pegs, and even complete tools with wooden handles and metal picks. There are also food remains and coprolites. The excellent organic preservation provides a unique opportunity to reconstruct the activities which went on in the mine. We also have considerable amounts of textile preserved, which need to be examined to determine fibre type, weaving technology and dying technology, since such material of this age is obviously rare. From the technology and design of the textiles, we expect to obtain additional information about the origins, both geographically and socio-economically, of those who worked in the mine.\\n\\nWe also know that there is at least one more human body to be recovered from the mine, which will be done by the Bochum team (who are seeking DFG and/or ICHTO funding for this, as well as to make a complete record of the prehistoric mining activity). We will coordinate our activities iso that the PDRA osteologist can be present during this recovery, and subsequently carry out a complete examination and sampling of the remains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H010998/1","grantId":"AH/H010998/1","fundValue":"426125","fundStart":"2010-05-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Mark  Pollard","coPersons":["Don  Brothwell"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}