{"id":"45204E34-B737-49EE-9139-425FD63C1E99","title":"Methods for evaluating service delivery models for end of life care (EoLC): development of best practice guidance","abstractText":"People are living longer but it is inevitable that we will all still die. One result of living longer, is that we are more likely to have symptoms, physical disabilities and illnesses later in life. These problems are likely to need treatment and support ? sometimes for several weeks and sometimes a year or more. The problems often get worse as the very end of life approaches. The government?s End of Life Care Strategy, published in July 2008, sets out a programme to improve care at this time. But its biggest drawback is the lack of knowledge about what services work best and at what cost. The problem is that conducting research into how services work for people at the end of life is difficult and has not been sufficiently developed. This project addresses this gap by producing guidance on the best practices in research into end of life care especially of services. The research will take place over 2 years and brings together experts from 4 world-class universities. They will find, assess and bring together research experiences and will consult with policy makers, research ethics committees, research funders, health care professionals and patients, relatives and carers. For areas of particular difficulty they will hold ?think tank? workshops bringing the top brains to help to find the best solutions. The project will produce guidance on the best ways to undertake research into services for people at the end of life and case examples so that in the future we can have the best in care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802654","grantId":"G0802654","fundValue":"414707","fundStart":"2009-11-16","fundEnd":"2012-01-15","funder":"MRC","impactText":"","person":"Irene Julie Higginson","coPersons":["Chris  Todd","Gunn  Grande","Richard  Harding","Penney  Lewis","Scott Anderson Murray","Matthew  Hotopf","Paul  McCrone","Peter  Fayers","Myfanwy  Morgan"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}