{"id":"45295795-8A65-419A-8278-5AFB035F5487","title":"Science Support for the SCUBA-2 and Herschel Galactic Plane Surveys: Triggered Star Formation in the Galaxy","abstractText":"A quantitative understanding of how star formation is triggered or induced in the interstellar medium is fundamental to the whole of Astrophysics but is not yet available. It is this mode of star formation which is responsible for the intense starbursts observed in the early Universe. In order to achieve this understanding, we need to measure how the efficiency with which stars are formed from Galactic molecular gas clouds, and the distribution of the masses of the new stars that form, change with the strength of the physical forces which impact on the clouds, such as the winds and expanding ionised regions associated with hot stars, and supernova explosions. We also need to understand the initial conditions of star formation: the origin of the clouds themselves, their characteristic turbulence and how spontaneous star formation is affected by differences in these conditions. We have made significant progress in this direction with comprehensive observational studies of the star-formation content of single Galactic, star-forming, giant molecular clouds. Progress now requires large samples of similar regions with different initial and environmental conditions. The applicant is leading an international project to survey the Plane of the Galaxy using new, STFC-funded, state-of-the art instrumentation at the James Clerk Maxwell Telescope in Hawaii. This survey will produce a census of all high-mass star formation in a large fraction of the Galaxy which will lead to significant advances in the field. It will allow, for the first time, the study of representative samples of star-forming regions with a variety of internal and external physical environments. The applicant is also a key active member of an international consortium that has secured 300+ hours of observing time on the Herschel far-infrared space observatory, in order to survey the inner Galactic Plane. This project will provide important data on luminosities and temperatures (hence evolutionary status) for all but the coldest sources detected with SCUBA-2 in the inner Galaxy region. The proposed research will reveal the quantitative effect of initial conditions, external environment, and feedback on the star-formation efficiency and structure mass function. The results will create advances in our understanding of star formation and provide valuable input into other fields, such as the study of formation and evolution of galaxies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001847/1","grantId":"ST/G001847/1","fundValue":"287842","fundStart":"2009-11-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Toby John Moore","coPersons":[],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}