{"id":"452C8300-81EE-4D98-BF97-598715D87C0D","title":"UK RESEARCH CENTRE IN NON-DESTRUCTIVE EVALUATION (RCNDE) 2014-2020","abstractText":"Non-Destructive Evaluation (NDE) employs sensor and imaging technology to assess the condition of components, plant and engineering structures of all kinds during manufacture and in-service. The UK Research Centre in NDE (RCNDE) is a collaboration between 6 universities led by Imperial College and 16 large full member companies who are end users of the technology, with over 30 associate members largely drawn from the technology supply chain. The centre undertakes adventurous research in this technology area which is key to the safe and sustainable future of a broad cross-section of UK industry including high value manufacturing, aerospace, power generation, defence and oil &amp; gas. The centre has now successfully established the UK as a world leader in multi-disciplinary Non-Destructive Evaluation (NDE) research and delivered a wide range of new technology, expertise and people into an area that had been fragmented for some decades. \n\nRCNDE has attracted over &pound;7.5M of industry cash and generated a pipeline of more than 50 exploitable NDE outputs at different stages of development. This has already delivered impact through improved technology for today's advanced manufacturing and plant operation requirements. The industrial members have now developed a cross-sector vision for the radical new approaches to NDE that will be needed to provide the inspection and qualification capabilities to meet their future business ambitions over the next 20 years and beyond. This proposal is therefore aimed at meeting these new long term research challenges, building on the successful track record of the centre to date. The Centre will include a wide portfolio of activities from feasibility studies and longer term, higher risk adventurous research, through medium term application research and development to short term practical projects and technology transfer activities with end-users and the supply chain.\n\nThe EPSRC funds that are the main subject of this proposal will support loger term, adventurous research in 4 key priority themes: (i) Enhanced imaging - focussed around improving reliability, automation and extracting maximum information from inspection data; (ii) Accurate characterisation - to make optimum use of the inspection data obtained from the imaging technology to quantify component condition; (iii) New techniques for new challenges - developing new modalities, techniques and sensor technologies for high value gaps in the capabilities needed for long term industry requirements and (iv) Permanent monitoring technology to provide a step improvement in the reliability of NDE.\n\n55% of the cost of the centre over the 6 year programme will be met by industry and university contributions and 45% is requested from EPSRC. Industry funding will be used to partially support the first 4 years and fully fund the final two years of research; it will also fund feasibility studies, technology transfer and public engagement activities together with all of the centre running costs. The feasibility studies, horizon scanning workshops and outputs from the initial 4 year research programme will inform the choice of topics for the industry funded research in the final 2 years. \n\nThe implications of research success will be profound in terms of enabling the use of new engineering designs, optimising high value manufacturing processes, improving operational efficiencies and reducing production and running costs which will all contribute to UK competitive advantage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022125/1","grantId":"EP/L022125/1","fundValue":"5411010","fundStart":"2014-04-01","fundEnd":"2020-03-31","funder":"EPSRC","impactText":"  grant started April 2014 - no significant findings to report yet  ","person":"Peter  Cawley","coPersons":["Timothy Francis Cootes","Steve David Sharples","Adam Thomas Clare","Patrick  Gaydecki","David  Hutchins","Roger Julian Green","Michael  Lowe","Anthony Joseph Peyton","Christopher John Tuck","Richard Ernest Challis","Alexander  Velichko","Mohamed  Missous","Bruce  Drinkwater","Duncan Robert Billson","Robert Alan Smith","Anthony John  Mulholland","Anthony  Gachagan","Paul David Wilcox","James Frederick Windmill","Anthony John Croxford","Steven Mark Dixon","Stephen Gareth Pierce","Peter  Huthwaite","Michael  Somekh","Rachel Sian Edwards","Frederic  Cegla","Chris John Taylor","Richard  O'Leary"],"organisation":"Imperial College London","findingsText":" grant started April 2014 - no significant findings yet too early to say Aerospace, Defence and Marine,Chemicals,Construction,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}