{"id":"45321E7A-8A4A-48EB-9E0D-1DA5FD49A2FE","title":"Infection in dynamic social networks of a wild mammal","abstractText":"The ways in which humans transmit infections depend on the nature of the pathogen and how individuals contact one another. Some individuals, who are particularly well connected, might expect to receive and spread infection frequently, while others that are socially isolated might be expected to avoid general epidemics. In practice, human populations are usually divided into social cliques, around families, schools and workplaces, where interaction is more intense, set against a background of looser connections. Such variable patterns of interaction can be mapped into a social network, where the characteristics of individuals might relate to their risks of being infected and of being a source of infection.\n\nHuman social networks and their association with infection are quite well understood, particularly for childhood infections, such as measles, and sexually transmitted diseases, such as HIV. The same is not true of wild animals, where we still tend to think in population terms, of individuals being uniform and having simple social lives. Social networks of infection have been studied in a few wildlife species, including Tasmanian devils, meerkats and giraffes. In one or two cases, including our pilot studies of badgers, the network positions of individuals have been shown to relate to the presence of infection. However, it is hard to know which came first, the infection or the position? Did animals catch infection because they were leading risky lives, were stressed or had reduced immunity? Or were they putting their resources into reproduction instead of fighting infections and so enhancing their lifetime fitness? Did the infection itself affect their behaviour? Or did they occupy this position because they were infected, perhaps because they were ostracised by other members of their social group? \n\nGiven that many important infections of humans and livestock, such as influenza viruses, originate from wild animals, it would be useful to understand how to manage such emerging infections in wildlife. Badgers are a good example. Because they are a reservoir of bovine tuberculosis (TB), which can affect a range of mammals including cattle and humans, they are often culled in an attempt to control the disease. They are also hosts for rabies and U.K. rabies contingency plans currently provide for badgers to be culled to protect human health. The current pilot badger culls being conducted in England are a test of whether effective culling can be implemented by the farming industry, in the hope that this might control TB infection in cattle. Unexpectedly, it has been shown in earlier trials that culling badgers can also bring about increases in new cases of TB in badgers, and in cattle. This has been hypothesised to stem from a &quot;perturbation effect&quot;, whereby culling upsets the otherwise stable social behaviour of badgers, causing them to roam, and transmit infection, more widely. Despite the prominence of the badger TB problem and widespread awareness of this &quot;perturbation effect&quot;, we know surprisingly little about how infection is transmitted between badgers and how this is affected by culling. This project will look in detail at infection in wild animal networks, using badgers as an example, paying particular attention to social behaviour and individual condition, and working out what these mean for disease control. \n\nWe are proposing to use intensively monitored populations of wild badgers to study a range of &quot;indicator&quot; infections and how they relate to behaviour, stress, immune function, reproductive activity and success. Our work will give us an understanding of how infections spread, or do not spread, across real networks and will help improve understanding of the &quot;perturbation effect&quot;. Then we will build a computer model of infections in our observed networks and use the model to test strategies to determine which is best for disease control, for badgers and TB, and for animal diseases more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004546/1","grantId":"NE/M004546/1","fundValue":"605401","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"NERC","impactText":"","person":"Robbie Andrew McDonald","coPersons":["Darren Paul Croft","David James Hodgson","Mike  Boots"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}