{"id":"4534B5D8-7782-4D57-A3B8-4B7A154293E1","title":"MICA: Detecting ictogenicity and epileptogenesis","abstractText":"The lifetime risk for a single seizure is 1:20, but 1:200 for epilepsy. Epilepsy develops in 20% of individuals after a severe head injury, but this can occur &gt;20 years after the injury. We don't know the exact mechanisms pertinent to the development of epilepsy, or progression after the condition is established (=epileptogenesis). In only about 75% of patients with chronic epilepsy, we are able to localise an epileptogenic lesion, but even then we cannot quantify the capacity of this lesion to generate seizures (=ictogenicity). There are &gt;20 so-called &quot;anti-epileptic drugs&quot; with different mode of actions to suppress seizures, but none prevents or cures epilepsy, and ~30% of patients are drug-refractory.\nOur objective is to improve understanding of the molecular and cellular mechanisms involved in epileptogenesis and ictogenicity. \nBetter understanding of the underlying mechanisms of epileptogenesis could permit selection of patients with the highest risk for developing epilepsy, and allow staging of the epileptogenic process. A quantitative measure of epileptogenicity would allow monitoring the brain's response to treatment and documenting prevention and cure. Specifically, this will help to:\n1. pursue aggressive surgical approaches in those with established epilepsy and localised presence of active epileptogenesis that would indicate good prognosis, if the are of hyperexcitability is surgically amenable \n2. diagnose and treat patients at high-risk of developing epilepsy following TBI or CVA and a 1st seizure to prevent further seizures","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L013215/1","grantId":"MR/L013215/1","fundValue":"1340320","fundStart":"2015-03-01","fundEnd":"2020-02-29","funder":"MRC","impactText":"","person":"Matthias Johannes Koepp","coPersons":["Jane  Kinghorn","Ashley  Groves","Erik  Arstad","John  Duncan","Jonathan Peter Coles","Gareth  Ambler","Franklin Imo Aigbirhio"],"organisation":"University College London","findingsText":"","dataset":"gtr"}