{"id":"453A88F8-56B5-4709-A4C7-F692D686149D","title":"Localising International Law: Examining the Outreach Strategies of the War Crimes Chamber of the Court of Bosnia and Herzegovina","abstractText":"<p>This research explores the relationship between war crimes courts and victim communities. </p>\n\n<p>This will be achieved through an examination of the public outreach strategies of the Court of Bosnia and Herzegovina (CBiH). The court is a relatively new institution, established in 2003 through pressure from Lord Paddy Ashdown then acting as High Representative, the leading envoy of the international community in Bosnia and Herzegovina. </p>\n\n<p>Since 2005 the CBiH has been conducting war crimes trials transferred from the International Criminal Tribunal for the former Yugoslavia in The Hague. The creation of the CBiH therefore provides an extraordinary opportunity to examine how courts build trust in judicial processes. Since 2005 the CBiH has attempted to build links with local communities in Bosnia through public outreach activities. </p>\n\n<p>This research will employ qualitative methodologies such as interviews and participant observation to explore individual attitudes towards these outreach initiatives and the implications of these on community engagement and the practices of the court. This will provide insights into the process through which trust is built in a new judicial instrument and the political implications of a lack of trust or disengagement by individuals and groups. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0479","grantId":"RES-061-25-0479","fundValue":"215941","fundStart":"2011-05-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"  This is the first half of one single research project (the PI moved institution during the project), please see ES/I009213/2 for details. Education,Government, Democracy and Justice,Security and Diplomacy Cultural,Societal","person":"Alexander Sam Jeffrey","coPersons":[],"organisation":"Newcastle University","findingsText":" This is the first half of one single research project (the PI moved institution during the project), please see ES/I009213/2 for details. This is the first half of one single research project (the PI moved institution during the project), please see ES/I009213/2 for details. Education,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}