{"id":"4540D9FC-62EB-49E5-B031-E06003C7C07F","title":"Predictive measures to stratify clinical outcomes in children and adults with Gaucher disease and responses to specific therapies","abstractText":"The overall aim is to improve the management of patients with Gaucher disease - a genetic disorder with very variable manifestations, but which causes disabling disease especially in the bones of the skeleton and affects the brain. Advances in biotechnology have introduced specific treatments: there are five licensed therapies manufactured by four companies which work in two distinct ways: formerly bone marrow transplantation (with high mortality) was used. Despite introduction of these high-cost therapies, many patients have persistent symptoms and suffer a long-term risk of bone injury, bone cancer and brain diseases such as Parkinson's. The exact reasons for this are unknown, but there is a clear need for improvement.\n\nTo achieve our aim, we will bring key practitioners for the treatment of Gaucher disease, who are based in highly specialized national centres, together in a comprehensive research consortium. We will also bring clinical scientists from academic institutions and commercial academic sectors together in the mission to improve the outcomes of treatment by better targeting and timing of therapy, and to build a starting point for the design of specific trials in an effort to improve health outcomes for Gaucher patients. We work closely in the consortium with major industrial partners, who will bring their unique expertise in line with our clinical and laboratory work and the entire project will be partnered with patient advocacy groups and international societies in this field. \n\nMuch of the specific scientific work of this consortium will be built on a comprehensive database reflecting the disease severity and manifestations of Gaucher disease in the entire national cohort of adults and children who suffer. Medical Researchers and specialized nurses will examine individual patients who have consented ethically to the study and from whom blood and other appropriate samples will be obtained and stored centrally for analysis. The data resource will be fully computerized, which will allow sophisticated analysis of the categories of disease and its behaviour to be aligned to additional information about the genetics of the condition and other variables obtained by laboratory measurement. The patients will be re-examined and clinical information obtained retrospectively about key events in their illness will be entered so that its course before and after various treatments can be described and, ultimately characterized. We are looking to define groups of patients who respond well or less well to specific therapies and whose disease progress can be characterized as 'stormy', 'sizzlers' or 'fizzlers'. We already have a range of treatments that have been authorized for prescription (because this is a rare disease they are 'high cost') and also a range of what are referred to as 'biomarkers' which may well be able to predict responses to treatment or serve as a target for when disease is controlled by therapy and complications are unlikely to occur. In the team of Investigators working alongside the UK clinical centres, there are biologists who will explore the role of these biomarkers in relation to disease behaviour so that the targeting of therapy, the best time to use it can be improved and that disease monitoring will be refined in further trials of innovative drugs. In this way, the groups 'cohorts' of patients stratified according to disease severity and behaviour will serve as an attractive platform for investment in clinical trials by the major biopharmaceutical companies. Technology companies will also be attracted to develop diagnostic kits using the biomarkers we discover to improve prognosis. Although rare, Gaucher disease promises unique insights into little-understood conditions that commonly affect the whole population. Large corporations (eg Sanofi) have been attracted to the field, and the key discoveries of the consortium will engage them strategically for future investment and health development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015338/1","grantId":"MR/K015338/1","fundValue":"3003630","fundStart":"2013-07-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Timothy Martin Cox","coPersons":["Kenneth Eric Poole","Ashok  Vellodi","Derralynn Arlene Hughes","Frances  Platt","Brian  Tom","Patrick B Deegan"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}