{"id":"45499D0D-562D-45FC-BB22-CE294E2E9646","title":"Passive scalars in complex fluid flows: variability and extreme events","abstractText":"The transport and mixing of constituents in fluid flows is of central importance to many areas of sciences and engineering. Numerous industrial processes, for instance, involve the mixing and in many cases reactions of chemicals dissolved in fluids. Transport and mixing are also crucial to several environmental issues, such as the dispersion of pollutants and the distribution of atmospheric greenhouse gases. Often, the constituents do not affect the fluid flow: they are then regarded as passive scalars, which are transported (advected) by a given flow, mixed by molecular diffusion, and possibly react chemically. The evolution of their concentration is governed by the advection-diffusion-reaction equation. If the flow is known, this equation predicts how the scalar concentration varies in time and space. However, in many applications, the flows are chaotic and too complex to be known exactly. In this case, a probabilistic approach is needed which relates the statistics of the scalar concentration to the statistics of the fluid flows, modelled by random processes. This project will develop such an approach. Its main aim is to devise mathematical tools that make it possible to describe the range of scalar evolutions that can be expected from an ensemble of possible flows rather than the response to a single flow. Its novelty is to go beyond the standard description in terms of ensemble averages in order to fully characterise the variability of the concentration between different flow realisations. The outcomes of the project will be (i) new mathematical results that relate this variability to flow characteristics such as stretching properties, and (ii) new numerical methods, based on ensemble simulations, that sample the variability at minimal computational cost. Particular attention will be paid to rare events which lead to extreme values of the concentration. For example, when a scalar is released in a random flow, there is a small probability that it disperses only weakly and hence that its concentration remains high for a long time. Probabilities of this type have a clear practical importance, for instance for the assessment of the risk posed by pollution sources; their reliable estimation is one of the challenges addressed by the project. Three applications, all of them with environmental significance, have been chosen to serve as testbeds for the new developments. These involve: (i) water vapour, which condenses in low-temperature regions, (ii) ozone, which is depleted by its reaction with active chlorine, and (ii) phytoplankton, which experiences a logistic evolution while being advected. These applications are representative of a much broader class of problems, characterised by weak diffusion and well-mixed initial conditions, to which the methods devised can be applied. Beyond this, the results will be relevant to a number of other systems modelled by infinite-dimensional random dynamical systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028072/1","grantId":"EP/I028072/1","fundValue":"314545","fundStart":"2011-10-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Jacques  Vanneste","coPersons":["James Gavin Esler"],"organisation":"University of Edinburgh","findingsText":" 1. Development of a new theory of dispersion using the theory of large deviations. This gives an extended coarse-grained description of the combined effect of advection by a coherent fluid flow and small-scale mixing. This description goes beyond the classical homogenisation theory which is limited to moderate dispersion distances. The classical problems of Taylor dispersion in shear flows and dispersion in cellular flows have been revisited using this theory. (Joint with P H Haynes, Cambridge)\n\n2. Applications of large-deviation ideas to reactive flows, with new predictions for speed of propagation of chemical fronts in the FKPP model. (Joint with A Tzella, Birmingham).\n\n3. Study of the impact of advection on the condensation of water vapour in the atmosphere (joint with Y-K Tsang). Theory of large deviation applied to dispersion has a great potential for applications to a range of problems. Environment,Other","dataset":"gtr"}