{"id":"4551736F-7DA9-4A7E-966C-FD3F2D794ABD","title":"Sustainable Manufacturing of Transparent Conducting Oxide (TCO) Inks and Thin Films","abstractText":"This project seeks to develop processes and resources towards sustainable and inexpensive high quality transparent conducting oxide (TCO) films (and printed tracks) on float glass, plastics and steel. In particular replacement materials for Indium Tin Oxide (ITO) and F-doped Tin Oxide (FTO). These materials are used in low-e window coatings (&gt;&pound;5B pa), computers, phones and PV devices. The current electronics market alone is worth in excess of &pound;0.9 Trillion and every tablet PC uses ca 3g of tin. Indium is listed as a critical element- available in limited amounts often in unstable geopolitical areas. Tin metal has had the biggest rise in price of any metal consecutively in the last four years (valued at &gt;&pound;30K per ton) and indium is seen as one of the most difficult to source elements. In this project we will develop sustainable upscaled routes to TCO materials from precursors containing earth abundant elements (titanium, aluminium, zinc) with equivalent or better figures of merit to existing TCOs. \n\nOur method uses Aerosol assisted (AA) CVD to develop large scale coatings and developing new manufacturing approach to printed TCOs using highly uniform nanoparticle dispersions. AACVD has not been upscaled- although the related Atmospheric pressure (AP) CVD is widely used industrially. APCVD was developed in the UK (Pilkington now NSG) for commercial window coating methods- and in the UK glass industry supports &gt;5000 jobs in the supply chain. Our challenge is to take our known chemistry and develop the underpinning science to demonstrate scale up routes to large area coatings. This will include pilot scale AACVD, nanoparticle dispersions and inks. Common precursor sets will be utilized in all the techniques. Our focus will be to ensure that the UK maintains a world-leading capability in the manufacturing of and with sustainable TCOs. This will be achieved by delivering two new scale up pathways one based on AACVD- for large area coatings and inks and dispersi for automotive and PC use.\n\nWe will use known and sustainable metal containing precursors to deposit TCOs that do not involve rare elements (e.g. based on Ti, Zn, Al). Key issues will be (1) taking the existing aerosol assisted chemical vapour deposition (AACVD) process from small lab scale to a large pilot lab scale reactor (TRL3) and (2) developing a new approach to TCOs from transparent nanoparticle dispersions synthesized in a continuous hydrothermal flow systems (CHFS) reactor using an existing EPSRC funded pilot plant process (kg/h scale). Nano-dispersions will be formulated for use by the rest of the team, in jet and screen printing, advanced microwave processing and TCO application testing. Industry partners will provide engineering support, guidance on the aerosol transport issues, scale up and dynamic coating trials (Pilkington now NSG), jet and screen printing on glass (Xaar, Akzo Nobel, CPI) and use the TCO targets for Magnetron Sputtering of thin films on plastics (Teer Coatings). The two strands will be overseen by Life-cycle modelling and cost benefit analyses to take a holistic approach to the considerations of energy, materials consumption and waste and, in consultation with key stakeholders and policy makers, identify best approaches to making improvement or changes, e.g. accounting for environmental legislation in nanomaterials, waste disposal or recyclability of photovoltaics. We believe there is a real synergy of having two strands as they are linked by common scale up manufacturing issues and use similar process chemistries and precursors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L017709/1","grantId":"EP/L017709/1","fundValue":"2281220","fundStart":"2014-03-01","fundEnd":"2019-02-28","funder":"EPSRC","impactText":"  None yet as project just started this year  ","person":"Claire Jane  Carmalt","coPersons":["Jawwad  Darr","Upul Wijayantha Kahagala Gamage","Russell Anthony Harris","Paul  Conway","Eric  Fraga","Ivan Paul Parkin","Darren John Southee","Panagiota  Angeli","David Arthur Hutt"],"organisation":"University College London","findingsText":" Initial results are encouraging but the grant is in its early stages. This project offers the fantastic opportunity to develop new manufacturing routes towards sustainable and inexpensive high quality transparent conducting oxide films and printed tracks on float glass and plastics. These materials are used in window coatings, solar powered panels, phones and computers and micro electrode arrays. \nThe project presents a significant prospect for materials substitution, to replace the widely used indium, which is scarce and tin, which is expensive.\n\nOur vision is to establish sustainable scaled-up routes to realise TCO materials that utilise earth abundant elements, such as titanium and zinc.\n\nTo deliver on our vision, we will be developing manufacturing methods to produce high quality TCO thin films and printed circuits using aerosol and ink delivery systems. These materials are used in window coatings, solar powered panels, phones and computers and micro electrode arrays. Developing scaled-up routes could link into all of these areas. Manufacturing, including Industrial Biotechology","dataset":"gtr"}