{"id":"455F0B15-C3A5-4A13-AB23-C1F1192E2631","title":"Analysis of MCM2-7 and MCM8 protein functions and interactions in Drosophila melanogaster.","abstractText":"When cells divide each new cell needs to have an accurate copy of the genomic DNA if it is to survive. The process by which this occurs is DNA replication. When this process goes wrong the consequences for the cell are bad. New cells may receive partial genomes, a situation which is usually lethal. However in some cases the effects are more subtle. This often leads to the production of cells with mutations which may function poorly. Another effect can be the production of unstable genomes and this situation is often the first stage in the production of cancers. \nThe work we are proposing to carry out is directed towards an understanding of one part of the protein machinery involved in the process of DNA replication. The proteins we will study are vital cogs in the replication machinery without which the process cannot take place. If we can understand in detail the way that these proteins function we will understand DNA replication better. This will lead to a better understanding of the ways that cells work. More importantly in the long term it may also lead to an understanding of human disease. Some of the proteins that we are looking at have been seen to be altered in cancers. They have also been used as the basis for new screening techniques for cervical and other types of cancers. We therefore hope that our work will ultimately lead to a better understanding of the ways that diseases occur when things go wrong with a basic cellular process such as DNA replication and the development of new ways to diagnose and treat those diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601107","grantId":"G0601107","fundValue":"251787","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"MRC","impactText":"","person":"Sue  Cotterill","coPersons":[],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}