{"id":"45621367-86F3-41B2-8320-E6B6057A2776","title":"The role of gibberellin in the regulation of wheat grain development.","abstractText":"Food shortage is a serious problem in many parts of the world: nearly one billion people are undernourished, and the world population of 6.4 billion is increasing. It is therefore essential that we maintain the dramatic increases in global food production that have been achieved over that last half century. Cereal seeds (mainly rice, wheat and maize) account for 50% of the world's food supply and so research into ways to improve cereal yields is very important. Our laboratory is studying the plant hormone gibberellin (GA). GA is a natural compound, produced by all plants, that is involved in controlling many aspects of plant growth, including the germination of seeds, stem and leaf growth, and flowering. Until recently, there was little information on the role of GAs in controlling seed development. However, we have recently shown that increasing the amount of GA in a growing wheat seed (grain) can increase its size. These larger grain might have increased space for storing carbohydrate and protein - in fact, in a preliminary experiment we showed that these plants had a yield increase of up to 20%. In comparison, traditional plant breeding has averaged an increase of about 1% per year over the past few years. This project aims to understand the basis for this increase in size and weight, and to test whether the larger grains can consistently increase yields. We will therefore study the changes in the number and size of cells in the larger grains, to determine the effect of GA. We will also investigate how normal seeds produce GA and how this regulates grain growth. One unfortunate side-effect of increasing GA levels in wheat grain is that this causes a rise in the level of the enzyme alpha-amylase as the seed matures. This is unwelcome as this enzyme breaks down starch in the grain and makes the flour unsuitable for break-making. We will therefore look at other ways of changing GA levels in seeds so that we can achieve the larger grains without affecting grain quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019001/1","grantId":"BB/D019001/1","fundValue":"438106","fundStart":"2007-01-15","fundEnd":"2010-03-14","funder":"BBSRC","impactText":"","person":"Peter  Hedden","coPersons":["Andrew Leonard Phillips","Huw  Jones","Alison  Huttly"],"organisation":"Rothamsted Research","findingsText":" • The demonstration that increasing the gibberellin content in the endosperm results in higher grain weight and size, whereas no consistent changes were achieved by modifying gibberellin biosynthesis in the developing embryo. Furthermore, as indicated by silencing an endosperm-specific gibberellin-biosynthetic gene, gibberellin production in this tissue is necessary for its normal development. \n• Reducing gibberellin content in the developing embryo, although not influencing grain weight, reduces premature amylase production and has the potential to improve starch quality. Conversely, over-production of gibberellin in the immature embryo results in abnormal development of the aleurone, including premature a-amylase synthesis in this tissue, and degradation of the starchy endosperm.\n• Gene promoters with specificity for grain tissues and/or developmental stages were cloned from wheat and linked to GFP to confirm expression domains and to effector genes designed to modify gibberellin metabolism of signaling in these tissues. These plants are available for further study. The transgenic wheat lines generated in this project are being utilised in an industrially funded studentship. Agriculture, Food and Drink","dataset":"gtr"}