{"id":"4567FEC6-A264-48DB-B144-08C614416535","title":"The Impact of Culture on Quality of Life: Developing Approaches for Cultural Research","abstractText":"The dominance of instrumentalism and managerialism within UK cultural policy has produced a drive for evidence of culture's contribution to wider government policy aims, including the overarching goal of improved quality of life. While cultural policy discourse features constant and repeated claims for and about the contribution of culture to quality of life, a recent literature review found that there was very little empirical research to support such claims (Galloway et al, 2006). This review highlighted the significant difficulties, common across the range of public policy arenas, in: isolating causation in complex social situations; assessing the contribution of specific factors or variables; and, identifying the long term outcomes of activity. It further revealed that there is little academic work on the social impact of culture and demonstrated that the body of work in this area, mostly commissioned evaluations, has been subject to much criticism. \\n\\nThis study has three main objectives:\\n\\n- to develop critical thinking about the most effective philosophical approaches and methodologies for understanding the impact of culture on quality of life. It will do this by reviewing two of the dominant approaches developed in academic disciplines with a strong record of quality of life research.\\n\\n- to relate the acknowledged difficulties of evaluation in the cultural field to the broader public policy and disciplinary context, comparing types and standards of 'evidence' across policy areas.\\n\\n- to contribute to current philosophical and ideological debates in cultural policy with respect to evidence, instrumentalism and the social impact of culture.\\n\\nThe literature review demonstrated that academic work on cultural policy research methodologies is particularly timely and suggested that such work will benefit not only cultural policymakers in government and the cultural agencies interested in social impact, but also a much wider sphere of cultural practitioners and academics concerned with culture and quality of life in a range of contexts, including health, urban policy and regeneration. The project will advance thinking on new methodological approaches for use in cultural policy research and for future impact evaluation of direct relevance to the cultural sector, and it will contribute to scholarly debate about evidence based policy from the commonly neglected perspective of culture.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002781/1","grantId":"AH/E002781/1","fundValue":"15927","fundStart":"2007-03-01","fundEnd":"2008-02-29","funder":"AHRC","impactText":"","person":"Susan Mary Galloway","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}