{"id":"456DA189-B79F-456C-8D01-2AC7958510ED","title":"The dissemination and implementation of strategic Lean thinking and decision making optimisation within the NHS","abstractText":"<p>This project will sustain and disseminate among a network of NHS organisations the methodologies to enable the implementation of Lean thinking.&nbsp; Disseminating and implementing further what has already been developed through defined projects will directly influence policy makers.&nbsp; Working with the project partners, South West Yorkshire Partnership NHS Foundation Trust, this will be achieved through optimising logistics and transportation systems, managing the strategy deployment and improving the healthcare infrastructure planning and design of internal decision making processes, through using non-prescriptive models and frameworks.</p>\n\n<p>Objectives and outputs of the project:</p>\n\n<ul>\n \n\n <li>design mechanisms to create a network in order to disseminate the bespoke decision making processes within the NHS and partner organisations</li>\n\n <li>tailor Lean thinking methodologies and models to disseminate them within logistics and transportation systems, strategy deployments and development of future NHS healthcare infrastructures</li>\n\n <li>verify the conceptual models and frameworks robustness by supporting the decision making of other NHS Trusts in the UK.</li>\n\n</ul>\n\n<p>By challenging the current logistical assets management and transportation systems, the strategy deployment mechanisms and the infrastructure development processes, NHS Trusts will gain efficiency and effectiveness through regulating decision making processes, increasing innovation and reducing costs.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000667/1","grantId":"ES/K000667/1","fundValue":"42541","fundStart":"2013-01-21","fundEnd":"2014-01-20","funder":"ESRC","impactText":"  Through the use of Lean thinking and direct engagement with the NHS workforce, the project has exposed the extent of variations across the SPAs and revealed where wasteful processes and inconsistencies were occurring. These were not just at the operational level but also included wider system issues which will need to be addressed in order to support any meaningful long term improvements in the SPA teams.\n\nIdentification and direct engagement with the dominant SPA customers facilitated the development of a solution that could not only eliminate the source of numerous process wastes, but improve user satisfaction by addressing an area of contention between primary and secondary care.\n\nA national SPA Forum was established and held their inaugural meeting on the 30.10.2013. Along with other representatives from SWYPFT, the project manager attended and actively participated in the SPA Forum which involved sharing the current state of SPA provisions in each organisation, i.e. staff resourcing, demand and capacity, operational challenges, etc. The findings from this external benchmarking exercise are as follows:\n\n• There are no common SPA models:\no SPAs for physical health services were distinctly different from mental health SPAs, i.e. no clinical decision making took place and the role of the physical health SPAs was to pass on clinical records and book appointments. These SPAs were predominantly staffed by administrative staff in a call centre environment.\n• Lack of integration between physical and mental health and social care.\n• Use of a call centre/telephony approach appeared to be prevalent, and use of electronic record keeping was the norm, i.e. accepting referrals via email and document scanning and uploads.\n• Many SPAs felt that the lack of IT integration between primary and secondary care system was a major issues - this was particularly strong amongst mental health SPAs. \n• Common Key Performance Indicators did not exist but was identified as a priority item for development.\n• It was confirmed that no national guidance on SPA implementation existed to support organisations. Healthcare Policy & public services","person":"David  Bamford","coPersons":[],"organisation":"University of Huddersfield","findingsText":" ESRC project ES/K000667/1 was untaken jointly by the University of Huddersfield (UoH) and South West Yorkshire Partnership NHS Foundation Trust (SWYPFT). The project aimed to: i) disseminate strategic lean thinking; and ii) improve the service quality and rationalise the operational processes of the Single Point of Access (SPA) team across the Trust using Lean thinking. The project took place between January 2013 and January 2014.\n\nSouth West Yorkshire Partnership NHS Foundation Trust (SWYPFT) are a specialist Foundation Trust that provides community, mental health and learning disability services to the people of Barnsley, Calderdale, Kirklees and Wakefield. The Trust also provides some medium secure (forensic) services to the whole of Yorkshire and the Humber.\nOver 1 million people live within SWYPFT’s catchment area, across urban and rural communities from a range of diverse backgrounds. SWYPFT’s services are delivered through four Business Development Units (BDUs) which operate independently and have developed in response to local commissioners’, service user and community needs.\n\nThroughout the project, we produced a series of Podcasts, Prezis and papers around different aspects of the project which can be found in the Resources section of the dedicated website (please see URL listed below).\n\n\nThe project took the form of a service review project which at its core followed Lean principles. Throughout the project, a number of Lean tools and techniques were carefully selected and adapted to facilitate the collection and analysis of data. The purpose of this was to allow the project team to:\n \n• Develop an understanding of current activities, resources and performance at each SPA\n• Evaluate performance of these teams\n• Identify waste and develop improvements approaches\n\nWhilst the project was able to meet the majority of these objectives, there were a number of issues that prevented a more comprehensive evaluation of the SPA teams to be conducted. These mostly stemmed from the availability of quality data. \n\nEight facilitated ‘service improvement’ workshops were conducted across West Yorkshire. These included NHS personnel and key stakeholders, including Patient User Groups, and served to examine current service provision and potential future redesign ideas. These workshops directly informed the recommendations from the project.\n\nAn improvement solution was developed which focussed on influencing the way referral information is provided to SPA. The preferred solution was: Greater use of telephone dialogue and increased electronic communications.\n\nWhen implemented, it is predicted that it will address the root cause of a number of process wastes – namely; removing duplication of inputting referral information, removing ‘waits’ and delays in the referral process caused by missing referral information. In doing so, it is expected it would lead to improved clinical decision making and signposting accuracy of the SPA clinician, and reduce the cycle time to processing a referral. The project also identified a number of system wide issues which must be simultaneously addressed in order to create and sustain any sort of long term change. These were:\n\n• Develop common and relevant Key Performance Indicators for SPA and provide the teams with access to data.\n• Creation of a formal ‘feedback forum to improve relationship between SPA and Service Teams and to encourage learning from mistakes.\n• Clarify and develop standardised SPA operating policy and procedures which will improve clinical record keeping, as well as ensuring performance data is accurate and comparable. \n\nIn November 2013 regional healthcare organisations were invited to attend a bespoke seminar, hosted at the University of Huddersfield, to share their service transformation experiences. Delegates from several NHS trusts, local Councils and third sector health service providers travelled from across Yorkshire and even as far as Greece to attend the event. It is anticipated that the implementation of the recommended improvement solution will realise the following benefits to the organisation:\n• Consistent and more accurate clinical signposting through improved quality of referral information and reducing duplication in downstream services.\n• Increased staff productivity – less waiting for additional referral information and removal of duplication from inputting clinical information twice\n• Greater clarity in entry routes, rebuilding relationship with Referrers; especially primary care clinicians.\n• Standardisation of operational policy and procedures could potentially allow staff resources to be shared between localities and improve robustness of existing business continuity plans. \n• Reduction in use of paper to support NHS efforts to become paperless\n• Greater alignment between clinical information system and performance indicators\n• Greater embedment of Lean and cultivation of philosophy of continuous improvement\n\nPublications (to date):\n\n• Cheng.S, Bamford.D, Dehe.B (2013), Improving clinical access to mental health services in the NHS – the application of Lean thinking, in proceedings of British Academy of Management Conference, Liverpool, UK\n\n\nPotential use in non-academic contexts\nThrough the use of Lean thinking and direct engagement with the NHS workforce, the project has exposed the extent of variations across the SPAs and revealed where wasteful processes and inconsistencies were occurring. These were not just at the operational level but also included wider system issues which will need to be addressed in order to support any meaningful long term improvements in the SPA teams.\n\nIdentification and direct engagement with the dominant SPA customers facilitated the development of a solution that could not only eliminate the source of numerous process wastes, but improve user satisfaction by addressing an area of contention between primary and secondary care.\n\nA national SPA Forum was established and held their inaugural meeting on the 30.10.2013. Along with other representatives from SWYPFT, the project manager attended and actively participated in the SPA Forum which involved sharing the current state of SPA provisions in each organisation, i.e. staff resourcing, demand and capacity, operational challenges, etc. The findings from this external benchmarking exercise are as follows:\n\n• There are no common SPA models:\no SPAs for physical health services were distinctly different from mental health SPAs, i.e. no clinical decision making took place and the role of the physical health SPAs was to pass on clinical records and book appointments. These SPAs were predominantly staffed by administrative staff in a call centre environment.\n• Lack of integration between physical and mental health and social care.\n• Use of a call centre/telephony approach appeared to be prevalent, and use of electronic record keeping was the norm, i.e. accepting referrals via email and document scanning and uploads.\n• Many SPAs felt that the lack of IT integration between primary and secondary care system was a major issues – this was particularly strong amongst mental health SPAs. \n• Common Key Performance Indicators did not exist but was identified as a priority item for development.\n• It was confirmed that no national guidance on SPA implementation existed to support organisations. Healthcare","dataset":"gtr"}