{"id":"4571948F-2AD1-443B-894C-38B2ECD1FCF7","title":"Direct Write -Elements And Systems (DW-EASY)","abstractText":"Direct Write (DW) is an emerging group of technologies that allows printing of electronic and other functional components out of vacuum, directly onto conformal surfaces. It has potential for major impact in several sectors (DTI DW Scoping Study report 2004). The focus of this project is DW of sensors and their passive electronic packaging directly on to 3-Dimensional structural systems. The project aims to achieve this by focusing on a number of specific applications, prime amongst these is a future aerospace helmet and an aircraft fuel gauge. The route to the final demonstrations is via a number of technological gateways, and the technology at each of these gates will be exploitable for a wider range of applications, both by the consortium and those outside it. The project will use both ink-jet and nozzle technology, which are seen to be complementary for the wide range of materials and processing required by this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062128/1","grantId":"EP/D062128/1","fundValue":"310667","fundStart":"2006-11-27","fundEnd":"2010-05-26","funder":"EPSRC","impactText":"","person":"Brian  Derby","coPersons":["Paul Sebastian Grassia","Stephen George Yeates"],"organisation":"The University of Manchester","findingsText":" We have developed a class of soluble Ag inks optimised for inkjet printing. We have shown that such inks form a continuous silver sheet after heat treatment via an intermediate nanoparticle stage. The printed silver films are found to have anomalously high strength values. We have developed a numerical model of direct write deposition through micro-extrusion. BAE Systems have a number of demonstrator products using this technology. One of the sponsoring companies (BAE Systems) has integrated an inkjet printing system with a robot system for patterning large structures. Aerospace/ Defence and Marine,Electronics,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}