{"id":"45731C59-EF9B-40AB-AD86-CEDDE29F0D9B","title":"Genomic scaling of transcriptional noise","abstractText":"Many diseases are caused by the faulty function of various different cell types. In order to understand what can go wrong and how it can be fixed, it is important to know as well as possible how a cell works.\nThe fundamental problem is to understand how the 20- to 30,000 genes in a mammalian cell regulate each other. Depending on how 'active' a gene is, RNA is produced at a certain rate and will eventually be translated into proteins. Protein products of some genes can bind to DNA and regulate activity of other genes (sometimes their own), thus forming an extremely complex gene regulatory network. The interactions within this network are constantly fluctuating strongly. It is thus particularly puzzling how a cell manages to keep control in spite of this background noise. \nThis high complexity posed an insurmountable obstacle until very recently. New developments in experimental technologies are currently revolutionizing research in biology and provide a means to address this problem. These novel technologies are largely based on remarkable advances in sequencing DNA and allow probing in parallel many factors important for gene regulation. A tremendous amount of data is produced by such experiments. This requires extensive computational analyses but makes it possible for the first time to study such a complicated regulatory network and its background noise.\nA better understanding of this network will provide fascinating new insights into the general molecular mechanisms that control cell function and will open up clinical perspectives for the cases where this function is defective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006340/1","grantId":"BB/L006340/1","fundValue":"759232","fundStart":"2014-03-18","fundEnd":"2018-09-17","funder":"BBSRC","impactText":"  Due to the very recent publication of findings and the early stage of the project, the scientific impact has been mostly limited to academia as outlined in the 'Key Findings'. A societal impact has been generated by our outreach activities. Education Societal","person":"Daniel  Hebenstreit","coPersons":[],"organisation":"University of Warwick","findingsText":" The project is at an early stage, but work related to this project has yielded some important insights already. Our approach of delineating mRNA expression in single cells by means of next generation sequencing has revealed a novel source for steroids among immune cells. This has advanced insights into immune regulation. In two similar, next generation sequencing- and genomics-based works, we report on the role of apobec-family proteins in chronic lymphocytic leukemia. These findings have advanced the understanding of mechanisms that contribute to the accumulation of mutations in cancer. The publications that have appeared already have increased knowledge in different fields, which has advanced science in general. Even though the publications describing our findings have appeared only recently, they have been cited by other articles already. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}