{"id":"457BC2D0-1176-46CA-B414-444255FAE869","title":"Electronic Holography for Biomedical Applications Using a Coherent Source","abstractText":"Observations of cell movement in three-dimension within living tissues is very important for the research in biomedical sciences. However, the link between the wealth of cell behavioral information from two dimensional cultures and the natural physiology and pathology is missing when biological samples are prepared for examination under light microscope in the laboratory . \n\nThe proposal will combine the expertise in digital holography of physical sciences and that in cell movement in biomedical sciences at University of Aberdeen and build a digital holographic system to study living biological samples. This will allow us to visualize cell movement in its actual living environment, including fast moving cells, such as those in the blood stream, which is not currently possible to be observed at high resolution. A digital hologram of a living sample can be conveniently recorded on an electronic sensor and then reconstructed in a computer. The reconstructed holographic images show the original scene of the living samples of interests in three dimensional space. The new system provides extra information for examining living cell behaviours compare with the conventional imaging systems with two dimensional sampling mechanisms. \n\nAt the University of Aberdeen, the optical engineering group has more than 25 years experience in optical engineering and is one of the leading groups in the world specializing in holographic imaging (Watson et al, Meas. Sci. Technol., vol. 12 pp L9-15, 2001, Sun et al, J. Opt. A: Pure Appl. Opt. 6 pp703-10, 2005) and have built one of the most advanced electronic holographic camera for marine biology. The Medical Sciences Group has more than ten years experience in cell migration study and have recently made a significant contribution in understanding cell movement in wound healing (Zhao et al, Nature, vol. 442, pp 457-60, 2006). \n\nThe ?hopping? from optical engineering discipline to biomedical sciences is aiming to allow the applicant to gain extensive experience of working in biomedical sciences discipline and apply the optical engineering ideas of physical sciences to medical sciences effectively, and to build a digital/electronic holographic video microscopy system. It is expected that the hopping will significantly promote new interactions between groups of Optical Engineering and Medical Sciences at the University of Aberdeen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601733","grantId":"G0601733","fundValue":"104641","fundStart":"2007-07-01","fundEnd":"2008-08-31","funder":"MRC","impactText":"","person":"Hongyue  Sun","coPersons":["Min  Zhao","John  Watson"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}