{"id":"457DDCB4-3BCF-4322-913E-84641EAC8206","title":"The flight of wind borne debris / an experimental, analytical and numerical investigation","abstractText":"The storms that occurred in late March 2004 (with a relatively short return period of one or two years) clearly illustrate the vulnerability of urban areas to wind induced damaged. In various urban conurbations numerous trees and advertisinghoardings failed, causing widespread disruption to the UK rail and road network. The wind borne debris present in these storms, due to both the failure of large items of street furniture/trees and unsecured items on the ground being lifted intothe air, caused serious damage and destruction. For example, one person was killed as a result of wind-borne debris in Leicester and two died as a direct result of being hit by parts of a tree in Blundeston, near Lowestoft in Suffolk (BBC,2004b). Unfortunately these events are not uncommon. For example as a result of the earlier storms of October 2000, with roughly the same return period, several people died and two were seriously injured. In the recent BirminghamTornado much of the damage to buildings, and many of the injuries to people, occurred because of flying debris. Even in minor wind storms wind-borne debris can be a significant problem. This project aims to undertake a series of measurements on instrumented items of debris as they fly through the air. The data obtained from these tests will be used to improve and develop numerical models which will be of use to designers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032501/1","grantId":"EP/F032501/1","fundValue":"88469","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  As yet the only use for our findings has been to inform a series of journal papers. We are having discussions about taking the work forward with people in the aerospace industry. Transport ","person":"David  Hargreaves","coPersons":[],"organisation":"University of Nottingham","findingsText":" Up to a third of all damage that occurs during wind storms is due to wind borne debris. This project developed numerical models to track the motion of plate type debris (e.g. tiles, cladding, signs) in the wind. These models represent an improvement over existing models in terms of the physics included. For example, the complex three dimensional spinning of the plates as they fly was modelled successfully. In addition, we were able to show that the plates could fly faster than the wind, as they convert potential energy to both rotational kinetic energy. This ''overspeeding'' has implications for the impact damage such debris causes. We are currently applying for funding from insurance companies to extend the scope of this modelling into real world situations, such as the debris damage that occurs in suburban and central business districts during windstorms. This research can inform insurance risk models, which have models of debris damage, which are currently based on some of the assumptions that have been challenged by the findings of this project. Communities and Social Services/Policy,Environment","dataset":"gtr"}