{"id":"458BCFB1-E600-4B1D-9D0B-729F56CA7A52","title":"Conducting a genome-wide association study (GWAS) in the English Longitudinal Study of Ageing (ELSA): a unique resource for UK social science","abstractText":"<p>It is suggested that many economic and social outcomes are 'heritable'. However the actual genetic changes associated with these outcomes are yet to be determined. Few large population studies with genome wide scan data have detailed phenotype measurements of interest to social science. Genome wide data (GWAS) from approximately 8000 people from the English Longitudinal Study of Ageing (ELSA) and its DNA repository, the EDNAR, will be generated and examined with replication in ELSA's sister study the Health and Retirement study. Both studies contain cutting edge social and economic phenotype measurements.&nbsp;</p>\n\n<p>This multi-disciplinary project will create a GWAS dataset for the academic community and provide support to use the resource. A core agenda of this project is to develop a new area of research in the UK and the intention is to support the development of skills and capacity within the social science community. Academic partners from seven disciplines and four institutions will demonstrate the utility of the resource through two demonstration projects. The first will be to examine whether genome wide data explain variability in measures that have economic and social science interest. The second will use genetic markers associated with obesity and well-being to examine their bi-directional associations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005774/1","grantId":"ES/K005774/1","fundValue":"2000110","fundStart":"2012-10-01","fundEnd":"2014-10-31","funder":"ESRC","impactText":"  There have been a number of queries to use the data deposited in the EGA. Healthcare ","person":"Meena  Kumari","coPersons":["James  Banks","Frank  Dudbridge","Andrew Patrick Steptoe","Neil  Pendleton","James  Nazroo"],"organisation":"University College London","findingsText":" The grant was to create a dataset for use in social research. There have been a number of queries from social scientists to use the dataset and it is anticipated that the dataset will contribute to a variety of research projects. It is anticipated that the dataset will be used by both social science and medical researchers. In particular, genetic data have been used to assess whether insight is gained from them in public health. Healthcare","dataset":"gtr"}