{"id":"45941AE0-DDFF-43B9-8407-025840962825","title":"Automatic Diagram Generation","abstractText":"Diagrams are an effective means of conveying a wide variety of different sources of information. The automatic generation of diagrams is essential for tasks such as the presentation of multiple views of large scale data sets (e.g. ontology analysis benefits from viewing information revolving around particular relationships). Enabling multiple significant relationships to be clearly presented greatly enhances the utility of visualisations (e.g. consider social network information presented as a diagram with graph edges used to depict the friends' relationship and containing curves to simultaneously indicate overlapping interest groups). The project aims to develop a unified framework for automatic diagram generation, allowing a mixture of features from different diagram types and enhancing control over layout; these theoretical advances are an essential precursor to use in practice. The project will provide significant academic impact (advances in the field, plus interaction between researchers in distinct fields) and industrial impact (improved support for ontology analysts, thereby reducing costs of product development cycles), and societal impact (enhanced communication between researchers and the public via improved visualisation capabilities). The involvement of prominent academic advisors from related fields and the substantial commitment from project partner Nokia will help to ensure the success of the project and assist in achieving long term impact. \n\nA major problem is the Generation Problem (GP): given an abstract specification, decide if there is a suitable drawing satisfying the specification and if so, then to automatically produce one. The drawing conventions (constraints on the diagram syntax that must be satisfied) and drawing rules (constraints that are desirable to be satisfied) may vary according to application domain requirements or user preferences. There is a substantial amount of work on the graph-based GP, and the GP for the region-based Euler diagrams has recently been addressed, but there is a serious gap concerning diagrams that intrinsically contain both graph and region based features. Generation techniques for such mixed diagram types are desirable to enhance views of complex information (thereby assisting analysts) by enabling the visualisation of the grouping of items for emphasis, alongside a graph based visualisation of other ontological relationships. Other application areas include visual languages (e.g. diagrammatic logic proof presentation), information visualisation (e.g. geographic information systems, network visualisation), graph drawing and knot theory. Thus use of knot theoretic codes within the Euler diagram setting to enhance generation and layout techniques is a novel approach, taken in conjunction with a graph based generation methodology. \n\nThe automatic generation of diagrams has considerable potential for use as a means of efficiently and effectively displaying results or data in multiple scientific fields. Providing a single, formal basis will make the generation of diagrams easily accessible to researchers, without the need to reinvent techniques developed in other application areas. In general, communication between different disciplines is often difficult due to subject-specific terminologies and therefore research risks repetition. The development of a framework for automatically generating diagrams, which is applicable in different research areas, is important because it has the potential to stimulate communication and collaboration in different disciplines, as well as between researchers and industrial collaborators, by providing a common language. We will provide the theoretical grounding for software tools, enhancing industrial applicability as well as dissemination possibilities to the wider public and within the scientific community. The long term vision is that the project will set the groundwork for the establishment of a new field of Diagram Generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010898/1","grantId":"EP/J010898/1","fundValue":"99939","fundStart":"2012-09-01","fundEnd":"2013-09-26","funder":"EPSRC","impactText":"  Theory developed was used in production of software tool, which is being used as an exploratory research tool in areas of mathematics and computer science. Digital/Communication/Information Technologies (including Software) ","person":"Andrew Gavin Fish","coPersons":[],"organisation":"University of Brighton","findingsText":" We have provided a unified means of encoding diagrams from computer science for representing sets and their relationships, diagrams from mathematics for knots, with the methodology utilizing graphs and graph drawing techniques. This provides an understanding of the commonalities across different research areas. The use of this encoding within a diagram generation setting is powerful, enhancing state of the art capabilities, and the realization of the theory as a software tool provides great potential for future utility leading to non-academic impact. Further development of the software tool permitting integrated graph generation and interaction techniques will broaden its applicability, making it suitable for social networking and other application areas, of interest to industry as well as for use as an exploratory research tool. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}