{"id":"4597FCBF-1881-401C-8F7A-4A4A0952E108","title":"UBhave: ubiquitous and social computing for positive behaviour change","abstractText":"Mobile phone users are expected to exceed 5 billion in 2010 and the use of online social networks is soaring (Facebook alone has more than 500 million users). Today's mobile phones represent a powerful computing platform, given their ability to sense through a variety of sensors (e.g. accelerometer, Bluetooth, microphone, and magnetometer), their processing and communication capabilities. Phones are part of everyday life, and therefore represent an exceptionally suitable tool for investigating behaviour and promoting behaviour change, while social networks provide a valuable source of data about user preferences and social interactions. This proposal will investigate the power and challenges of using mobile phones for behaviour change interventions. This will involve tackling the challenges of measuring many aspects of human behaviour through power-limited mobile phones as well as integrating the information extracted through the phones with social data gathered on online social networks.Digital Behaviour Change Interventions (DBCIs) are interactive, automated packages of advice and ongoing support for behaviour change, which typically include: personalised advice based on responses to questions assessing needs, circumstances and preferences; support for goal-setting, planning and progress monitoring; automated reminders and progress-relevant feedback and encouragement; access to social support by email, online forums etc. DBCIs can be used for a wide range of different behaviours; for example, to reduce risky or antisocial behaviour, increase productivity in the workplace, enhance learning activities, or support environmentally important lifestyle change, such as reducing energy use. DBCIs are a relatively new method of supporting behaviour change, as the technology to support this kind of personalised interactive support is only now becoming available. They provide scientists with a means of carrying out detailed assessments of the process of behaviour change from a much larger sample of the population than has previously been possible.Traditional DBCIs have mainly been delivered by PCs and provide feedback to users based on their answers to questions about their activities and feelings. Our aim is to use mobile phone technology and online social networking applications to gather this kind of information during daily life without the need for users to answer questions. Mobile phones can be employed to sense whether the user is active, their mood, and who they are with or talking to, while online social networks can provide information about users' attitudes and social contacts. This information can then be used to deliver exactly the right kind of messages to users at the right time, depending on what the user is doing and feeling.We will work closely with users to develop ethical, acceptable and practical methods of measurement and behavioural intervention. We will then demonstrate and experimentally test the capabilities, performance and effectiveness of our tools and techniques by developing a range of DBCIs to address a major public health problem, weight management. We will recruit very large samples of people to try these DBCIs from our 'MyPersonality' population of 3 million Facebook users who have previously taken part in our studies. We will develop new methods to analyse the information we gather across time and space from a very large number of people. We aim to develop an in-depth understanding of how and why different people react to and use different intervention components. This will help us, and others, to design more popular and helpful DBCIs in the future.The tools we develop will be designed to be easily reusable and adaptable by others for different types of behaviour change. To ensure that a wide multidisciplinary community can benefit from the tools and methods for behaviour change that we develop we will provide extensive online educational and training materials, workshops, and exchanges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032673/1","grantId":"EP/I032673/1","fundValue":"1539000","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Lucy  Yardley","coPersons":["Peter William Smith","Mark James Weal","Cecilia  Mascolo","Susan Fiona Michie","Peter Jason Rentfrow","Mirco  Musolesi","David  De Roure"],"organisation":"University of Southampton","findingsText":" This project finishes end of March 2015 and key findings will be posted here by that date. This project finishes end of March 2015 and this information will be posted here by that date. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}