{"id":"459C6108-C2BC-45CD-8FBD-C3604D1192D1","title":"De-Placing Future Memory","abstractText":"Monuments and places are seen as containers of infused memory, but the extent to which they mold, enhance or weaken bonds of attachment and belonging have not been fully investigated. Nor has the potential of the material to act as the projector of memory into the future through an anticipation of a particular audience response and experience. It is these qualities of the bond between memory and the material world that this project seeks to explore.\\n\\nRecent dialogues between archaeologists and historians have enabled access to those pasts, which are not in the written record, and experiences, which are not conveyed through verbal or textual media alone, due to their subliminal nature. This has been possible through history's questioning of 'the event' and 'the fact' and through archaeology's exploration of how the material world can act as agent, guiding action and perception. To better understand such phenomena and the role of the participant or audience these disciplines have also turned to the dramatic arts. The tangibility of the physical world and how it is experienced is also a key research focus in geography leading to debates about the relational or culturally constructed essence of place. These strands of inquiry may not be surprising in what is perceived as a rapidly shrinking world, with high levels of human mobility. Negotiations about identity, homeland and attachment to place, are often at the root of investigations of contemporary migrations and politics in conflict regions. But it is rare that the impact of the physical world, and its role is brought into consideration. \\n\\nIt will begin by drawing on the insights from current research trends in the disciplines outlined above, and bring these together with the methods of practicing visual artists. The aim is to learn from the way in which the past and present multi-sensory experience is translated into their work, that in turn forms a lens through which to view and interact with the world. The power of an artist's work is in part drawn from the ability to tap into and embody meaningful memories, but also in the capacity to anticipate and guide a particular future response to their art. Hence the workshops will not only create a forum for verbal debate but foster exchange of ideas through an engagement with non-verbal sensory media. This part of the project will be enacted via an artist led journey into place, guiding participants in translating their experience through an artistic form. This, along with seminars, will comprise the initial meeting of contributors. The second workshop will reflect on and take forward the knowledge gained in the first through a mixture of papers and a presentation of the artist's work, in an exhibition, prepared specifically for the project. It is the intention that this will be a traveling exhibition, which will first be hosted in the gallery hall of Exeter University's Institute of Arabic and Islamic Studies.\\n\\nThe results of this dialogue will be presented in the form of a catalogue memory-guide, which will incorporate images of the artwork, a paper about the project and abstracts or views from the participants. These will also be disseminated, incorporating experimental art works by the participants, via a project based website. Contributions will also be drawn together in an edited volume, and a theoretical and methodological article on the impact of the material world on memory transmission. The wider community will be incorporated in the experience of the workshop through a presentation and public opening of the exhibition. It will also coincide with the 'Schools Conference', held at the University for local secondary institutions, as part of a Widening Participation initiative. As part of this event, alongside interactive seminars, the artists will use the exhibition and a short art journey as a starting point for exploration of key project themes of memory, identity and materialty, with the school children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000131/1","grantId":"AH/G000131/1","fundValue":"16661","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"","person":"Elena  Isayev","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}