{"id":"459CE00E-58AE-4A7A-B137-AD21D0610F44","title":"Climate Change Predictions with a Fully Resolved Stratosphere","abstractText":"Climate model simulations for the next assessment of the Intergovernmental Panel on Climate Change (IPCC) are currently being prepared by climate modelling centres around the world. In this joint project with the Met Office, fully coupled atmosphere-ocean model simulations will be performed and analysed using a 'high-top' version of the Met Office Hadley Centre climate model that extends to 85km and therefore fully resolves processes in the stratosphere. Simulations of the past (1860-present) and into the future (to 2100) will be carried out. The project will examine the climate change signals predicted by the fully coupled ocean-troposphere-stratosphere model and investigate the stratospheric influence on surface climate. These aims will be achieved by careful analysis of the model runs, together with additional experiments to isolate processes, test mechanisms and improve statistical significance. Particular emphasis will be placed on (a) regional and seasonal patterns of surface change, especially the North Atlantic Oscillation and impacts over Europe, and (b) detection and attribution studies, exploiting the well-known tropospheric warming / stratospheric cooling signature of anthropogenic influence. Comparisons will be carried out with observations, with corresponding low-top model runs that do not fully resolve the stratosphere and with runs from high-top models carried out by other international climate modelling groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H024409/2","grantId":"NE/H024409/2","fundValue":"4461","fundStart":"2013-08-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"  Our findings have been used by the Met Office during their annual model development cycle in assessing their models and working to improve them. Environment Policy & public services","person":"Tim James Woollings","coPersons":[],"organisation":"University of Oxford","findingsText":" Atmospheric blocking is a high-impact weather event leading to severe cold spells in winter. This project improved our understanding of how to improve current climate models to simulate blocking well. One of the key results is that increased vertical resolution in the tropopause region (~10km up in the atmosphere) can improve blocking. These results can be used by the Met Office and other climate prediction centres to improve their climate models. We are already working with the Met Office on this. Environment","dataset":"gtr"}