{"id":"459CA5FC-8814-4767-AA37-F9B3FCEC146F","title":"Ontology views for collaborative ontology development and resource integration","abstractText":"Research into genetics, and into the ways in which organisms develop, produces large volumes of data. This data is of many different types, takes many forms and is generated by many different communities of scientists. As a result, it can be difficult to relate data and findings to one another. Part of the problem is in the terms used to talk about the data, and to describe it when it is stored in databases. The Gene Ontology is an exemplary solution to the problem of terminology - it is a shared, curated, community-based ontology (a set of terms and definitions). This ontology has been used with great success to describe the activities of gene products, i.e. proteins, and has enabled a range of new computational analyses. Ontologies for anatomy, phenotype and clinical studies are also important. Many of these are either active areas for ontology development where consensus has yet to be reached, or have ontologies whose organisation needs to be kept under review. At the very least, any ontology that is in use will be curated and subject to minor extensions and alterations. In all cases, effective collaborative ontology development is essential to progress and appropriate tools are needed. This project will implement tools to support the collaborative development of biological ontologies by expert biologists. To improve on existing tools that do not support collaboration among experts across different locations, we propose a Grid-based portal that provides access to a database of ontologies that the user accesses securely through a familiar web browser. The portal will provide tools for displaying, editing and searching over the ontologies in the database. These tools are installed and maintained by the developers so freeing the user from these tasks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F015976/1","grantId":"BB/F015976/1","fundValue":"87939","fundStart":"2008-03-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  The results of this project have contributed to research into the sharing and reuse of ontologies, an important problem in data sharing in academic and commercial contexts. Digital/Communication/Information Technologies (including Software) Societal","person":"Stuart  Aitken","coPersons":["Jonathan  Bard"],"organisation":"University of Edinburgh","findingsText":" Until recently, technological support for bio-ontology development relied on stand-alone editors running on users' desktops for creating new ontology versions (e.g. OBO-Edit, COBrA and Prote_ge_) and on private email, email lists and perhaps Wikis for the distribution of ontology files and discussions. Clearly, much better use could be made of the storage, versioning and visualisation techniques being developed by the database and e-Science communities. The tool developed in this project, BioSphere, is an online ontology editor supporting multiple users and is underpinned by a server that stores versions (in OWL-XML) and provides a discussion portal. The project built on existing Grid technology, adding novel graphical user interface components that rendered multiple views of an ontology. The data from which each user's version of the ontology is created is stored with mark-up that maintains the version history (multiple users each with multiple versions) in a single XML database file. Effective strategies for version management, and the corresponding user interface design were demonstrated in this project. Effectively sharing and reusing ontologies remains a challenge in the life sciences and elsewhere. Distributed software designs are needed to support these activities in distributed communities. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}