{"id":"45A6EE0A-D386-4EDF-8E90-60835162B4C9","title":"Making wellbeing and enacting social justice","abstractText":"Research in the field of health, wellbeing and communities strongly indicates that the creation of conditions of equality, inclusion and social justice are of key importance. Where communities are changing and connecting with others, intercultural research demonstrates that these conditions are important but that for integrating, respectful communities to emerge communities need to be engaged in a demanding common task which involves them in *making something* together. This making will be *something* which involves creative and human energy and is collectively articulated. Where conditions of equality and social justice pertain this task is likely to be successful in producing wellbeing and strong collective memories as well as capacity building for the future. Research in community education and community anthropology also points to the importance of such communal, intercultural creative endeavours being conducted in conditions of safety and security which are scaffolded by people respected in their community or acknowledged as authorities. This proposal for project development funding aims to construct a full proposal for practice based community research which will thoroughly investigate these conditions as they are made. \n In addition, this proposal recognises that evaluation of wellbeing, of the benefits of cultural creative activity at community level and of applied arts approaches to research are difficult to capture using either quantative or qualitative methods as traditionally conceived. The project therefore aims to pilot a concept of Frame Throwing based on metaphorical conceptions of random control sampling of ecosystems in the life sciences, using a quadrant frame, which is thrown over a sample and the activity within the quadrant is then the subject of analysis. By *translating* this concept and associated methods into the arts and connected communities context the proposal will make a refine the concept. It can then be used in the full large consortia project, but by others in different social and geographical settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011738/1","grantId":"AH/J011738/1","fundValue":"12000","fundStart":"2012-02-14","fundEnd":"2012-06-13","funder":"AHRC","impactText":"","person":"Alistair McIntosh Campbell","coPersons":["Tom  Wakeford","Jerri  Daboo","Alison  Phipps"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}