{"id":"45AA27E3-D1E4-47A6-BD36-1D4ACB5377FF","title":"Litaf, a novel driver of membrane protrusion pathways","abstractText":"The behaviour of cells within a tissue is controlled by their response to the environment. Receptor molecules at the cell surface receive a large number of chemical and physical stimuli that transmit signals to the interior of the cell and control important processes such cell migration, metabolism, cell proliferation and differentiation. Anomalies in the transmission of such signals result in pathological states that derive in diseases like cancer, diabetes, muscular dystrophy and neurological degeneration. \n\nAmongst the most important signals that cells receive are from circulating small proteins called growth factors. These bind to specialised receptors, that in response to growth factor engagement alter their pattern of interactions with many molecules inside the cell to generate a so-called 'mitogenic response'. This response encompasses many changes to the cell's behaviour (such as growth, division and migration). One of the best-studied examples of a growth factor receptor is the epidermal growth factor receptor (EGFR), which controls many aspects of cell growth. Increased expression of EGFR is linked to several types of cancer. In order to prevent overstimulation of the cell response to growth factors, there are mechanisms of regulation to ensure that these responses are not sustained endlessly, which would lead to uncontrolled cell division and proliferation. These mechanisms encompass the internalisation of the receptor upon stimulation, leading it from the cell surface to specialised membrane-enclosed compartments within the cell (called endosomes). From endosomes, receptors pass to another membrane-enclosed compartment called the lysosome, where they are ultimately destroyed. The pathway to the endosome is termed the endocytic pathway.\n \nWe discovered key elements of the cellular pathway that controls the uptake of EGFR and its movement through the endocytic pathway. These elements recognise the stimulated receptor and re-shape the local membrane around it so that the receptor can move from the cell surface to endosomes and then to lysosomes. The current application concerns a new protein element that we have discovered, called LITAF. Our preliminary data suggest that LITAF can alter the shape of membranes and thus aid the transport of EGFR through the endocytic pathway.\n\nThe endocytic pathway is also critical in protecting against viral and bacterial infections and to eliminate protein aggregates that otherwise accumulate inside cells and result in the neurodegeneration observed in Alzheimer's, Parkinson's and Huntington's diseases. In fact, LITAF (lipopolysaccharide-induced TNF factor) was first identified as a protein that the cell produces in high quantity as a response to exposure to bacterial toxins. It is likely that the function of LITAF is linked in some way to the function of the endocytic pathway in helping to generate immune responses, though we do not yet know what the link is. In addition, mutations within LITAF that occur in the population lead to a debilitating paralysis termed Charcot Marie Tooth disease, caused by loss of myelin sheaths from the peripheral nervous system. We hope that information we gain from this project will help us understand how the health of the myelin sheath is normally maintained\n\nIn summary, the knowledge gained by our investigations will bring new insights into the molecular basis of many diseases caused by mutations in proteins that control the endocytic pathway, and in the long-term will guide further efforts for pharmacological intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000877/1","grantId":"BB/M000877/1","fundValue":"532804","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Philip George Woodman","coPersons":["Stephen  High"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}