{"id":"45B20230-CAE7-4E27-9B30-C094E679EB0E","title":"MOLECULAR MODELLING FOR ORGANOMETALLIC COMPOUNDS: RU-ARENES AS CATALYSTS AND ANTI-CANCER DRUGS","abstractText":"Transition metal systems play many vital roles in catalysis and biology. For the former, catalysts containing metal centres are used extensively for asymmetric organic synthesis. Here, molecules with specific chirality are prepared. Control over the chirality is critical as each form of the molecule may have dramatically different properties. One form may be a particularly efficacious pharmaceutical while the other may have dire side effects. Ruthenium compounds where the metal is bound to the face of a benzene or substituted benzene molecule have proved particularly useful for transferring hydrogen to both ends of a carbonyl group to generate the corresponding chiral alcohol. Interestingly, very similar Ru-arene compounds have shown anti-cancer activity and are being actively studied as potential replacements for existing metallodrugs such as cisplatin. In both cases, it is important to have a atomic-level understanding of how the molecules function. On the one hand, we want to know the intimate details of how hydrogen adds across the C=O bond and how we might design even better cataylsts while, on the other, we want to know how the Ru drug interacts with its biological target DNA and how we might design better drugs. Theory can provide a powerful tool for addressing these issues. However, computer modelling of systems containing transition metals is difficult. Metal centres tend to have complicated electronic structures which appear to demand an equally complicated theoretical method / specifically quantum mechanics (QM). The problem here is that the molecular systems we are interested in are too large and too numerous and QM is (relatively) too slow for a quantum approach to be viable. The alternative classical approach, molecular mechanics (MM), is much faster but requires extensive modification in order to be able to deal with metal centres. Hence, this proposal describes a scheme for extending MM to facilitate modelling Ru-arene systems and, in conjunction with the experimental groups of Wills and Sadler, its application to asymmetric hydrogen transfer reactions and Ru-DNA binding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F042159/1","grantId":"EP/F042159/1","fundValue":"309786","fundStart":"2009-01-12","fundEnd":"2012-04-11","funder":"EPSRC","impactText":"","person":"Robert James  Deeth","coPersons":["Peter  Sadler","Martin  Wills"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}