{"id":"45B3D157-B45F-4C3A-9D43-E0ACC6285D5E","title":"Operator algebras and hereditary subalgebras; visit of David Blecher.","abstractText":"This project concerns Pure Mathematics, in particular the study of what are called Operator Algebras. The word &quot;operator&quot; here means a linear map (such as a rotation, a reflection or an enlargement), and the word &quot;algebra&quot; means that we are considering a large collection of linear maps en masse, rather than just one operator at a time - our collection of linear maps to be closed under most of the things one can sensibly do with linear maps, such as adding and subtracting them, multiplying them by constants, and composing two of them (doing one operation after another). \n The other thing that makes an operator algebra an operator algebra is the fact that all the linear maps involved are acting on a Hilbert space. A Hilbert space is, loosely speaking, a vector space with a notion of distance and a notion of angle in which Pythagoras' law holds true. That is the kind of vector space in which we seem to be living - Pythagoras' law really does seem to hold for triangles in the world around us. To be sure, we reckon that this is not quite precisely correct - since the advent of the general relativity, we believe that space is curved - and it is not hard to see that on the curved surface of a sphere, one can easily draw a triangle whose angles are three right angles; so the chances of Pythagoras' law holding perfectly in that case are not so good. Nonetheless the world we live in seems to be inherently Pythagorean, and this is even more true when one investigates the other modern physics, the quantum physics. There, every observable quantity in this world is an operator on a Hilbert space. The subtleties of the quantum physics inherit deep geometric properties at their heart which in the end, go back to Hilbert spaces and Pythagoras. For example, two states of the system are mutually exclusive (as alternatives in life) when they are orthogonal vectors, at right angles in the hidden Hilbert space underneath. And if every observable quantity is to be an operator, the collection of &quot;observables&quot; is going to be a large collection of operators. One formulation of the quantum field theory requires that when you look at the quantities you can observe from a particular region of space, the operators involved form a von Neumann algebra. A von Neumann algebra might loosely be thought of as an operator algebra on steroids...\n So the pure mathematician comes to all this and wants to study the operator algebras - the linear maps en masse - as mathematical objects in their own right. They inherit the deep geometrical flavour of everything that has to do with Hilbert spaces - for example, in the words &quot;contractive approximate identity&quot;, (&quot;cais&quot; are a main topic of this present research), the word &quot;contractive&quot; means we look at linear maps which never increase the distance between two points - rotations, reflections and orthogonal projections are contractions, but not the linear maps that you get if you enlarge - if, say, you scale everything up by a factor of two. As pure mathematicians we nonetheless like our linear maps to be bounded, which means that while we might happily enlarge by a factor of two, we do not allow a single operator to enlarge distances by arbitrarily large amounts - but apart from that one restriction we allow all the operators that the physicist is interested in. And we study the deep complexity of the operators themselves and their underlying geometry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K019546/1","grantId":"EP/K019546/1","fundValue":"18371","fundStart":"2013-04-19","fundEnd":"2013-07-18","funder":"EPSRC","impactText":"","person":"C J  Read","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}