{"id":"45B38E13-AAA9-4F6B-8241-CB05883E198E","title":"MOPP. Made to Order Process Plants","abstractText":"New reactor technologies are set to change the operation of batch manufacture in the process industries into the &quot;new\nwave&quot; of semi-continuous Make to Order Processing Plants (MOPP). These have the potential to transform these sectors\nby reducing the environmental burden, inventories and cost of manufacture and distribution. This project develops an\nadaptive 'Dial a Product' control system to deliver the precise control required for these unique high value low volume\nmanufacturing systems. Bringing together control design and analytical techniques to complement these reactors will\nenable the system to reach optimum performance and have commercial impact. The solution will offer the chance to\nchange the very way the industry operates. Instead of investing in a number of product specific batch reactors, a single\nreactor will be used for a number of applications, allowing companies to reduce CAPEX or even work on a rental basis,\nbringing in reactors as required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504129/1","grantId":"EP/K504129/1","fundValue":"79216","fundStart":"2013-04-29","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  Project is still ongoing, so this reports impact to date. Further development of Perceptive Engineering &quot;Pharma MV&quot; Software has resulted in the inclusion of DoE software, interfacing to large range of online PAT (including IR, UV, FBRM and Raman). The software has been upgraded to run model predictive control on continuous systems now (previously only batch). This will significantly enhance the functionality and capability of the model predictive control software.\n\n\nModel predictive control implemented on both continuous reactor (Corning Plate reactor) at CPI and continuous crystalliser (CRD's rattlesnake) at University of Strathclyde.\n\nExpected that 4 publications will follow from this work; 2 will be submitted in the next month. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Alastair James Florence","coPersons":[],"organisation":"University of Strathclyde","findingsText":" Ability to control a process in real-time using in-line PAT to control process parameters. Development work has demonstrated ability to &quot;dial-an-attribute&quot; for the particle size distribution through real-time control of process parameters. We have also been able to run continuous crystallisation for 5 days without any fouling or encrustation issues and demonstrate narrow particle size distribution vs equivalent batch profiles. Model predictive control implemented on both continuous reactor (Corning Plate reactor) at CPI and continuous crystalliser (CRD's rattlesnake) at University of Strathclyde. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}