{"id":"45B56B8D-70FE-4998-BFD1-1E37A5DF9432","title":"Design synthesis and shape generation","abstractText":"Currently available computer aided design systems enable the creation of digital product definitions. Digital product definitions are created after the bulk of [shape] designing has been finished because their creation requires a detailed knowledge of the shape that is to be defined. They offer benefits in two key areas: (1) they provide information to support (and sometimes au tomate) downstream processes such as analysis and manufacturing, and (2) incorporating changes in them is significantly faster and more reliable than in paper-based equivalents. The research that resulted in such systems was at its peak in the 1980's. It focused on the mathematics of the computational geometry that underpins today's computer aided design systems and on how shape, and related product information, is best represented for use in such systems.\\n\\nWe envisage a future where computer aided design systems enhance the act of designing products as opposed to, as is the case today, the process of defining product designs. The achievement of this vision requires research on how designers generate shapes and how shape computation systems might augment designers without impinging upon their creativity. This project will explore ways in which designers generate shapes in three design disciplines: art &amp; design, architecture and consumer product design. By linking the search of the design space with grammatical representations to model, generate and move within this space, it is anticipated that insights into potential interplays between shape computation technologies and design practices will be gained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E507859/1","grantId":"AH/E507859/1","fundValue":"319276","fundStart":"2007-03-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"Alison  McKay","coPersons":["Christopher Francis Earl","Alan  De Pennington","David  Hogg","Steven William Garner","Hau Hing  Chau","Scott C. Chase"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}