{"id":"45C24119-05AD-4234-BD63-45ACFF90A43C","title":"Biosecurity and the Regulation of Animal Health: The Case of Bovine Tuberculosis","abstractText":"<p>This research examines the regulation and implementation of forms of biosecurity to protect against the spread of animal diseases using a case study of bovine tuberculosis in cattle and badgers. </p>\n\n<ol>\n \n\n <li>Firstly, it investigates how biosecurity policies are shaped in different regulatory environments (England and Wales) and examines how they affect animal health policies.<br /></li>\n\n <li>Secondly, it assesses how biosecurity policies are implemented by Local Authorities, the regulatory tactics used and reasons for local variations.<br /></li>\n\n <li>Thirdly, it considers farmers’ understandings of biosecurity, how they learn about it, and why they accept or resist biosecurity measures by exploring farmers' social and cultural knowledges of animal disease and biosecurity measures.</li>\n</ol>\n\n<p>The research involves interviews of policy makers and stakeholders responsible for developing development of biosecurity policies in England and Wales. Two case study areas (Gwent and Devon) will be used to examine in depth the implementation of biosecurity policies using participant observation and interviews with farmers and local authority officers. The research seeks to contribute to academic knowledge of multi-level governance, environmental regulation, public understandings of science and nature-society relations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1738","grantId":"RES-000-22-1738","fundValue":"80294","fundStart":"2006-05-08","fundEnd":"2007-11-07","funder":"ESRC","impactText":"  Activities were to were inform policy on an ongoing basis Other Policy & public services","person":"Gareth Paul Enticott","coPersons":["Alexandra  Franklin"],"organisation":"Cardiff University","findingsText":" The secondment dealt with a range of ongoing issues rather than a specific project Policy makers used advice on an ongoing basis Other","dataset":"gtr"}