{"id":"45C22E24-79F0-4CA7-B926-9DF67E3B14BA","title":"Underpinning Power Electronics 2012: Hub","abstractText":"Power electronics and electrical machines are key components in a low-carbon future, enabling energy-efficient conversion and control solutions for a wide variety of energy and transportation applications. The strength of the UK manufacturing base and its strategic importance to the UK was highlighted in the UK government strategy document &quot;Power Electronics: A Strategy for Success&quot; (UK government Department for Business Innovation and Skills, October 2011). This calls for concerted action across the industrial and academic communities to ensure that the full potential of this growing global market can be realised for the UK economy. Specific recommendations relevant to the UK academic community include: 1) the development of a co-ordinated strategy for postgraduate training; 2) support for research focussing on underpinning the core technology areas whilst ensuring that the national capability in Power Electronics remains internationally leading; 3) establishment of a Virtual Centre linking world-class UK universities with each other and with industry. \nA core team including the universities of Bristol, Cambridge, Greenwich, Imperial College, Manchester, Newcastle, Nottingham, Sheffield, Strathclyde and Warwick, has been formed to develop this proposal for a UK Virtual Centre. Our vision is that the Centre will be the UK's internationally recognised provider of world-leading, underpinning power electronics research, combining the UK's best academic talent. It will focus on sustaining and growing power electronics in the UK by delivering transformative and exploitable new technologies, highly skilled people and by providing long-term strategic value to the UK power electronics industry.\nCentre activities will be divided into three main strands: research, community and pathways to impact. Our research activities will bring together the leading academic research groups from across the UK to address key research challenges, build critical mass and develop a widely recognised internationally leading research capability. We will develop a UK research strategy for power electronics which will build on foresight activities to inform our research direction. Our community support activities will build capacity through the training of researchers at doctoral and postdoctoral level. We will extend our research funding to the broader community through themed calls for pump priming, strategic support and feasibility projects. In addition we will support and coordinate responses to major initiatives from national and international funding bodies. Pathways to impact will include: 1) the establishment and development of the Centre brand and communication mechanisms, 2) the development and implementation of an exploitation plan which benefits UK industry, 3) support for government policy development and 4) the development of collaborative links with key power electronic research teams around the world. \nThe Centre programme focuses on fundamental power electronics research at low technology readiness level (TRL) and hence supports a wide range of application areas with a medium to long-term time horizon. Key challenges to be addressed are: increased efficiency, increased power density, increased robustness, lower electromagnetic interference (EMI), higher levels of integration and lower through life cost. The work programme is split into four high-level themes of Devices, Components, Converters and Drives, each of which will address the key challenges, supported by a coordinating Hub. The themes will deliver the majority of the technical output of the Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035304/1","grantId":"EP/K035304/1","fundValue":"4108790","fundStart":"2013-08-19","fundEnd":"2019-08-18","funder":"EPSRC","impactText":"","person":"Christopher Mark Johnson","coPersons":["Chris  Bailey","Philip Henry Mellor","Phil  Mawby","Andrew  Forsyth","Barrie Charles Mecrow","Jon  Clare","Paul David Mitcheson"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}