{"id":"45CF4A31-2B97-45EB-B817-FD1750005749","title":"Engineering reversible male sterility - improved methods for hybrid seed production","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M00502X/1","grantId":"BB/M00502X/1","fundValue":"10547","fundStart":"2014-09-01","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"  The primary and secondary research involving extensive discussion with potential commercial partners is summarised in the report arising from the pathfinder application. This identifies two potential commercial applications for the University's germline control technology:\n1. Use of the technology to deliver reversible male sterility systems for use in hybrid breeding of GM crops\n2. Use of technology to control viable pollen flow from GM grasses or trees.\n\nThe main impacts arising from the grant at this stage have been improvement in knowledge exchange with industry including new contacts and an understanding of the potential market for technology. Similarly, we have provided industrial partners with access to novel research tools and information arising from BBSRC-funded research. A research development strategy including University, institutional and commercial partners are being explored. Agriculture, Food and Drink,Environment Economic","person":"David  Twell","coPersons":[],"organisation":"University of Leicester","findingsText":" Through research led by Professor David Twell the team at the University of Leicester has identified methods of precisely controlling gene expression in developing germ cells or in sperm cells in flowering plants. This knowledge could also be used to direct the development of novel systems to generate and maintain a uniform population of male sterile plants for use in hybrid seed production. \nThe primary and secondary research involving extensive discussion with potential commercial partners is summarised in the report arising from the pathfinder application. The market interest in novel GM routes to male sterility could be described as potentially interested. Feedback from companies has demonstrated a level of interest but has also identified significant barriers to entry. In order to interest an agbiotechnology or seed breeding partner to work with the University to take the technology forward in arable crops (e.g. wheat) would first require the University to achieve two initial milestones:\n1. Proof of concept in a representative crop plant focussing on the desired trait outcome of reversible male sterility; and\n2. Strengthening its intellectual property to file and substantiate patent claims relating to the system and its components.\n\nThis may be developed by a follow-on-fund application or application to crop transformation services. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}