{"id":"45D09ECA-1370-4B4E-9590-00915AD1B1BD","title":"Advanced optical micro-imaging methods for determining the structural and chemical state of materials: development of, and access to equipment","abstractText":"Studying the luminescence emission properties of materials can be richly rewarding in terms of understanding the processes that give rise to light emission, providing a wealth of information concerning the presence and nature of defects that may be present within the material matrix. Applications are widespread from, for example, being an essential component in the development of technologically important materials for optoelectronic devices, to the geological dating of rocks. Depending on how a sample is excited, luminescent photons are capable of carrying with them information about their origin. If the core-levels of the atoms present in the material matrix are probed with synchrotron light, the chemistry and structure of the material from which the photon was emitted can be analysed, since the photons carry with them the X-ray absorption signatures of the host. Optical detection of x-ray absorption spectroscopy (OD-XAS) is therefore potentially one of the most important measurement methods available for materials science research, whereby a direct and unequivocal link needs to be established between the luminescent properties of a sample, and its structure and chemistry. Furthermore, in the case of heterogeneous samples, the ability to provide spatial resolution of the x-ray absorption signatures and optical emission is essential. Normally, such XAS imaging requires highly sophisticated synchrotron beam-line instrumentation. However, in OD-XAS lies an alternative and much more flexible possibility: since x-ray absorption spectra are available via the visible photon emission, this means that, in principle, relatively simple optical microscopy methods can be deployed to determine the spatial variation of the chemistry and structure of a sample's surface. In 2005, EPSRC provided funds for the construction of a unique instrument, CLASSIX (Chemistry Luminescence And Structure of Surfaces via micro-Imaging X-ray absorption) to exploit this elegant XAS imaging alternative. The investment has turned out to be extremely worthwhile, with the instrument yielding rich dividends in a truly multi-disciplinary arena, and establishing a new science area rich for exploitation. The basis for the current grant application derives from a convergence of a number of relevant issues. In 2008, the synchrotron radiation source at Daresbury will close after 26 years of operation. However, CLASSIX is in rising demand, and after 2008, this portable instrument will need to travel to synchrotrons across Europe, including the Diamond Light Source in the UK. As the original CLASSIX was a first generation prototype designed for use primarily at its home ground of Daresbury Laboratory, there is need for an upgrade to make this international mobility feasible. However, this also provides an ideal opportunity for the incorporation of new measurement methods that have been identified during the 2 years usage since construction, including (i) the addition of Raman micro-imaging capability, to complement the micro-imaged X-ray absorption spectroscopy, (ii) the replacement of the slow-scanning emission monochromator with advanced rapid-scan systems for image analysis and (iii) facilities for off-line x-ray excitation of the sample surfaces.CLASSIX (and its non-imaging counterpart MOLES), will transfer from Daresbury to Aberystwyth University mid-way in 2008, where it will be an essential component of the evolving research activities there. However, the demand for this unique instrument remains high for many UK research groups. This application thus makes the case for a modest investment to facilitate the continuing open access to CLASSIX (and MOLES) for both off-line and on-line research, and to implement the upgrades identified above. This will allow the UK to consolidate and enhance its current world-lead in these rapidly-evolving analysis methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F065272/1","grantId":"EP/F065272/1","fundValue":"216413","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"Nigel  Poolton","coPersons":["Andy  Evans"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}