{"id":"45D4F18A-CC9E-43D0-AD4E-C00328A6E829","title":"Ultra-Broadband Laser Frequency Combs for Precision Spectrograph Calibration","abstractText":"The astronomy community faces a critical problem in how to provide perpetual online calibration of new ultra-high-resolution spectrographs, which play a central role in answering today's &quot;big questions&quot; such as the discovery of extra-solar Earth-like planets, and the variation of &quot;fundamental&quot; constants. \n\nSince around 2007, the photonics community has been working with astronomers to provide a solution, in the form of an ultra-stable laser calibration source producing a &quot;comb&quot; of thousands of regularly spaced optical frequencies. Techniques pioneered by Nobel laureates Hall and Haensch showed how such a comb could be stabilised, allowing the constituent comb lines to be frozen in frequency to precisions approaching one part in 1,000,000,000,000,000,000 (actually a level rather more accurate than is needed in many astronomy contexts).\n\nHIRES and ESPRESSO are proposed high-resolution spectrographs at the E-ELT and VLT, respectively, whose underpinning science cases include the search for Earth-like exo-planets, primordial nucleosynthesis and the possible variation of fundamental constants. Both instruments demand exceptional radial velocity accuracy and stability, (up to 2 cm/s for HIRES), which can only be realized by embedding perpetual online calibration in the form of a broadband laser frequency comb.\n\nNo laser frequency comb technology fully offering the necessary wavelength coverage and mode spacing has yet been demonstrated. Furthermore, the current techniques used to obtain the necessary wavelength coverage and mode spacings introduce artifacts which corrupt the calibration results when deployed on a spectrograph. Consequently research is needed to explore the feasibility of alternative laser frequency comb concepts which could meet the needs of the ESPRESSO and HIRES projects. \n\nBuilding on unique laser frequency comb expertise at HWU, and working with stakeholders in the HIRES and ESPRESSO instruments, this project will evaluate several new concepts for broadband laser frequency comb architectures based around optical parametric oscillators, and addressing the essential calibration-source criteria for stability, uniformity, accuracy and comb-line spacing.\n\nEngagement in the project by our principal industrial partner, Laser Quantum Ltd., will support the project with Ti:sapphire pump lasers of high repetition rate, and with vital technical know-how. A further exploitation route is provided via the new Heriot-Watt spin out company Chromacity Ltd., formed to commercialise Heriot-Watt's femtosecond OPO technology.\n\nOutcomes from the project will take the form of a technical assessment summarizing the suitability of the candidate comb architectures, and a demonstrator of the most promising system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002140/1","grantId":"ST/L002140/1","fundValue":"228377","fundStart":"2013-11-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Derryck  Reid","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}