{"id":"45D53BDE-AAB5-45BD-A06C-292DC96F5D7A","title":"Regulation of replication and genome stability by B-Myb","abstractText":"The properties of all cells are governed by the patterns of genes that are turned on to give rise to the proteins that perform various functions. Specific proteins (transcription factors) act like molecular switches to control those genes that should be turned on. This project aims to investigate one of these switches called B-Myb, which belongs to a small group of related proteins that control cell growth and differentiation. B-Myb is the ancestral Myb protein and appears to be essential for fundamental processes in all dividing cells, whereas the related c-Myb protein has evolved more specialised functions, most notably in the regulation of blood cell development. All cells that require c-Myb also contain B-Myb, raising the issue of whether the common origin of these proteins is reflected in a degree of overlap in their function. A large body of evidence indicates that B-Myb is involved in the control of cell division through an influence on replication of the genome. Interestingly, recent studies have suggested that at least part of this influence of B-Myb on replication is crucial to prevent damage to chromosomes that could lead, for example, to the development of cancer. Although cellular division is a fundamental process shared by most cells, some cells have an altered process that is adapted to their particular function. An example is the cell type that constitutes the inner ball of cells in the early embryo. These cells, termed embryonic stem cells (ES cells), are individually capable of giving rise to all tissues of the adult and can be isolated and grown in the laboratory almost indefinitely without becoming changed in any way. ES cells express very high levels of B-Myb and cannot be cultured in its absence. This project aims to define precisely how B-Myb influences the replication and stability of the genome, and to determine whether its role is distinct in cells that also contain the related c-Myb protein. Comparison will also be made between normal cells and ES cells to determine if B-Myb performs additional roles in specialised cellular division. A secondary major aim is to identify the molecular mechanisms through which B-Myb acts, including identification of the genes that it controls. The main approach underlying the project will be to reduce the levels of B-Myb protein in cells and then to analyse a range of parameters that reflect the efficiency of replication and integrity of the genome. Reduction of B-Myb levels will be achieved chemically ('RNA interference knockdown') or using cells derived from mice that have been genetically modified so that it is possible to remove the B-Myb protein when desired. This study will increase our basic knowledge of the control of cellular division and genome stability. The findings may be of practical significance in terms of understanding mechanisms underlying diseases that result from acquired chromosomal defects (eg cancer). An understanding of the function of B-Myb in ES cells will be crucial in their future application in translational medicine, especially in relation to its importance in maintaining the capacity for indefinite division without loss of genomic integrity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001459/1","grantId":"BB/E001459/1","fundValue":"530759","fundStart":"2006-09-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  To inform further research and the generation of new hypotheses  ","person":"Jon  Frampton","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}