{"id":"45D5D750-9C06-44B5-8108-8EF1ECD756FC","title":"Pilot study: Live real-time imaging of life-threatening invasive fungal infections","abstractText":"Candida albicans and other Candida species are fungi which can cause life-threatening bloodstream infections in severely ill patients. In those who develop a Candida bloodstream infection, over 40% will die. These high death rates are due to poor diagnosis of infection, associated with delays in drug treatment, and limited drug choices. \nMouse models of fungal bloodstream infection remain an important tool in increasing our understanding of how infections occur and are essential for testing new drugs and diagnostic tools. However, at present, to monitor disease in mice over time requires sampling of groups of mice at many time points. Because there are differences between individual animals, 3-6 mice per group may be sampled at each time point. The ability to visualize infection in living mice would significantly reduce the numbers of mice used, as the same animal group can be repeatedly assessed during the study. \nAttempts have been made to develop reporters for C. albicans previously, but none have successfully imaged bloodstream infections. Problems with interference from tissues have limited their use, as well problems getting substrates into fungal cells. Development of new fluorescent reporters, which use chemicals found naturally in mammals as substrates, suggest that these may be more suitable for imaging fungal infection.\nThe goal of this study is to modify an existing near-infrared reporter gene to allow it to be expressed in C. albicans cells. A whole range of different fungal strains will be created where the reporter gene expression is controlled by different promoters. These strains will be analysed in the laboratory to identify the strain which is most suitable for use in the mouse infection model. In the final part of the project the reporter will be tested in a small number of mice to confirm its suitability for imaging in live animals.\nThis project has the potential to massively reduce animal usage in fungal research where infection is monitored over time. Analyses of our own previous studies and those published by other research groups suggest that development of the new reporter for C. albicans could reduce the numbers of mice used in experiments by 75-90%.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K000306/1","grantId":"NC/K000306/1","fundValue":"76139","fundStart":"2013-07-01","fundEnd":"2014-04-30","funder":"NC3Rs","impactText":"","person":"Donna Margaret MacCallum","coPersons":["Al  Brown"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}