{"id":"45E5D3B8-D5A7-4300-B0BE-3C00645CFC0D","title":"Generalized Donaldson-Thomas invariants","abstractText":"Calabi-Yau 3-folds are a special kind of 6-dimensional curved space, with a lot of geometrical structure. They are of great interest to mathematicians working in Algebraic and Differential Geometry, and to physicists working in String Theory. The greatest problem in fundamental physics is to find a single theory which successfully combines Einstein's General Relativity -- the physics of very large things, such as galaxies -- and Quantum Theory -- the physics of very small things, such as atoms. String Theory is the leading candidate for doing this. It predicts that the dimension of space-time is not 4 (3 space plus one time), but 10. The extra 6 dimensions are rolled up in a Calabi-Yau 3-fold, with very small radius. So according to String Theory, Calabi-Yau 3-folds describe the vacuum of space itself. Using physical reasoning, String Theorists made extraordinary mathematical predictions about Calabi-Yau 3-folds, known as Mirror Symmetry , which have been verified in many cases, and cause much excitement among mathematicians. Donaldson-Thomas invariants are systems of numbers associated to a Calabi-Yau 3-fold M which count some mathematical objects ( semistable coherent sheaves ) which live on M. The definition is complicated. They are mathematically interesting because they are unchanged under continuous deformations of M, and encode mysterious, nontrivial information about M. They are physically interesting as they count physically important objects (branes, BPS states). It is at present only known how to define Donaldson-Thomas invariants in a special case (when semistable and stable coincide). We propose to find out how to extend the definition to the general case. We also aim to find the transformation laws for these extended invariants under change of stability condition (this is not known even for the old invariants), and to compute them in examples. We hope this will lead to a better understanding of the space of stability conditions, which is part of the space of String Theory vacua, a very important but poorly understood space.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077990/1","grantId":"EP/D077990/1","fundValue":"320460","fundStart":"2006-10-27","fundEnd":"2010-04-26","funder":"EPSRC","impactText":"","person":"Dominic  Joyce","coPersons":["Richard  Thomas"],"organisation":"University of Oxford","findingsText":" We developed a theory of generalized Donaldson-Thomas invariants, both for coherent sheaves on Calabi-Yau 3-folds and for representations of quivers with superpotential, and proved wall-crossing formulae for them under change of stability condition, and published it as a book in the Memoirs of the AMS.\n\n Kontsevich and Soibelman developed a related, more general theory more-or-less simultaneously, but much of their theory remains conjectural, whereas we give proofs for our theorems.  ","dataset":"gtr"}