{"id":"45EC4CD1-B018-4EA0-A525-26A29B2A35D2","title":"Gravity measurements of magma movements; detection of possible precursors to new eruption in Iceland","abstractText":"Askja is a huge volcano in Central Iceland. The youngest caldera formed in 1875 when a massive explosion threw rock with a lot of gas in it (rather like the froth on the top of a bottle of fizzy drink) as far as Scandinavia and Scotland. More recently, Askja has erupted lava flows several km long and even now there are hot springs in the caldera. For the last 40 years or so, the centre of the largest caldera at Askja, which is about 10 km across has been sinking at a rate of between 4 and 6 cm per year. This may be because the unerupted magma beneath is cooling and contracting, or because the ground is caving in on top of hollow chambers, or because the unerupted magma is draining away. Using the ground deformation information with my micro-gravity measurements, I have shown that the amount of material beneath Askja is decreasing with time. This is probably because magma is draining away. The big question now is 'where is this magma draining to?' If the magma is draining downwards, it must be accumulating in some big reservoir beneath Askja. I don't think this can be the whole explanation, because we have not found any evidence for deep accumulation. In fact our models show that 2 regions, about 3 km and 16 km depth are actually shrinking. All the time that Askja has been sinking, two other regions, one to the north and the other to the south of Askja have been rising. A volcano called Gr&iacute;msv&ouml;tn to the south of Askja erupted beneath Vatnaj&ouml;kull icecap in 2004, and Krafla to the north, erupted between 1975 and 1984. These big 'central' volcanoes in Iceland all have broadly NS trending fissure swarms associated with them and it is possible that magma can travel underground along these fissures between volcanoes. Recent work by colleagues at the University of Cambridge has shown that there are deep earthquakes in a region just to the north of Askja. It may be that these relate to magma moving from Askja, possibly towards Krafla. The main objective of this work is discover whether magma draining from beneath Askja is travelling north. I then want to find out how much magma is moving and then to see whether I can detect it accumulating beneath Krafla. If this is the case, I will need to consider where and when a future eruption at Krafla may occur as this information is essential for hazard warning and mitigation. Icelandic colleagues have a comprehensive network of GPS stations in the region of interest in the north and central part of Iceland. I have measured micro-gravity changes at some of these stations in the past and aim here to re-occupy these stations and to extend the networks to cover the region where the earthquakes have been detected in more detail. By looking for micro-gravity changes at the places where we have GPS data, I can quantify any mass changes beneath the surface. I will also make continuous gravity measurements at a few key locations so that at these places, I will be able to see the rate of any magma movement. By combining these methods, I will be able to see how much magma is moving, where to and at what rate. I should be able to detect magma leaving the Askja system and accumulating beneath Krafla if this is indeed what is happening. This project is important from a scientific point of view, as we have very little information on how volcanoes of this type work. We do not know much about the processes that occur beneath the surface in advance of an eruption. By understanding these processes better, we will understand many other volcanoes better, including the vast majority of volcanoes which are below sea level. From a hazards perspective, these volcanoes have the power to be devastating locally, but their ash and even acidic haze can reach as far as the UK. They have had environmental and health impacts on the UK in the past. If we can better understand the causes of these eruptions, and predict when they will occur, we will be in a stronger position to mitigate their effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F011598/1","grantId":"NE/F011598/1","fundValue":"80727","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Hazel  Rymer","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}