{"id":"45F13E9A-FD1B-4D6C-8413-77D4758A0636","title":"Optical Coherence Tomography for Embryology","abstractText":"The proposed research programme aims to develop novel high-resolution imaging tools for Embryology based on optical coherence tomography (OCT), a non-invasive imaging technology that, compared to confocal microscopy, provides enhanced depth resolution and penetration, especially when the sample is several millimetres away from the microscope objective. The activity will be carried jointly, by the Applied Optics Group (AOG) of the School of Physical Sciences and the Cell and Developmental Biology group of the Biosciences Department at the University of Kent at Canterbury. The two teams will amalgamate expertise in complementary areas and pool resources to form an interdisciplinary team to investigate the potential of OCT based measurement and imaging platforms on well-characterised as well as on novel animal models for embryology and cell imaging. The research will focus on: 1. New approaches for label-less analysis and 4D imaging of cells and embryos; 2. Development of a combined simultaneous or sequential OCT/fluorescence system for allowing direct comparison of OCT with fluorescence imaging and generating a platform capable of 4-D imaging GFP-expressing and fluorescently labelled tissues and embryos; 3. Development of contrast enhancement procedures, mainly based on protein-tagging. The work will benefit from prior expertise of the AOG in developing several innovative aspects of the OCT technology for in-vivo imaging of the eye and for in-vitro imaging of several types of tissue. The activity will initially use fully functional OCT systems within the AOG implemented over the last 5 years of active research in the field of OCT. Development of novel non-invasive imaging systems is aimed at providing the much higher resolution required for imaging cells and embryos. Therefore, at the start, the research will embark on microscopy related improvements such as developing specialised high resolution probe heads to respond to the needs of biological imaging. We will test this specialised OCT microscope system by imaging the morphogenetic process of dorsal closure in live wild type and mutant Drosophila embryos, analysing for the first time cell and tissue movements at the dorsal and ventral surfaces in a single Z-series. Further, the research activity will develop a combined OCT/fluorescence system to address a double target: (i) fluorescence imaging simultaneously or sequentially with OCT, allowing direct comparison of OCT with fluorescence imaging and generating a platform capable of 4-D imaging GFP-expressing and fluorescently labelled tissues and embryos, (ii) development of contrast enhancement procedures for OCT imaging, allowing for protein-tagging and deep imaging of cellular structure. A versatile platform will be devised to accommodate several combinations of fluorescence and OCT bands, the exact configuration depending upon whether the fluorescence band is close or superposes to the OCT bandwidth. Accommodating different bands for OCT operation, which requires single mode fibre delivery is an expensive exercise. Therefore, we will devise a configuration that will allow, with minimal changes, adaptation to the widest variety of fluorescence/OCT band pairs. We will then embark on evaluating Phytochrome A as an in vivo contrast agent for OCT imaging. Novel nonfluorescent and nonbioluminescent molecular imaging probes have been proposed recently, such as pump probe OCT, pump suppression OCT, ground state recovery OCT that will initiate new directions in coherent optical molecular imaging. Probes and techniques designed for coherent molecular imaging are likely to improve the detection and diagnostic capabilities of OCT. Therefore it is timely to consider such avenues. We aim to further improve our OCT imaging capability for 4-D cellular imaging at depth in studies of embryonic development by genetically engineering Drosophila strains to express photoactive Phytochrome A cytoplasmically and as a protein tag.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002870/1","grantId":"BB/E002870/1","fundValue":"565079","fundStart":"2006-11-15","fundEnd":"2009-11-14","funder":"BBSRC","impactText":"  The experience acquired was used to develop further the optical coherence tomography technology. \nThe research has also shown that more effort would be needed to make the optical stethoscope (demonstrated for monitoring the heart of Drosophila) more precise by using tracking. Therefore, this work stimulated further research avenues along tracking, as included in an application to the ERC which started in 2010. Education Economic","person":"Adrian  Podoleanu","coPersons":["Jim  Bloor"],"organisation":"University of Kent","findingsText":" Methodologies have been established for measuring multiple parameters of heart function using a single OCT instrument. Parameters measured are heart diameter at systole and diastole, thereby allowing calculation of shortening fraction as a measure of cardiac output, heart rate, speed of heart wall movement and a correlative measure of myofibril content of cardiomyocytes. Heart rate is measured using a unique OCT &amp;quot;stethoscope&amp;quot; that allows us to listen to the beating heart. Audio recordings from this system provide data for calculation of heart wall speed and the relative myofibrillar content of the cardioblasts. Electrical spectral analysis of the audio signal provides detail quantitative data on heart parameters. By developing OCT imaging of Drosophila heart dynamics we have contributed to the development of this model invertebrate as a viable and useful system with which to study and explore the basic biology underlying the physiological function of the heart and the development of genetic disorders of the heart. \nDesigned and assembled a multiple channel high resolution, multi-functional microscope, combining principles of optical coherence tomography (OCT), confocal and fluorescence microscopy and Doppler OCT; \nb) Using OCT based measurement of dynamic heart parameters, together with cell biological investigation, we have shown that two forms of integrin-related cardiac disease can be modeled in Drosophila, integrin loss causes a dilated cardiomyopathy, excessive integrin signaling cardiac hypertrophy. \nc) We have proven the ability of the microscope at a) to operate as a stethoscope to monitor and measure the heart parameters and practically translate the heart functionality into audio signals, whose frequency of repetition and pitch provide a direct assessment of the heart function. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}