{"id":"46081A11-67FF-4D30-98A1-7BDA898A0482","title":"Energy-related economic stress in the UK, at the interface between transport, housing and fuel poverty","abstractText":"At present, home energy issues are framed in terms of reducing energy consumption and emissions while at the same time taking into account fuel poverty - an established area of interest for British policy and research. The same is not true for transport poverty and economic stress, which are currently under researched. This is despite transport costs being an increasingly significant item of household expenditure, and a major cause of public concern in the UK - notably for low income car-owning households, who spend 31% of their income on transport. \nThe project will develop the concept of transport poverty, exploring its relationships with housing and fuel poverty, and implications for energy demand reduction and social justice. It will develop connections between the British academic and policy debate and similar debates abroad, where issues of increasing transport costs and vulnerability to oil price spikes have been framed in terms of sustainable spatial development, highlighting the interlinkages between transport and housing affordability. \nThe following research questions will guide the study:\n1. What are the systematic patterns of transport poverty and economic stress in the UK, in terms of socio-demographics, geographic distribution and relationships with housing and fuel poverty? \n2. What do these patterns suggest for the distributional and total demand implications of energy demand reduction policies and scenarios for the UK? \nThe project has been designed to have a symbiotic relationship with other on-going work on qualitative understandings of transport needs and affordability within the DEMAND Centre (www.demand.ac.uk). It will inform DEMAND's work with hard figures on transport poverty and economic stress, while at the same time using their qualitative findings to inform a critical discussion of existing data sets and to orientate the quantitative analysis.\nA set of 5 interdependent workpackages, mostly consisting of secondary quantitative analysis, will span 18 months. The specific goals are: \n1. to conceptualise the relationships between transport, housing and fuel poverty in an interdisciplinary and international perspective, based on an international literature review \n2. to explore patterns of transport spending and its relationship with spending on housing and domestic energy in the UK, by analysing recent family expenditure data (Living Costs and Food Survey 2012)\n3. to explore material deprivation and economic stress in low-income car owning households in the UK and the EU, based on the EU-SILC dataset\n4. to explore more geographically detailed patterns of transport poverty for a metropolitan area characterised by high levels of deprivation, by analysing the Merseyside Travel Poverty Survey\n5. to exploit MOT Tests and Results Data to understand the potential role of technological lags for lower income groups in aggravating transport poverty and economic stress, and to produce UK-wide maps of the fuel-related economic stress and oil vulnerability of car users\nThe project aims to challenge the current &quot;silo&quot; approach of policy making, in which issues of transport, housing and fuel poverty are seen as separate. A series of written outputs (publicly available working paper and report, policy briefing) and public engagement events (2-day international interdisciplinary workshop and final dissemination event) will aim to highlight the significance of transport poverty and to bring together a cross-sectoral audience of stakeholders, with potential impacts in terms of cross-fertilization and knowledge sharing. The ambition is to contribute to the development of innovative cross-sectoral policies, along the lines of measures experimented abroad (e.g. location efficient mortgages, mobility-efficiency certificates for building, online tools for calculating the mobility costs of residential relocation).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008096/1","grantId":"EP/M008096/1","fundValue":"142904","fundStart":"2014-11-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"","person":"Gregory Richard Marsden","coPersons":["Karen  Lucas","Jillian Leigh Anable"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}