{"id":"460F14D6-0537-4CF6-858B-9D39C05B9992","title":"Rhodium-Catalysed Ynamide Carbometallations for Stereoselective Synthesis","abstractText":"Enamides are compounds that contain a carbon-carbon double bond attached to a nitrogen atom that is itself bonded to an electron-withdrawing functional group. Enamides have recently emerged as versatile synthetic intermediates for a range of useful chemical reactions. However, the synthesis of highly substituted enamides in a fully controlled fashion is often highly challenging, and this limitation hampers full exploration of their chemistry. The proposed research is aimed at the development of a recently discovered reaction that enables the controlled synthesis of highly substituted enamides. This reaction proceeds under mild conditions, and employs a commercially available rhodium complex as a precatalyst along with organozinc compounds as organometallic reagents. A reasonably wide range of enamides can be accessed using this chemistry, and preliminary investigations suggest that these new compounds display useful reactivities in a variety of reactions. However, much more work is required to fully develop the scope of both the enamide synthesis itself, and of the synthetic applications of the enamide products. These objectives are at the heart of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006982/1","grantId":"EP/H006982/1","fundValue":"301253","fundStart":"2009-10-05","fundEnd":"2012-10-04","funder":"EPSRC","impactText":"  As far as we are aware, no specific economic or societal impacts have yet emerged from this grant.  ","person":"Hon Wai Lam","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The actual research carried out employed rhodium-catalysed carbometallation in a different context from that originally intended. This research resulted in:1. The development of highly enantioselective rhodium-catalysed additions of arylboronic acids to alkenylazaarenes (also called alkenylheteroarenes).2. The development of highly enantioselective rhodium-catalysed cyclisations of arylboronic esters onto ketones.  ","dataset":"gtr"}