{"id":"461932BE-10F4-45DF-A17E-84E43827EE4F","title":"Trajectories of knowledge production: English medium academic writing for national, transnational and international journals","abstractText":"<p>This project aims to develop understanding about the role played by English in the production and sharing of academic knowledge in a global context. The principal question the project seeks to answer is: in what ways is English as an academic lingua franca influencing academic knowledge production and exchange in the twenty first century? </p>\n\n<p>To explore this question the project focuses on the production and publication of English medium academic texts in one disciplinary area, psychology, by non-Anglophone scholars from four national sites- Hungary, Slovakia, Spain and Portugal. It uses an integrated language methodology, including close text analysis and ethnographic description, to track how articles are produced, from early drafts through to publication and to compare the reporting of knowledge in three distinct contexts of publication: English medium national journals (EMN), English medium transnational journals (EMT) and English medium international journals (EMI). </p>\n\n<p>Findings will be of direct relevance to five principal groups</p>\n\n<ul>\n \n\n <li>Academics in the fields of applied linguistics and academic literacy studies </li>\n\n <li>Policy makers and professional bodies at disciplinary, national and international levels</li>\n\n <li>Academic publishing gatekeepers </li>\n\n <li>The participating scholars and their institutions in the four national sites of the project </li>\n\n <li>English language teaching professionals<br /></li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2234","grantId":"RES-000-22-2234","fundValue":"78498","fundStart":"2007-06-12","fundEnd":"2008-09-18","funder":"ESRC","impactText":"","person":"Theresa Mary Lillis","coPersons":["Ann  Hewings"],"organisation":"Open University","findingsText":"","dataset":"gtr"}