{"id":"464330DC-A4AA-45FD-A922-EDCD81546E1A","title":"Functional analysis of the RNA polymerase binding protein RbpA in Streptomyces coelicolor","abstractText":"In all organisms genes are switched on or off in response to environmental, developmental or physiological cues. In bacteria, the key step in the control of gene expression is transcription initiation. Transcription initiation proceeds via several steps including the binding of an 'RNA polymerase' complex to a 'promoter' sequence upstream of the gene, opening of the double-stranded DNA to expose the single-stranded template, and synthesis of messenger RNA (mRNA) on the template strand (mRNA is subsequently decoded by ribosomes in the production of proteins). The frequency of transcription initiation is controlled by regulatory proteins, most of which bind to DNA in the promoter region, often also interacting with RNA polymerase. In addition, several proteins interact stably with RNA polymerase to modulate its activity without binding to DNA. RbpA is an RNA polymerase binding protein in the industrially important antibiotic-producing bacterium Streptomyces coelicolor. This organism is the model representative of a large family of bacteria that produce the majority of antibiotics in use today. Our preliminary data suggests that RbpA regulates the production of ribosomes, by activating expression of the RNA component of these protein factories. In all organisms ribosome production is very carefully regulated in response to protein synthesis needs and nutrient availability, leading to a close correlation between ribosome numbers and growth rate. The importance of RbpA is underlined by the finding that mutants that lack this protein grow slowly. Another interesting consequence of removing RbpA is increased sensitivity to rifampicin, an antibiotic that binds RNA polymerase and blocks transcription initiation. The overall aim of this project is to understand how RbpA regulates ribosomal RNA synthesis. This research is important because antibiotic production in the Streptomyces bacteria is linked to growth rate: antibiotics are usually only produced when the organism stops replicating. RbpA-related proteins are also found in related pathogenic organisms, including Mycobacterium tuberculosis, which claims ~2 million lives annually. Rifampicin is a front-line drug used to combat this pathogen, although drug-resistant mutants are an increasing problem. Therefore the outcomes of this research will be relevant to researchers investigating both growth rate and mechanisms of rifampicin resistance in this organism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018293/1","grantId":"BB/D018293/1","fundValue":"277222","fundStart":"2006-07-03","fundEnd":"2009-10-02","funder":"BBSRC","impactText":"  The discovery that the Streptomyces coelicolor rbpA mutant is sensitive to the antibiotic rifampicin (a front-line antibiotic for treatment of TB), led to a number of researchers perfuming studies with the mycobacterial homologues. This included groups working on development of new TB therapies. Pharmaceuticals and Medical Biotechnology Societal","person":"Mark  Paget","coPersons":[],"organisation":"University of Sussex","findingsText":" In bacteria, transcription initiation at promoters requires the binding of a sigma factor to core RNA polymerase followed promoter-binding, -melting and -escape. The control of sigma activity is therefore a critical control point in gene expression. The key findings are:\n(i) We discovered that RbpA binds to a subunit of RNA polymerase called sigma, which is a dissociable subunit of the complex that plays a crucial role in promoter binding and DNA melting. Bacteria contain multiple sigma factors, but the interaction appears to be specific for the main essential sigma factor.\n(ii) We showed that the S. coelicolor and M. tuberculosis RbpA homologues differ in their requirement for zinc: the former binds an essential zinc ion, whereas the latter lacks zinc.\n(iii) RbpA appears to work by stimulating the DNA melting activity of sigma in the context of an RNA polymerase promoter complex.\n\nAs well as making a significant contribution to our understanding of gene expression during antibiotic production in Streptomyces, the outcomes of this project improve our understanding of the transcription initiation process in Mycobacterium tuberculosis. RNA polymerase is the target of the key front-line antibiotic rifampicin, and these findings will help in the development of new anti-bacterial agents that inhibit this proven target. The data can be used by researchers studying and exploiting transcription in actinobacteria, including the development of new antibiotics that target RNA polymerase and the production of antibiotics by the Streptomyces genus. The data will be particularly important in the development of structural models of RNA polymerase complexes from these organisms. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}