{"id":"4649A3DC-6A72-4822-9A4F-8E12BE0A79B4","title":"Epigenetic modulation of Wnt signalling in the ageing human intestinal epithelium: consequences for tissue homeostasis","abstractText":"The human gut, which is lined with finger-like invaginations called crypts, is continually being renewed. Each crypt is populated by cells derived from a small number of stem cells present at the bases of each crypt. The stem cells usually divide asymmetrically to produce one stem cell and one daughter cell, thus maintaining the stem cell population. The daughter cell divides symmetrically several more times while moving up the side of the crypt until, about halfway up, it stops dividing and differentiates into one of several cell types necessary for normal gut function. These cells become components of the gut surface, where they are programmed to die, and are shed into the faecal stream. The rates of cell division and migration and differentiation are very tightly controlled by the expression of several genes. We have previously shown that several of the genes controlling cell division, migration and differentiation are gradually switched off in the ageing human gut by the addition of methyl groups to the DNA sequences comprising these genes. Since the gut is lined with crypts, where all cells are derived from a small number of stem cells, any change to a stem cell, such as gene methylation, will be passed on to all its progeny and will represent a significant proportion of the population of cells within the crypt. This implies that cells in which these genes are switched off will not be uniformly distributed throughout the gut, but rather they will be localised to specific crypts, resulting in a mosaic pattern of affected crypts that may eventually be at increased risk of disease. We have previously found this to be true in elderly subjects. Here we aim to extend these observations to many more people of different ages, to determine if, as we predict, during ageing more and more of these important genes are switched off by methylation, and that this occurs in increasing numbers of crypts. We also aim to understand what happens in the crypts when these important genes are switched off in the stem cells. Do the cells divide more rapidly? Do they travel further up the crypt while still dividing? Are the cells more or less likely to differentiate into one type of cell or another? Are they more resistant to programmed cell death? The answers to these questions may help us to understand what is going wrong during the ageing process, and may provide insight into strategies for the prevention of age-related disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F015690/1","grantId":"BB/F015690/1","fundValue":"418360","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  The high impact publications resulting from this project has leveraged funding from the pharmaceutical industry who have used the human colonic crypt culture system to investigate the effects of medicines on the physiology of the human gut epithelium. \nWe have also managed to secure further funding from a research charity to develop further our model of the human gut epithelium in the context of ageing and cancer risk. \nFinally, the outcomes from this project form the basis of several lectures delivered by Dr Williams to Biomedicine undergraduate BSc students. Education,Pharmaceuticals and Medical Biotechnology Societal","person":"Mark  Williams","coPersons":[],"organisation":"University of East Anglia","findingsText":" The project aimed to characterise the effects of ageing on the rapid renewal process occurring in the flask-like invaginations called crypts that line the human intestine. In particular, the research aimed to explore how ageing affected the expression of genes involved in the regulation of the Wnt signalling pathway, which has previously been shown to be critical for controlling the renewal process in crypts. The results showed that ageing compromises the renewal process in crypts by inducing increased crypt cell proliferation,decreased crypt length and reduced crypt cell number. These age related changes are associated with disruption of the Wnt signalling pattern that is tightly controlled in crypts from young subjects. Crypts from older individuals also showed increased numbers of stem cells. By exploring the expression of 84 genes involved in Wnt signalling, we showed that ageing induced a specific Wnt gene expression signature that could distinguish between older and younger subjects. This also led to the identification of a number of Wnt genes differentially expressed during ageing. Several Wnt genes that showed decreased expression in the older subjects were shown to be subject to the increased addition of methyl groups to the DNA sequences comprising them, a mechanism known to induce gene silencing. Genes affected by this process included many that are known to inhibit the Wnt signalling pathway by various different mechanisms. The role of the DNA methyltransferase (DNMT) genes, which encode for the enzymes responsible for the addition of methyl groups to DNA, in the abnormal age-related methylation of the Wnt inhibitor genes was investigated by measuring the effect of age on the expression of the three human DNMT genes in intestinal tissue. Only the human DNMT3B gene showed increased expression in the older subjects. A recent report from another laboratory showed that increased expression of this gene in the mouse intestine induced the abnormal methylation of several Wnt inhibitor genes. We investigated the methylation status of the Wnt inhibitor genes in individual crypts isolated from the intestines of both young and older subjects and showed that there was a lot of variation in the levels of methylation, even in crypts isolated from the same person, but for most of the genes methylation increased in the crypts from the older subjects, and also the number of crypts affected by this abnormal methylation increased with age. In these crypts we showed that there were associations between the age-dependent methylation of the Wnt inhibitor genes, crypt cell proliferation and a disrupted pattern of Wnt signalling. In addition, the application of exogenous Wnt inhibitor proteins to cultured crypts displaying compromised crypt homeostasis led to decreased crypt cell proliferation and a restoration of the normal pattern of Wnt signalling. In conclusion, the results from this project indicate that ageing induces the expression of DNMT3B in the human intestine, leading to an increase in the abnormal methylation-induced silencing of genes responsible for negatively regulating the Wnt signalling pathway. This compromises Wnt signalling pathway activity, leading to the increased disruption of crypt homeostasis and tissue renewal in the ageing human intestinal epithelium. It is hoped that this information can be exploited to develop anti-ageing strategies aimed at prolonging gastrointestinal health. We have developed a near native model of the human colonic epithelium. A collaboration with the pharmaceutical industry has used this system as a platform to study the effect of a medically-related product on tissue renewal in the human gut. \nHaving established that Wnt signalling increases stem cell proliferation with age, we are hoping to develop dietary and pharmacological anti-ageing strategies,. We also wish to pursue the notion that the observed ageing phenotype is associated with an increased risk for colon cancer and that these anti-ageing strategies will reduce the incidence of CRC. We have recently secured further funding for a project related to this theme. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}