{"id":"464CFC56-EEAE-4FB2-BEDD-71B27EB8A013","title":"Lying, Misleading and What is Said","abstractText":"The distinction between lying and misleading is an immensely natural one. One who shoots his parents and then phones the police, saying 'Someone shot my parents' has misled, but he has not lied. Opinions vary as to the moral significance of this distinction, but few doubt its existence.\\n\\nThe distinction between lying and misleading turns on the notion of what is said. One cannot lie unless one says something false (or at least something one believes to be false). But the notion of what is said is the subject of tremendous controversy in philosophy of language, with many competing notions hotly contested. Some maintain that what is said must be psychologically real-- easily accessible, and playing a clearly defined role in the mental lives of speakers. Others argue that it is merely a theoretician's notion, of no significance in the lives of speakers. But whatever notion of saying is involved in the lying/misleading distinction, it is clearly one of genuine intuitive significance to ordinary speakers-- why else would we find it so natural to struggle for a way of stating something that is not a lie, when we feel the need to mislead? \\n\\nOne part of my project will concern the notion of what is said: First, I will examine the current controversy with the lying/misleading distinction in mind, arguing that none of the available candidates can do the work needed to capture this immensely intuitive distinction. Next, I will offer my own conception of saying, specifically formulated with the lying/misleading distinction in mind. \\n\\nThe second part of my project concerns the ethical significance of the lying/misleading distinction. As I've noted, many people assume that misleading is preferable to lying, and it is very natural to work hard to craft utterances that merely mislead rather than lie. Nonetheless, this is really quite a puzzling preference. Both the liar and the misleader deliberately work to bring it about that someone else has a false belief. Why should it matter whether they do this by saying something false, or by saying something true? \\n\\nA number of justifications have been given for preferring mere misleading to lying. I will begin by examining these, bearing in mind the nature of saying. The nature of saying turns out to be surprisingly important to this ethical question, because the arguments that single out lying for special condemnation tend to turn on claims about the way that saying works. I will argue that close attention to the ways that communcation works reveals that existing justifications are untenable. Nonetheless, I do think there is moral significance to the distinction between lying and misleading. I will argue that the moral significance of this distinction can be justified, but that this requires a far more complicated picture of communication than has previously been employed.\\n\\nFinally, I apply the results of my investigation to a variety of famous and interesting cases of lying and misleading, including the Clinton sex scandal, various other political utterances, and some interesting historical cases.\\n\\nMy project, then, uses insights from ethics to shed light on the linguistically significant notion of what is said; and it uses insights from philosophy of language to shed light on the moral distinction between lying and misleading.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002408/1","grantId":"AH/F002408/1","fundValue":"27713","fundStart":"2007-10-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"Jennifer  Saul","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}