{"id":"465438D0-50B5-4055-A8CC-A352B002AB19","title":"Development of the Lightscanner as a generic platform for novel allele discovery.","abstractText":"Crop improvement through plant breeding relies on having access to suitable genetic variation in the relevant traits. However, domestication has led to a narrowing of the genetic base of many crops. This is certainly true of bread wheat, which arose by rare hybridisation events between wild grasses to yield the modern hexaploid species. While novel genes can be brought in from exotic germplasm sources such as old varieties, landraces and wild species, it is difficult, if not impossible, to assess the potential of such genes in their native background, particularly for complex traits such as yield and grain quality. An alternative strategy for increasing genetic variation involves random mutation of elite germplasm using chemicals or irradiation; many modern varieties of crops, such as 'Golden Promise' barley, have their origins in mutagenesis programmes. There are two strategies for identifying promising mutant alleles: the most direct approach is to select individual plants on the basis of their 'phenotype' / their observable physical characteristics. This 'forward genetic' strategy is also the basis of traditional plant breeding. However, for polyploid species such as wheat, there are multiple copies of each gene; mutations in one copy may have no effect on phenotype and thus individuals cannot be selected on this basis. The TILLING technology, developed at the University of Washington in Seattle, circumvents this problem by identifying promising mutants at the DNA level. For polyploid species, mutants in each copy of the gene can be identified in the mutated population and these different alleles brought together by crossing, to yield a plant with novel properties due to the accumulated mutations. This non-GM technology promises to revolutionise plant breeding, particularly for traits whose genetic basis is well understood, enabling the selection of mutations in specific genes with some confidence of beneficial effects. However, the TILLING method itself is difficult and laborious; in this project we aim to develop a simpler, cheaper method of identifying mutations in specific genes, which also involves alternative technology and so allows freedom to operate outside potential patent constraints. This will be established for wheat, our target crop, but will be applicable to other model and crop species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E025161/1","grantId":"BB/E025161/1","fundValue":"99900","fundStart":"2007-09-10","fundEnd":"2008-09-09","funder":"BBSRC","impactText":"  The method developed in this project has been used successfully by ourselves and our collaborators to develop novel alleles of several important wheat genes, which are being introduced into commercial varieties. Agriculture, Food and Drink Economic","person":"Andrew Leonard Phillips","coPersons":["Kim Elizabeth Hammond-Kosack"],"organisation":"Rothamsted Research","findingsText":" We had previously developed a resource consisting of an EMS-mutagenised population of wheat (4500 lines) and established a Cel1-based screening platform (&quot;TILLING&quot;) to identify mutations in specific genes as a platform for both crop improvement and reverse genetics. However, the TILLING method is expensive in both consumables and manpower and requires extensive optimisation and quality control. High-Resolution Melt Analysis (HRM) had been recently developed for genotyping and mutation scanning in human clinical pathology and is potentially a simpler, more robust platform for mutation discovery in plants. In this project we established HRM for mutation discovery in wheat using the Idaho Technology Lightscanner platform. In detail:\n(i) We have demonstrated that HRM can be used as a reliable genotyping tool to detect single nucleotide polymorphisms (SNPs) in plants (Arabidopsis and wheat), using pre-existing mutations identified by TILLING to establish the technique.\n(ii) We optimised the HRM procedure for use in wheat, a species with a very large, (16GB) GC-rich, polyploid genome. This required modification of the standard PCR and melting conditions to achieve good discrimination between wild-type and mutant amplicons. As the detection dye, LCGreen, increases the stability of DNA duplexes, the use of DMSO to reduce annealing and melting temperatures was tested, but was only helpful with a small number of amplicons. Discrimination between the homoeologous genomes was achieved by using nested PCR with paralogue- and genome-specific first-round primers and paralogue-specific second round primers for PCR. It was found that HRM could reliably detect mutations in pools of up to 4x , increasing the efficiency and reducing the costs of screening.\n(iii) HRM can be used for efficient detection of novel mutations in the wheat EMS population. The amplicon size was limited to about 300-400bp, above which the method cannot reliably distinguish wild-type and mutant sequences without reducing pooling depth. However, this is ideal for the significant proportion of target genes that have a large number of small (100-300bp) exons separated by larger introns, which are inefficient targets for Cel1-based screening (which uses 1-1.5kbp amplicons, and identifies mainly intron-located mutations for such targets).\n(iv) We used the HRM method to identify a number of novel mutations in two target genes, GA20ox1 involved in gibberellin biosynthesis and SbeIIa that plays a role in the determination of starch quality. For the latter target we were assisted by Ms. E. Botticella, a visiting research student from the University of Tuscia. The mutations identified included stop codons, which are likely null mutations, as well as amino acid substitutions and synonymous (silent) mutations. Comparisons with Cel1-based TILLING were favourable: in our hands, the HRM method has a lower proportion of false negatives, identifying new mutations in targets that had previously been screened by the former method. Early results suggested that HRM results included a larger proportion of false positives (identified by subsequent sequencing), but experience in identifying characteristic curves of mutant amplicons in the melting profiles has reduced this to an acceptable level.\n(v) These mutations will be used to assess the roles of GA20ox1 and SbeIIa in plant growth and the starch biosynthesis, respectively. In addition, both genes have considerable potential for crop improvement, in the control of plant stature and pre-harvest sprouting (for GA20ox1) and starch quality for food and industrial uses (for SbeIIa). However, as wheat is hexaploid, characterisation of the phenotypic effects of the mutations will require crossing of plants carrying mutations in the A, B and D genomes, a process that will take a further 2 years before triple homozygotes can be identified. The method developed in this project has been used successfully by ourselves and our collaborators to develop novel alleles of several important wheat genes, which are being introduced into commercial varieties. Agriculture, Food and Drink","dataset":"gtr"}