{"id":"46554E92-AB40-45C5-9742-560DD7CB9BA6","title":"Comparative adherence of bovine and ovine Mannheimia haemolytica strains to air-interface respiratory organ culture models from cattle and sheep","abstractText":"Mannheimia haemolytica is responsible for important respiratory tract infections of cattle and sheep. These infections have a major impact on animal health and cause considerable economic losses to the farming industry in the UK and globally. Antibiotics and vaccines are used to combat these infections but better methods of control are required because the incidence of antibiotic resistant strains is increasing and vaccines do not provide complete protection. The development of more efficient vaccines against M. haemolytica is urgently required but the mechanisms of pathogenesis of this pathogen are poorly understood and protective antigens are ill-defined. M. haemolytica consists of genetically distinct sub-populations that are specifically adapted to, and cause disease in, either cattle or sheep. Furthermore, bovine and ovine isolates have very different forms of a cell-surface protein (OmpA) which, in other bacterial species, is involved in adherence. These data suggest that the OmpA protein of M. haemolytica might be involved in adherence to the upper respiratory tract (URT) of cattle and sheep and play a role in host-adaptation. Pathogenic bacteria possess a wide range of virulence mechanisms but adherence to mucosal surfaces is the first critical stage in the disease process. If adherence can be blocked it should, in theory, be possible to prevent colonisation and progression to disease. Unfortunately, very little is known about the mechanisms used by M. haemolytica to adhere to the URT of cattle and sheep. A major reason for this is the unavailability of suitable laboratory methods that represent the tissues and physiological conditions of the bovine and ovine URT. It is very difficult and ethically unjustifiable to carry out experiments in live cattle and sheep. Recently, air-interface respiratory organ culture methods have been developed in other species which use tissue derived from the URT of dead animals and physiological conditions that are similar to those encountered in the living animal. This project proposes to use this technology to investigate the adherence of bovine and ovine M. haemolytica isolates to the URT of cattle and sheep and to study the role of OmpA in adherence and host-specificity. The specific aims and objectives of the project are as follows: (1) To characterise in detail the interactions between M. haemolytica and respiratory epithelium by using bovine and ovine air-interface respiratory organ culture models to investigate bacterial adherence and colonisation of the URT of cattle and sheep. Air-interface cultures will be established using tissue from different regions of the URT including the nasal cavity (turbinates), the nasopharynx (tonsils), and trachea and infected with a well-characterised pathogenic bovine and ovine field isolate. (2) To study the adherence of bovine and ovine M. haemolytica isolates to organ culture models representing different regions of the URT of cattle and sheep. In this way we will determine whether adherence of bovine and ovine M. haemolytica isolates to the URT occurs in a host-specific manner and contributes to host adaptation in this species. (3) To evaluate the role of the OmpA protein in the adherence of bovine and ovine M. haemolytica isolates to organ culture models of cattle and sheep. In this way we will test the hypothesis that OmpA has a ligand-like function, is involved in binding in a host-specific manner to the bovine and ovine URT, and plays a role in colonisation and host-specificity. The air-interface respiratory organ culture models developed during the course of the project have significant potential applications in the study of other pathogens of cattle and sheep. Therefore, the proposed project will lead to the more rapid progression not only of M. haemolytica research but also research in related fields. The wider use of these models will lead to a significant reduction in the use of cattle and sheep in animal experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018137/1","grantId":"BB/D018137/1","fundValue":"201861","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  Our findings have been used to develop a bovine airway epithelial model of the respiratory tract. This has led to industrial collaboration (with MSD Animal Health) and the recent award of two further grants from the NC3Rs and BBSRC. Agriculture, Food and Drink Societal,Economic","person":"Robert Leonard Davies","coPersons":["Neil William  Isaacs"],"organisation":"University of Glasgow","findingsText":" The OmpA outer membrane protein exists in two forms in bovine and ovine strains of Mannheimia haemolytica; the two proteins forms differ in the amino acid sequence of four extra-cellular loops. We previously hypothesized that OmpA plays an important role in adherence and in host-specificity. We purified OmpA from bovine and ovine strains of M. haemolytica and raised antibodies to each protein in rabbits. Using Western-blotting and immuno-gold labelling, we demonstrated bovine and ovine OmpA proteins are immunologically distinct and that the protein is surface-exposed. We subsequently developed organ culture approaches at air-liquid interface (using material excised from bovine trachea) to investigate adherence and colonisation of M. haemolytica. Scanning electron microscopy revealed evidence of an immune response and production of mucus but there was little evidence of bacterial adherence. We concluded that healthy, ciliated tissue was resistant to bacterial colonization. Consequently, we began using submerged epithelial cell cultures to investigate adherence of M. haemolytica with greater success. Using this approach, we have identified early stages of biofilm formation and have observed changes in bacterial morphology. Both of these observations have not been described before and could be relevant to our understanding of natural bovine respiratory disease. Our identification of OmpA as a surface-exposed protein existing in different forms in cattle and sheep isolates could lead to the development of intervention approaches to control bovine respiratory disease. Agriculture, Food and Drink","dataset":"gtr"}