{"id":"4657628A-670C-44FA-9707-154B644F119E","title":"IES Platform: Scoping and feasibility preparation for an RCT on post partum weight loss (WeighWell)","abstractText":"Obesity and resulting complications present a major challenge to global health. It is recognised that pregnancy is a life stage where excess weight gain may occur and that many women retain this weight throughout the post partum period (one year after birth). For the overweight mother, weight loss is desirable for her own well-being, to reduce the risk of obesity-related complications in further pregnancies and to promote future family health. The proposed research comprises scoping work (Phase 1) to inform the development of a theory- based, weight management programme (WeighWell) and an exploratory trial (Phase 2) to assess the feasibility of delivery and acceptability of the programme in post partum women living in low income areas.\n\nPhase 1 involves interviews with stakeholders (e.g. health visitors, community pharmacists) and focus group discussions with mothers to identify potential recruitment opportunities and explore acceptability and preferences for the intervention design and delivery and the feasibility of basing a programme on successful approaches to diabetes. The Phase 2 trial will recruit 60 overweight (BMI 25kg/m2 ) post partum women living in Tayside for a 3 month intervention which will include dietary and activity assessments and specific, personalised goals for change. The intervention will aim to achieve a 5% weight loss through a modest energy deficit diet and 150 minutes of activity per week. Participants will also receive behavioural counselling and specific support mechanisms will be identified to assist compliance with the intervention aims. \n\nBaseline and follow up measures (all participants) include psycho-social assessments, diet and physical activity records and measurements of body composition. In addition, participants will undertake in-depth interviews on the experience of taking part in the programme, acceptability and challenges involved in the intervention implementation.\n \nThe main output will be a protocol for the design and practical delivery of an intervention for a definitive randomised control trial, a feasible recruitment strategy and weight loss information to inform trial design. Process data relating to different components of the exploratory intervention will also be collected, and will inform future intervention designs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701771","grantId":"G0701771","fundValue":"193576","fundStart":"2008-12-01","fundEnd":"2010-05-31","funder":"MRC","impactText":"","person":"Annie  Anderson","coPersons":["Shaun  Treweek","Andrew  Symon","R  Fraser","Joyce Marguerite Thompson","Alison  Kirk","Gary  Mires","Brian  Williams","Rosaline  Barbour","Anne  Ludbrook"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}