{"id":"465E49CF-FB74-420D-A1B3-D13501BF3923","title":"Dissecting the neural networks underlying female sexual behavior","abstractText":"What are the universal genetic, developmental, and neural mechanisms that underlie complex behaviours in any organism? Understanding this requires a model system that is both genetically and behaviourally tractable. Much of the recent progress in understanding how genes can influence behaviour has come from the study of innate behaviours in the fruit fly Drosophila melanogaster. In particular, the elaborate courtship ritual performed by the male fly has provided remarkable insights into how the neural circuitry underlying sexual behaviour - which is largely innate in flies - is built into the nervous system during development, and how this circuitry functions in the adult. While male courtship behaviour has been characterized in great detail, the female role has been largely ignored, thus little is known about the specific neuronal substrates mediating female sexual behaviour. During courtship, females appear superficially passive but exhibit subtle behaviours associated with mate choice. We are interested in finding the neural circuits in the female brain that must integrate her senses, and decide between the alternative actions of acceptance or rejection of the male. We are using molecular-genetic and behavioural approaches in the fruit fly to understand how the female makes her mate choice. The molecular pathways we investigate are highly conserved, and understanding the neuronal events underlying simple behavioural choices, may provide new insights in decision-making in higher animals. In addition to these benefits, understanding behavioural choices has potential commercial and medical relevance, particularly for the development of new approaches for controlling the reproductive or host-seeking behaviours of various agricultural pests and human disease vectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021817/1","grantId":"BB/I021817/1","fundValue":"613645","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Stephen  Goodwin","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}