{"id":"465F0CE1-10B4-4777-AAD1-08F78C6B6BA1","title":"Vibronic coupling in fullerenes in solids and on surfaces","abstractText":"The fullerene molecule C60 consists of 60 carbon atoms located at the vertices of a truncated icosahedron. At finite temperatures, the atoms vibrate about these equilibrium positions. Coupling of the motion of the electrons in C60 to these vibrations can instantaneously distort an isolated molecule to a lower the symmetry, in what is known as the Jahn-Teller effect. As there are a number of equivalent lower-symmetry configurations, the overall symmetry will still be icosahedral. However, when a C60 solid is formed, the situation is rather different. Interactions between C60 molecules can result in a net symmetry lowering through the co-operative Jahn-Teller effect. Also, when C60 molecules are adsorbed on a surface substrate, interactions with the surface can lower the symmetry. It is important to know the nature of any distortion of C60 in order to correctly interpret the results of experiments, and in particular the interpretation of scanning tunnelling microscopy (STM) images of C60 molecules which can reveal some of the internal structure of these molecules. In this project, we will start by developing a theoretical model to describe the co-operative Jahn-Teller effect of C60 ions interacting in a monolayer through their vibrations, neglecting interactions with any substrate. We will then look at isolated C60 molecules interacting with a surface. Finally, we will combine the two approaches to consider a monolayer interacting with a substrate. This will reveal the symmetry of any distortions as well as other information that is important to obtain a proper quantum-mechanical description of the molecule.The above approach will classify the allowed distortions by their symmetry according to group theory. However, it is not clear how a molecule that is subject to one of these distortions will appear when observed in an experiment. Furthermore, there are a number of different ways in which the molecule can distort into a given symmetry. The literature reports pictures of how some of the allowed distortions will look (particularly those involving radial displacements of the atoms), but the results are not complete. Therefore, in parallel with the above, we will obtain pictures and animations of all the important distortional modes. We will then attempt to compare the predicted distorted shapes with STM images, although this is difficult as STM does not observe the ions directly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E030106/1","grantId":"EP/E030106/1","fundValue":"258212","fundStart":"2007-07-31","fundEnd":"2010-07-30","funder":"EPSRC","impactText":"  This project showed how coupling between electrons and vibrations in the fullerene molecule influence the images of these molecules observed using scanning tunnelling microscopy, thereby providing a theoretical interpretation of experimental observations.  ","person":"Janette Lesley Dunn","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project led to a novel way of interpreting scanning tunnelling microscopy (STM) images of fullerene molecules that can be implemented in a fraction of the time of more usual methods. The work was continued by a PhD student at the University of Nottingham (Mr Andrew Lakin) and led to a collaboration with the experimental group of Prof Moriarty at Nottingham. This has led to further research grant applications and publications, and two further PhD students working jointly with the two groups (one doing half experiment and half theory). Other","dataset":"gtr"}