{"id":"4667BFD4-E0AC-4354-A3C7-E7B3BB3DA863","title":"Print culture and political participation in seventeenth century England","abstractText":"This monograph project rethinks issues relating to political participation in early modern England, by highlighting the importance of 'print culture' and the 'print revolution'. It demonstrates the extent to which it was possible for national political life to be 'popular', in that those who interacted with parliaments and governments included people beyond and below the gentry and aristocratic elite. It connects parliamentary affairs with the world far beyond Westminster and even into the most remote corners of England, breaking down distinctions between 'elite' and 'popular' politics, and between 'social' and 'political' history. The book outlines the ways in which cheap print broadened and deepened the political nation, and facilitated the development of a national political culture, as well as its role in transforming public awareness of 'current affairs'. It will also show how print brought about a qualitative change in the ways in which people could engage with politics, and interacted with their leaders and representatives, and in the extent to which individuals and interest groups involved themselves in business at Westminster. The result will be a thorough incorporation of 'print culture' into nationwide public life during the seventeenth century, establishing for the first time the practical impact of print upon everyday political affairs, and a fundamental reassessment of the nature of public politics during a critical period of English history. \\nCrucial to this work is the need to take into account evidence that erudite treatises, and the work of intellectuals and clerics, did not dominate early modern print culture to the extent that is generally assumed, and that it is necessary to explore the full range of print genres, from handbills and posters to petitions and lobby documents, as well as newspapers and pamphlets. The significance of the vast amount of printed material that emerged during the seventeenth century, much of which has been ignored by scholars, can only be understood by means of a methodology which deepens our understanding of the ways in which people read print culture (in terms of distribution, consumption, accessibility, response), and of the nature of the information and analysis which print provided, not least in terms of undermining official secrecy. Moreover, the methodology developed by this project also considers the degree to which members of the public could engage with print as producers rather than merely as consumers, and the ways in which they were able to interact with political institutions, in terms of making contact (through petitions and lobbying), and in terms of developing new kinds of relationship with rulers and governments, not least by forcing people to rethink the nature of representation and political accountability. Throughout the book, emphasis is placed upon the importance of acknowledging not only that entrepreneurs and professional writers and journalists dominated the world of stationers and printers, but also that members of the public became involved in the production and exploitation of print. They wrote pamphlets, submitted petitions, and produced more or less ephemeral pieces of political literature, and they also adopted a pro-active approach to early modern newspapers, whose content they were increasingly able to influence. \\nThe implication of such findings is that, in order to appreciate fully the role which print played in everyday political life in the mid-seventeenth century, it is necessary to explore in detail manuscript collections and private papers. Based upon extensive archival research in Britain and America, this book demonstrates the centrality of print genres to the ways in which members of the public engaged with Westminster politics, and reveals in the process an untapped source of hitherto unknown printed items, from administrative papers to petitions, lobby documents, and pamphlets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H004181/1","grantId":"AH/H004181/1","fundValue":"29646","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Jason Tom  Peacey","coPersons":[],"organisation":"University College London","findingsText":" Based on a wealth of archival evidence, and the mountainous output of the press, this book reassesses the nature of and response to the 'print revolution', demonstrating how cheap print impacted upon the lives and thought of people from across the social spectrum and the geographical landscape. It analyses how contemporaries responded to political events as consumers of print; explores what they were able to learn about national politics; and examines how they developed the ability to appropriate a variety of print genres in order to participate in novel ways. It argues that, amid structural change and conjunctural upheaval, there occurred a dramatic re-shaping of the political nation, as citizens from all walks of life developed new habits and practices for engaging in daily political life, and for protecting and advancing their interests, and that this ultimately involved experience-led and 'bottom-up' attempts to rethink the nature of representation and accountability. It is hoped to develop opportunities to use the findings of this research in public engagement activities. In addition to a number of Historical Association talks on the topics and themes addressed by the book, plans are being made for wider dissemination of the findings, through popular magazines like History Today, and through at least one radio programme. Government/ Democracy and Justice","dataset":"gtr"}