{"id":"4679AC35-15A5-4067-ACB9-0CA55C783097","title":"Train unit scheduling optimisation","abstractText":"Efficient passenger rail is a key factor of success for the UK economy. Growing and modernising the UK rail infrastructure such as the HS2, Crossrail and many other projects must be complemented by optimised operations planning to maximise its passenger carrying network capacity. \n\nAfter a timetable has been finalised, a fleet of train units is scheduled. Each train unit is assigned to serve some train journeys in a sequence and no timetabled journey is left uncovered. Obviously all the train connections for each unit must be feasible, i.e. the unit must be at the right place before its next scheduled departure is due, and the scheduling task is like solving a hugely difficult jigsaw puzzle that the minimum number of train units is to be used. Moreover, some timetabled journeys at peak times may demand more seats than a single train unit can provide. Thus the train units may be purposefully scheduled to overlap in their assignments to achieve the desired combined seat capacity.\n\nTrain operating companies are motivated to seek automatic optimised train unit scheduling methods for several reasons. There are very high costs to lease, operate and maintain the train units making them a critical resource for most UK train operating companies, how to spread the train unit resource amongst competing demands is a big challenge. The potential saving in an optimised train unit schedule is very attractive. Good train unit schedules can be derived manually based on experience and local knowledge, but that is usually a very time consuming and tedious process making it impractical to consider many what-if options available to the planners.\n\nExisting research in passenger train unit scheduling is mainly from the Netherlands and Italy, whose models have not included some UK features and have tackled smaller problems than those usually found in the UK. This project builds on recent research in collaboration with ScotRail, which has led to promising results for part of the ScotRail network around Glasgow and Edinburgh. This project aims at yielding fully operable schedules in real life practice to demonstrate the validity and quality of research, and hence further more extensive industrial collaboration is planned.\n\nThis 36 month project consists of three parallel work streams. The planned research is grounded on an exact mathematical approach, under which advanced solution techniques and appropriate formulation variations are sought to improve and refine its computational performance. One research fellow will be responsible for this work stream.\n\nWhile the mathematical approach has superior optimisation power, computational time escalates exponentially to becoming impractical beyond small to medium sized problem instances. In another work stream, the second research fellow will investigate a new method that could make a step change. Recognising that there is a practical limit on how large a problem instance the mathematical optimiser can solve 'comfortably' a heuristics is used to compress and transform, analogous to compression of an image file, the problem instance into a much smaller one for the mathematical solver to be applied. Over a number of cycles, more and more is learnt about the key data points to be retained in the compressed instance whereby the hybridised algorithm would converge to the optimal or very near optimal solution.\n\nIn the third work stream, both research fellows will be engaged in activities with our industrial collaborators to ensure that the most realistic model is built, the solution schedules produced are fully operable and testing and evaluation are as thorough as possible. The activities include short placements, regular contacts, on-site testing/evaluation and three seminar workshops that other train companies will also be invited.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M007243/1","grantId":"EP/M007243/1","fundValue":"577062","fundStart":"2015-01-19","fundEnd":"2018-07-21","funder":"EPSRC","impactText":"","person":"Raymond Sai Kwan","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}