{"id":"46792D72-BF22-4CE8-840F-AA0DD26ABEFB","title":"Children and amateur media in Scotland","abstractText":"The proposed research will address the neglect of amateur film in the academy. By focusing on the role and activity of children in amateur media, the project will have a unique conceptual focus allowing the investigators to explore an issue of central importance to the study of film and specifically amateur media: the role of children and 'childhood' in the construction of personal and public histories. Working within a specific national and geographic context - Scotland - the project will benefit from a defined yet distinctively diverse social and cultural heritage in which amateur film-making has played a fundamental role, involving families, well established cine-clubs and numerous civic, educational and other sponsored community projects. \\nThe project therefore aligns itself with the developing interest in examining and exploring the representation of the child and childhood in visual media. Norris Nicholson's work on the North West Film Archive (2001) has suggested ways in which the presence, activity and contingent evidence provided by children in amateur film can demonstrate many of the social and physical changes within children's lives over the twentieth century. Similarly, a recent historical study of non-commercial films from the National Film Board of Canada, (Low, 2002) has explored Canadian children's experience both within the home and in institutional contexts. Low, in particular, is interested in the way in which the NFB films offer two kinds of evidence: first, they reveal how children were being projected and directed as future citizens (since many of the films had a pedagogical or social agenda) and second, that the films also revealed how children actually 'were' in the past. This project will develop Low's agenda and adapt his methodology and reframe it within a different national context and in relation to the more ad hoc and diverse range of films to be found in the Scottish Screen Archive (SSA). It will address the pre-history, or the origins of children's activity in what is now characterised as a new 'participatory culture' of media convergence. \\nThe PI (Dr. Karen Lury) and the RF (Dr. Ryan Shand) have, respectively, expertise in interpreting childhood in relation to professional film and television and in the history and interpretation of amateur film. Working collaboratively on the existing films and with newly archived video material they will produce a unique, distinctive and valuable contribution to the study of amateur media.\\nThere is a significant gap in the SSA which has a particular importance for the study of children and amateur media. At the present time, there are very few collections held in the archive of video material produced during 1980-2000. In specific relation to the proposed project, this later material is key evidence in the speculation as to whether there are identifiable changes in relation to the child's participation in amateur media during this significant time period and as a likely 'tipping point' in relation to children's activity as film-makers that begins to inform their more conventional employment as subjects or performers. In collaboration with staff at the SSA the research team will identify, source and archive this 'missing generation' of amateur media to be held as an extension to the existing body of films held at the SSA. As part of the National Library of Scotland (NLS) this material will be of historic and national importance. Crucially, these films will be vital to the understanding of the mediation of childhood in the latter part of the twentieth century and will foreground the history of children as film-makers which has largely been neglected. \\nResearch findings and selected film material will be disseminated via the conventional academic routes of publishing and conferences, but the project will also develop a website, educational workshops and a targeted learning resource, as well as an exhibition for the Museum of Childhood in Edinburgh.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H019294/1","grantId":"AH/H019294/1","fundValue":"584152","fundStart":"2010-08-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Karen Emelia Lury","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}