{"id":"468DE3C3-8110-4D57-8DE8-D2DF4A9C23F0","title":"Building the Wireframe: E-Science for the Arts Infrastructure","abstractText":"This bid was the drawing together of the creative and scientific communities in the West Midlands area though the Visualisation Research Unit (VRU) in partnership with the Midlands E-Science Centre (MeSC). The VRU led the bid, drawing support from the network of resources and expertise of the MeSC. In order to effectively draw in the creative community the VRU worked with Arts Council West Midlands, the IKON\n\nGallery, the public and an extensive regional network of artists and arts organisations.\nThe workshop series took place over four weeks during November 2006. There were four events. Three workshops, each lasting a day, consisted of presentations, discussions, group work, hands-on application of technologies, and took place at the Ikon Gallery in central Birmingham. A further public lecture given on the role of technology in the creative arts was delivered at the British Midland Institute, also in Birmingham. The workshops were aimed at organisations and individuals working in the arts in digital media, including practising artists in e-media contexts. \nThe main aims of the workshops were as follows: \nTo optimise the opportunities, use and understanding of e-science processes and their applications in creative industries.\nTo identify and understand the major narratives and cultural implications of e-science for arts practice.\nThe main objectives of the programme were:\nTo develop, support and sustain a community of interest around e-science issues in the context of the arts infrastructure of the West Midlands region.\nTo demonstrate how processes and approaches in the arts can enter a constructive partnership with e-science.\nTo disseminate e-science culture to a wider public through a programme that includes websites, podcasts, public lectures and exhibitions related to the workshop programme","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500439/1","grantId":"AH/E500439/1","fundValue":"12273","fundStart":"2006-07-01","fundEnd":"2006-11-30","funder":"AHRC","impactText":"","person":"Gregory  Sporton","coPersons":[],"organisation":"Birmingham City University","findingsText":"","dataset":"gtr"}