{"id":"469255EC-036A-469B-9082-7449F7CA8D94","title":"Tellus How - An exemplar approach for end-user innovation and follow up of major NERC environmental survey projects","abstractText":"TELLUS HOW builds on the NERC-funded Tellus South West and G-Base survey projects completed in 2013-14 in Cornwall and Devon. Using Tellus South West as an exemplar, TELLUS HOW will broaden stakeholder understanding, application and innovative use of NERC data, embed NERC research and data into end-user business processes, identify and communicate evidence of impact, and recommend clear pathways and mechanisms to enhance both the impact of future NERC environmental survey projects and the likelihood of future funding contributions from external partners and consortia.\nThe TELLUS HOW Delivery Partners comprise the NERC British Geological Survey (BGS), the NERC Centre for Ecology and Hydrology (CEH), and the University of Exeter Camborne School of Mines (CSM) and Research and Knowledge Transfer (RKT) departments. \nThe project is built around a series of secondments of Delivery Partners' staff to businesses and local government (the End User Partners) in the south west region:\nCornwall Council is the unitary authority for Cornwall and the Scilly Isles, with a wide range of regulatory and public service responsibilities for a population of over half a million people. Tellus How will assist the Council with aspirations and concerns in environmental management including natural and industrial heritage, health and wellbeing, and planning and regeneration. Best practices and lessons learned will be transferable to other local government organisations both regionally and nationally.\nCornwall Wildlife Trust (CWT), the Environmental Records Centre for Cornwall and Isles of Scilly (ERCCIS) and Cornwall Environment Consultants Ltd (CEC), is a suite of close working SMEs and organisations seeking to support and protect wildlife and biodiversity improvement across Cornwall, the Isles of Scilly and wider region. The secondments will assist CEC to strengthen or develop new services and help CWT / ERCCIS develop knowledge and capability that is exportable to other Wildlife Trusts, NGO's and records centres.\nTreliver Minerals Ltd is a UK registered company (SME) with active involvement in exploration for tin and associated metals in south west England. Tellus HOW will assist the company with their exploration objectives through ground-truthing of Tellus data and understanding of underpinning controls on mineralisation.\nWardell Armstrong International is a mining engineering/environmental consultancy that services the industrial minerals sector from ten regional offices in the UK and international offices in Kazakhstan and Russia, with a staff complement close to 400. Tellus How secondments will assist the company develop new applications of Tellus type datasets for its international business including evaluation of spatial data modelling and visualisation tools.\n3D Mine Surveying International Ltd is a Cornwall-based SME offering a range of services including infrastructure modelling, 3D design analysis, volumetric surveys, 3D visualisation, forensic analysis and hazardous condition surveys. 3DMSI already have advanced technical expertise in place to exploit TELLUS data, but intend through this project to work with other stakeholders and partners to explore new business opportunities and develop collaborative activity. \nEach secondment will provide End Users with direct access to Delivery Partners' expertise and know-how in data interpretation, applications and management, and assist with integration of NERC data and knowledge into their business processes, information systems, toolsets and training programmes. Feedback to Delivery Partners and NERC will provide evidence and case studies of impact of NERC data and research, improved understanding of end users business needs, and guidance on specific user requirements for data delivery mechanisms, access and interpretation tools and associated skills requirements.\nKeywords: Tellus, knowledge exchange, secondments, commercial, SMEs, local government","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021777/1","grantId":"NE/M021777/1","fundValue":"86521","fundStart":"2015-07-08","fundEnd":"2016-07-07","funder":"NERC","impactText":"","person":"Andrew Stephen Howard","coPersons":["Robin Kenneth Shail","France  Gerard","Frances  Wall","Richard  Haslam","John  Redhead","Jennifer Margaret Bearcock"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}