{"id":"46AED86F-0CC4-416E-A07C-DA82E150EBED","title":"Supercontinuum generation in multimode optical fibres and waveguides","abstractText":"When high-intensity short-pulse laser light propagates through optical fibres or planar waveguides, it experiences significant spectral broadening through nonlinear processes. Thus, single-wavelength laser light can be converted into broadband white light, a so-called supercontinuum spectrum. Such light sources have already been used for a range of scientific purposes, for example for precision spectroscopy which was awarded the 2005 Nobel Prize in Physics. However, for mass-market applications, for example in illumination and image projection, current systems provide too low power and not sufficent energy efficiency. A promising solution is to use fibres of larger core diameters for high power and to exploit multimode nonlinear effects for enhanced efficiency.However, while supercontinuum generation in single-mode fibres is well understood, very little is known about its multimode counterpart. Preliminary experiments suggest a spate of novel and exciting effects, but so far these more complex nonlinear systems are largely unexplored.Here, we propose to develop a theoretical framework to model such complex systems. We will perform detailed analytical investigations and develop computer code for efficient numerical simulations. We will then use these tools to obtain a thorough understanding of the fundamental physics of nonlinear multimode pulse propagation and to explain these novel observations. Finally, our results will allow us to design fibres for spatial and spectral tailoring of complex supercontinua, but will also provide novel insights into the physics of other high-power devices such as large-core fibre lasers and amplifiers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056369/1","grantId":"EP/E056369/1","fundValue":"184255","fundStart":"2007-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  Work performed in this project led to the development of a novel description of pulse propagation in multimode optical fibres and waveguides. The theory has been implemented in a numerical software package and applied to various various experimental demonstrations. Work has also started to extend this model to other physical situations, such as high-intensity pulse propagation in gas-filled capillaries for high-harmonic generation. Multidisciplinary applications, such as in investegations of the fundamental capacity limit of multimode communication, are also under way.\n\nBeneficiaries: Experimental collaborators in Southampton; academic community worldwide in area of pulse propagation; potential impact in future high-capacity communication systems; potential impact in compact X-ray sources\n\nContribution Method: The research developed a novel fundamental theory for accurate description of laser-pulse propagation in multimode optical fibres and waveguide. This formed the basis for various new projects which are currently being developed. Digital/Communication/Information Technologies (including Software) ","person":"Peter  Horak","coPersons":[],"organisation":"University of Southampton","findingsText":" When high-intensity short-pulse laser light propagates through optical fibres or planar waveguides, it experiences significant spectral broadening through nonlinear processes. Thus, single-wavelength laser light can be converted into broadband white light, a so-called supercontinuum spectrum. Such light sources have already been used for a range of scientific purposes, for example for precision spectroscopy which was awarded the 2005 Nobel Prize in Physics. However, for mass-market applications, for example in illumination and image projection, current systems provide too low power and not sufficient energy efficiency. A promising solution is to use fibres of larger core diameters for high power and to exploit multimode nonlinear effects for enhanced efficiency.\n\nHowever, while supercontinuum generation in single-mode fibres is well understood, very little is known about its multimode counterpart. Preliminary experiments suggest a spate of novel and exciting effects, but so far these more complex nonlinear systems are largely unexplored.\n\nDuring the course of this project, we developed a theoretical framework to model such complex systems. We performed detailed analytical investigations and developed a computer code for efficient numerical simulations. We then used these tools to obtain a thorough understanding of the fundamental physics of nonlinear multimode pulse propagation and to explain these novel observations.\n\nIn particular, we investigated the effects of symmetries in microstructured holey and in all-solid optical fibres. We identified the dominant nonlinear processes in a hierarchy of coupling strengths, and used this to predict nonlinear processes in highly multimode fibres. Our model thus allowed us to find novel connections of supercontinuum generation with pulse self-focusing. We also extended our model to optical pulse propagation in gas-filled capillaries and started a successful collaboration with an experimental group in Southampton investigating such systems. The theory and model developed in this project is currently under investigation for applications in the development of new compact X-ray laser sources with potential impact in imaging on the nanoscale. Moreover, high-power laser sources and in particular supercontinuum sources may benefit from our findings, and we had initial contacts with a relevant fibre laser company. The work performed during the duration of this project was largely of a more fundamental scientific nature. As such, we have disseminated our findings through journal publications and conference presentations, including several invited talks. We have actively engaged with experimental groups, in particular within our Faculty at the University of Southampton, and several new projects have developed out of our original work.\n\nThe University has subsequently awarded two PhD studentships to the PI to continue and extend the research initiated within this EPSRC grant. With these additional resources, work is now under way to transfer the knowhow to exciting and potentially high-impact areas, namely to the development of compact X-ray laser sources for imaging and to the investigation of coherent data communication through multimode optical fibres. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}