{"id":"46BD0E91-B221-4FE0-9E95-B91D98A8B90A","title":"Live attenuated nairovirus vaccines: targeted mutations in a recombinant virus","abstractText":"Virus diseases spread by insect, tick or small mammal vectors are a significant hazard to the health of both humans and livestock animals. Many of these viruses cause what is known as viral hemorrhagic fever (VHF) in which infection leads to bleeding under the skin, in internal organs, or from body orifices like the mouth, eyes, or ears. Severely ill patients may also show shock, nervous system malfunction, coma, delirium, and seizures. There are no specific treatments and only two of the known VHFs has a vaccine available. Study of the VHFs that affect people is limited by the need to work in special high containment laboratories that protect the researchers and the general public and by the absence of any animal model (other than primates) showing the same symptoms. In this project we will exploit a naturally occurring VHF of sheep and goats (Nairobi sheep disease virus (NSDV)). This virus is of low risk to the researchers studying it and the natural host is readily available. NSDV is very closely related to Crimea-Congo hemorrhagic fever virus (CCHFV), a human pathogen found in large parts of Africa and Asia which has a mortality rate of about 30%. What we learn about NSDV will help research on CCHFV as well as increasing our knowledge of VHFs in general. This project will investigate the ability of NSDV to interfere with the host defenses, in particular the the so-called 'innate' immune system, which is activated in the first hours of an infection. The most important part of the innate immune response against viruses is the production of 'interferons' by infected cells. As the name suggests, interferons interfere with virus growth, turning on lots of internal defence systems in the surrounding uninfected cells, and making it harder for the virus to spread. Many viruses produce proteins that stop infected cells from making interferons, some produce proteins that block the action of interferons, and some do both. The group of viruses to which NSDV and CCHFV belong appear to block this interferon response in some way and, as there are only two viral proteins that could be having this effect it should be relatively simple to find out which. Both proteins are multifunctional, so we will then identify exactly which part of the active protein is responsible and change just that part so that the resultant protein continues to do all the other things it has to do in the viral life cycle but no longer interferes with the interferon defense mechanism. We expect that taking away this viral countermeasure will greatly reduce the ability of the virus to cause disease, because the host's defenses will not be being blocked any more. Such a virus, live and infectious but no longer causing disease, could act as a vaccine, since it will stimulate the production of specific antibodies and cells ready to attack invading NSDV. We will therefore make a new virus in which the normal protein is replaced by the defective mutant, and test the native and mutant viruses in sheep.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006764/1","grantId":"BB/F006764/1","fundValue":"125824","fundStart":"2008-09-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"","person":"Anne  Bridgen","coPersons":[],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}