{"id":"46BD790F-B5E8-45EA-A843-30815F3454AA","title":"A detailed assessment of ecosystem carbon dynamics along an elevation transect in the Andes","abstractText":"Tropical montane forests are amongst the most fascinating yet least studied of terrestrial ecosystems. In terms of ecosystem science, they combine some of the attributes of temperate forests (low mean annual temperature) with those of lowland tropical forests (lack of temperature seasonality), and thereby provide an important test of our understanding of climatic controls on ecosystem carbon and nutrient cycling. In addition to holding large stocks of carbon in their soils, they host a large fraction of global biodiversity: for example, 15% of all plant species on the planet are found on the slopes of the Andes, and half of them are found nowhere else on earth. Hence changes in tropical montane forest ecosystems could have a profound effect on global biodiversity. As one climbs an elevation gradient in the wet tropics, two trends in ecosystem properties stand out: an apparent decline in above-ground productivity (the production of wood and leaves), and an increase in soil and dead biomass organic stocks at the expense of live biomass. However, although these trends are well-documented, there is still considerable debate as to the causes of these trends. We will focus on three aspects of the debate: - does below-ground root productivity decline in parallel with above-ground productivity, or does it actually increase (as indicated by a recent study), resulting in little trend in total productivity with elevation ? - do lowland tropical forests lose more carbon through respiration than tropical montane or temperate forests, and is the magnitude of this proportional loss related to ambient temperature ? - is the decline in decay rates with increasing elevation entirely explained by temperature, or is litter quality and important factor ? In this proposal we will explore the causes of both these trends, by conducting detailed measurements of plant, litter and soil carbon dynamics at four sites along an altitudinal transect in the Andes. This will build upon and complement similar measurements that we are currently conducting in the lowland Peruvian Amazon. We established the field study site in 2003 We will: (i) Conduct detailed observation of above- and below-ground productivity, measuring the production of wood, leaves and roots. (ii) Quantify respiratory CO2 emissions from leaves, wood and roots, and from decaying organic matter in litter and soils. (iii) Quantify the stocks and flows of C, N and, P in litter and soil pools. (iv) Quantify the effects of temperature, litter quality and rainfall on organic matter decay rates by conduction a translocation experiment, where samples of litter, dead wood and soil with be swapped between different elevations along the transect, and the decay rates of material monitored over time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D011191/1","grantId":"NE/D011191/1","fundValue":"50406","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"NERC","impactText":"","person":"Yadvinder Singh Malhi","coPersons":["Yit Arn  Teh"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}