{"id":"46C0DFF8-F454-44C9-BF16-94F189D500B6","title":"From Ridge to Trench, MoHole to Bend-Faults","abstractText":"The Earth's mantle forms almost all of the Earth's volume, and is thought to be made of material similar to stony meteorites. Almost everywhere on Earth it lies beneath a thin layer of crust that is the product of repeated mantle melting and remelting. Since the 1950s, drilling a &quot;MoHole&quot; through Earth's crust to obtain the first in-place sample of its mantle has been a goal for Earth scientists comparable to obtaining samples from the Moon, Mars, or Venus.\n\nThese samples are the only way to confirm or disprove many decades of work on how Earth's oceanic and continental crust form and evolve, the geological processes that create volcanoes, Plate Tectonics, and the preconditions for Life on Earth. Continental crust is usually thicker than 30km, putting the mantle out of reach. The crust beneath the oceans, which covers 65% of the Earth's surface, is often as thin as 5.5km and the task is now possible. This goal is achievable at a cost similar to a moderate space mission but requires an international community effort, and the Japanese have designed and built a &pound;1000M drillship, the Chikyu, with the MoHole as a key objective.\n\nOffshore Central America is an especially promising site for the MoHole because the water depths of less than 4km and the plate age around 20Myr reduce the technical challenges, and the ocean crust formed at a well-studied fast (10cm/yr) mid-ocean spreading centre. In addition, this is the world's only region where we can augment MoHole drilling to explore changes to the crust and mantle when a tectonic plate bends to subduct into Earth's interior at an oceanic trench. Offshore Central America is the only place where this plate bending occurs shallower than the 4.5km seafloor-depth limit to Chikyu drilling operations.\n\nWe now realize that plate bending near a trench is likely to be associated with significant chemical reactions between seawater and mantle just below the oceanic crust that has cooled significantly since it rose and melted beneatha mid-ocean ridge. Bend-faults formed just outboard of the trench appear to be key in this process, providing pathways for seawater through the crust and into the shallow mantle. Acoustic (seismic) tools developed for oil-exploration show these faults in the bending crust and up to 10km into the mantle in several places. We know from reduced seismic wavespeeds that seawater and cold mantle have reacted to form large amounts of a water-rich product called serpentine.\nIf large amounts of serpentine are formed during plate bending, this would have profound implications for the Earth's global carbon and water cycles. Carbonate formed as a serpentinization reaction product could transfer an amount of carbon dioxide into the mantle comparable to that consumed by surface weathering and mountain building. Deep chemosynthetic life is also likely to take advantage of the energy released by serpentinization reactions. This region may be where life penetrates most deeply into Earth and may even be the environment where life started. To test these ideas requires drilling through the crust and into the shallow mantle near one of these bend faults to sample the rocks and fluids.\n\nIn this study we will test whether the plate offshore Central America is suitable for these two deep drilling projects. We will measure the crustal thickness, and the properties of the crust and upper mantle using seismic methods. We will determine where bend-faults form, how they evolve, and how the properties of the crust and mantle change as they do. We will specifically search for sites along a bend-fault where hot water returns to the seafloor after passing deep within the region of active serpentinization by mapping the seabed with an advanced robot submarine called Autosub and measuring the temperature of rocks 5m beneath the seabed. To find these sites and any lifeforms present would on its own be a major jump in our basic knowledge of the Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021246/1","grantId":"NE/M021246/1","fundValue":"178785","fundStart":"2017-07-01","fundEnd":"2019-06-30","funder":"NERC","impactText":"","person":"Timothy  Henstock","coPersons":["Damon Andrew Teagle"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}