{"id":"46C04F4E-8915-411B-B99B-7ED3DA0C3B7B","title":"Urban Transformations Network: Pathways from Practice to Policy","abstractText":"Urban areas face urgent challenges due to pressures on resources and the environment. Ever increasing urbanisation squeezes open urban space and planted landscapes as the density of cities increases. And yet, urban agriculture (UA) is rapidly re-emerging in cities across the world in response to concerns over resources, environment, wellbeing and food systems. This has resulted in the creation of a new urban space type - productive urban landscapes e.g. http://r-urban.net/. Productive urban landscapes are multifunctional and include UA as a major element. In Europe their development has often been led by artists and designers and as the demand for, and number of, these spaces increase, urban environments are being transformed. Practice is outstripping policy and consequently policy makers are not creating the conditions to allow for innovation and development in urban design and food systems. City authorities are now urgently seeking guidance on how to develop policy to accommodate productive urban landscapes. \n\nThe Urban Transformations Network is being proposed by a multidisciplinary group of UK and European academics and practitioners who will generate future pathways to policy for productive urban landscapes within the context of sustainable development. Core members have since 2006 on occasion collaborated, but have never been able to bring their experience together to significantly advance practice and research. The network will meet three key objectives. 1) To define policy pathways that create the conditions allowing for innovation and development in urban design and food systems. 2) To deepen and extend a growing impact on urban transformations from arts and design-led multidisciplinary practice beginning to explore the role of urban agriculture within productive urban landscapes. 3) To develop and promote innovative methods for bridging design and policy development in the context of cross disciplinary working, and identifying outstanding questions in relation to productive urban landscape research and education. The core network consists of: Architects: Andre Viljoen, University of Brighton; Prof. Doina Petrescu, University of Sheffield; Craig Verzone, Verzone Woods Architects (Switzeland); Katrin Bohn, Technical University of Berlin. Artists: Debora Solomon and Mariske Van De Berg - Netherlands \nSociology / Food Policy: Prof. Han Wiskerke, Amsterdam Academy of Architecture and Rural Sociology Group,University of Wageningen - Netherlands. Agronomist: Dr Howard Lee, Hadlow College. Geographer: Dr Chiara Tornaghi, University of Leeds. Food policy: Clare Devereux, Policy Director, Food Matters UK.\n\n60 additional participants will be invited to attend network events.\n\nThe project will include a &quot;community of practice&quot; workshop in Amsterdam to enable the formulation of outline policy pathways. During a follow up practice to planner policy workshop in Brighton policy developers from the municipalities hosting pioneering projects will interrogate and jointly refine policy pathways. These will then be presented at a practice to policy seminar in Sheffield targeting at UK cities aiming to integrate sustainable urban food systems into their planning and policy development. In addition the core network will undertake wider dissemination via an interactive web site, conference and professional presentations, publication of two academic papers and the development of a major research proposal based on the networks findings.\n\nThe utilisation of network findings in the future development of policy will benefit academics and non-academics in the fields of public arts, the professions (architects, landscape architects, agronomists, and urban designers), policy makers including town planners and food policy councils. SMEs and social entrepreneurs in the fields of environment and food will benefit from enabling policies and ultimately the public will benefit from improved urban quality and wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015781/1","grantId":"AH/L015781/1","fundValue":"35750","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"","person":"Andre  Viljoen","coPersons":["Doina Mariana Petrescu"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}