{"id":"46C2E866-FC01-4D5A-93A7-5838BE7F24C3","title":"Sources transmission and effects of transcriptional noise in C. elegans ageing","abstractText":"Ageing is a variable process affected by the environment, genes and random chance. The activity of several genes that affect lifespan and ageing are affected by the environment. The goal of this project is determine (1) what leads to fluctuations in the activity level of these genes and (2) the relationship between fluctuations in gene activity and variability in lifespan and ageing. In many species, similar genes and environmental factors contribute to ageing in similar ways. Moreover, variability in gene activity is a universal phenomenon, due to physical laws. Thus research in simple animals such as roundworms can provide general insights on these processes relevant to many species, including humans. We will use powerful experimental tools in the roundworm to dissect the causes of fluctuations in the activity of genes that affect lifespan and ageing, and discern how these fluctuations are linked to variation in lifespan and ageing. These experiments would be very difficult and expensive in other animals such as mice or humans. As an experimental system, roundworms have an established track record of providing insights to many biological processes, including human ageing. We will first measure the fluctuations in gene activity, classify the sources of these fluctuations and determine how these fluctuations are affected by food and temperature. Because these genes communicate with each other in the nervous system, we will next test how the communication process affects the fluctuations. Finally, we will determine whether fluctuations in gene activity lead to variability in ageing. To obtain the large amount of data needed for this work, we will engineer new computerised microscopy systems capable of collecting data ~50x faster than manual work by humans, and other tools to measure muscle decline with age. Together, this research will reveal how fluctuations in gene activity originate and affect ageing and lifespan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H020500/1","grantId":"BB/H020500/1","fundValue":"441805","fundStart":"2010-04-19","fundEnd":"2014-04-18","funder":"BBSRC","impactText":"","person":"QueeLim  Ch'ng","coPersons":[],"organisation":"King's College London","findingsText":" We discovered how food levels are encoded in the nervous system. By looking at expression of specific genes in specific nerve cells, we can infer the food level that the animal was exposed to, and we can determine the overall accuracy of this neural code. The nervous system is largely thought to encode information using electrical activity; here we show that gene expression can also encode information in the nervous system. This work opens up studies of gene expression as an alternative mechanism of encoding information in the brain. The genes that we study that encode food levels to modulate lifespan are conserved from roundworms to humans, thus our work will also open up studies of food encoding in lifespan modulation across other species, which will have implications for human ageing as well as metabolic disorders. We are now poised to extend our analysis to additional pathways that encode food levels to modulate lifespan, and the ability of these pathways to integrate multiple environmental cues, such as food and temperature. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}