{"id":"46C516CA-4EFB-4FE1-9F46-50C96CE7F563","title":"Bacterial oligosaccharyltransferase for glycoengineering and vaccine development","abstractText":"Vaccination has been incredibly successful in reducing the burden of infectious diseases. Examples of successful vaccines include those against the deadly bacteria Haemophilus influenzae, Neisseria meningitidis and Streptococcus pneumoniae. The basis for these vaccines is a complex sugar structure, known as the capsule, which covers bacterial cells protecting them from immune attack. In order to evoke an appropriate immune response, vaccines against these bacteria consist of capsule linked to a protein carrier forming a glycoprotein or glycoconjugate. However, despite the success of these glycoconjugate vaccines they have major drawbacks in terms of the technical difficulties in purifying the capsule material from bacterial cells and then conjugating the capsule to carrier proteins. Additionally, capsules are often highly variable, and the specific immunity elicited by immunisation with one type of capsule will not protect against bacteria with different capsule structures. Thus as new disease strains emerge (e.g. from selective pressure by large scale vaccination regimes) the existing vaccines become ineffective. An inexpensive, rapid and flexible method for glycoconjugate vaccine production would enable a more effective response to the emergence of new pathogenic bacterial strains with different capsule structures. One such approach is to produce glycoconjugate vaccines in the genetically tractable bacterium Escherichia coli. E. coli is already used as a 'cellular factory' to produce large amounts of proteins; however, until recently it has not been possible to generate glycoproteins in this bacterium. That could now change. We have recently identified and characterised a gene cluster (pgl) which is responsible for the synthesis of glycoproteins in the bacterial food-borne pathogen, Campylobacter jejuni. We have been able to transfer the segment of DNA containing the pgl genes into E. coli to produce recombinant glycoproteins, thus opening up the field of glycoengineering. The key enzyme in the C. jejuni pathway that couples proteins to sugars is the oligosaccharyltransferase protein termed CjPglB. Although CjPglB can transfer many sugar structures unfortunately there are many structures from various pathogens that it cannot. Essentially, the end of the glycostructure that is attached to the protein by CjPglB, must have a sugar unit with a specific configuration - an acetamido group at the C-2 position of the sugar at the reducing end of the glycan. This severely limits the potential applications of this technology. Indeed many capsules of pathogenic bacteria do not have this configuration and therefore CjPglB could not be used to produce glycoconjugate vaccines for protection against these bacteria. In this study we propose a number of strategies to overcome this problem. We will seek to identify or engineer alternative PglB proteins that will have a modified specificity for different glycostructures. We will use a dual approach of seeking alternative PglBs from other bacteria that may naturally have a different specificity to the original CjPglB, and also a mutagenesis approach to alter the enzymatic specificity of CjPglB. To ascertain if the specificity of the natural and mutated PglBs have been altered we will test separate capsular polysaccharides from the important pathogens Streptococcus pneumoniae and Burkholderia pseudomallei to determine if the respective capsules can now be coupled/conjugated to an appropriate carrier protein. The new recombinant glycoconjugates in E. coli will be ideal vaccine candidates that can be readily purified and tested. The glycoengineering principles to be pioneered in this study could be applied generically to the design of other glycoconjugate and combination vaccines. Irrespective of vaccine development, this new and emerging technology will be of direct importance to scientists interested in basic research and in applied research in glyco-biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009321/1","grantId":"BB/F009321/1","fundValue":"205586","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"","person":"Brendan  Wren","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}