{"id":"46CA6C7E-3DD0-44F6-8A87-41CBB1417536","title":"Population genomic tests for mechanisms of ecological speciation in bdelloid rotifers","abstractText":"Sex is nearly ubiquitous among animals. Most animals have a stage in their life-cycle when genes from different individuals are shuffled to produce genetically mixed offspring. By doing so, natural selection acts more efficiently both to remove harmful mutations from populations and to allow beneficial combinations of genes to spread. Sex also has profound implications for speciation, namely how an ancestral species diverges into separate descendent species. Adaptation to different habitats and isolation in separate geographical areas can promote speciation, but a key step for sexual organisms is to acquire genetic or behavioural traits that prevent gene exchange. As a result, most speciation research has focused on reproductive isolating mechanisms that restrict gene exchange between diverging populations. \n\nSome organisms defy the general ubiquity of sexual reproduction. Bdelloid rotifers are microscopic animals that live in freshwater, such as ponds and the water film on mosses. No males or cellular signs of sex have ever been found, and recent genomic evidence indicates that their chromosome structure is incompatible with the normal pairing of chromosomes associated with sex. Despite the presumed costs of such a lifestyle, bdelloids comprise hundreds of morphologically distinct species. Our previous work confirmed that bdelloids have diversified into independently evolving groups akin to species and found evidence for morphological adaptation to different habitats. But what mechanisms led to divergence? Have bdelloids really evolved as asexuals or do they have hidden mechanisms for gene exchange?\n\nOne recent discovery found another weird feature of bdelloids that might contribute to adaptation to different environments. Bdelloids harbour thousands of genes that appear to derive from bacteria, protists, plants and fungi and have been taken up into the bdelloid genome where they provide new functions. Some of those functions are previously unknown in the metabolic repertoire of animals. It is believed that uptake occurs (rarely) when bdelloids repair their DNA following damage caused by desiccation - another weird feature of bdelloids is their ability to survive desiccation, a stress that kills most other animals. The uptake of foreign DNA is well known in bacteria, where it contributes to specialisation to different niches (e.g. to cause disease in a new host), but the levels in bdelloids are unprecedented among animals. Might the uptake of foreign genes provide a way for bdelloids to acquire new functions and adapt to different environments, as in bacteria? Or perhaps there are other hidden mechanisms of gene exchange between bdelloids? \n\nWe will use genome sequencing to test the importance of gene exchange and the uptake of foreign DNA in 4 closely related bdelloid species living in different habitats: 2 species in habitats that desiccate regularly and 2 that are fully aquatic and cannot recover from desiccation. Our prior work found that most foreign genes are shared, but a significant remainder appear to be unique to each species. We will sequence whole genomes to verify or refute the status of these genes. We will also sample genomic variation within each species to test whether shuffling of genes has occurred, and if so whether that conforms to hidden sexual exchange (unlikely) or other mechanisms. We will test whether gene exchange has shaped the pattern of natural selection across genes. The results will reveal the contribution of strictly asexual evolution versus gene exchange in bdelloid adaptation and speciation. Findings for these intriguing animals will contribute new knowledge of mechanisms that promote adaptation and speciation, in comparison to organisms with more conventional lifestyles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M01651X/1","grantId":"NE/M01651X/1","fundValue":"385716","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"NERC","impactText":"","person":"Timothy Giles Barraclough","coPersons":["Sarah Anne Butcher"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}