{"id":"46CEB24F-6B63-4AD4-8E33-8994D032AA4B","title":"A Democracy to Come? Investigating Change in Alternative Organizations","abstractText":"The economic instability and uncertainty created by the 2008 financial crisis has encouraged many individuals and groups to re-evaluate the type of society that they wish to live and work within. Evidence increasingly shows that workplaces with less hierarchy, more democracy and greater employee empowerment can not only ensure a more balanced and sustainable economy but can lead to a healthier and happier workforce. The opportunity to work in organizations with fair rates of pay, rights to participate in decision making and the freedom to craft your own job without managers interfering should no longer be seen as a remote possibility. Numerous employee owned companies including Accord and Tullis Russell, and co-operatives such as Suma and Infinity, operate in a way that claim to make these things a reality. Many more companies are going yet further, embracing radical decision making procedures that re-distribute power away from managers ensuring that employees are treated, remunerated and rewarded in a fair manner. \n\nHowever, for those traditional organizations tempted to make the transition to operate in a more democratic way, it is not a simple and straightforward path to take. Transformational change is notoriously risky and unpredictable and new companies feel particularly vulnerable, perhaps convincing them to stick with the familiar. Despite a government bill in 2012 supporting the development of co-operatives and calls for a 'John Lewis society' reflecting a more moral and responsible capitalism, various obstacles stand in the way of companies wishing to make the change. One of the main problems is that here is a lack of information available to firms about what to expect when initiating the transition to become alternative organizations. In short, there was - and there remains - not enough research being conducted in to: a) how organizations can make the transition from top-down hierarchical workplaces to adopt more democratic structures with increased employee power; and b) the opportunities and challenges that organizations face once they have made the transition and are attempting to initiate and pursue change with less hierarchy and more employee freedom and control. This lack of evidence about change makes it a much riskier and unpredictable process for those considering whether to embrace different models of organization in the workplace, and holds back progress leaving the economy unbalanced.\n\nThis research project will provide this much needed research across a wide range of democratic companies. It will capture and document the experience of 'alternative' organizations and their members as they initiate, and pursue change within the workplace. In doing so, it will provide a radical exploration of the opportunities and challenges faced by employees, elected leaders, coaches and HR professionals whilst adopting and sustaining a democratic organization. Interviews, observation and action research will be used to go inside 24 democratic workplaces and consider how elected leaders facilitate change in contrast to conventional organizations; to what extent employees are free to initiate and pursue change and what constraints they experience in these types of organizations; and how these organizations increase and decrease freedom and accountability in various ways for individuals and groups. By working closely and co-producing research with practitioners in alternative organizations, this project will extend knowledge about change in democratic workplaces. It will broaden the evidence base for workplaces wishing to make the transition away from traditional top-down, hierarchical modes of operation by ensuring that they are fully aware of the challenges and opportunities they are likely to encounter and are better placed to deal with them in innovative and beneficial ways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N001559/1","grantId":"ES/N001559/1","fundValue":"210462","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"ESRC","impactText":"","person":"Martyn Andrew Griffin","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}