{"id":"46D53E98-AE20-469F-BA10-968974DDBAFA","title":"Genetic and hormonal feedbacks defining tissue polarity by broad brushes and fine PINs","abstractText":"Multicellular organisms such as animals and plants develop specialised organs, which are composed of different types of tissues. The structure - or pattern - of organs is determined by the polarity within tissues such as for example radial or medio-lateral symmetry. Polarity is established when cells are provided with a sense of direction. Although developmental biologists have successfully identified genes required to specify individual cell types of an organ, and even how they interact in genetic networks, we know very little about the mechanisms that regulate tissue polarity.\n Flowering plants evolved about 140 million years ago and today comprise more than 90% of plants of the plant kingdom. The main reason for their enormous success is the development of fruits as the reproductive organ containing the developing seeds. After fertilisation, the fruit nurtures, protects and mediates the efficient dispersal of seeds to ensure success of future generations. Fruits occur in a range of shapes and sizes, but common to all fruits is that they develop from structures called carpels in the centre of the flower that fuse to form a gynoecium.\n Interestingly, the German poet and scientist Johann Wolfgang von Goethe hypothesised more than 200 years ago that all floral organs are in fact modified leaves. Modern genetics and molecular biology has confirmed Goethe's prediction, and revealed that also carpels are evolutionarily derived from leaves. The gynoecium is therefore formed from a simpler basic plan and modified over time to optimise its function as a reproductive organ. These modifications have for example allowed development of ovules in the ovary at the centre of the gynoecium that will be fertilised to develop seeds. They were also responsible for producing a structure at the tip of the gynoecium called stigma to facilitate pollination, and modifications furthermore resulted in the formation of a style just below the stigma to support the development of pollen tubes, which will guide the pollen to the ovules for efficient fertilisation. Whereas the ovary has medio-lateral symmetry reflecting the origin as two fused leaves, the style and stigma adopts radial symmetry. The modifications involved in creating the gynoecium from two leaves, therefore involved changing the polarity of tissues.\n Mobile signals such as hormones are likely to coordinate growth of the different domains and structures in the gynoecium. Our recent work suggests that the plant hormone auxin has such a prominent role. In this proposal we will build on these preliminary data and take advantage of newly developed genetic and molecular resources, mathematical modelling as well DNA-deep-sequencing technology to:\n1) understand how interaction between a known set of transcription factors and auxin activity regulate polarity of specific tissues.\n2) identify pathways and key components regulated by the auxin/transcription factor module.\n3) study how the auxin distribution pattern is established.\n Through these studies we aim to provide a unified understanding of tissue polarity establishment during gynoecium development and to reveal the key importance of auxin in allowing the transition from vegetative leaves to a complex reproductive organ.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008617/1","grantId":"BB/K008617/1","fundValue":"473378","fundStart":"2013-04-11","fundEnd":"2016-04-10","funder":"BBSRC","impactText":"","person":"Lars  Ostergaard","coPersons":["Veronica  Grieneisen"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}