{"id":"46E2B625-39F5-4725-AA71-A9AADEECFA82","title":"Musics of South Asia: a means for connecting communities?","abstractText":"The North East of England is home to numerous and diverse South Asian communities. These are defined by geographic origin (e.g. Indian, Pakistani, Bangladeshi, and the many regions within these areas), religion, and other social and historical factors. Within these communities music often plays a key, but complex role. It is an activity around which individuals build networks, and a medium through which communities make their culture audible to themselves and the wider community. Music's significance, though, may be double edged. It can be a vehicle through which to reach out to other communities; equally it may be a way of turning inwards - a symptom of resistance to connection, or an assertion of difference.\n\nCommunities (South Asian, other minority ethnic, and white) can come into meaningful contact through music and other arts - but how is this fostered, beyond the occasional public event? How can both the local and global significance of such cultural forms be communicated and understood beyond their ethnic origins, and how might these shape new imaginings of a society of multiple - and possibly multiply connecting - cultures?\n\nThe scoping study proposed here seeks to review existing bodies of literature germane to these and other questions, from such fields as ethnomusicology, urban musicology, cultural studies and sociology. It also draws on the expertise of organisations that already have much practical experience in representing and supporting South Asian and other minority ethnic communities. These include arts development organisations such as Gem Arts, Kalapremi, and Saarang - Arts and Culture, which, alongside The Sage Gateshead, a further Project Partner, have substantial experience of community engagement.\n\nWith a view to an eventual larger, practically engaged project (in effect a piece of interactive fieldwork), this review aims to scope out some of the key issues and essential methodologies - both interrogating the existing scholarly and theoretical literature, and drawing on the significant practical experience of arts oranisations whose concern is with (or includes) South Asian music. Our key research questions include:\n\n* In what ways do South Asian musics act as a vehicle for articulating identity and for fostering and connecting communities - including connections with 'majority ethnic' society? (Conversely, how might musical differences reinforce cultural ones?)\n\n* How could this potential be further developed, and what role could arts organisations and educational institutions play in this? How can organisations better interface with one another?\n\n* What is the impact of such factors as class, religion, gender, race, ethnicity, and histories of migration in shaping communities, and in both facilitating and impeding connection between them?\n\n* To what extent can music (and other art forms) serve to cut across such factors (and to what it extent might it reinforce them)?\n\n* How, in these contexts, should we understand such terms as 'network' and 'community', and how might the one strengthen the other?\n\n*To what extent are answers to the above relevant to other minority ethnic communities, and to broader understandings of multiculturalism?\n\nIn this investigation we will collaborate with arts development organisations by means of structured interviews and workshops. We will share our various types of expertise with the intention of further developing strategies for impact on - or, perhaps better, agency with - communities and groups who seek greater cultural and social connectivity through music and other arts. Our outputs, in addition to the literature review, will include conference presentations, at least two peer reviewed articles, and an action plan for future engagement between our own HEI, communities and arts organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012149/1","grantId":"AH/J012149/1","fundValue":"24741","fundStart":"2012-02-14","fundEnd":"2012-11-13","funder":"AHRC","impactText":"  1. Findings were disseminated (by request) at the Newcastle University International Development Conference 2013: 'Alternative Development' - a conference that featured speakers across cultural sectors, and that was also orientated towards a wide public. \n\n2. We were able to provide evidence for case made by GemArts - one of our arts development organisation partners on this project - for an extension and enhancement of their funding as a portfolio organisation within Arts Council UK. The results of this bid were announced in 2014, and GemArts did indeed achieve a substantial increase in funding, thus enabling them to continue their outreach work with communities regionally, and in bringing asian artists to the UK to disseminate their work. This will help strengthen our own links as academics with wider community partnerships. Culture, Heritage, Museums and Collections Cultural","person":"David Ian Clarke","coPersons":["Monica Gabriela Moreno Figueroa"],"organisation":"Newcastle University","findingsText":" 1. We scoped out the scale and distribution of South Asian communities in the Newcastle area at the time, using census data and gathering information from our arts organisation partners. We looked at the roles - actual and potential - that music and culture can play in the creation of communities and in connecting them. This research shows a much more complex picture of South Asian cultures in the region (with many micro-communities based not only on country, but also region of origin, profession and class) than is generally understood. \n\n2. Our findings offer a corrective to media images of South Asian minority ethnic communities as often projected in the case of places such as Bradford or Tower Hamlets. We also offer a corrective to two contrasting but interconnected images of Newcastle: as a party city and as a centre of urban regeneration through mainstream culture. We show that the cultural and musical life of South Asian communities, often conducted privately or semi-privately suggests another Newcastle, another North East: a cultural multiplicity that is often ignored in the City and region's own representational imaginary.\n\n3. Notwithstanding this we also show that issues of economic deprivation, which are particularly acute across the North East, affect minority ethnic communities too - perhaps with particular inflections. The arts and culture have a valuable ameliorative role to play here, as do arts organisations and higher education institutions. But these are of course not a substitute for a more favourable economic strategy for the region - ultimately a question of national polity. \n4. On a theoretical level, we argue that notions of multiculturalism, while disparaged by various mainstream political leaders (usually right-leaning) remain salient, albeit that these need to be understood in more nuanced terms than those presented in the popular media, and considered in the light of alternative terms such as cosmopolitanism, interculturalism and transculturalism. They could be taken up by other academic researchers in working on communities, multiculturalism, and arts policy. They could also be taken up by arts development organisations and local councils. Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}