{"id":"46E85066-97A4-418C-B33C-336D0209694A","title":"Which farmer(s) should we target? How do extension approaches influence social learning and spread of agricultural innovations?","abstractText":"<p>When promoting new agricultural technologies in developing countries lead farmers, -farmers who implement demonstration plots of a new technology-, learn about the best way to implement the technology and should share this information with others. Whether actually selected farmers are well placed for these tasks is often not known, and selecting differently may have profound effects on technology diffusion and impact of development programs. This is investigated empirically in the Democratic Republic of Congo.<br /><br />Together with local field officers promoting the use of improved crop varieties, current selection methods, and their shortcomings in reaching various (vulnerable) subgroups, have been identified. The shortcomings are used to design an improved selection method. The current and improved selection methods are each implemented in 30 randomly selected villages.<br /><br />Before and after the intervention detailed data is collected at village and household level, building an understanding if and when the improved method leads to enhanced diffusion of knowledge on new varieties. Additional analyses provide detailed insights in technology diffusion through social networks. This research allows agricultural development programs to increase their reach amongst rural African smallholders, and/or better targeting vulnerable subgroups in rural societies.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J009008/1","grantId":"ES/J009008/1","fundValue":"445784","fundStart":"2012-07-24","fundEnd":"2016-04-01","funder":"ESRC","impactText":"  The project is in too early a stage for impacts Agriculture, Food and Drink ","person":"Erwin  Bulte","coPersons":["Ezra  Berkhout","Eleonora Elisabeth Matheus  Nillesen","Cees  Leeuwis"],"organisation":"Wageningen University","findingsText":" The project is too early stage to draw conclusions The results will be of direct use for the collaborating NGOs and N2Africa at large. Agriculture, Food and Drink","dataset":"gtr"}