{"id":"46FB4207-6CCF-484E-8438-2DBC81CD1C3C","title":"Supporting Evidence-based Public Health Interventions using Text Mining","abstractText":"Evidence-based public health (EBPH) reviews play a central role in public health policy, practice and guidance. Their development currently involves first searching, then screening and synthesizing evidence from the vast amount of literature. Unlike systematic reviews, EBPH reviews require dynamic and multidimensional views of relevant information from the literature, without relying on a priori research questions. \nAs a result, EBPH reviewing is a time consuming and resource intensive process that can take more than a year to complete. Since crucial information can be difficult to locate, and indeed understand given the complex nature of EBPH problems, the multiple causes and interrelations between interventions, diseases, populations and outcomes can remain hidden. \n\nThis project will address these limitations by exploring new research methods, which combine text mining and machine learning to produce novel search while screening tools for public health reviews. Text mining methods will discover automatically knowledge from unstructured data and machine learning will support the prioritisation and ranking of the extracted information into meaningful topics. The combination of text mining and machine learning methods will reduce the burden of producing public health reviews which will be completed more quickly, thus meeting policy and practice timescales and increasing their cost efficiency. They also allow more timely and reliable reviews, thus improving decision making across the health sector. \n\nThe project will be informed throughout by close interaction with the Centre of Public Health at NICE , who will also carry out qualitative and quantitative evaluation based on the implementation of a novel search while screening pilot system. Evaluation will be carried out on reviews related with non-communicable diseases related with prevention of hazardous and harmful drinking and excessive alcohol consumption. Moreover, given the national and international importance of EBPH reviewing, the project has developed a multistrand pathways to impact document to engage with a variety of key EBPH stakeholders both in the UK and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01078X/1","grantId":"MR/L01078X/1","fundValue":"655668","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"MRC","impactText":"","person":"Sophia  Ananiadou","coPersons":["John Yannis Goulermas","John  McNaught"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}