{"id":"47004653-70B8-4D21-A178-C8A4551AB837","title":"ECRP05: Family and genetic influences on children's psychological development","abstractText":"<p>This collaboration between the United Kingdom and the Netherlands aims to integrate genetic and social developmental research traditions in explaining the co-action and interaction of family and genetic factors (including specific gene variants) in accounting for variation in adolescent symptoms of emotional and behavioural distress. Despite a considerable amount of research looking at the respective influences of family and genetic influences on the propensity for children and adolescents to experience emotional and behavioural problems, few studies have considered the interplay between genetic and family factors in accounting for variation in adolescent symptoms of psychological distress and none have considered this important question in the context of a complementary twin and molecular genetic study design. The present study will explicitly consider this question in accounting for variation in adolescent symptoms of psychological distress as a result of living in family conditions marked by hostile inter-parental and parent-child relations.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1380","grantId":"RES-000-23-1380","fundValue":"174456","fundStart":"2007-07-01","fundEnd":"2011-03-03","funder":"ESRC","impactText":"  findings from this research have been employed by government agencies (e.g. CAFCASS Cymru) and child and family support based charities (e.g. Barnardos) specifically in relation to assessing and remediating the adverse effects of interparental conflicts and negative parenting practices on children's emotional and behavioural development. Work in this area is ongoing but has been directly facilitated by findings from this research project. Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice,Other Societal,Policy & public services","person":"Gordon  Harold","coPersons":["Frances  Rice","Nick  Craddock","Marianne Bernadette Van Den Bree","Anita  Thapar"],"organisation":"Cardiff University","findingsText":" This project investigated the interplay between genetic susceptibility factors and negative family experiences in accounting for children's symptoms of psychopathology (depression, anti-social behaviour, attention deficit hyperactivity disorder). Molecular genetic and questionnaire data were collected from an existing twin sample and other data sets were used to examine the effects of negative family experiences (inter-parental conflict, negative parenting experiences and maternal depression) and genetic contributions to children's symptoms of depression, antisocial behaviour and ADHD.\nBuilding on evidence highlighting the importance of children's attributions in explaining (mediating) family stress effects on development, the study also examined the link between children's attributions of threat and self-blame stemming from parents' interparental conflict, harsh parenting and children's symptoms of psychopathology.\nThe effects of inter-parental conflict were mediated by parent-child hostility for child depression and antisocial behaviour. Children's threat attributions mediated associations between inter-parental conflict and child depression whereas self-blaming attributions mediated links between inter-parental conflict and child antisocial behaviour. Associations between parent hostility and child psychopathology were explained by environmental pathways for depression (in girls) and antisocial behaviour but not for ADHD. The link between maternal depression and child depression was also explained by environmental pathways, especially in girls. This suggests that negative family experiences have risk effects on child psychopathology even when inherited factors are taken into account but that effects vary for different types of child symptoms and by gender. Effects of inter-parental conflict, hostile parenting, and children's attributions of threat and self-blame and maternal depression were not moderated by specific gene variants. The present project adds to an emerging body of evidence highlighting the significance of family environmental influences on children's psychological development. Findings varied depending on parent and child gender and according to type of psychopathology which needs to be considered in practice. By highlighting mechanisms, such as attribution and/or parenting based processes, intervention programmes may be developed that target risk mechanisms. By employing genetically sensitive designs, greater confidence may be directed toward identifying environmental mechanisms that explain individual differences in children's adaptation to harsh family experiences. Findings from this project contribute directly to intervention-focused initiatives aimed at developing programmes targeting children living with high levels of inter-parental conflict. Practical applications of this research may be employed by practitioners, policy makers and researchers in the areas of social work, family law, child and adolescent psychology and psychiatry, and education. Communities and Social Services/Policy,Education,Healthcare,Other","dataset":"gtr"}