{"id":"470A4BAD-2FF4-45D6-80F3-00EED5B229D5","title":"Who will care for you when you get old? A study of inequities in health and long-term care among the elderly in rural China","abstractText":"The proposed study seeks to address key questions concerning the health and LTC among rural elderly in China, bridging the research gap in this area, and offering policy suggestions. People above the age of 60 account for more than 15% of the Chinese rural population. This percentage is expected to increase in the next few decades. In rural China, elderly people are relying on family members to provide care. However, as more and more young people are migrating to big cities, the expectation that family members will be available to provide care for rural elderly is becoming unrealistic. Institutional LTC care is usually expensive in China, and although the government partially reimburses the costs through a social health insurance scheme or other mechanisms, service users are still responsible for a substantial amount of co-payments. These costs may be too expensive for the rural elderly living in poverty to afford, which exacerbates the issue of unequal access to care. \n\nThe proposed study seeks to examine inequities in health and LTC among rural elderly in China. This study will first examine whether the socioeconomic status of the rural elderly is associated with their health status. It will then assess the impact of a non-communicable disease prevention and control programme on rural elderly with different socioeconomic backgrounds, and also examine whether the needs of the rural elderly population can be sufficiently addressed with home-based care support. The study will simulate the population structure of the rural Chinese in the next few decades, and predict whether the New Cooperative Medical Scheme (NCMS) (the only financial support available to the rural elderly to finance their LTC) will be sustainable in the long term. It will draw lessons on LTC financing from other developed countries, and propose potential policy recommendations for decision makers. \n\nThe study results will benefit a number of stakeholders including policy makers who are designing ageing-related policies in China, organisations specialising in home-based LTC services, the rural elderly and their family carers. The study results will reveal how the current health status and patterns of health care and LTC use among the rural elderly differ across different socioeconomic groups. The intention is to inform the policy making process and encourage policy makers to re-examine existing health and LTC policies. Organisations specialising in home-based LTC will also benefit from this study, because this study aims to identify whether the current family care is able to meet the needs of the elderly and identify areas where there may be opportunities to develop formal home-based LTC care. Finally, this study will benefit rural elderly and their family members by engaging them in various dissemination activities and dialogues with policy makers and other relevant parties. \n\nThis study will employ sophisticated econometrics methods, such as the Concentration Index, Instrumental Variables (IV), and various other simulation models. Data will be drawn from the China Health and Retirement Longitudinal Study (CHARLS). This study builds on initial quantitative skills in health inequity research I have developed from my previous work (e.g. the Concentration Index and Panel Data Regressions), and is complemented by training opportunities that the Future Research Leaders Scheme provides (e.g. advanced quantitative courses and various knowledge exchange workshops). The scheme will put me in a position to deliver strong evidence-based policy research that can influence policies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N002717/1","grantId":"ES/N002717/1","fundValue":"269148","fundStart":"2016-01-11","fundEnd":"2019-01-10","funder":"ESRC","impactText":"","person":"Wei  Yang","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}