{"id":"470E724D-56D0-4972-B229-BAD6537B2826","title":"Maternal over-nutrition and offspring health: role of translational programming of insulin action","abstractText":"It is well known that lifestyle factors, particularly diet and exercise, have a big effect on long-term health and lifespan. In particular, many scientific studies have established that obesity increases risk of metabolic and cardiovascular diseases and cancer. It is less well known that maternal obesity during pregnancy can permanently influence the health of her offspring including their risk of being obese and developing insulin resistance. This phenomenon, known as developmental programming, has been studied in humans largely by observational and association studies, from which it is difficult to deduce underlying mechanisms. However, laboratory animals show developmental programming as a consequence of maternal obesity that is strikingly similar to that seen in humans, and therefore provide valuable systems in which to investigate mechanisms that will also be applicable in humans. We have been studying the offspring of female mice that have been fed a high-fat/high-sugar diet during pregnancy. We have found evidence that these offspring have impaired metabolic responses to the hormone insulin that persist into adulthood and that are known to increase the risk of metabolic and cardiovascular diseases in later life. Associated with these effects on insulin sensitivity of the whole animal, in fat tissue (which has a central role in orchestrating metabolism of other tissues) we detected changes in the levels of specific proteins that mediate responses to insulin. One of these proteins, IRS-1, was already known to be a key control point for insulin action on fat and muscle cells. By comparing fat cells taken from the offspring of mothers fed high-fat/high-sugar or normal diets, we found evidence that levels of IRS-1 protein are lower in the offspring of obese mothers because the synthesis of the protein is decreased. We believe this reflects the action of a class of small RNA molecules, microRNAs or miRs for short, that inhibit the translation of messenger RNA molecules containing the information required for synthesis of IRS-1 protein. In fact in cells from offspring of mothers fed the high-fat/high-sugar diet we have shown changes in the level of one of the microRNAs (miR-126) that is known to target IRS-1. This is an exciting breakthrough that points the way for further studies that will shed new light on what is happening at a molecular level to cause adverse developmental programming, and what might be done to prevent it.\nThere are four things we would now like to do. First, we want to identify other microRNAs whose levels are programmed in fat cells by maternal over-nutrition. Advances in genome wide RNA sequencing and array technology make this a relatively straightforward exercise. The results will inform us about the scope of such changes and, using information on potential targets that is available in databases, what the overall effects might be. Second we will carry out experiments to identify targets of programmed microRNAs including miR-126. We have done similar experiments before in other contexts so we are confident of getting clear-cut data. Third, we will investigate the role of miRNAs including miR-126 in programming IRS-1 levels, insulin sensitivity and metabolic function in fat cells. We can by manipulating (up or down) the levels of individual microRNAs. Finally we will investigate whether simple lifestyle interventions, such as increased amounts of exercise during pregnancy, can alleviate developmental programming at the level of microRNAs and proteins in fat cells, and whether this correlates with improved metabolic responses at the whole organism level. We believe these studies will significantly advance understanding of the causes and consequences of developmental programming arising from maternal over-nutrition during pregnancy, and how such programming might be ameliorated. Importantly our experiments in animal models will inform the debate on how to manage the corresponding human condition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001636/1","grantId":"BB/M001636/1","fundValue":"379945","fundStart":"2015-07-07","fundEnd":"2018-07-06","funder":"BBSRC","impactText":"","person":"Susan  Ozanne","coPersons":["Kenneth  Siddle"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}