{"id":"471858B9-61ED-4FBA-9B1E-DC252B61E57A","title":"Culture of the Market Network","abstractText":"Although 'financial literacy' has recently become a strategic priority for many governments, there has been little systematic research into the history of popular financial knowledge, or the role of cultural and emotional dimensions of market behaviour in times of economic crisis. The Culture of the Market Network will bring together an international group of intellectual and cultural historians on the one hand and business and economic historians on the other to investigate the particular forms of epistemology, subjectivity and social relations that were created by and that in turn help reconfigure financial capitalism in the long nineteenth century in the United States. A series of four symposia (one in Manchester, one in Harvard, and two via videoconference) will focus on the intersections between culture and economics in nineteenth-century America, a period that offers many insightful parallels to the current moment of crisis in global financial capitalism. The Network will be interdisciplinary and comparative in outlook, promoting interaction between the core group of researchers and invited experts from related fields such as Victorian Britain and present-day Wall Street.\\n\\nThe Network will investigate how non-experts learned to make sense of financial information in general and the operations of the stock market in particular in the period. It will do so by focussing on the forms of financial knowledge that they acquired, and the ideological assumptions behind the turn to statistics and forecasting as ways of representing the market. The Network will consider the institutional, rhetorical and psychological mechanisms that helped persuade ordinary people to participate in the stock market, and the role of seemingly non-economic factors such as trust and confidence in shaping market behaviour in the period. It will also showcase research on how global commodity chains helped forge a popular understanding - and distrust - of a globalised market. Finally the Network will explore how popular scepticism about the market and money played out in the political struggles of the era. The research findings of the network will be promoted through a project website that include a blog and a podcast of the proceedings, conference panels, the publication of an edited collection, and journal articles and newspaper journalism.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00131X/1","grantId":"AH/H00131X/1","fundValue":"37298","fundStart":"2009-07-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Peter  Knight","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}