{"id":"471A18F0-ED2C-4FA8-A82E-3B4C06016230","title":"Diabatic influences on mesoscale structures in extratropical storms","abstractText":"The project is aimed at a better understanding and prediction of mesoscale structures in synoptic-scale storms. Such structures include fronts, rain bands, secondary cyclones, sting jets etc, and are important because much of the extreme weather we experience (e.g. strong winds, heavy rain) comes from such regions. Weather forecasting models are able to capture some of this activity correctly, but there is much still to learn. By a combination of measurements and modelling, mainly using the Met Office Unified Model (UM), we will work to better understand how mesoscale processes in cyclones give rise to severe weather and how they can be better represented in models and better forecast. The project is organised into three broad work packages. The first of these aims to look at real mesoscale structures in the atmosphere, using high-resolution in situ and radar measurements to derive their morphology and dynamics. The key to the latter is to calculate the production of potential vorticity by diabatic processes - especially phase changes of water (vapour/liquid/ice) and air-sea fluxes of sensible and latent heat. The associated high-resolution modelling programme will use the UM to simulate a representative number of events, diagnosing the PV tendency in the model and comparing with the measurements. Sensitivity studies and further diagnostics with the model will reveal the sensitivity of the forecasts to the correct representation of these processes and the dynamical consequences of diabatically-generated PV, both on the mesoscale and larger scales. Two student projects will investigate the role of boundary-layer processes in storm behaviour and conduct a statistical investigation of mesoscale precipitation features, based on archived radar and wind profiler data. The second WP examines particular physical processes and the way these are represented in forecast models. Convection cannot be explicitly represented in current large-scale models (it is just beginning to be resolvable by high-resolution local-area models) so it needs to be parameterised. The schemes that are used are not optimised for mid-latitude storms, where convection often initiates at altitude rather than at the Earth's surface. A combination of novel diagnostics and new (or modified) schemes aimed at improving the representation of convection will be developed in this WP. Also addressed here will be the derivation of air-sea fluxes of heat and momentum from aircraft flights, and their use (as part of a larger, ongoing international project) to derive a better parameterisation for these quantities in high wind conditions. Lastly, microphysical measurements made with the FAAM aircraft will be used to derive latent heating/cooling rates as a function of the microphysical environment and used to improve the model simulations in the first WP and to improve microphysical parameterisations in the UM The final WP addresses the problem of predictability, using a combination of ensemble and data assimilation techniques. A unique archive of forecast ensembles produced at the Met Office will be exploited to determine how well the forecast ensemble actually generates realistic mesoscale features, and the skill with which this is done (using standard measures of skill). Model errors in representing convection, air-sea fluxes and microphysics will be investigated to determine their impact on the forecasts for different flow conditions. The relationship between different model variables on the mesoscale is poorly known at present and this will be investigated using ensembles and the results of the measurement programme. Finally, novel approaches to data assimilation will be investigated through a student project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005218/1","grantId":"NE/I005218/1","fundValue":"290381","fundStart":"2010-10-01","fundEnd":"2015-02-28","funder":"NERC","impactText":"  Our analysis techniques for UK tornadic cold fronts have proven very powerful, and are being used by the UK Met Office to map out severe winds in other weather systems. Aerospace, Defence and Marine,Environment,Transport Economic","person":"Douglas  Parker","coPersons":["Stephen  Mobbs","Peter  Knippertz","Alan  Blyth","John  Marsham"],"organisation":"University of Leeds","findingsText":" Through a programme of airborne and ground-based measurements, we have analysed the structure of some severe weather storms over and around the UK.\n\nWe have analysed the atmospheric structure associated with the development of tornados in a cold front over the UK. We find that outbreaks of tornados follow a swath, moving with the cold front, and located in regions where there is a surge of cold air behind the system. This offers possible forecasting methods for these UK tornados. Work is currently going ahead at the Met Office, to develop automated versions of the software, to be used by forecasters. Aerospace, Defence and Marine,Environment,Transport","dataset":"gtr"}