{"id":"471C7957-3D47-4B70-95CD-EDFBD7EA2FB9","title":"Digitised Doubles / An enquiry into digital 3D scanning and modelling processes to realise sculptural portraiture exploring poise &amp; character.","abstractText":"Research Context\\nThis enquiry will use three female subjects to examine how an artist might creatively engage with advances in 3D scanning, 3D software applications and 3D rapid printing to achieve a 3D portrait/self-portrait. \\n\\nIt will consider whether contemporary body scanning tools can facilitate the capture of a natural stance or dynamic pose, to reveal the emotional states of each female character. \\n\\nPilot body scans I undertook in Huddersfield, London and Glasgow, suggest that body scanning has the potential to reveal both an inner and outer self. However, current body scanning systems are devised to extract accurate body measurements, which means that the scanning booths and the software that they use have a very narrow focus. To guarantee 'good' data a subject must stand motionless, adopting a pre-defined pose. This is because a number of human factors can adversely affect the scanning process and data collection. These include problems with skin translucency, hair, shadowing and unwanted motion. \\n\\nAims &amp; Objectives\\nThe enquiry will use the TriForm BodyShape Scanner from Wicks and Wilson to capture the female subject in three dimensions. This white light technology is safe and in the pilot tests I undertook it provided the most accurate data. Each female subject will test this technology as a system for capturing mood and gesture. Each scan will create a three-dimensional map containing 1.5 million coordinate points (cloud data), ready for use in 3D software packages. \\n \\nIn order to fully develop the potential of each portrait, I will carefully study the cloud data portraits. Traditionally this data is viewed, analysed and cleaned to remove any unwanted information, but I am keen to enhance the portrait using artistic knowledge and intuition. \\n\\nIn attempting to reveal both inner and outer aspects of feminine identity I aim to transform the captured data with the assistance of Dr. Unver, a 3D scanning and software specialist based within the Department of Creative Technologies at the University of Huddersfield. This manipulation will take many forms: unwanted movement might be digitally sculpted to reveal gesture; a particular stance or pose that has been adopted might be exaggerated to create a new dramatic emphasis; additional 3D wire frame props might be incorporated to expand the visual narrative of the portrait and suggest emotional states.\\n\\nThrough this process I aim to examine whether free and expressive techniques associated with portrait and self-portrait sculpture can be developed digitally in 3D software environments. How does sculpting data differ from sculpting physical materials? Can an intimate process evolve where the traditional sense of touch is recorded by a mouse movement? What possibilities might the digital 3D environment offer to supersede traditional sculpting methodologies? \\n\\nA selection of the modified portraits/self-portraits will be constructed using new Rapid Prototyping technologies. An important objective of the process is to discover how different rapid prototyping procedures and materials will affect the production and construction of the 3D portraits/self-portraits. \\n\\nThis enquiry is process driven and will evolve and develop with time. Advisors and peer groups will contribute to the process at identified points. Processes will be repeated, allowing new discoveries to inform future methodologies and working practices to respond to an expanding knowledge base. \\n\\nPotential applications and benefits:\\n\\nMethodologies will be recorded and documentation will be made available via a website/blog. \\n\\nAn authored article will be written in a peer-reviewed journal.\\n\\nAn academic paper presenting research methodologies and outcomes will be delivered.\\n\\nA series of experimental 3D prototypes and artefacts will be created and used to generate new exhibition proposals. An exhibition of portraits/self-portraits at an internationally recognised gallery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F01225X/1","grantId":"AH/F01225X/1","fundValue":"16324","fundStart":"2008-02-01","fundEnd":"2008-09-30","funder":"AHRC","impactText":"","person":"Anneke  Pettican","coPersons":[],"organisation":"University of Huddersfield","findingsText":"","dataset":"gtr"}