{"id":"471CE075-7B74-4BE4-A6F5-D89EF9C6AB29","title":"Systems analysis of the early phase of yeast bud formation using a combined experimental and theoretical approach","abstractText":"The ability of biological cells to actively respond to their environment is one of the most fundamental properties of the living matter. A class of such responses, termed polarization, results in the formation of a detectable 'head-to-tail' axis within the cell. For example, a pulse of growth-stimulating chemicals may cause an initially symmetric cell to undergo a morphological transformation by means of which it acquires a flat and wide front end and a trailing narrow back end. Once polarized in such a way, the cell can persistently migrate towards the source of the inducing chemical. The cellular polarity status is intimately related to the health of the cell. Loss of the normal epithelial polarity of cells that form the lining of internal organs, such as intestine, ovaries or kidneys, will inevitably cause cellular proliferation. Such an overgrowth may become a malignant tumor. If a normally non-polar cancer cell manages to acquire the migratory-type polarity, it becomes motile and may cause the spread of cancer through metastases. The understanding of the mechanisms that underlie the polarity establishment is therefore highly important for the biology in general and the health research in particular. The major question of cell polarity that still baffles experimental and theoretical biologists is: What is the nature of the cellular compass? This 'device' is apparently located on the cellular membrane where it can perceive the external directional cues and then signal to the cellular insides. The latter is achieved by physically marking a membrane domain that is destined to become 'front' or 'back' with the specific protein complexes. The details may vary from one cell type to another, but the principle of using self-assembling clusters of protein complexes to differentiate specific areas from the rest of the cell membrane appears to be universal. Striving to understand these complex processes, my group uses mathematical and computational modeling as research tools. To quantitatively characterize the underlying molecular mechanisms, we recently developed a model that describes the local chemical kinetics within the protein complexes that form these clusters. Our model shed light on the biochemical machinery that underpins the fast assembly and disassembly of such complexes. To explain how the entire clusters emerge in response to the extracellular stimuli, we have built a cell-scale model that together with reaction dynamics also incorporates the transport of molecules on the cell membrane and between the membrane and the cytoplasm. This is a considerably more complex endeavor and the careful choice of a specific system is crucial for its success. Based on the availability of experimental data as the major criterion, I selected the formation of baking yeast bud. Individual molecules and interactions that contribute to the emergence of yeast bud had been carefully described in the literature but the overall understanding of this complex developmental process is still lacking. My systems modeling will bridge this gap in our knowledge by bringing individual elements together to form the complete picture. Our preliminary results indicate that a nonlinear process known in chemistry as the autocatalysis is responsible for the creation of the protein cluster that will eventually develop into the fully grown yeast bud. More work, both experimental and theoretical, is necessary before our model can generate concrete experimentally testable predictions. This work will be done in a close collaboration with the internationally renowned yeast biologists, Profs. Erfei Bi of the University of Pennsylvania and Daniel Lew of Duke University. Their experimental results will be used by us to further improve the model while our predictions will inform their experiments. This project will serve as an example of a systems biology approach to complex biological problems to be followed by other biomedical researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001855/1","grantId":"BB/G001855/1","fundValue":"278315","fundStart":"2009-02-01","fundEnd":"2011-11-30","funder":"BBSRC","impactText":"","person":"Andrew Boris Goryachev","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}