{"id":"47265594-D0DF-4027-97A2-591D8ADEC704","title":"Behind the looking-glass: 'Other'-cultures-within' translating cultures","abstractText":"This interdisciplinary proposal is premised upon the act of translation as collaboration and shared knowledge. Our transcultural, international network of scholars will draw centrally on texts including museum objects, marked by creolisation, in order to conduct an intercultural enquiry into global English as an effective vehicle of cultural translation. Drawing on collaborative teaching methodology, we wish to consider also how gendered creolisation might contribute to a recasting of Englishness in terms of New Britishness within globalization. We shall interrogate culture and its connection with human agency and knowledge production within the wider social frameworks from which objects and texts emerge. Our methodology takes particular account of the 'poetics of relation' (Glissant) in addressing the rich seam of cultural translation in the 'relative and related' intersections of Creolisation, Britishness and Global English of interest to scholars, teachers, museum educators, and creative artists. We are interested to contribute new academic interpretations, encouraging the creation of new interpretive platforms, and contributing to further understanding of postcolonial and diasporic art-forms, as well as significant potential impact upon contemporary creative practices. \\n\\nThe group's collective scholarship is grounded in transcultural discourse, and crosses international borders through, for example, teaching Caribbean Literature in the UK, Black British Literature in the USA and American Literature in Italy. From this basis, we wish to engage intersecting theoretical questions of key concern to cultural translation. The research will start by asking how creolisation texts in the UK contribute to translating and re-figuring Britishness in a globalized context towards a changing understanding of complex 'cultures within' society, in order to draw comparisons with other western contexts. It will examine further how important they are in reflecting and refracting traditional and contemporary hierarchies of power, assessing their implications, particularly for issues of gender, race and sexuality. By drawing into dialogue 'other' cultural UK texts, we aim at a comparative, intercultural enquiry focusing on the global English as an effective and respectful vehicle of cultural translation.\\n \\nOur network will generate a series of Intercultural Research Network Meetings (IRNM) and collaborative teaching seminars allowing intensive dialogue through joint methodological approaches. This is premised upon active participation of clusters of collaborative teaching partners located within the Americas and Europe, who will develop an interactive website to share materials and best practices. We expect this process to develop a specific collaborative methodology and generate important findings concerning the questions highlighted, especially given the expertise of participants who teach not only Caribbean textualisation in the UK but also 'other' textualities in the EU, the Caribbean and the Americas. Integral to this interdisciplinary research are ways of developing museum literacy and progressing literacy from objects as texts in the UK, and internationally with the aim of caring for the communicative aspects of knowledge production. \\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J001899/1","grantId":"AH/J001899/1","fundValue":"36072","fundStart":"2011-09-12","fundEnd":"2013-09-11","funder":"AHRC","impactText":"  Over the two years of our Translating Cultures collaboration we have been concerned in our research activities with 'glocal tensions' and the related need for 'transcultural dialogue' at all levels. At the level of contemporary creative processes, we are pleased to highlight a widening engagement with our key text Imoinda. Most recently performed as 'The Crossing' (7 November, 2014, Actor's Church, Covent Garden) and previously at Tulane University (2013), Imoinda continues to offer an important transcultural contact zone (as theatre, music and literature, for example). Importantly, it affords an inclusive space for 'signifying minorities' to engage the wider public both directly and indirectly. To illustrate, the 2014 event involved approximately 50 music professionals (orchestra, choir and so on) performing to a diverse audience of approximately 300, a proportion of whom will refer to the text in their social as well as professional lives, especially since responses to the show were overwhelmingly positive (after-show and email comments as well as Survey Monkey). \n Throughout the research we have explored how the Museum might provide a site of public engagement with ideas of self and other. Imoinda as a key text informed our examination of the 'boundaries between' texts and histories, texts and object, texts and geographies. For example, Golding worked with her distance learning MA students (2013) at New Walk Museum (NWM) to investigate how Imoinda might connect with the NWM German Expressionism Collections through the development of worksheets for family audiences. Golding also worked with Lima and her Graduate students from the USA (2013) at the Pitt Rivers Museum Oxford to connect the terrible past of Transatlantic enslavement - beginning with Imoinda - to consider a range of more positive future(s) for family audiences, through the museum collections (Golding and Lima 2014). Similarly arising from the research project, Golding has begun to develop museum exchange in the Caribbean. Most notably she delivered a seminar day at the Barbados Museum and Historical Society focusing centrally on Imoinda while drawing on other intangibles. No less important has been the \naffiliation of researchers within the project. An impact arising from this has been the development of a US/UK university partnership agreement involving a network of 65 campuses in the US and facilitating mutual student exchange and with that, new cultural approaches at undergraduate level. We envisage that such a partnership will in turn benefit the public sector, museums, art galleries and so on. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Joan  Anim-Addo","coPersons":["Vivien Marion Golding"],"organisation":"Goldsmiths College","findingsText":" The findings are based on collaborative activities involving the following twelve institutions:\n\n\n\nGoldsmiths, University of London\n\nUniversity of Leicester\n\nHoward University\n\nUniversity of Athens\n\nLibrary of Congress\n\nSt Georges University, Grenada\n\nUniversity of the West Indies\n\nLondon South Bank University\n\nUniversity of Trento, Italy\n\nPitt Rivers Museum, Oxford\n\nSUNY, Geneseao \n\nMarsha Phoenix Memorial Trust\n\n\n\nWe hypothesized that creolization texts could offer a broad entry into urgent concerns of cultural disjuncture and issues of translation and that such texts might point to important possibilities for translating cultures and engaging a 'genuine dialogue' across cultures. Furthermore, we surmised that interpretive practices might be articulated from present texts and collaborative contexts towards effective pedagogical practice for engaging diverse audiences.\n\n\n\nThe project has achieved a wide range of important results: \n\n- The articulation of a shared discourse on teaching practices with contributions and perspectives coming from the UK, Europe (Greece and Italy), the US, and the Caribbean; \n\n- A shift of attention from conventional understanding of translation as a practice based on binary oppositions (source/target language, original/derivative text) to a complex and interdisciplinary conceptualization of translation as a broad cultural, linguistic, and ontological practice;\n\n- A revision of key theoretical concepts (creolization, hybridity, interculturality, multiculturalism, translation) stemming from shared teaching practices and that apply to a variety of disciplines (literary studies, history, museum studies, and linguistics) and contexts (academic and non-academic);\n\n- An innovative comparative, transnational, and multilingual methodology that affiliates texts from different disciplines and focuses on &quot;Other&quot; cultures and traditions with the intention of mirroring the commonalities and differences, the points of contacts and tensions that traverse those same cultures and their cultural products.\n\n- A reconfiguration of the Caribbean as a significant historical, literary and theoretical &quot;contact zone&quot; (Pratt, 1991) conversant with the British and European cultures rather than as a postcolonial site annexed to the British and European traditions; \n\n- A reconsideration of key-concepts such as nationalism, globalization, multiculturalism, global Englishes, Britishness, Americaness, Otherness from the distinctive perspective of &quot;minor&quot; cultures; \n\n- A rethinking of traditional binary oppositions, such as Self/Other, center/periphery, local/global, not as antithetical but rather as complementary entities;\n\n- A substantial contribution to the recently emergent field of black opera studies (Margaret Garner by Morrison as another case in point), as the central focus of the network on Imoinda has been accompanied by the staging of this black opera and the involvement of college students in the performance and its politics;\n\n- The publication of our papers on an open-access blind peer-reviewed journal to increase the dissemination of the research's results and enhance accessibility; \n\n- The contribution of papers, creolized &quot;objects,&quot; videos and images to reflect the interdisciplinary, hybrid, and transnational nature of our project. Outside the university classroom, the research can be used in the following contexts and for the following purposes:\n\n\n\n- to redesign museums as places of shared participation and the making of cultures instead of sites of passive fruition and information; \n\n- to update the curricula for both teachers in all school levels_the case of Imoinda as an example of an intercultural text speaking to different histories (Caribbean, European, British, Atlantic) and genres (literature, opera, theatre) that can be used as a teaching tool for the history of slavery, the connections between culture and colonization, and the history of the Atlantic. \n\n- to support workers employed in multicultural contexts in which relations among different groups require attention not only to translation between languages but as pressingly to translations within the differences that characterize each collectivity. Communities and Social Services/Policy,Education","dataset":"gtr"}