{"id":"4727D514-ED43-4263-A0DD-51781668C404","title":"The Development of Social, Attention, and Perception Abilities in Typical and At-risk Infants","abstractText":"Diagnosis of developmental disorders such as autism and attention deficit hyperactivity disorder (ADHD) rarely occurs prior to 3 years. Thus, there is very little known about the emergence of these disorders during infancy. It is important to identify the earliest symptoms of these conditions for three reasons: (1) as it allows us to see symptoms in their original &quot;pure&quot; form before a child's difficulties becomes compounded by years of atypical development, (2) it enables us to discover early risk signs suggesting the infant's development needs close monitoring, and (3) it allows us to potentially intervene in the course of development before the onset of the full syndrome - a strategy that some believe may be more effective than waiting until a disorder is fully established. This grant addresses these issues in three parts.\n\nIn the first Part (A) we will expand on our current studies of infants at-risk for a later diagnosis of autism to also include infants at-risk for ADHD (by virtue of being the younger brother or sister of an older child already diagnosed with ADHD). We will compare the development of brain and cognitive functions in typical (low-risk) infants, and those at-risk for autism and ADHD, using a variety of baby-friendly methods such as MRI (Magnetic Resonance Imaging) while in natural sleep, EEG (electroencephalography), eye-tracking, and parent-infant interaction. We have chosen to compare autism and ADHD risk for several reasons. One of these is to determine how specific the early warning signs are for particular later outcomes. Another reason is that we know that there is some shared genetic risk between these disorders, and that they quite commonly co-occur in the same children. Part A is embedded within national and international collaborative networks in order to increase the number of babies studied on some key measures, and correspondingly increase our ability to detect effects.\n\nWhile in Part A we search for the earliest appearing markers and symptoms, in Part B we will initiate work on potential early interventions. Specifically, we will build on our recent study on improving attention skills in typical (low-risk) infants by engaging them in eye-tracker controlled &quot;games&quot; in which they track moving objects on a screen. We will extend this work in several ways to make the training programme more suitable as a potential intervention for infants at-risk for ADHD, e.g. by greatly extending the period of training, and by taking advantage of new technology to allow for some training sessions to take place in the infant's home.\n\nIn Part C we plan a new line of basic research that can also be extended to infants at-risk in the future. While we know much about the early development of vision and auditory processing, very little research has been done on the sense of touch. Touch is important to study for many reasons, including that it is a primary mode of sensory interaction with parents. We will use several imaging methods to learn about the development of brain regions important for basic aspects of touch, social touch, and the infants emerging multi-sensory perception of its own body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K021389/1","grantId":"MR/K021389/1","fundValue":"2136310","fundStart":"2014-03-01","fundEnd":"2019-02-28","funder":"MRC","impactText":"","person":"Mark Henry Johnson","coPersons":["Andrew Richard Pickles","Anthony Richard Charman","Tim  Smith"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}