{"id":"4728F2A5-5979-4BA6-A3D2-CFB172485F29","title":"PIPSS Defence &amp; Security Themed Call: Durham University/AGI Transmissometer Project","abstractText":"Measuring visibility, or atmospheric transmission as it is known, is important for astronomers. In order to perform this type of measurement at their telescope site in Namibia, the Durham University Very High Energy Gamma Ray Astronomy group built an instrument known as a transmissometer. This uses LED and CCD-based technology to perform the measurements, which has advantages over the incandescent light bulbs and light detectors currently employed in instruments like this. In particular, our equipment is easier to align, requires less maintenance and uses less power than older instruments, so that it can be solar-powered, which is particularly useful for remote airstrips, such as are often used by military aircraft. The instrument is also capable of measuring along the true 'glide path' of an aircraft, which gives a 'pilot's eye view' of the visibility. The new instrument thus has considerable benefits for airport safety in both civil and military contexts, and so we have patented the design. Having upgraded the instrument so that it will work during the day (astronomers need only night-time measurements!), found a cheaper CCD camera to incorporate in the instrument and changed to software so that it can be controlled using Windows, we are now hoping to improve it further so that it can be used in airports and military airfields instead of more traditional instruments. This involves making the instrument more robust and performing extensive field trials side-by-side with one of the transmissometers currently built by our project partners, a British company based in Dorset, Aeronautical and General Instruments Ltd. (AGI). Most importantly, we also need to work with AGI to upgrade the software to aviation industry standards, to ensure that the Durham transmissometer will run safely and reliably in all kinds of situations. We will also be researching uses of our instrument for measuring pollutants in the atmosphere - by using LEDs at suitable wavelengths, we expect to be able to focus on specific contaminants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F001282/1","grantId":"PP/F001282/1","fundValue":"161152","fundStart":"2007-10-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Paula  Chadwick","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}