{"id":"473B36EA-E1BE-4C8C-8C94-DA38432DF4E6","title":"Analysis of the Arabidopsis Circadian Signalling Network","abstractText":"Most living things are able to measure time. We are familiar with our human 'body clock' which acts as an internal watch because we experience the physiological effects of disruption of the clock when we cross time zones and get jet-lag. Plants also are able to measure time, they measure the length of the seasons to control the time to flower and many flowers open at specific times of the day, for example water lily flowers are only open in the middle of the day and close long before dusk. It is important to understand the plant clock because we have recently found that the circadian clock of plants helps make them grow twice as fast as plants that do not have a working clock. The time-keeper in plants is present in every cell and is known as a circadian clock. We have identified a new 'cog' in the circadian clock of plants. We think this cog is made up of the gas nitric oxide, a small sugar containing molecule called cyclic ADPR and the metal calcium. We will use new biological techniques that allow us to measure changes in these compounds in living cells and measure daily changes in the activity of all the genes in the plant to identify other 'cogs' of the clock. To do this we will use mathematical tools originally developed by Engineers to understand complex machines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D017904/1","grantId":"BB/D017904/1","fundValue":"389974","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  We investigated the role of cyclic ADPR and cytosolic free calcium in the circadian system of Arabidopsis. During the grant we demonstrated that cADPR drives circadian oscillations of cytosolic free calcium and regulates clock gene expression. The PDRA has also cataloged the effects of lesions in all the circadian clock genes on the regulation of cytosolic free calcium. This identified that the red light photoreceptor, phytochrome A, is required for an increase in calcium in the morning and the blue light photoreceptor ZTL is required for a decrease in the afternoon. These data are in review at PNAS. An additional paper describing the effects of clock gene mutations on calcium signaling is in preparation. A major aspect of the work was to investigate the effects of the toc1-1 mutation and nicotinamide on circadian clock function. These data provide further evidence for a role for cADPR in clock function, have identified potential new candidates in for calcium signaling components in the circadian signaling network and provide new insight in to the effects of perturbations on clock function on the robustness of the circadian signaling network. A manuscript is in preparation. The sum of our findings is we are now in a position to confidently assert that cADPR-mediated changes in cytosolic free calcium form part of the circadian signaling network in Arabidopsis.\n\nThe PDRA, Dr Robertson, received training in systems biology. She has used these new advanced skills to contribute the development of advanced tools for a not-for-profit agricultural biotechnology company in Zimbabwe as part of sabbatical. Dr Robinson also applied for, and obtained, a fellowship to continue her own research at the RIKEN Institute in Japan. There has been substantive advancement of the PDRAs career in terms of training, publication and putting her in the position to obtain her own fellowship. \n\nThe PI was invited to speak at a large number of Departments and International Conferences. I have not entered these on the publication pages because of the extremely laborious data entry system requiring each author to be entered manually for every publication. I respectfully request that the BBSRC examine the data entry system for publications. It took me three hours to enter the publication data attached to this report. It is a disincentive to including all published outputs, since data entry would be overwhelming. Below is a list of presentations by the PI during the lifetime of the grant:\n\n2009 Invited Speaker at all of the following: Quantitative Modelling Workshop, 20th International Congress of Arabidopsis Research, Edinburgh; Stomatal Biology Workshop, 20th International Congress of Arabidopsis Research, Edinburgh; Keystone Symposia on Plant Sensing, Adaptation and Response to the Environment, Big Sky Resort, Montana; Plenary, Gordon Conference on Calcium Signalling, Italy; 9th International Workshop Plant Molecular Biology, St. Louis USA; 15th International Congress of Photobiology, D?sseldorf, Germany; Department of Plant Sciences, University of Nottingham, Department of Plant Sciences, University of Glasgow; Max Planck Institute for Breeding Research, Cologne, Germany; Cambridge Computational Biology Institute; Royal Society Network Meeting, Cambridge; BBSRC Systems Biology Event, HRI, Warwick; 2nd International Workshop-Cum-Training Course on Molecular Medicine and Drug Research (Declined). Society for Experimental Biology Glasgow (Declined). University of Toronto.\n\n2008 Plenary, 19th International Congress of Arabidopsis Research, Montreal, Canada; University of Birmingham; 'Genetics@50' a Celebration of the Golden Jubilee of Genetics at Trinity College Dublin, Ireland; Instituto Gulbenkian de Ci?ncia, Lisbon, Portugal.\n\n2007 University of Illinois, Purdue University, John Innes Centre, Norwich; University College Dublin; University of York; New Phytologist Symposium: Calcium - Based Signalling Systems in Plants, Dublin. BBSRC Small Grains Workshop Cambridge. Agriculture, Food and Drink Societal","person":"Alexander Arundell Webb","coPersons":["Guy Charles Brown","Jorge  Goncalves"],"organisation":"University of Cambridge","findingsText":" We investigated the role of cyclic ADPR and cytosolic free calcium in the circadian system of Arabidopsis. During the grant we demonstrated that cADPR drives circadian oscillations of cytosolic free calcium and regulates clock gene expression. The PDRA has also cataloged the effects of lesions in all the circadian clock genes on the regulation of cytosolic free calcium. This identified that the red light photoreceptor, phytochrome A, is required for an increase in calcium in the morning and the blue light photoreceptor ZTL is required for a decrease in the afternoon. These data are in review at PNAS. An additional paper describing the effects of clock gene mutations on calcium signaling is in preparation. A major aspect of the work was to investigate the effects of the toc1-1 mutation and nicotinamide on circadian clock function. These data provide further evidence for a role for cADPR in clock function, have identified potential new candidates in for calcium signaling components in the circadian signaling network and provide new insight in to the effects of perturbations on clock function on the robustness of the circadian signaling network. A manuscript is in preparation. The sum of our findings is we are now in a position to confidently assert that cADPR-mediated changes in cytosolic free calcium form part of the circadian signaling network in Arabidopsis.\n\nThe PDRA, Dr Robertson, received training in systems biology. She has used these new advanced skills to contribute the development of advanced tools for a not-for-profit agricultural biotechnology company in Zimbabwe as part of sabbatical. Dr Robinson also applied for, and obtained, a fellowship to continue her own research at the RIKEN Institute in Japan. There has been substantive advancement of the PDRAs career in terms of training, publication and putting her in the position to obtain her own fellowship. \n\nThe PI was invited to speak at a large number of Departments and International Conferences. I have not entered these on the publication pages because of the extremely laborious data entry system requiring each author to be entered manually for every publication. I respectfully request that the BBSRC examine the data entry system for publications. It took me three hours to enter the publication data attached to this report. It is a disincentive to including all published outputs, since data entry would be overwhelming. Below is a list of presentations by the PI during the lifetime of the grant:\n\n2009 Invited Speaker at all of the following: Quantitative Modelling Workshop, 20th International Congress of Arabidopsis Research, Edinburgh; Stomatal Biology Workshop, 20th International Congress of Arabidopsis Research, Edinburgh; Keystone Symposia on Plant Sensing, Adaptation and Response to the Environment, Big Sky Resort, Montana; Plenary, Gordon Conference on Calcium Signalling, Italy; 9th International Workshop Plant Molecular Biology, St. Louis USA; 15th International Congress of Photobiology, D?sseldorf, Germany; Department of Plant Sciences, University of Nottingham, Department of Plant Sciences, University of Glasgow; Max Planck Institute for Breeding Research, Cologne, Germany; Cambridge Computational Biology Institute; Royal Society Network Meeting, Cambridge; BBSRC Systems Biology Event, HRI, Warwick; 2nd International Workshop-Cum-Training Course on Molecular Medicine and Drug Research (Declined). Society for Experimental Biology Glasgow (Declined). University of Toronto.\n\n2008 Plenary, 19th International Congress of Arabidopsis Research, Montreal, Canada; University of Birmingham; 'Genetics@50' a Celebration of the Golden Jubilee of Genetics at Trinity College Dublin, Ireland; Instituto Gulbenkian de Ci?ncia, Lisbon, Portugal.\n\n2007 University of Illinois, Purdue University, John Innes Centre, Norwich; University College Dublin; University of York; New Phytologist Symposium: Calcium - Based Signalling Systems in Plants, Dublin. BBSRC Small Grains Workshop Cambridge. The preliminary data that have arisen from the grant have attracted the interest of Bayer Crop Science. We are pursuing the developments from this grant in the form of an Industrial CASE Studentship and have shared transgenic plant material with Bayer Crop Science. They additionally have provided us with novel transgenic Arabidopsis lines for testing in our laboratory. Agriculture, Food and Drink","dataset":"gtr"}