{"id":"4756B68A-8A3F-47A3-9722-7C8522C43E3B","title":"Particle Physics Capital Equipment Request","abstractText":"Experimental particle physics addresses fundamental questions about the structure and behaviour of the Universe at the level of the smallest particles of matter, the quarks and the leptons, and at the largest cosmological scales, striving to discover the nature of dark matter. We are exploring fundamental properties of particles at the Large Hadron Collider (LHC), developing the particle accelerators of the future, searching for dark matter with new kinds of particle detectors, and developing the theory needed to interpret this data and motivate new directions in particle physics.\n\nWe are contributing to the ATLAS project at the Large Hadron Collider at CERN, which recently discovered the Higgs boson. We have constructed and commissioned electronic systems for the detector and the software that drives them, and now focus on data analysis. In particular, we work on measuring the properties of the Higgs boson, which until recently was one of the key missing elements of the Standard Model of particle physics at present, and on searches for supersymmetric particles and other exotic phenomena, that are expected to exist. We also work on data analyses to understand better the properties of the top quark and the structure of the proton.\n\nConquering the high energy frontier in particle physics requires new accelerator science. We are developing advanced and novel accelerator technology, providing expertise, research, development and training in accelerator techniques, and promoting advanced accelerator applications in science and society. Specifically, we develop novel electron accelerator diagnostics, such as laser-wire transverse emittance measurement devices, resonant cavity beam position monitors and beam generated radiation monitoring and applications. We are also involved with various studies devoted to the realisation of a high energy linear collider, and novel Laser-Plasma acceleration technology. We are also developing state of the art software to simulate beam losses in high energy accelerators and will apply these to current LHC operations and LHC upgrades for the future.\n\nCosmological measurements determine that dark matter makes up five times more of the energy density of the universe than the particles we know of. Although the existence of dark matter is inferred from its gravitational interactions, it has not yet been directly detected in terrestrial laboratories. Direct detection experiments seek to observe dark matter scattering on target detector nuclei. To explore these fundamental issues, we have set up a new dark matter group to participate in a world-leading dark matter search on DEAP/CLEAN, a liquid Argon detector with unique potential for scaling to multi-tonne masses, and with the DMTPC detector development program to measure the dark matter wind, which can correlate a dark matter-induced recoil signal with the earth's motion through the galactic dark matter halo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L003414/1","grantId":"ST/L003414/1","fundValue":"64122","fundStart":"2013-11-01","fundEnd":"2015-01-31","funder":"STFC","impactText":"","person":"Glen  Cowan","coPersons":["James Algot Nikkel","Veronique  Boisvert","Nikolas  Kauer","Stephen Michael Gibson","Stephen Mathew West","Stewart Takashi Boogert","Jocelyn  Monroe","Pedro  Teixeira-Dias","Pavel  Karataev","Tracey Sharon Berry"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}