{"id":"475C25F3-368A-4AE9-B1B9-A5DE0DD7442F","title":"Is Mycoplasma genitalium in women 'the new chlamydia'' Community based prevalence and prospective cohort study.","abstractText":"Background:\nPelvic inflammatory disease (PID) is infection of the womb and fallopian tubes. It is the most important, preventable, sexually transmitted disease in industrialized countries. PID can be devastating to women?s emotional and physical health as it can lead to infertility, chronic pelvic pain or an ectopic pregnancy in a fallopian tube which can be fatal. Although PID can be caused by chlamydia, in most cases no cause is found.\nIt is possible that an organism called Mycoplasma genitalium may be a cause or at least a cofactor for PID. We know it is sometimes associated with genitourinary symptoms and it has been found in some women with PID. But we do not know how common it is in normal women, nor whether it can lead to the development of symptoms such as abnormal vaginal discharge, bleeding between periods, pelvic pain and, most important, PID. This means that we do not know if we should be testing women for M.genitalium or if it should be treated.\n\nAims of the study:\n1. To find how common M.genitalium is in young, sexually active, female students in the community.\n2. To see if it is commoner in certain groups such as women with more sexual partners or with other infections such as chlamydia or bacterial vaginosis.\n3. To investigate the natural history of M.genitalium in women and see if it really does lead to symptoms including PID.\n\nMethods:\nThe study is unique as it is based in universities and colleges rather than health care settings. It includes 2500 female students, 40% from ethnic minorities, who provided self-taken vaginal swabs for a chlamydia screening trial in 2004-6. Participants are being followed up after 12 months by questionnaire backed by medical record search for development of symptoms including PID. We will test stored vaginal swabs for M.genitalium. \n\nImplications:\nThe study will provide important new information about M.genitalium. We will find out how common it is in young women, who is more likely to be infected, and whether it can lead to disease. The study uses a relatively new, non-invasive technique of self-taken vaginal swabs; and unlike most studies of M.genitalium is community based. If future research confirms that M.genitalium is an important cause or cofactor for PID, then testing women and treating those who are infected could help to prevent PID, improve women?s reproductive health and wellbeing, and save NHS costs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601669","grantId":"G0601669","fundValue":"189525","fundStart":"2007-07-01","fundEnd":"2008-12-31","funder":"MRC","impactText":"","person":"Pippa  Oakeshott","coPersons":["Fiona  Reid","Phillip  Hay","Ian  Simms","D  Taylor-Robinson","Jorgen Skov Jensen"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}