{"id":"475FF55D-E8F5-423A-BA8D-24E8939E3B35","title":"Development of a Dynamic Nuclear Polarisation based NMR techniques for the rapid detection and characterisation of reaction intermediates.","abstractText":"Project SummarySummary Catalysis mediated by compounds of the transition metal elements is an extremely important area of inorganic chemistry and is the corner stone of virtually the entire chemicals industry. Central to the ability to refine and optimise any catalytic system is a detailed knowledge of the pathways by which the reaction proceeds. One technique commonly used in the study of these types of reaction and for the observation of catalytic intermediates is nuclear magnetic resonance (NMR) spectroscopy. This technique utilises the phenomenon of nuclear magnetism to detect molecules containing atoms with magnetically active nuclei. Nuclei of isotopes such as 1H, 13C, 15N and 31P can therefore be thought of as tiny bar magnets. When placed in the field of a strong magnet, such as that found inside an NMR spectrometer, the bar magnets can either align to reinforce or oppose the main field with the result that states of differing energies are produced. Transitions between these states can be achieved by the absorption of radio frequency signals. These frequencies are a characteristic feature of the chemical environment of the nuclei and ultimately can be used to identify the contributing compound. The sensitivity of this technique is however greatly limited.In this project we will utilise a new technique called dynamic nuclear polarisation (DNP) to increase the sensitivity of the NMR method by a factor that will approach 10,000 and allow the detection and characterisation of low concentration reactive compounds that would otherwise not be observable. Our aim is to established procedures and methodologies that will allow us to sensitise by DNP a suitable precursor substrate compound that subsequently undergoes chemical reactions, using the NDP derived signals as a probe to detect that passage of the substrate through transient intermediates involved in the reaction mechanism. This will enable us follow their reactivity and gain an understanding of the sequence of fundamental reaction steps involved in the catalytic cycle.In order to achieve this however, new NMR experiments must be designed in order to efficiently utilise the signal generated by the DNP method involving the implementation of state-of-the-art rapid scan (in collaboration with Prof Frydman of the Weizmann Institute, Israel) and selective observation methods. We will also need to design and build a sampling handling system that mixes the DNP sensitised materials with other compounds involved in the reaction of study and delivers the reaction mixture in a controlled manner into the region of the NMR spectrometer where measurements will be taken.We will first target simple reactions involving metal containing compounds that yield stable products as a testing ground for these new techniques and will then follow onto to study catalytic reactions. Our initial choice of system is the widely used alkene metathesis reaction catalysed by Grubb's catalyst (Nobel prize 2005) using DNP sensitised alkenes to probe the metallic compounds involved in the catalytic reaction mechanism. Some of the intermediates have already been observed an identified but much work can still be achieved. Therefore this system acts as an ideal proving ground for these methods. Later will be extend our study to another high value reaction, the Heck reaction and focus on the system catalysed by palladium containing P,C-palladcyclic complexes. Here, very little is known about the exact mechanism of operation or the route by which the catalyst is activated.This work will have significant impact, not only on the immediate catalytic chemistry community, but the techniques developed will also have spin-off applications in other fields such as biological NMR research and other areas of analytical chemistry where limited sample size is a major problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F022530/1","grantId":"EP/F022530/1","fundValue":"264908","fundStart":"2008-03-03","fundEnd":"2010-08-02","funder":"EPSRC","impactText":"  We worked to understand the DNP effect and harness it for the examination of chemical reactions. Chemicals,Healthcare Societal,Economic","person":"S  Duckett","coPersons":[],"organisation":"University of York","findingsText":" We worked to hyperpolarise a range of molecules by the DNP effect. We subsequently examined the reactivity of these molecules in order to probe a number of reaction mechanisms. Our findings revealed that this method was harder to employ than we originally envisaged. We recently re-installed the equipment in a new location and are now finalising two further papers. Healthcare,Other","dataset":"gtr"}