{"id":"4765A046-EFDE-4EBA-BF46-4F2F4C76D57F","title":"Re-configuring Local Governance for Community Resilience: social learning for flood adaptation under a changing climate","abstractText":"This project aims to provide a more effective way for communities to become resilient in the face of changing risks associated with anthropogenic climate change. It will focus on the issue of flooding in a rural Devon community as a way of exploring the potential for using 'co-learning' between community members, academic researchers and local agencies to understand the flood risks associated with current climatic conditions and how those risks and associated vulnerabilities are shifting as a result of climate change. In so doing, the project will work towards a community flood resilience plan that will seek to represent the different types of knowledge demonstrated by the different constituencies.\n\nThe project has the following objectives:\n1. To adopt a deliberative and collaborative approach for engaging a range of community participants in a dialogue for co-creating knowledge for understanding risks associated with fluvial and surface water flooding;\n2. To use this social learning process as a way of promoting informal learning about public engagement for representatives of the local state, environmental agencies and climate researchers across the physical and social sciences;\n3. To enable a collaborative and jointly agreed assessment of current levels of flood resilience between the research participants and to develop place-based strategies to flood risk management within the context of future impacts from anthropogenic climate change;\n4. To consider the role this methodology can play in promoting community resilience at a time of local government service re-structuring. \n\nThe project will be developed in collaboration with two main partners. First, Devon County Council, as the co-ordinating local authority with responsibility for emergency planning, will provide knowledge, expertise and access to the community flood planning process for the selected case study community of Crediton. Second, in order to meet objective 2 of the project, the Climate Outreach Information Network (COIN) will participate to ensure that the wider policy and practitioner community can benefit from the learning gained by the project. The project will also include contributions from statutory agencies (Environment Ageny and Fire authority).\n\nThe project will use a competency group approach to build knowledge and confidence amongst the different stakeholders in the community for developing a flood resilience plan. Over the course of six months four group meetings will be held at intervals of two months at which there will be representatives from the community of Crediton, Devon County Council, the Environment Agency, Devon and Somerset Fire and Rescue Service and a small group of physical and social science academics. These meetings will explore current understandings of flood risk and associated vulnerabilities, the ways in which such vulnerabilities will change in the future and the most effective way of making the community resilient to future flood events. \n\nThe purpose of the competency group approach is to overcome many of the current barriers to effective community resilience, which is often framed by a top-down, government-led approach to policy making and implementation that can hide or distort vital local knowledges of risks and how to deal with them. The project therefore provides an opportunity to explore the potential for re-configuring risk governance that re-balances knowledge and decision-making between the local state and publics.\n\nIn this way, the project aims to explore the potential role of social learning about an environmental hazard to assess the role such a methodology could play in re-configuring relations between the local state, statutory agencies and communities. In so doing, the project has the potential to demonstrate the value of a deliberative and knowledge-based approach to tackling a range of changing vulnerabilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009234/1","grantId":"ES/L009234/1","fundValue":"25907","fundStart":"2014-08-26","fundEnd":"2015-12-31","funder":"ESRC","impactText":"","person":"Stewart  Barr","coPersons":["Ewan James Woodley"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}