{"id":"4768D767-6253-4AC4-99D2-662424FCA47D","title":"Engineered resonant tunnelling nanostructures for the Terahertz realm","abstractText":"The engineering of the metal/insulator nanostructures capable of harnessing THz energy is the central aim of this project. The challenge lies in tuning the barrier heights at the metal/insulator interfaces for optimal terahertz energy conversion. Instrumental in achieving this ambitious goal is thorough understanding of interfacial barrier formation and correlation of physical and electrical properties of proposed nanostructures. The nanostructures will be fabricated using atomic layer deposition (ALD). The ALD deposition system enables a controlled microstructure, leading to better uniformity and control of the tunnelling barriers' composition and thickness, as well as interface integrity and stability. The target is addressed in three coupled work phases, which are strongly linked, and entail voluminous theoretical and experimental study with a wide range of characterization techniques. \n\nThe successful outcome of the project will facilitate an emerging technology and complement research efforts at Manchester University and Imperial College in the UK to bring about new efficient electronic devices for terahertz energy harvesting in infrared and visible domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018930/1","grantId":"EP/K018930/1","fundValue":"95671","fundStart":"2013-04-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  The key findings have been disseminated at three premier conferences in the field (ESSDERC'2013, 7th International Workshop on Functional Nanomaterials and Devices, WODIM'2014). Education,Electronics ","person":"Ivona Z. Mitrovic","coPersons":[],"organisation":"University of Liverpool","findingsText":" A number of ultra-thin double insulator nano rectifiers for THz energy harvesting, based on Al2O3, Ta2O5 and Nb2O5, have been successfully fabricated by atomic layer deposition and RF sputtering. A design of a zero bias resonant tunnelling device has been envisaged and validated with a computer model. The metal/multiple-insulator nanostructures capable of harnessing terahertz energy have inherent potential to be a disruptive and enabling technology. The three potential beneficiaries are: (i) security and medical imaging; (ii) pharmaceutical and the performance of drugs; (iii) energy industry. Electronics,Energy,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}