{"id":"476C2E2E-0AE9-4EC6-9021-AE3AF463450B","title":"The regulatory role of heme in circadian control","abstractText":"The 24 hour circadian clock is the fundamental internal timekeeping system that generates daily rhythms of behaviour, physiology and metabolism in nearly all higher organisms, including some bacteria. When the clock is disrupted, as in chronic shift work, the deterioation of human health is significant, and elevated levels of depression, sleep disorders, cardiovascular problems and even cancer, have been reported. Consequently, understanding how the clock works at the molecular level will have significant benefits for human and animal health because it will provide opportunities to design novel therapeutic interventions to ameliorate these negative side-effects. \n\nIn insects and vertebrates, the clock depends on two critical transcription factors, CLOCK and BMAL1 that bind to the DNA of clock target genes and activate their expression. Their role is crucial and there is convincing evidence emerging in the literature that the metallic element iron - in the form of heme iron - binds to CLOCK. Heme is a small, organic molecule with iron at the centre with an ability to bind ligands such as oxygen (O2), carbon monoxide (CO) and nitric oxide (NO). These ligands are recognised as important molecular signals so that, for example, the metabolic state of the organism (via changes in the concentrations of these ligands) might signal to heme, altering the properties of CLOCK in such a way that the regulation of downstream clock genes is changed. However, the mechanisms of heme-mediated regulation of the clock have yet to be established.\n\nWe will explore heme and gas binding to the human CLOCK transcription factor and determine the structure for the heme-CLOCK interaction. We will also study how heme affects the way in which CLOCK binds to its partner BMAL1, and also how heme is important for the physical interaction of this CLOCK-BMAL1 dimer with its DNA target sequence. Finally, we shall use fly cells to study how heme is involved in the way CLOCK-BMAL1 stimulates transcription of target clock genes using a simple luminescence readout.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006626/1","grantId":"BB/L006626/1","fundValue":"534141","fundStart":"2014-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Emma  Raven","coPersons":["John  Schwabe","Charalambos  Kyriacou","Peter Charles Moody"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}