{"id":"476E1EF3-29DC-4A6F-8F2F-7BD2A0E929AE","title":"Computational tools for magma dynamics of subduction zones: finite element models and efficient solvers","abstractText":"Plate tectonics describes three major plate-boundary types: convergent, divergent, and transform. A subduction zone is an example of a convergent boundary, in which an oceanic plate plunges back into the deep mantle. The subduction process is invariably associated with explosive volcanism; since subduction zones surround the Pacific ocean, this is also where many of the world's most dangerous volcanoes can be found. Why does subduction lead to volcanism? Scientists possess only the broad outlines of an answer to this question. We know that the subducting slab of oceanic sediments, crust, and lithosphere transports sea-water to 100+ kilometres depth in the mantle; we know that this water eventually is released from the slab, and that it percolates upward into the mantle and triggers melting. We know that the magma produced in this way feeds subduction-zone volcanoes. Beyond this, however, things become rather vague. The conditions of pressure and temperature under which magma is produced within the mantle, for example, are not known. This is largely due to the complexity of a system in which water, heat, and mantle rock are combined at inaccessible depths. The subduction zone is like a &quot;black box&quot;---we know the inputs and the outputs, but what happens inside remains a mystery. We are proposing to use supercomputers, and mathematical theory based on fundamental physics and chemistry, to discern the mechanical workings hidden within the black box of a subduction zone.\n\nOne available clue that may contain useful information about the magmatic processes that occur within a subduction zone comes from the position of the volcanoes themselves. In map view, the volcanoes are arrayed in arcs that sit above the subducting slab. Earthquakes within the slab have allowed scientists to determine the depth of the slab beneath the arc of volcanoes. Compiling this depth for all the world's volcanic arcs, and comparing it with the rate of descent of each slab into the mantle produces a striking trend: faster descent produces arc volcanoes over a shallower point on the slab, while slower descent leads to large slab-depths beneath the arc. A hypothesis to explain this trend was recently published; it states that the volcanoes form at a position determined by the temperature structure of the mantle beneath, and by the details of magmatic flow. In particular, it proposes that the hottest magmas that are produced in the subduction zone rise toward the surface, and create a hot conduit that other melts follow. The arc volcanoes are found on the surface, directly above the conduit.\n\nTesting this hypothesis requires a physical/mathematical model of how magma moves through the mantle, and how it transports heat. Previous models of subduction zones have not included the flow of magma, mostly because it was too challenging to compute. To overcome this challenge, we have assembled a team of four scientists with complementary expertise in software engineering, mathematical modelling, fluid dynamics, and geophysics. Together we have the skills to create a new generation of computer model that will describe the flow of magma within a subduction zone. This model will allow us to test the hypothesis described above, as well as other, competing hypotheses. Developing the model will require a multi-stage assembly process, in which each component of the software is designed, written, and tested separately. In this proposal we detail a carefully planned series of tasks that culminate in our ultimate goal of a model of subduction zone magmatism and the position of volcanic arcs. Along the way, we intend to make our software available to other scientists for their use, with the hope that they might help us to improve it. After three years of work with help from two assistants, we'll have new knowledge about subduction, and new mathematical tools for research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I026995/1","grantId":"NE/I026995/1","fundValue":"336712","fundStart":"2012-06-29","fundEnd":"2016-06-28","funder":"NERC","impactText":"","person":"Richard Foa Katz","coPersons":["Andy  Wathen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}