{"id":"47724D29-67DE-4F18-8EDE-92B7FEEDF8FF","title":"Political Party Database Project: How Parties Shape Democracy","abstractText":"In a period of economic crises and rapidly changing communication opportunities traditional political actors have faced increasing challenges to their legitimacy. Yet despite these changes, political parties remain key actors in parliamentary democracies. They channel political recruitment, structure political choices, and offer opportunities for meaningful political participation. Because of this, it is vital to understand how parties' structures and resources shape democratic life. Unfortunately, the comparative study of political parties as organizational actors has been held back by the lack of systematically-collected cross-national data, and by the lack of standard vocabulary for conceptualizing and testing the impact of party resources and structures. \n\nThe Political Party Database Project aims to fill both gaps. Our multi-national research team is collecting data on 138 parties in 19 countries in order to conduct theory-driven tests of competing scholarly claims about the impact of party organizational variation. Our investigations include examination of the relationships between party resources and their links to society and between party rules and social representation. We are also assessing the impact of specific candidate-selection procedures on both descriptive representation and electoral success. This proposal requests funds to help us complete our analyses for publication, and to enable us to use our initial data as the first installment in a new public database on party organization. This regularly-updated database will be an on-going resource for students of politics as well as for reformers seeking to improve representation and increase political participation. The three Principal Investigators (respectively based in UK, USA and Germany) for this proposal will jointly coordinate team efforts to collect and update party data, to prepare manuscripts for publication, and to publicize findings and the new data resources to academic audiences, political practitioners and the media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L016613/1","grantId":"ES/L016613/1","fundValue":"105403","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Paul David Webb","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}