{"id":"4776FCC5-3DB6-411C-B373-3F2A8069CB3E","title":"The Principle of Identity of Indiscernibles in Leibniz.","abstractText":"The Principle of Identity of Indiscernibles is one of Leibniz's characteristic and most important principles. It says that there cannot be -- or, in a weaker version, simply that there are no -- two things that resemble each other exactly, or that are perfectly similar. This is prima facie a very implausible principle. But Leibniz gives serious arguments for the principle; and he derives important consequences from it. Thus, in the context of Leibniz's metaphysics the Principle of Identity of Indiscernibles is an importantly fertile principle. My aim is to study the following: \\n\\na. What did Leibniz understand by the Principle of Identity of Indiscernibles? That is, what is the scope and modal status of the Principle according to Leibniz? In some passages Leibniz seems to commit to the idea that the principle is necessarily true, i.e. that there *could* be no two perfectly similar things. In others, he seems to commit to the thesis that the principle is contingently true, i.e. that there are no two perfectly similar things -- although there could have been. Leibniz believed that the basic atoms of reality are mind-like entities that he called 'monads'. Clearly he thinks that the Principle applies to monads and so that there are no, or there could be no, two perfectly similar monads. But did he also mean to apply his Principle to bodies, which are entities that result from monads? \\n\\nb. Are the arguments that Leibniz gives for the Principle of Identity of Indiscernibles valid? Leibniz gave several arguments for the Principle of Identity of Indiscernibles: one deriving from his thesis that every substance has a complete concept from which all its predicates follow (this appears in the 'Discourse of Metaphysics'), and two of them deriving from his Principle of Sufficient Reason, the principle that for everything that exists there is a reason why it is and why it is as it is rather than otherwise (one in his paper 'Primary Truths' and a different argument in his correspondence with Clarke). But it is not clear exactly what form these arguments take. I shall try to reconstruct them and then assess their validity. \\n\\nc. What are the consequences that Leibniz tries to derive from the Identity of Indiscernibles, and are these derivations valid? Often Leibniz asserted that several important metaphysical consequences follow from the identity of Indiscernibles, for example, that the mind is not a tabula rasa, that there are no atoms, that there is no empty space, that there are no substances without action, and others. Here very rarely does Leibniz attempt to identify even roughly how these theses follow from the Identity of Indiscernibles. My task will be to try to reconstruct what Leibniz might have had in mind and then assess these arguments. \\n\\nSince the Identity of Indiscernibles is connected to most major Leibnizian theses either as a consequence or a source, the thorough examination of the place of the Identity of Indiscernibles that I propose to undertake will give us a better understanding of the Leibnizian metaphysics by showing us how some of these are logically connected to each other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H003908/1","grantId":"AH/H003908/1","fundValue":"25514","fundStart":"2010-04-18","fundEnd":"2010-07-17","funder":"AHRC","impactText":"  They have had only an academic impact, e.g. quoted and discussed in other colleagues?work. By the way, my work is supposed to only have an academic impact. So, everything has resulted as intended. Other ","person":"Gonzalo  Rodriguez-Pereyra","coPersons":[],"organisation":"University of Oxford","findingsText":" The place and role of the Identity of Indiscernibles in the philosophy of Leibniz. The main output of this grant was the publication of my book &quot;Leibniz&acute;s Principle of Identity of Indiscernibles&quot;. My book is the only book-lenght study of the role and place of the Identity of Indiscernibles in the phgilosophy of Leibniz. Although some of the issues arising about the Identity of Indiscernibles in Leibniz had been previously studied, my book discusses in an original way all aspects of the Leibnizian principle. Anyone specifically interested in the Identity of Indiscernibles in the philosophy of Leibniz or more generally interested in the Identity of Indiscernibles or the metaphysics of Leibniz should benefit from studying my book and my other publications resulting from this grant as listed in the section on publications. Other","dataset":"gtr"}