{"id":"478B7922-3EFC-4F00-A949-DC7150E593FE","title":"Genetics, genomics and genetic modification in agriculture: emerging knowledge-practices in making and managing farm livestock.","abstractText":"This project examines the implications of genetic/genomic science for livestock breeding knowledge-practices. Advances in genetic/genomic science, including genetic ‘merit’ assessments, genetic markers and genetic modification, herald a 'new era' – even a 'revolution' - in livestock breeding, according to the scientists involved. This presents opportunities for addressing important questions about the relationships between scientific and lay knowledge-practices, the restructuring of power relations and social relations and identities in agriculture, and animal-human relationships. Focusing on sheep and beef cattle, the research will examine how livestock breeding knowledge-practices and geographies of livestock breeding are being reconfigured in relation to emerging genetic/genomic knowledge-practices. Three specific objectives follow:\n<br />\n<br />\n<ol>\n <li>to examine the relationships between an emerging genetic/genomic science of livestock and lay livestock breeding knowledge-practices;</li>\n <li>to assess how breeder identities, farm businesses and human-animal relationships are being affected by genetic/genomic science; and</li>\n <li>to examine the roles of different actors in emerging livestock breeding networks associated with genetic/genomic science and the circulation of genetic/genomic knowledge through these networks.</li>\n</ol>\n<br />The research includes interviews and discussion groups with breeders and breed societies, interviews with institutions involved in livestock breeding, and analysis of both media reportage and events like agricultural conferences where genetic/genomic techniques are discussed.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0642","grantId":"RES-062-23-0642","fundValue":"249065","fundStart":"2007-10-29","fundEnd":"2010-09-30","funder":"ESRC","impactText":"  Non-academic impacts have occurred through consistent engagement with actors in the livestock breeding sector and engagement with scientific researchers in livestock breeding (their interest in a social scientific perspective was fundamental to the project's establishment). Results concerning the complexity of 'geneticisation' were communicated to audiences tending to assume that adoption of genetic techniques is straightforward and inevitable; a forum was provided for challenging accepted perspectives and for these audiences to rethink how they do their work and communicate with each other about livestock and genetics. The Consultation Panel was crucial in disseminating and discussing research findings to industry and scientific audiences. A paper given to the Sheep Breeders Forum (November 2009) provided a counterpoint to prevailing scientific and industry perspectives. The project convened a seminar for food sector and scientific representatives at the Royal Agricultural Society of England (July 2010). Key findings were disseminated and a forum provided for discussing genetic technology and the livestock sector's future. This was reported in the farming press, providing wider impact for the project. For wider audiences, the project was represented in an article for the Food Ethics Council on genetics in the livestock sector (Twine R and Holloway L (2008) Animal Engineering, Food Ethics, 3, 3, pp.30-31). Agriculture, Food and Drink Economic","person":"Lewis Edward Holloway","coPersons":["David  Gibbs","Carol  Morris","John  Dupre"],"organisation":"University of Hull","findingsText":" The research showed that, first, 'geneticisation' is not straightforward and inevitable, but is complex, contested and sometimes rejected. 'Styles' of engagement and non-engagement were identified, shifting the focus from the idea of the 'adopter' or 'non-adopter' towards more complex terrains in which an individual breeder can be simultaneously associated with different, even contradictory, styles. For example, they may accept one technique but reject others, or see the value of a technique for one group of animals, but not another. Second, genetic techniques produce new forms of breeder knowledge, and can significantly alter how breeders 'see' their animals and make breeding decisions, for example based on new statistics and comparisons to newly calculable norms. Third, geneticisation is also associated with shifting structures and changing power relationships in the sector, and supports wider processes of integration in food supply chains. Genetic techniques in beef cattle and sheep breeding may further intensify the control over food supply of powerful actors in food chains. The effectiveness of the project's dissemination events so far, particularly via the Consultation Panel and the end-of-project seminar, has encouraged the investigators to consider ways of continuing to engage with a range of actors in livestock breeding. Consideration is being given to an application for ESRC follow-on funding to facilitate further dissemination, focusing on 'grass roots' livestock breeders as well as continuing to work with livestock breeding scientists and commercial actors Agriculture, Food and Drink","dataset":"gtr"}