{"id":"479DB2B3-92C2-446E-AA06-8B363AC07D63","title":"The neural basis of spatial cognition: does neural plasticity in the head direction cell system underlie spatial landmark learning?","abstractText":"When we wander through a familiar town, it's easy to recognise where we are or to point in the direction of familiar locations. We are able to do so because we have learned the relationships between different landmarks within these places. For example, residents of Edinburgh can usually point in the direction of their home, even if it is not visible, relative to Edinburgh Castle. The aim of this research is to find out where learning about the spatial relations between landmarks occurs in the brain. Much of what we know about how mammalian brains store spatial information comes from work in rodents. One brain structure, the hippocampus, has neurons that fire when a rat is in a specific place in its environment. These are place cells. Another type of neuron, found in brain areas near the hippocampus, fires when the rat faces a specific direction. These are head direction cells. It is thought that, together, place cells and head direction cells allow the rat to know where it is when it's in a familiar place. Our question is, which brain area is critical for the place cells and head direction cells to learn to recognise new environments? Many forms of spatial learning are mediated by changes in synaptic connections in the hippocampus. For example, learning the location of a reward in the environment is blocked by blocking hippocampal synaptic plasticity. However, the postsubiculum (PoS), which sends information to the hippocampus, appears to be essential for the rapid learning and recognition of landmarks in the environment. This could be because the PoS is the critical site at which landmarks become associated with place cells and head direction cells. However, it could also be because the PoS is simply a site through which visual information passes on its way to the place cell and head direction cell systems. Our aim is to distinguish between these two possibilities. We will do so by temporarily blocking learning-related changes in PoS neurons using a drug that blocks synaptic plasticity, but does not affect normal synaptic transmission. If the PoS is the site of landmark learning, then blocking plasticity there should have two effects: a) to prevent new associations forming between landmarks and the firing of place cells and head direction cells, and b) to prevent the rat from using new landmark information to solve spatial memory tasks. These predictions will be tested in the proposed experiments. If blocking PoS plasticity disrupts place cells, head direction cells and spatial behaviour, we'll have identified one of the sites in the brain where landmark learning takes place. If the PoS is not the site in the brain where landmark learning takes place, we will test an adjacent brain area called the retrosplenial cortex (RSPL). RSPL sends information to the PoS, possesses head direction cells, and receives inputs from parts of the brain that receive inputs from the eyes. In our view, it is extremely likely that either the PoS or the RSPL is the site where landmark learning takes place in the brain. In either case, showing that landmark learning requires plasticity outside the hippocampus would be novel and important, as most rapid spatial learning is thought to be mediated by the hippocampus itself. Thus, this project will lead to a more comprehensive understanding of how different structures contribute to different aspects of spatial learning and memory. The benefit of this research is that it should provide basic information about the brain areas underlying spatial cognition. We know that ability to find one's way around an environment is important in everyday life (and is usually taken for granted). However, this ability can diminish in old age, and in conditions such as Alzheimer's Disease. Understanding the neural systems underlying normal spatial cognition is one of the more tractable questions in brain research, and may yield a better understanding of the cause of problems in aging and disease states.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D001714/1","grantId":"BB/D001714/1","fundValue":"243608","fundStart":"2006-05-01","fundEnd":"2009-05-31","funder":"BBSRC","impactText":"","person":"Emma Ruth Wood","coPersons":["Paul Anthony Dudchenko"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}