{"id":"479E0D04-1351-467A-A1BF-6B323073F12D","title":"Numerical investigation of the true sources of jet noise","abstractText":"Aircraft noise severely impacts the quality of life of residents living near airports and is a problem that will become even more pressing in future, with air traffic forecast almost to double over the next two decades. One of the dominant sources of aircraft noise is jet noise, particularly during take off. Jet noise reduction technology is largely empirical and further progress depends on the better understanding of the mechanisms of sound production. In this project the physics of sound production will be explored by examining the structure and dynamics of the true sources of sound. The numerical technique involves splitting the flow-field in a jet into radiating (acoustic) and non-radiating (base-flow) components. The non-radiating base flow is obtained by filtering the Navier-Stokes equations in space and time. It is shown that for a particular choice of filter function the time filtering can be performed analytically. The base flow can then obtained by large-scale computations using spatially-filtered direct numerical simulation. The radiating component is governed by linear equations and almost entirely generated by known sources. The sources are calculated from base flow computations and they contribute only to the production of sound. We refer to these sources as the true sources of sound. We aim to produce a numerical technique to understand the physics of the noise generation process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003226/1","grantId":"EP/F003226/1","fundValue":"132183","fundStart":"2007-10-08","fundEnd":"2010-10-07","funder":"EPSRC","impactText":"","person":"Anurag  Agarwal","coPersons":["Zhiwei  Hu"],"organisation":"University of Southampton","findingsText":" We developed a new numerical technique to identify the true sources of sound in a jet. Help find the true sources of aerodynamic noise in other applications like wind turbines, airframe noise, etc. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}