{"id":"47AAC0E8-8058-447B-962C-31F290FE6503","title":"Tibetan in Digital Communication: Corpus Linguistics and Lexicography","abstractText":"In age, breadth and diversity of genre, Tibetan literature is in every way comparable to English. The Tibetan alphabet was invented in 650 CE. The earliest currently available securely dateable document dates to ca. 763 CE. Literary production has continued from that time unabated until today. Yet, the lexicographical resources of Tibetan are very inadequate and vastly inferior to what is available to English speakers. In total, students of Tibetan can draw on about a dozen dictionaries, most for Classical Tibetan. The scope of these lexicons tends to be poorly defined, and none of them meets the standards of scientific lexicography. Moreover, there is not a single work that covers the earliest period of Tibetan literature, Old Tibetan (650-1000 CE). The corpus and tools we propose to create will serve as the first step to advance the compilation of a comprehensive historical Tibetan dictionary akin to the Oxford English Dictionary.\\n\\nIn order to achieve this, we propose to produce a large corpus of Tibetan texts spanning the language's entire history, drawn from Old, Classical and Modern Tibetan. In the past, scholars used laborious collections of slips organised and stored in vast filing cabinets in order to compile large dictionaries. Advances in computational linguistics mean that this work can now be achieved more thoroughly and effectively through the creation of annotated digital corpora. But our corpus, once carefully analysed and tagged, will not only pave the way for the compilation of Tibetan dictionaries of hitherto inconceivable calibre, but it will also prepare the ground for a wide range of other significant research initiatives. By mounting it on the Web, scholars from a wide range of disciplines (history, religion, literature, linguistics, etc.) working with Tibetan language materials will be able to search it and use its content for their own research. It is thus likely to become foundational to a vast array of research initiatives, benefiting many different constituencies in academia.\\n\\nOutside academia, in the modern world of electronic communication, our corpus will lay the foundation for the creation of new digital technologies for Tibetan (text messaging, automated translation, etc.). The high investment required to develop language software leaves languages without commercial or political power isolated and poorly resourced. Digital communication technologies are built on basic language processing tools (eg, word-segmentation programmes, part-of-speech taggers) of the very type we propose to create. Our work will reduce the cost to develop such technologies and thus attract commercial interest. Although Tibetan is spoken by more than two million people, it is barely represented in electronic media as a spoken language. We seek to remedy this by creating an electronic resource that will restore to Tibetans, irrespective of their residence or adopted nationality, the choice to use their language as they see fit in a world that is increasingly shaped by digital communication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00152X/1","grantId":"AH/J00152X/1","fundValue":"448563","fundStart":"2012-05-31","fundEnd":"2015-08-30","funder":"AHRC","impactText":"","person":"Ulrich  Pagel","coPersons":["Nathan  Hill"],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}