{"id":"47AF9D69-9207-49C7-A381-73CA7E0BAEA5","title":"Molecular characterisation of an ADP-dependent regulatory protein","abstractText":"Conversion of carbon dioxide to sugars by plants is essential to life on earth. In the majority of plants this process competes with non-productive reaction with oxygen. One group of plants, the C4 plants, have developed a strategy to avoid this: this strategy allows the plants to survive in hot, dry and arid conditions which would not otherwise be viable for plant growth. These plants include the common crop plants, maize and sugarcane. Research is presently underway to determine if this pathway can be engineered into other plants to generate hardier crop plants and this research will feed into this objective. Our research addresses how one part of this alternative strategy of making sugars is controlled. In particular, we are interested in how an unusual protein acts to switch off the pathway in the dark. The protein, pyruvate,orthophosphate dikinase (PPDK) regulatory protein, or PDRP for short, inactivates another protein, PPDK, thereby preventing the plant from making the compound phosphoenolpyruvate from pyruvate. This prevents the plant from 'fixing' carbon dioxide into sugars in the dark (when there is no light to provide energy via photosynthesis). The regulatory protein, PDRP, can perform this vital function because it is dependent upon the presence of its substrate, ADP, for activity. This accumulates in the dark as a direct result of photosynthesis shutting down. We are interested in the details of the way in which the regulatory protein uses this molecule to inactivate PPDK. We will develop new ways to study this process and make mimics of the target which will help us further unravel the precise manner in which it occurs. The target protein is inactivated because a phosphate group is transferred from the substrate ADP to the protein, thereby blocking the part of PPDK required to perform its normal function. It is worth noting that using this particular molecule, adenine diphosphate (ADP), to perform this reaction is highly unusual, normally adenine triphosphate (ATP) is used instead.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G004145/1","grantId":"BB/G004145/1","fundValue":"326609","fundStart":"2008-11-17","fundEnd":"2011-11-16","funder":"BBSRC","impactText":"  No known direct impact to date.  ","person":"Michael Edward Webb","coPersons":[],"organisation":"University of Leeds","findingsText":" In this project we studied the mechanism of a plant enzyme which is central to how some crop plants can survive in hot and arid conditions. These plants have a unique way of converting CO2 into sugars through photosynthesis and the enzyme studied in this project, PDRP, links this processto whether the plant is illuminated or not. The precise chemical mechanism used by this regulatory mechanism is unprecedented throughout known systems\n\nIn this project, we optimised protocols to isolate the relevant enzymes from plants as well as the homologous enzymes from bacteria. This is challenging and our studies represent the first high-yielding purification to homogeneity of these proteins. We then investigated the ligand-binding properties of these enzymes, and generated peptide ligands for the enzymes using our reported synthesis of phosphohistidine analogues. These studies suggest an ordered binding mechanism for the enzyme, in which the cofactor substrate, ADP, binds before interaction with the protein substrate.\n\nSite-directed mutagenesis studies on both the plant and bacterial enzymes enabled us to identify regions of the protein sequence required for binding to the ADP substrate, studies to identify conserved residues interacting with the protein substrate are ongoing. Unfortunately we were not able to crystallise the enzymes to obtain a 3-dimensional model of the system. At the present time, we have estabilised the first conditions to robustly overexpress the enzymes and have generated peptide substrates which can be used in future enzymatic characterisation. These reagents can be used in tandem with in vivo studies to fully understand how the system is regulated. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}