{"id":"47C02D5C-66C6-4845-A0D7-CE2AFAAD156D","title":"Mechanism of binding of mycobacterial glycolipids to mincle, a stimulatory glycan-binding receptor on macrophages","abstractText":"Different cells are characterised by different patterns of sugars linked to their surfaces. One mechanism used by the innate immune system, which responds directly to microbial pathogens before a specific antibody response is mounted, is to identify pathogens based on the way the sugars on their surfaces differ from those of the host. The work we propose is directed toward developing a molecular understanding of how mincle, a sugar-binding receptor on the surface of macrophages from humans and other mammals, binds to unusual sugars on the surface of mycobacteria, which are the causative agent of tuberculosis in humans, cows and other mammals. Mincle is believed to play a role in the complex interaction between mycobacteria and the host immune system that leads to development of tuberculosis.\n\nThe approaches that will be undertaken include creating small molecules that mimic portions of the cell surface of the mycobacteria to see which features are essential for binding to mincle and leading to stimulation of macrophages. The molecules will also facilitate structural analysis of how the binding occurs. Mincle from humans, cows and mice will be examined. The first two species are important because of the way that naturally occurring mycobacterial infections affect them, leading to an enormous worldwide disease burden in humans and providing a major challenge to the safety of the domestic cattle industry. Mice are used as models for study of mincle function in the whole organism, so it is important to demonstrate that mincle from mice has the same properties as the human and cow proteins. In addition to these studies of the binding of mincle to mycobacterial sugars, further studies will address the question of how mincle interacts with other proteins in the macrophage membrane so that the binding of sugar targets can be translated into stimulation of the macrophages.\n\nThis is a basic science proposal directed toward elucidating the mechanisms underlying the functions of a poorly understood receptor. However, there are clear practical goals that will benefit from the information that will be obtained, including the fact that an improved understanding of how mycobacteria can interact with the host immune system may provide insights into how this process can be altered in a way that reduces the disease burden. Most directly, this understanding will provide knowledge necessary to exploit the fact that mycobacterial surface components are able to stimulate the immune system and improve production of antibodies. Up to now, this property has not been used in human vaccine development because of the complexity and uncontrolled nature of the reaction to mycobacteria, but the proposed studies will help to define simpler molecules that can trigger the beneficial effects in more controlled ways for vaccine development in humans and animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K007718/1","grantId":"BB/K007718/1","fundValue":"392476","fundStart":"2013-04-03","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Kurt  Drickamer","coPersons":["Maureen Elizabeth Taylor"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}