{"id":"47C8922D-F2EC-4ED4-B8CB-AF72371E2539","title":"A scalable chip multiprocessor for large-scale neural simulation","abstractText":"Biological brains are highly complex systems whose underlying principles of operation are little understood. We know that they comprise very large numbers of nerve cells - neurons - that interact with each other principally through electrical impulses or spikes, and we have instruments that can show which areas of the brain are more or less active at any time, but we know little about the intermediate levels of brain function. How, for example, are all the details of a complex visual scene encoded in the patterns of neural spikes in the visual cortex? And how do we use those patterns to recognize our family and friends?One way to help understand complex systems is to develop hypotheses of how those systems might work and then to use computers to test those hypotheses. Modelling spiking neurons is computationally very intensive, so a modern PC is capable of modelling a few tens of thousands of neurons in real time using a rather simple model of each neuron. In this research we plan to build a new sort of computer designed specifically for modelling large numbers of neurons in real time. This computer will be based upon large numbers of fairly simple microprocessors that communicate with each other using spike events modelled closely on the way biological neurons communicate. We will use developments in semiconductor technology to enable many microprocessors to be put on a single silicon chip, thereby keeping the cost and power consumption of the computer as low as possible.Our brains keep working despite frequent failures of their component neurons, and this fault-tolerant characteristic is of great interest to engineers who wish to make computers more reliable. So this work has two complementary ultimate goals: to use the computer to understand better how the brain works at the level of spike patterns, and to see if biology can help us see how to build computer systems that continue functioning despite component failures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D07908X/1","grantId":"EP/D07908X/1","fundValue":"637840","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  To develop the full SpiNNaker machines. Digital/Communication/Information Technologies (including Software),Electronics ","person":"Stephen  Furber","coPersons":["David Roland Lester"],"organisation":"The University of Manchester","findingsText":" This project developed the SpiNNaker architecture and prototype. See BIMPA project details. Digital/Communication/Information Technologies (including Software),Education,Electronics,Healthcare","dataset":"gtr"}