{"id":"47CAA7B8-3BF3-44FD-ABB5-C47EE69DE518","title":"Microfossil provenance of British Iron Age lowland ceramic artefacts","abstractText":"Ceramics were central to many aspects of later prehistoric life and the pottery and the clays from which they were made had a powerful practical and metaphorical role in many societies. Over the last 30 years it has become standard archaeological practice to define ceramic fabrics in terms of their characteristic macroscopic inclusions and to suggest sources of the raw materials used. Characterisation and sourcing studies have, however, largely been restricted to clays and inclusions with distinctive rock types such as serpentinite from the Lizard peninsula. Much of southern and eastern Britain by contrast, consists of sedimentary deposits with an absence of mineralogically discrete outcrops. Consequently, investigation of the organisation of ceramic production and exchange in much of prehistoric Britain is hampered. Whereas the mineralogical content of ceramics sourced from sedimentary rock successions may be indistinct, the microfossil signature of such rocks can provide a powerful indication of provenance. Here we use microfossils to investigate the source of raw materials used in clays and ceramics at the Iron Age settlement of Burrough Hill, one of the few hill-forts in the East Midlands. Previous excavations at the site demonstrate occupation from the Neolithic to the 4th century AD, with the most intensive period of occupation during the Iron Age when the hill was a major pre-urban centre for the population of the region. \n\nBurrough Hill sat in a densely occupied Iron Age landscape of farms and settlements. Archaeological evidence from an ongoing five-year programme of work already attests to the wide ranging contacts of the community living here, but this work has so far been limited to comparatively rare, high value or exotic items such as quern stones. Excavations during 2010 and 2011 have identified a range of ceramics from 4th century BC to 1st century AD at the main entrance and from houses and occupation deposits inside the northern edge of the hill-fort. At Burrough Hill and across the East Midlands generally, however, the ceramic repertoire of Iron Age communities is dominated by a stylistically conservative, geographically widespread and chronologically long-lived tradition of ceramics known as 'Scored wares'. Whilst the macroscopic diversity of its fabrics has long been recognised, it has rarely been possible to characterise and provenance this material.\n\nMud daub from the round houses and clay used in the construction of the ramparts comprise other examples of Iron Age clay procurement in the hill-fort. Archaeological investigation has already identified several hundred storage pits within the hill-fort and a series of round houses to the lee of the ramparts as well as an extramural settlement immediately outside the ramparts to the east of the hill-fort. Excavations in 2011 and 2012 will sample each of these areas to get a cross section of material from the settlement.\n\nBurrough Hill is situated in a landscape of Mesozoic sedimentary carbonate and clastic rocks over which are smeared tills of late Quaternary age. The micropalaeontology of the Mesozoic rocks of the East Midlands is well documented. Less well known is the microfossil signature of the tills, which contain Cretaceous microfossils recycled from the Chalk Group of Yorkshire and Lincolnshire mixed with more locally derived Jurassic microfossils. Pilot studies at Burrough Hill already identify a rich repository of ostracods and foraminifera in ceramics, and in clay materials used to the construct walls. In conjunction with a detailed evaluation of the microfossil and sedimentological signature of the solid and drift deposits of the immediate vicinity of the hill-fort, the site provides an excellent case study by which to assess the geological provenance of ceramic and clay materials in a sedimentary landscape, and our study thus has widespread potential for interrogating other archaeological sites in the British landscape.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012580/1","grantId":"NE/J012580/1","fundValue":"30795","fundStart":"2012-05-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Mark  Williams","coPersons":["Ian  Whitbread","Jeremy  Taylor"],"organisation":"University of Leicester","findingsText":" For the first time in a British Iron Age context we have used microfossils to decisively provenance local geological materials used in the manufacture of a hill fort (Burrough Hill). The materials we studied included floors, walls, the linings of pits and ceramics. All of these materials have been traced to the local solid geology (Lower Jurassic rocks) and to the Quaternary glacial deposits (Oadby Till). We can show decisively where the materials came from, and how they were used both in buildings and manufactures. We can apply our methodology to other hill forts in the East Midlands and wider UK. Our techniques are already being applied in different archaeological settings. These include the analysis of microfossils from Roman mosaics to identify provenance, and the analysis of late classical period pottery from southern Libya to discover provenance. Construction,Education,Environment","dataset":"gtr"}