{"id":"47D38AD4-31CF-4C2F-89B9-96200507CC9F","title":"Eye Catching: Supporting tele-communicational eye-gaze in Collaborative Virtual Environments","abstractText":"Driven by the potentials and demands of an increasing global market and fed by advances in information and communication technology, one of the trends in the modern workplace is for more distributed team working. Distributed working has long been a major topic in computer science, but despite excellent work and the development of highly sophisticated computer-supported cooperative work (CSCW) systems, in many situations there is no substitute for a face-to-face meeting. The consequent demands for travel to meetings have immediate short term quality of life and productivity impacts on individuals. There may also be more far-reaching and profound implications of our current reliance on long distance travel. Thus it is still very relevant to try to determine why some CSCW fails and to research possible technologies for expanding the situations for which face to face meetings can be avoided. There are numerous common collaborative scenarios that require a more natural way of interacting across a distance. Specifically we have identified conscious and subconscious communication of attention and emotion as common critical elements that make many such scenarios hard to support without eye-gaze. Eye-gaze is a key interactional resource in collaboration but it is not well supported in today's communication technology. Indeed many have claimed that lack of ability to faithfully represent eye-gaze is the key failing of current CSCW systems. Within today's video based systems eye-gaze can be maintained in some limited way if the user is willing to look directly at a camera, but this is unnecessarily constraining in a social situation, especially during object or environment focussed collaboration.We propose to evaluate the role of eye-gaze in tele-communication so as to better design future communication technologies. To do this we will build the world's first tele-collaboration system that supports two and three way communicational eye-gaze without restricting the gaze direction of participants. We will integrate eye-tracking technologies into Immersive Projection Technology (IPT) displays, and develop the software necessary to build a consistent collaborative virtual environment where each participant can see the other and accurately track their eye-gaze. To prove the utility of this system we will compare it to AccessGrid technology which provides state-of-the-art video conferencing on large wall displays. Although unable to support communicational eye-gaze between moving participants, AccessGrid does offer advantages in terms of placement within working environments and realism of representation. Comparison between the two approaches will provide valuable insight into future development of each. Through a series of experiments we will establish what conditions are necessary and sufficient to support communicational eye-gaze in a tele-communication system; validate the support of eye-gaze in tele-communication by measuring its impact on collaboration; measure the impact of technology approaches and variables; establish when eye-gaze is important; and establish situations where eye-gaze is critical for successful collaboration at a distance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E007570/1","grantId":"EP/E007570/1","fundValue":"84253","fundStart":"2006-10-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"John  Rae","coPersons":["Paul  Dickerson"],"organisation":"Roehampton University","findingsText":" Despite and the development of highly sophisticated computer-supported cooperative work (CSCW) systems, which aim to allow physically distant participants to interact via telecommunication systems, in many situations there is no substitute for meeting face-to-face. However the demands of travelling to meetings have a profound impact on people's quality of life and productivity and our current reliance on long-distance travel may have serious environmental implications. Consequently, it is important to determine why some CSCW systems fail and to research technologies that can reduce the need for face-to-face meetings. \n\nA key issue is that seeing other people's eye-gaze is an important interactional resource, it is involved in the communication of focus of attention and of emotion states, but is not well-supported by current telecommunication technology. Current video-based systems can support eye-gaze if users are positioned such that they look directly at a camera; this can be highly restrictive, especially in interactions involving moving around an object.\n\n\n\nThis project evaluated the potential of tele-communication systems using Immersive Projection Technology (IPT) displays in which, rather than seeing video images of each other, participants meet avatars (graphical representations) of one another in a shared virtual space, or Immersive Collaborative Virtual Environment (iCVE). Working closely with computer scientists, we contributed psychological and social scientific expertise to the building and evaluation of an IPT system that integrated eye-tracking technologies to capture each participant's eye-gaze behaviour and reproduce it on an avatar of that person. This is the world's first tele-collaboration system that supports two and three way eye-gaze without restricting participants' gaze direction.\n\nInitial tests established that observers of an avatar with fixed-eyes found it very hard to judge which of a number of objects the person represented by the avatar was looking at. However when eye-tracking was added, the person's gaze could be judged very accurately. We used another task in which viewers made judgments about the gaze-direction of a remote participant to evaluate our IPT-based approach by comparing it with state-of-the-art video conferencing (with screens and high definition cameras arranged to provide optimal alignment across the remote spaces). We further tested the performance of the iCVE in an object-manipulation task (in which participants had to use eye-gaze) by comparing different avatar gaze conditions (eye-tracking; eye-gaze modelled based on previously collected parameters, and eyes-fixed straight ahead). \n\nIn addition to analyzing the data arising from these studies, in particular examining the organization of interactions in these experiments and comparing it to previously identified practices, we also collected further samples of face-to-face interactional behaviour from a variety of settings in order to better understand how eye-gaze is used.\n\n\n\nKey findings were:\n\n-Video conferencing allows gaze-direction to be judged accurately when the position of participants is constrained; the iCVE system enables this without this constraint.\n\n-Video-technology and iCVE systems have complementary strengths and weaknesses; the former faithfully communicates a person's appearance, the latter faithfully represents where they are looking.\n\n-Eye-tracking in an iCVE improves people's ability to judge gaze-direction in some but not all circumstances; in some situations head-orientation is sufficient.\n\n-Avatar appearance, including accurate representation of eye movement, is an important determinant of success of these systems.\n\n-In the iCVE, when difficulties in judging other's gaze-direction arise, parties use change of position as a resource, exploiting being in a shared virtual space.\n\n-In the iCVE, certain interactional gazing practices cannot be simulated but need to be captured and reproduced. The idea of using graphic representations of remote participants appearance that show the participant's eye gaze have a number of applications (telecommunication, training) and could be developed commercially. This research contributes to our understanding of human interaction in face-to-face settings and in tele-mediated settings. The main implications are for the design of telecommunication systems. The research demonstrates the value of immersive projective technologies in telecommunication settings. It also suggests that providing participants at remote sites with visible access to how a participants are moving with respect to objects within their site can be important. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}