{"id":"47DBFB8C-C45A-4216-860E-F0D002BCC0BD","title":"Successful Radical Innovation: From ideas to market","abstractText":"<p>The seminar series aim was to contribute to a deeper understanding of Radical Innovation (RI) in order to develop an interdisciplinary research agenda offering theoretical insight and practical relevance.</p>\n\n<p>The series focused on six key core issues:</p>\n\n<ul>\n \n\n <li>defining and measuring RI</li>\n\n <li>understanding the RI process</li>\n\n <li>the importance of relationships and networks in RI</li>\n\n <li>barriers to RI exploitation</li>\n\n <li>the role of Universities and other stakeholders in knowledge transfer</li>\n\n <li>the unintended consequences of RI. Speakers included academics, offering insights from a range of disciplines and perspectives, and practitioners; presenting organisational experiences.</li>\n\n</ul>\n\n<p>Participant engagement generated significant debate and suggests that outputs of the series will offer important insights in areas such as:</p>\n\n<ul>\n \n\n <li>changing organisational practices to facilitate RI</li>\n\n <li>improving RI commercialisation and exploitation</li>\n\n <li>the value of wider stakeholders in successful RI development, particularly the role of Government and Universities in enabling knowledge generation and transfer, supporting network development and developing sectoral leadership</li>\n\n <li>the need to understand the unintended consequences of RI, eg predicting potential failures through better forecasting/experimental techniques and improving feedback loops with designers</li>\n\n <li>the social implications of RIs, both positive and negative. </li>\n\n</ul>\n\n<p>The seminar series also facilitated strong network development and new research collaborations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0496","grantId":"RES-451-26-0496","fundValue":"18501","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Victoria Mary Story","coPersons":["Judy  Zolkiewski","Kevin John Daniels","Kathryn  Walsh","Andrew Richard Dainty"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}