{"id":"47DF5235-8024-469A-94C7-B40858563626","title":"A nationwide map of soil bacterial biodiversity and determination of environmental controls on community structure","abstractText":"Detecting and quantifying our biodiversity is a fundamental prerequisite to understanding how our ecosystems and their services are formed, and how natural and anthropogenic factors effect ecosystem viability. Whilst this is well advanced for most fields of animal and plant ecology, the microscopic nature of bacteria means we have virtually no understanding of what the major groups of bacteria, or their distributions, are within Great Britain. Critically, bacteria perform central roles in enhancing plant productivity and biogeochemical nutrient cycling. It is imperative that we understand which major groups are present, what controls their distribution, and how environmental changes occurring now, and in the future, will affect the diversity of their populations, the biogeochemical functions they perform and how this maps to integrated ecosystem assessments. In this application, we propose to address this shortfall by assessing the occurrence of major terrestrial bacterial groups across the whole of England, Scotland and Wales, as part of the upcoming Countryside Survey of 2007. In this globally unique approach, we will detect bacterial groups by high throughput molecular biological methods, measure key soil chemistry parameters, and co-analyse these data rich variables to address several key hypotheses. Further, we will produce high resolution maps of bacterial group distribution across Great Britain and couple these data to existing publicly available data, disseminated through the world wide web, within the Countryside Survey 2007 core programme. Finally, during the process of this investigation, we will form and archive a nationally accessible genome bank for use by other investigators in order that they may address their own specific hypotheses in relation to other microbial groups and processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006353/1","grantId":"NE/E006353/1","fundValue":"278993","fundStart":"2007-04-02","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Andrew Steven Whiteley","coPersons":["Mark J Bailey","Roger  Pickup"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}