{"id":"47E32D24-A57D-407F-AD4D-ECEADF95AA59","title":"Bioenergy in Africa - Opportunities and Risks of Jatropha and Related Crops","abstractText":"Agricultural exports are a crucial source of growth and employment in many developing countries, and make an important contribution to poverty reduction and rural development. Indeed, agriculture is the main area of comparative advantage for most sub-Saharan African countries, keen to see an expansion in the market for their agricultural exports. Increased demand for biofuels globally may mean an increase in related foodstuffs; this may benefit some agricultural exporters, but it could also disadvantage net food importers. Biofuels development in the South was initially met with optimism, but by the end of the first quarter of 2008 had met scepticism, with calls for a rethink on strategies to promote biofuels production. It is generally recognised that the production of biofuels to meet targets set in North America and the EU contributed to the price spike in prices of staple foods on international markets (ODI 2008a; 2008b; Mitchell 2008; Rosegrant 2008). Despite the public perception of biofuels production as competing with food crops, it is important to distinguish between crops, countries and food production systems. Moreover, it needs to be considered that households typically grow both, food and biofuels, and that biofuel production could provide a stimulus to agricultural productivity. Biofuels have the potential to raise export revenues, create new jobs and to develop industries in developing countries, in addition to reduce dependency on oil imports. The main objectives of the research project and consortium are to: provide an enhanced information and knowledge basis upon which sustainable and pro-poor bioenergy development strategies and policies can be designed and implemented by developing country policy makers, development partners and governments. The program of works will comprise of four components: Work Program 1: Analysis of technical aspects and feasibility of bioenergy production with Jatropha; Work Program 2: Analysis of socio-economic and environmental impacts of bioenergy production; Work Program 3: Analysis of global trade and policies on bioenergy production; and Work Program 4: Regional assessment of bioenergy potentials in the ESA region in a multi-objective decision-support system for the elaboration of development strategies and the definition of policies in relation to the production of bioenergy. ODI will coordinate and lead Work Program 3. The main objectives of which are to inform developing country policy makers within the ESA region and more widely, as to the available opportunities and limitations of biofuel trade in international, regional and national markets. As a result of concerns over the Green House Gas (GHG) pathways of biofuels (due to fears of land being cleared to produce biofuels), the EU adopted sustainability criteria; the full requirements of a 'sustainability scheme' for biomass energy will be made available by 31 December, 2010. Assuming, in the future, developing countries are both able to adhere and audit against sustainability criterion, certification may encourage exports from these countries. But other producers may find it preferable to produce for domestic or regional markets that are less restrictive and more accessible (both in terms of the cost of compliance of biofuels certification and geographical location in terms of distance). By working with the Roundtable on Sustainable Biofuel and Southern-based research institutes it is expected that Work Program 3 will not only better inform ESA governments as to the opportunities and limigtations of biofuesl trade, but will also draw on new thinking on the issue of standards and certification; in order to highlight ways to enhance the developmental impact of certified biofuel products, and reduce the potential of certification to exclude developing country producers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H014314/1","grantId":"BB/H014314/1","fundValue":"94851","fundStart":"2010-07-05","fundEnd":"2011-04-04","funder":"BBSRC","impactText":"","person":"Steve  Wiggins","coPersons":[],"organisation":"Overseas Development Institute ODI","findingsText":"","dataset":"gtr"}