{"id":"47FA7C34-1B08-489A-B008-ABEFDA90B861","title":"Analysis and online real-time integrated modelling of nitrate processes in the whole freshwater cycle","abstractText":"Nitrate pollution in freshwater, which is mainly from agricultural activities, remains an international problem. It threatens environment, economics and human health in the UK. Nitrate concentrations are more than 50 mg NO3 per liter EU drinking water standard with a rising trend in many UK freshwaters (groundwater and surface water). In the freshwater cycle, nitrate leached from the soil (after soil nitrogen (N) transformations, such as nitrification, denitrification and plant uptake) can (a) quickly discharge into surface streams, or (b) slowly transport through the unsaturated zone (from the base of the soil layer to water table) and the saturated zone before reaching boreholes, springs and streams. Groundwater and stream water may heavily influence each other's qualities through the interactions between them in the hyporheic zone (a zone below and adjacent to a streambed).\n Through recent research, it has become increasingly clear that it could take decades for leached nitrate from the soil to discharge into freshwaters due to nitrate storage and its potentially long time lag in the unsaturated and saturated zones. However, this time lag is rarely considered in current water nitrate management and policy development, although there is an urgent need to do so because of environmental and legislative pressures. While we now have a much better, although still incomplete, understanding of nitrate processes in each separate component of the freshwater cycle than before; further holistic research is required to advance our knowledge of nitrate processes in the interconnected whole cycle.\n I propose to investigate the nitrate transport and major N transformations in the soil and in the unsaturated, saturated and hyporheic zones by developing an integrated modelling method. A prototype of online and real-time modelling system will be developed for demonstration purposes. \n The development of such an integrated modelling method is a major challenge. It has never been tried before with such level of complexity involving the integration of soil, hydrology, hydrogeology, biogeochemistry and landscape sciences. However, it is worth pursuing with the reward of entirely novel insights into the behaviour of nitrate in the interconnected whole freshwater cycle, and direct benefit to academic society and water nitrate management policy makers, thus indirectly reducing the economic costs due to water nitrate problems (e.g. costs of treating nitrate in drinking water, and water nitrate related human diseases). The methods and tools developed in this research can be transferable to other areas. \n The Eden Valley, where I have developed numerical models in simulating runoff, groundwater recharge, and nitrate transport in groundwater and in the unsaturated zone, will be used as a testing area in this study. As it is also one of the catchments being studied in the NERC Macronutrient Cycles, and DEFRA Demonstration Test Catchment programmes, this project will be a valuable contribution to these ongoing programmes. This also means that there is a large amount of available data.\n The concept of real-time (as described here) does not necessarily imply a short modelling interval, but rather a way for automatically modelling and immediately delivering results and models. The novel online and real-time modelling method to be demonstrated in this project will greatly facilitate the efficient communication between stakeholders in a very cost-effective way, and have a potential to increase the participation of the catchment's community (including farmers and the general public) in nitrate management policy development, by publishing online information updated automatically in real-time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001027/1","grantId":"NE/K001027/1","fundValue":"80556","fundStart":"2012-08-30","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Lei  Wang","coPersons":[],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}