{"id":"48034EAC-FDFA-410A-B7E3-05593B716003","title":"A high-throughput protein expression facility for structural and cell biology","abstractText":"While our genes provide the blueprint for life, it is the protein 'machines' that they encode that actually perform the myriad tasks necessary for the survival of humans and other organisms. For example the protein haemoglobin in the red blood cell carries oxygen from the lungs to muscles where, with the help of proteins known as enzymes, it serves to extract useful energy from sugars and other nutrients. This energy, in the form of the small molecule known as adenosine triphosphate or 'ATP', is then utilised by proteins such as myosin, termed 'molecular motors', to perform muscle contraction and other mechanical work. Other proteins, known as growth factors, convey signals from one cell to another, where they pass on information by binding to yet more proteins, the growth factor receptors, which are embedded in the membrane surrounding the cell. Upon receipt of this information, the receptors orchestrate the complex events responsible, for example, for the growth and organisation of blood vessels. Similar systems allow bacteria to sense light, oxygen and nutrients in their environments and respond appropriately. Understanding how these protein machines work is clearly of fundamental importance in biology. It also has practical importance because many such proteins are current or potentially future targets for therapeutic drugs. Similarly enzymes can potentially be 'engineered' to take on favourable properties, enabling their use for conversion of feed stocks to valuable products such as pharmaceuticals. Unfortunately, while it is relatively easy to obtain and study the genes that encode them, isolation of the proteins themselves is more difficult and currently forms a bottleneck in programmes aimed at their study. The objective of the proposed research is to overcome this bottleneck by establishing an automated facility for the rapid production of such proteins in sufficiently large quantities to enable their structures and functions to be studied in detail. This will involve introduction of the genetic blueprint for each protein of interest into a suitable host, such as the bacterium Escherichia coli. One part of the facility will comprise a robot, which will speed up the isolation of such blueprints and their introduction into the host. The bacteria can then be cultured on a large scale, in exactly the same way as yeasts are fermented for the production of alcohol. They will produce the proteins, which can then be purified using the automated equipment which is also being requested, and which can run with minimal intervention by the operator. The end result will be material suitable for detailed investigations, for example of the exact structure of the protein molecules by techniques such as x-ray crystallography and nuclear magnetic resonance spectroscopy. In combination with studies of the functional properties of the isolated molecules and how they interact with one another, important insights will be obtained into how exactly these machines help to maintain life, and how they can be exploited for pharmaceutical and industrial purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013163/1","grantId":"BB/E013163/1","fundValue":"233230","fundStart":"2007-08-16","fundEnd":"2008-08-15","funder":"BBSRC","impactText":"","person":"Stephen Allan Baldwin","coPersons":["Arwen Ruth Pearson","Simon Edward Phillips","Alan  Berry","Sreenivasan  Ponnambalam","Mark  Harris","Peter Jackson Knight","Mary Kathryn Phillips-Jones","Vincent Louis POSTIS","Stanley Alan  Burgess","John  Trinick","Peter John Henderson","Adrian  Whitehouse","Michelle  Peckham","Steve  Homans","Michael John McPherson","Julian Alexander Hiscox","Lars  Jeuken"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}