{"id":"4806483A-628A-4125-9996-C78EB5187A38","title":"Perceptions of medieval landscapes and settlements: new directions","abstractText":"Between AD 400 and 1500 the landscape of Britain went through a series of radical changes. Although much survived of the Roman countryside, many settlements of that period were eventually abadoned. Most people between 500 and 900 lived in isolated farms or small hamlets founded on new sites, and it was not until the centuries around 1000 that the peasantry congregated in large villages, and farmed the land around in big open fields. The nucleated villages were mainly created in a belt of country running through the middle of England, and in southeast Scotland and parts of South Wales. Elsewhere people lived in scattered farmsteads or loosely organised hamlets, and often farmed enclosed fields or patches of land in rather undisciplined open fields. There was more woodland and pasture outside the village belt. In the period after 900, and especially between 1100 and 1300, land was reclaimed and colonised, which sometimes led to the expansion of villages, but often resulted in a proliferation of more dispersed settlements. New towns were founded at this time. After 1300 the countryside shrank, in the sense that less land was cultivated, and settlements, including whole villages, were abandoned. Interspersed with these peasant settlements were castles, monasteries, manor houses, granges, parks, and other facilities for the lords. They were built on new sites, relocated and abandoned, just like the houses of the peasants. All of this activity has left its mark on the landscape, and its legacy can be seen today. Most modern villages and hamlets were founded in the middle ages. The ridge and furrow of medieval ploughing, and the remains of houses abandoned between 1350 and 1500 can still be seen.\\n\\nThose who study these settlements, and the landscapes associated with them, have sought to explain when, how and why these changes took place. They have disagreed on whether to emphasize the arrival of immigrants from Germany and Scandinavia, innovations in farming methods, the rise and fall of population, changes in the climate or the fertility of the soil, the exercise of power by lords, the ability of peasant communities to organise themselves, or the influence of market forces.\\n\\nThe proposed series of four workshops, culminating in a plenary conference, is designed to adopt another approach to medieval settlements and landscapes. We will explore the culture and mentality that lay behind the forms of settlements. Why were some villages given regular plans, and why were particular shapes and lay outs preferred? In different settlements and landscapes divergent decisions were made about the balance between private and public space, or between the land allocated for fields and for other assets such as pastures and woods, and these need to be explained. Were parish churches seen and treated as community assets? Lords made decisions about the locations of their houses and the creation of parks which were connected with status seeking - but they were not consistent in this. In times of upheaval how did it come about that some older features of the landscape were preserved? The arrangements of fields and farms in newly colonised uplands, cleared woodlands and drained wetlands varied, as if people had different expectations of the shring out of these new landscapes. Were the inhabitants of the countryside living isolated, self sufficient lives - or did they have wider horizons?\\n\\nThe workshops will explore these and related questions to develop a new approach to settlement studies. The workshops will encourage stronger contacts between scholars, and allow them to make new connections. Out of this new understanding of the medieval countryside will emerge, with implications for academic interpretation, but also for public enjoyment of the modern landscape.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E502830/1","grantId":"AH/E502830/1","fundValue":"12571","fundStart":"2007-01-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Christopher Charles Dyer","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}