{"id":"4808BD14-5BCB-439E-8978-25E40575AA4E","title":"Distinguishing toxic from adaptive responses in fish using 'omics'- a key need for integration of toxicogenomics into environmental risk assessment.","abstractText":"Monitoring the environment for the effects of potentially harmful chemicals is of major importance to the NERC. Until now the methods used for assessing environmental quality have been based largely on tests for toxicity, chemical measurements and the use of conventional biomarkers. However, since the late 1990s there has been a rapid increase in the range of molecular biology techniques and approaches available to assist in chemical risk assessment and environmental monitoring. The ability of these techniques to investigate the responses of organisms in the environment to stress at a molecular level has considerable potential to complement existing assessment and monitoring strategies. However, one of the major needs identified by the regulatory bodies worldwide is the demonstration that the molecular responses can accurately reflect or predict the toxicity of a chemical towards organisms in the environment. This proposal intends to provide a case-study that will serve as a proof-of-principle allowing progress in the implementation of these molecular techniques to be made with more confidence. The proposal was devised by an international consortium at a workshop funded by the NERC and will involve extensive international collaboration and co-funding. Fish (Zebrafish for which there is extensive information on the genome) will be exposed to a model pollutant (dinitrophenol) at a range of doses and analysed at a range of time points. A detailed analysis of the multiple metabolite and gene expression changes that occur in the liver will be assessed and the relationship to effects on the survival and growth of the fish will be determined. Computer-assisted informatic approaches will allow specific associations to be determined allowing us to characterise the molecular responses that are truely predictive of toxicity from those changes that are simply adaptive. A seminar will be presented to a wide range of end-users including the UK Environment Agency on the results and their implications for future environmental quality assessments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F008465/1","grantId":"NE/F008465/1","fundValue":"48442","fundStart":"2008-07-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"  Findings have contributed to the ongoing development of adverse outcome pathways (AOPs) in toxicity assessment and environmental pollution monitoring Chemicals,Environment,Pharmaceuticals and Medical Biotechnology ","person":"J Kevin Chipman","coPersons":["Mark  Viant","Francesco  Falciani"],"organisation":"University of Birmingham","findingsText":" Gene expression and metabolomic profiles were obtained for a wide range of concentrations and time points in fish exposed to a dinitrophenol mitochondrial uncoupler. We did find some detectable changes in the gene expression and metabolome but the shape of the dose-response curve was extremely sharp making conclusions on adaptive changes difficult to extract. Nevertheless the information on the shape of the curve is informative and useful. Valuable in risk assessment scenarios none ","dataset":"gtr"}