{"id":"480CE603-9043-4010-91B3-F076E17CAA2F","title":"In an arena including digital and traditional artists' publishing formats - what will be the canon for the artist's book in the 21st Century?","abstractText":"The American critic and book artist Johanna Drucker, recently wrote of the need for a canon for artists' books, to provide a descriptive vocabulary and critical terminology, in order to stimulate academic discussion and artistic practice within the field. \\nThis is a time of flux in the history of the artists' book. Advances in digital media have entered the field, which has led to critical arguments over the understanding and appreciation of what constitutes an artist's book in the 21st Century. Artists have always utilised new processes as they enter the mainstream, from letterpress printing and screenprint, to desktop publishing, and more recently, the newer technologies of CD ROMS, online file sharing and podcasting.\\nThis research project intends to take the proposal further in the light of emerging media, by extending Drucker's argument into an open and responsive debate for an international audience of artists, academics, presses, publishers, curators, dealers and collectors involved in the field. It is necessary for the historical understanding and future growth of the field to uphold both traditional values of the 'artisan' produced book and to include new formats of 'interdisciplinarian' artists' publishing.\\nOur aim is to extend and sustain critical debate of what constitutes an artist's book in the 21st Century - to publish a manifesto for a canon which would include both 'old' and 'new' formats of artists' books publishing - in order to propose an inclusive structure for the academic study, artistic practice and historical appreciation of the artist's book.\\nWe intend to offer a series of examples of concepts and formats of artists' publishing - to encourage artists and academics to take the opportunity of discussing how they would fit in the canon through a range of online and paper feedback. The debate will be extended through continual monitoring of the responses and the publishing of regular updates and arising issues online, and through hosting two seminars and a conference exploring new and existing forms of artists' publishing. \\nWe will announce a call for response to the examples, via an international mailing list of 1500, announcements in related journals, newsletters, online book arts discussion forums and related websites. \\nIn parallel, we will interview key commentators in the field to publish a series of critical assessments of contemporary practice. We will also interview artists working with both 'old' and 'new' technologies, to produce a series of 30+ case studies, to illustrate working structures and concepts for academic study. We will also explore and assess the potential impact of emerging digital media such as podcasting and electronic paper on the future of artists' publications. We will also run five free, 1-day surgeries for artists on utilising available publishing formats.\\nWe will also survey artists, publishers, studios and presses on which traditional and new processes they use; to build a cross-reference sheet for artists and academics to engage in future contact, collaboration, discussion and appreciation of artists' publishing formats. We will select artworks during this survey for an exhibition with free public access, to show examples of concepts and formats in the manifesto.\\nWe will publish the resulting manifesto for a canon alongside interviews, case studies and edited texts from the seminars and conference as free download e-books through our website at www.bookarts.uwe.ac.uk. We will also publish a cross-reference download sheet on our website for artists and academics to engage in discussion and future collaborations. We will also exhibit examples of artworks from the survey in a public exhibition, to give a visual explanation of historical and emerging concepts and formats of artists' publishing.\\nThis will allow maximum access to the field, as an attempt to promote a better understanding and appreciation of what constitutes an artist's book in the 21st Century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009291/1","grantId":"AH/F009291/1","fundValue":"114377","fundStart":"2008-03-01","fundEnd":"2010-02-28","funder":"AHRC","impactText":"  This project investigated and discussed issues concerning the context and future of the artist's book, in an attempt to extend and sustain critical debate of what constitutes an artist's book in the 21st Century.\nOne of the key points of this project was to try and include all the book related activity that artists engage with. To include work that was being produced on, and exclusively for, digital technologies within the book arts field, and not leave it floundering uncomfortably on the edge, or subjected to a different terminology altogether, if the artist considered what they were producing to be a book, then we felt it should be included. We also looked at the continued practice of traditional production processes for artists' books such as letterpress, etching, lithography, screenprint and woodcut, and have interviewed a range of artists and publishers who work with these, as well as those producing livres d'artistes, fine press books, design bindings, multiples, installation and audio books.\nNew Wave - Artists' Books in the 21st Century, contains an online gallery of 100 artists' books as examples of the many variations within the book arts, from traditional craft to experimental works. These offer a range of concepts and formats of artists' publishing, from knitted books to i-pod publications, free download e-books, hypertext works, phone-based works, POD books, letterpress, hand printed etc. What all of these books have in common is content - from political, observational, reflective, humorous, calls to action, treatises, books that talk to each other to books that question our relationship with both the word and the world.\nNew Wave - Artists' Books in the 21st Century, contains an online gallery of 100 artists' books as examples of the many variations within the book arts, from traditional craft to experimental works. These offer a range of concepts and formats of artists' publishing, from knitted books to i-pod publications, free download e-books, hypertext works, phone-based works, POD books, letterpress, hand printed etc. What all of these books have in common is content - from political, observational, reflective, humorous, calls to action, treatises, books that talk to each other to books that question our relationship with both the word and the world. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Sarah Louise Bodman","coPersons":[],"organisation":"University of the West of England","findingsText":" This project investigated and discussed issues concerning the context and future of the artist’s book, in an attempt to extend and sustain critical debate of what constitutes an artist’s book in the 21st Century.\n\nOne of the key points of this project was to try and include all the book related activity that artists engage with. To include work that was being produced on, and exclusively for, digital technologies within the book arts field, and not leave it floundering uncomfortably on the edge, or subjected to a different terminology altogether, if the artist considered what they were producing to be a book, then we felt it should be included. We also looked at the continued practice of traditional production processes for artists’ books such as letterpress, etching, lithography, screenprint and woodcut, and have interviewed a range of artists and publishers who work with these, as well as those producing livres d’artistes, fine press books, design bindings, multiples, installation and audio books. Case studies including essays and interviews with artists, curators, academics and collectors in South America, UK &amp; Ireland, Spain, Russia, Japan, Singapore, Sweden and Germany were undertaken and have been used as teaching material around the world. The Book Arts Directory was compiled as part of the project and is being used by Artist’s Book Galleries &amp; Centres, Public and Private Collections &amp; Collectors, Publishers &amp; Presses, Bookshops and Dealers, Educational &amp; Professional Organisations, Artists, Artist’s Book Fair Organisers Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}