{"id":"4811A9E9-9506-4C57-A2B8-2A8A1AEB1541","title":"Novel Gyro-TWA Amplifier for High Power mm-wave Radar Remote Sensing","abstractText":"Modelling the global climate accurately, and developing tools which can predict the weather more reliably, is of fundamental importance us all. To improve the quality of atmospheric models we need increasingly widespread and more sensitive measurements of atmospheric constituents. In particular, clouds play an enormous role in the earth's atmospheric processes but currently they are still relatively poorly understood, partly due to a lack of measured data, and this lack of data means that atmospheric computer simulations are of limited validity. As global warming takes effect, this can result in more moisture in the atmosphere, increasing the frequency of extreme weather events. Thus, improving our ability to measure clouds is an important goal for climate researchers. Radars which operate with millimetre wavelengths are ideally placed to measure clouds, ice particles, aerosols and volcanic ash since their operating wavelength is appropriate to the scale of these atmospheric constituents. However, current millimetre wave cloud profiling radars, which are usually ground based and use narrow frequency band high power pulse amplifiers, have limited ability to detect the most tenuous ensembles of very fine particles, especially at very high altitudes, where their interaction with solar radiation is highly significant. Furthermore, the limited sensitivity of earlier generations of cloud profiling radars tended to mean they measured slowly and only looked in a single direction, usually vertically upwards. This limited view of clouds then fails to capture their true three dimensionality and dynamic behaviour. The next generation of cloud profiling radars will scan their beam around in space to reveal cloud structure and record the temporal evolution of cloud masses, but this requires increased transmit power.\n\nThe aim of our project is to demonstrate a new class of high power, wideband millimetre wave amplifier, called a gyro-TWA, which offers a ten-fold increase in available bandwidth and a five-fold increase in available peak power over the amplifiers used in current cloud profiling radars. This will lead to greater radar sensitivity, enabling measurement of smaller or more tenuous particulates, with finer resolution, at longer ranges or in a shorter timescale. The technology also has the potential to be applied to the ground based mapping of space debris, a major consideration for all orbiting systems including environmental monitoring satellites. The proposal is a collaboration between two major millimetre wave groups at the University of Strathclyde and the University of St Andrews who collectively have decades of experience and vibrant international reputations in the development of high power millimetre wave sources, radars, instrumentation and components, plus a strong track record in commercialisation, industrial collaboration, and delivering on project objectives. The gyro-TWA represents a core technology that is likely to lead to UK leadership in the field of high power millimetre wave radar.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K006703/1","grantId":"ST/K006703/1","fundValue":"117112","fundStart":"2013-05-01","fundEnd":"2015-04-30","funder":"STFC","impactText":"","person":"Graham  Smith","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}