{"id":"4813B2BA-9135-4C60-A861-D86791E291D6","title":"The UPBEAT RCT mother-child study. Stratifying and treating obese pregnant women to prevent adverse pregnancy, perinatal and longer term outcomes.","abstractText":"In the UK almost one in five women are obese when they become pregnant. Whilst many of these women will have quite normal pregnancies there is a greater than average risk that the mother and her baby will develop complications. Diabetes is the most common, and even when treated it can make the baby grow too large which leads to problems at delivery. Obese women are also more prone to a disorder known as pre-eclampsia which can be very serious, and often leads to doctors having to deliver the baby before its due date. At present we do not have a complete picture of what causes these and other problems. In this study we are going to measure some specific chemicals in the blood of obese pregnant women, which our previous studies suggest may be important for causing these complications. We are also going to use a new and very accurate laboratory technique, known as metabolomics, which provides an overview of 216 different measures, to try to identify other novel chemicals that are responsible. We shall find out how the levels of these chemicals in the blood are related to development of the different complications. When we understand more about these relationships we hope we shall be able to develop better tests and treatments. In this study, one of our aims is to develop tests in early pregnancy that will be accurate enough to tell us which obese women will not have any problems in pregnancy and which women doctors and midwives will need to give more attention to in order to ensure they have the best possible chance of a healthy pregnancy.\n\nThis research will be made possible by a large study of more than 1500 women, called UPBEAT. The aim of UPBEAT it to find out whether fewer complications occur when obese mothers are helped to improve their diet and engage in more physical activity. UPBEAT is taking place in more than ten hospitals in the UK and will finish in 2014. Half of the pregnant women get special dietary and physical activity advice from health trainers from early on in their pregnancy, and the other half have normal antenatal care. The participants are providing blood samples at different times during their pregnancy which we will use for this study; not only will these help us to find out about the causes of the complications but it will be very interesting to see whether the blood chemical profile in women who have been helped to change their lifestyle is better than women who have had normal care.\n\nLastly, it is currently thought that babies born to obese mothers are more likely to become obese in childhood than babies born to thinner mothers. This is because if babies are exposed in the very earliest stage of life, i.e. in the womb, to the altered blood chemical levels of their mothers, that they are permanently affected. They are then likely to put on more weight and become obese children and adults. We have been funded to measure the fatness of the three year old children of the UPBEAT mothers, as well as their diet and physical activity. This is called the UPBEAT TEMPO study. By combining UPBEAT and UPBEAT TEMPO we will have a unique opportunity to determine whether the levels of the chemicals in the mother's blood in pregnancy are related to the levels of fatness in the children. Even more important is that we will also be able to determine whether the children of the mothers who changed their lifestyle during pregnancy are thinner. If we find out that there are chemical links between obesity in the mother and the development of obesity in her child that will be a major step in helping us work out new ways of helping to prevent obesity in children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002477/1","grantId":"MR/L002477/1","fundValue":"842146","fundStart":"2014-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Lucilla  Poston","coPersons":["Deborah Anne Lawlor","Scott  Nelson","Naveed  Sattar"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}