{"id":"48156175-F967-41B3-89B6-FF430BE4B20F","title":"Development of Unified Experimental and Theoretical Approach to Predict Reactive Transport in Subsurface Porous Media","abstractText":"This project aims to reduce the uncertainty and risk associated with key global challenges for the 21st century - securing sustainable access to water, energy and food. The underpinning understanding of natural systems to address this challenge is, in a large part, concerned with storage and extraction from porous rock: this includes safe storage of carbon dioxide to mitigate greenhouse gas emissions, efficient recovery from hydrocarbon reservoirs and groundwater management. Complex geological structures such as carbonate rock contain at least half of the world's conventional oil reserves, and have a significant storage capacity for CO2. The UK strategic energy plans include taking a leading role in enhanced oil recovery and carbon storage in carbonates. The most important UK aquifer is a remarkably pure limestone (calcium carbonate) providing more than half the water supply for drinking and industrial purposes. \n\nTransport - a quantitative description of how fluids move - through complex geological structures is absolutely crucial to a rational understanding of these processes in natural systems and yet it is still not fully understood, especially when coupled with chemical reactions. While it is well known that geological systems host physical and chemical processes that span a huge range of spatial and temporal scales, research - to date - has largely focused on understanding the structure of the porous medium, and the macroscopic description of the interplay between flow field, transport and reaction. However the interplay between pore structure, flow field, transport and chemical reaction is unknown.\n\nChemical reaction introduces the next level of complexity that is particularly challenging to quantitatively describe across a hierarchy of length scales. We will address this problem for reactive transport in porous media by combining new experimental Nuclear Magnetic Resonance methods with a novel multiple scale modelling method. This unified approach will have a key advantage in retaining detailed information on localised reactive transport parameters in terms of spatial and temporal distribution functions, rather than only having spatially and/or temporally averaged macroscopic parameters. \n\nWe will undertake a systematic program of research integrating pore-to-core scale measurements and modelling of reactive transport processes into a unified experimental and theoretical framework aimed at answering the following key questions:\n\n* How can we establish a methodology to measure and predict the reactive transport rates within aquifers and reservoirs?\n\n* What are relationships between structural, flow, transport and reaction properties governing reactive transport in natural rock?\n\n* What are key uncertainties in predicting reactive transport in natural rock in terms of structural, flow, transport and reaction properties?\n\n* What impact the transport and reaction physics at the pore scale have on reactive transport at the large scale?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012227/1","grantId":"EP/L012227/1","fundValue":"394628","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"  No findings for now as the project started in April 2014  ","person":"Branko  Bijeljic","coPersons":["Martin Julian Blunt"],"organisation":"Imperial College London","findingsText":" No key findings for now as the project started in April 2014 No key findings for now as the project started in April 2014 Agriculture, Food and Drink,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}