{"id":"4815F1C4-1235-4C28-ADB8-FA5241F6AEAF","title":"A modeling study of the impact of meso-scale air sea interactions over the Gulf Stream on weather and climate","abstractText":"The research described in this proposal aims at assessing the impact of changes in ocean circulation on winter climate regimes over the North Atlantic and Northern Europe (these are the states in which the atmosphere resides most frequently in winter, for example, a state with a strong Jet Stream and warm humid weather over Northern Europe). To do this we will perform the first convection permitting simulations of the dominant cyclone genesis region overlying the Gulf Stream, investigating physical processes relevant to both weather and climate time scales. The approach is novel because:\n\n(i) the oceanic forcing considered occurs on the scale of oceanic and atmospheric fronts (10-100km), upstream of the wintertime climate regimes. This physics is not currently taken into account in climate or weather forecast models. \n(ii) it is rooted in an explicit study of scale interactions over the North Atlantic. The new methodology developed to tackle this interaction relies on a truly interdisciplinary collaboration between weather and climate scientists. \n\nThe major breakthrough expected from this research, if indeed sensitivity to sea surface temperature via air-sea interactions on the 10-100km scale is found, is that an untapped source of climate and weather predictability will be opened. The research agenda on this topic would also shift towards including an accurate representation of instabilities developing on atmospheric fronts and their interactions with the ocean. The research carried out in the project would provide a solid pilot study of these interactions and a model output database on which a new generation of parameterizations could be developed.\n\nThe project will also enhance the research carried in other NERC funded programmes such as DIAMET (DIAbatic Influence on Mesoscale structures in ExTra-tropical storms) by extending its relevance to the Gulf Stream region, and RAPID-WATCH (monitoring of the Atlantic ocean circulation at 26N) by providing a new pathway through which changes in ocean circulation can be communicated to the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023671/1","grantId":"NE/J023671/1","fundValue":"27568","fundStart":"2012-11-14","fundEnd":"2015-11-13","funder":"NERC","impactText":"","person":"Helen  Dacre","coPersons":["Tim James Woollings"],"organisation":"University of Reading","findingsText":" We have found that the cold sector of mid-latitude storms is characterised by distinctive features such as strong surface heat fluxes, shallow convection, convective precipitation and synoptic subsidence. Our finding may be used to determine the contribution of the cold sector to the mean climate and to ocean-atmosphere coupling more generally. Environment","dataset":"gtr"}