{"id":"482BBB01-B071-4C8C-8FA4-3913DD613020","title":"Royal Historical Society Bibliography of British and Irish History Online","abstractText":"The RHS, in conjunction with the Institute of Historical Research (IHR), has been involved in producing bibliographies for historians of Britain and Ireland since 1934. In 2002 its cumulated bibliographies were made available online {and free to the end user) at www.rhs.ac.uk/bibl; since then the database has continued to grow, so that it now indexes nearly 393,000 records in all. It covers the history of Britain and Ireland, and of the British and Irish overseas, for all periods for which written evidence survives; it indexes books, journal articles, and articles in collective volumes; and the indexing allows searching not only by author, title, subject and person, but also by place and time period. \nRecently, a key objective has been the development of Interoperability with other resources, establishing the Bibliography as an important gateway for British history. Records are already linked to library catalogues via COPAC and OCLC WorldCat; personal names are cross-searchable with the Oxford Dictionary of National Biography and the National Register of Archives; linkage to full-text versions of articles is available through EDINA's GetCopy service. The project has enjoyed extremely fruitful partnerships with the separately funded London's Past Online and Irish History Online, whose data are searchable through the RHS Bibliography. \n\nThe Bibliography has a proven track record in the delivery of its objectives, but its continuing value depends upon it remaining current, and therefore the on-going addition of records relating to new publications must be the primary objective for the project. This will be done by the Bibliography's tried-and-tested methods: the combination of electronic awareness services with the physical inspection of items, and of indexing by the project staff with review by specialist historians. It is anticipated that at least 10,000 records will be added each year, and updates will take place three times per annum. \nWe will also build upon our previous work in developing links to other resources. As a variety of digitisation projects are underway and this is a rapidly changing field we will continue to respond flexibly to the increasing availability of online text. We have already identified two such projects: the Enhanced Parliamentary Papers of Ireland and the Oxford digitisation project for nineteenth-century works. \n\nAt the same time as providing more linkage outwards, we wish to explore the possibilities for opening the Bibliography up - increasing the 'exposure' of the data - to facilitate its harvesting by gateways and by online search engines. We will investigate the potential of Open Archives Initiative compatibility alongside other methods, including creation of static web pages on key subjects covered by the Bibliography that internet search engines can index. The particular solution eventually adopted will depend on the results of these investigations. \n\nIt is also important that the Bibliography continues to reach out to a wider audience. User surveys suggest that the resource is well established among academics and postgraduates, but that it is less widely used by undergraduates, for whose dissertations it is potentially very useful. We will therefore develop a series of online tutorials pitched at varying levels of difficulty to assist new users. The resource will continue to be publicised by the IHR and \nRHS newsletters, and by conference presentations. \n\nWe will also commission a remodelling of the online application, taking account of user feedback: among the developments planned are faster searching, searching by date only, and improved record marking. We also intend to replace proprietary programming in the online application with XMUXSL. \n\nBy the end of the project, the Bibliography will not only have been enriched by the addition of new records, but it will have consolidated its status as a key gateway to resources for researchers in British History, whatever the level of their expertise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503094/1","grantId":"AH/D503094/1","fundValue":"392571","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Ian  Archer","coPersons":["Jane  Winters"],"organisation":"University of London","findingsText":"","dataset":"gtr"}