{"id":"48327EA7-ABD4-4CF3-86FA-F80CA14079D8","title":"Advanced Waste Treatment using Nanostructured Hybrid Composites","abstractText":"The operation of the UK nuclear facilities gives rise to various and diverse wastes, many are aqueous liquids. These wastes although comparatively dilute in radionuclides require treatment before they can be discarded into the environment. These radionuclides include fission products and minor actinides, little or no uranium and/or plutonium as these actinides have been removed by the PUREX process. Decommissioning of the UK's nuclear facilities will generate significantly larger volumes of liquid wastes from the decontamination of plant/equipment. Although decontamination liquors are restricted to nitric acid, citric acid and sodium hydroxide as these materials are compatible with the materials of construction other proprietary materials are used when necessary. This variety of liquids results in various treatment techniques some of which render these treated liquid unrecyclable adding to the waste management impact. Solid materials from these treated liquids require further treatment before being considered for disposal.\nOur programme will develop nano-structured hybrid materials that have high affinities for various fission products and actinides that can function in acid and alkaline solutions. One key feature of the synthetic route will be the preparation of low cost materials that are stable to acid or alkali and have high capacities to minimise the quantity needed to treat these liquid wastes. Preparation of low cost nano materials has eluded scientists to date and therefore accounts for their restricted use. The second key feature will be selecting the appropriate functionality of the nano material to discriminate between candidate radionuclides and non radionuclides that will be found in proprietary decontamination liquids. The third key feature of the preparative route will be to in-build a solid/ liquid separation technology; one technique that will be incorporated is a ferrite core thus allowing the separation to be accomplished by a magnetic field. It is envisaged that these nano materials could be used in-situ thus preventing a build up of radioactivity in the liquid.\nThe net result is an integrated clean up process that removes contamination in situ but also and equally important produces an end-product that can be accommodated into existing encapsulation techniques such as cementation or vitrification for final disposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026485/1","grantId":"EP/M026485/1","fundValue":"202604","fundStart":"2015-04-30","fundEnd":"2018-04-29","funder":"EPSRC","impactText":"","person":"Laurence Marius Harwood","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}