{"id":"4836D8D4-BD72-4118-B1CF-9F9CB89B2825","title":"Regulation of melatonin receptor expression by gonadotrophin-releasing hormone (GnRH)","abstractText":"The hormone melatonin has many important functions in biology, many of which involve the regulation of other hormonal systems. Most of our understanding of melatonin biology comes from studies of adult animals, in which melatonin only acts on a restricted number of tissues throughout the body. However, it is known that more tissues in the body are sensitive to melatonin in foetuses and newborns than in adults. To date, the biological significance of the broader sensitivity to melatonin during development is not known. One way in which we can start to explore these undefined roles of melatonin is to gain a clear understanding of the nature of the processes that underlie these developmental changes. This project will build upon recent studies by the applicant and help us to understand how tissues change their sensitivity to melatonin during development. The applicant has recently published multiple research papers investigating the developmental regulation of melatonin sensitivity in gonadotroph cells of the pituitary gland, which is the best-characterised model for studying the developmental biology of melatonin. Pituitary gonadotroph cells are essential for reproduction function, including pubertal development. We have provided preliminary evidence to suggest that the developmental secretion of a brain-derived chemical, gonadotrophin-releasing hormone (GnRH), is the primary stimulus for decreasing sensitivity to melatonin in gonadotroph cells. Furthermore, the effects of GnRH appear to be mediated by a cellular signalling molecule called Egr-1. The current project will be the first to provide a detailed investigation into the role of GnRH in determining melatonin sensitivity. We will use a range of complementary experimental techniques to manipulate both GnRH and Egr-1 activity and then evaluate the effects of these manipulations on melatonin sensitivity. These techniques will include the use of isolated cells grown in laboratory conditions, in order to minimise the use of animals. The results of this work will have important implications for scientists and the public. On completion of the project, we will have a greater understanding of the biological role of melatonin and, more generally, an insight into developmental changes in hormone-secreting cells. As melatonin is available over-the-counter as a food supplement in some countries, this work will also help us to understand potential health risks of taking melatonin in certain situations e.g. during pregnancy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020309/1","grantId":"BB/F020309/1","fundValue":"357608","fundStart":"2008-10-16","fundEnd":"2011-10-15","funder":"BBSRC","impactText":"  To date, the findings have been used primarily within the scientific community. We have published the key findings of the grant in an internationally recognised journal that is freely accessible to all (i.e. 'gold' level open access). The work has been presented at national and international scientific meetings and has lead to the PI being invited to speak at a prestigious FASEB meeting in Portugal in 2015.\n\nSkills develop on this project helped: 1) PI to obtain further research funding; 2) Education ","person":"Jonathon  Johnston","coPersons":[],"organisation":"University of Surrey","findingsText":" What were the most significant achievements from the grant?\n\n1. Novel scientific findings. We demonstrated for the first time that a key hormone involved in reproduction (gonadotrophin-releasing hormone, GnRH) directly downregulates melatonin receptor expression in pituitary cells that drive reproduction.\n\n2. Model development. Our data, derived from successfully combining in vivo and in vitro approaches, enabled significant development of a model of melatonin receptor expression. For ins How might the findings be taken forward and by whom?\n\nThis project resulted in a number of 'negative results'. However there are a number of outstanding lines of research that could be followed up. Perhaps the most obvious is to understand the novel signalling pathways linking GnRH signalling to melatonin receptor regulation in gonadotroph cells. It would also be useful to understand why blockade of GnRH signalling in adulthood does not result in re-emergence of melatonin receptor expressio Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}