{"id":"483BE199-2A07-4831-897F-D562CC440CB3","title":"Revealing a mechanistic understanding of the role of viruses and host nutrient status in modulating CO2 fixation in key marine phototrophs","abstractText":"The oceans play a major role in determining world climate. In part, this is due to the production of oxygen and the consumption of carbon dioxide by very small, single celled organisms, which are referred to as the photosynthetic picoplankton. Marine cyanobacteria of the closely-related genera Prochlorococcus and Synechococcus are the prokaryotic components of the photosynthetic picoplankton. These cyanobacteria are continually growing and dividing, but they can also be infected and killed by viruses. \n\nViruses that infect bacteria (bacteriophage) have provided the basis of our current understanding of molecular biology and genetics and have recently assumed a much greater significance with the recognition of the extraordinary abundance of bacteriophages and their central role in many biological processes. Cyanophages are viruses that are specifically capable of infecting a type of bacteria (cyanobacteria) that utilises light as its primary energy source through the process of photosynthesis. The cyanobacterial photosynthetic machinery captures light energy and transfers it to chemical energy which is subsequently used for growth and replication. \n\nOceanic regions vary considerably in their supply of nutrients e.g. phosphate, nitrogen and iron, that are critical for the growth of cyanobacteria, potentially limiting CO2 fixation by these organisms. The availability of nutrients may also affect cyanophage replication, since during infection cyanophage rely on their hosts to provide them with enough energy and resources to allow them to replicate efficiently. \n\nHowever, the effect of nutrient availability on marine cyanobacterial CO2 fixation in the presence and absence of phage infection is largely unknown. This is important because marine cyanobacteria are critical contributors to global CO2 fixation and virus infection of these organisms may significantly modulate this contribution. \n\nOne exception is that phosphate limitation of marine Synechococcus has been shown to cause an 80% reduction in the number of cyanophage produced with &lt;10% of cells lysing. Cyanophage infect P starved cells but remain inside their hosts without killing them, in a state known as 'pseudolysogeny'. Given that oceanic systems are often depleted in nutrients such as P (as well as nitrogen (N) and iron (Fe)) suggests such infection dynamics are likely widely prevalent in the natural environment.\n\nHence, in this proposal we will determine the role that nutrient limited growth plays on marine cyanobacteria CO2 fixation rates in the presence and absence of phage infection. We will also assess the role that specific cyanophage genes contribute to the process, and determine the molecular basis regulating 'pseudolysogeny'. Moreover, we will also provide a reliable (experimentally-derived) mathematical formulation describing viral infection which will be incorporated into an Ecosystem Model [ERSEM] providing a substantially improved simulation of oceanic primary production.\n\nOverall, the proposal will therefore provide direct estimates, and a mechanistic basis, for understanding the role of nutrients and cyanophage infection in controlling marine primary production. Data and concepts will subsequently be used in ERSEM to refine control points for marine photosynthesis and subsequent C cycling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N001974/1","grantId":"NE/N001974/1","fundValue":"89553","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"NERC","impactText":"","person":"Luca  Polimene","coPersons":["Ruth  Airs"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}