{"id":"483CB4FF-2593-484E-912D-D4A7A1F14BB6","title":"HI-PROSPECTS - HIgh resolution PRinting Of Solar Photovoltaic EleCTrode Structures","abstractText":"The research to be carried out by Swansea University is to understand the issues and develop solutions related to up\nscaling the near transparent copper grid to larger sizes. There is a significant challenge in this in that increases in size\nbrings both scientific and engineering challenges. When scaling, issues such as substrate form (which can be ignored at\nsmall scale) become important, substrate stressing due to differential temperature profiles can lead to catastrophic failure\nand thus optimized curing / sintering at small scale will have to be refined as the substrate size increases. In addition the\ntolerance to defects and variations in deposit due to materials or processing conditions (some of which cannot be\ncontrolled) may be insignificant at small scale but become significant as the substrate size increases. As well as process\nand material considerations, there are design consideration. As substrate size increases then there may be a need to alter\nthe nature of the deposited grid such that higher conductor density is required towards the centre of a cell / module as a\ncharge generated at the centre of the cell will have a extended resistive path length to reach an electrode. The optimization\nof this patterning and its impact is to be investigated in the work. Understanding these scale effects such that their impact\ncan be mitigated is critical in developing an engineering solution for large area processing of electrodes. The research\nactivity will address the optimization of the line structure and geometry for large areas through modelling and in parallel\nperform install the system for experimental development of the ESJET over large areas. SPECIFIC will also provide lifetime\ntesting of the PV cells / modules manufactured in order to establish whether the copper grid has any detrimental / beneficial\neffect on PV performance.\nIn order to establish optimal grid patterning simulation software (such as PSPICE) will be used to model the geometries\nand film thicknesses, their effect on the sheet resistance and its subsequent effect on performance of PV cells created\nusing the fine copper patterning. This will take material data from the lab trials and estimate the geometric design and\nprocess windows.\nThe clean room facilities at SPECIFIC provide an ideal test environment where glass substrate &gt; 1m2 are routinely printed\nusing conventional printing techniques. The second main research activity is design and install a larger scale ESJET\nsystem on the glass processing line at SPECIFIC and demonstrate that the copper can be deposited to the substrate over\na large area and that this substrate can be used to create a large area PV cell. This will establish the design of the\ninstallation based on operational / material tolerances, physical layout requirements and operational processing issues. To\ncompliment the deposition requirements of the ESJET copper, the sintering process which will need to be designed and\nimplemented. This provides additional challenges in terms of maintaining consistent energy distributions (thermal and\nphotonic) over a large area. Such a development is non trivial having to take account many complex interacting parameters\nsuch as photonic absorbance, differential thermal expansions, thermal properties and real world intensity variations.\nThe performance and lifetime of the PV cells will be carried out in suite of PV characterization and lifetime testing facilities\nat SPECIFIC. The standards used for these tests (illumination, RH and temperature) will be determined from the relevant\nstandards and in house best practice with perovskite and OPV cells. Control samples using conventional TCOs, Ag grid &amp;\nTCOs combinations will also be used to identify only those degradation routes which can be attributed to the presence of\nthe copper grid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509905/1","grantId":"EP/N509905/1","fundValue":"300702","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Eifion Huw Jewell","coPersons":["Trystan  Watson"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}