{"id":"48533800-2E55-472E-AC74-76B90175DE43","title":"Novel Antisense Oligonucleotides to Improve Invasion and Cleavage of Structured RNAs","abstractText":"Antisense oligonucleotides (ASOs) are short sequences of DNA or chemically modified analogues, designed to bind specific RNA targets inside cells by Watson-Crick base pairing. Depending on the chemistry of the ASO, they can either cleave their target upon binding, or simply block its interactions with other cellular factors. The ASO approach has obvious potential for silencing experimental genes (as a research tool) or disease-causing genes (as a therapeutic). Indeed, over 100 oligonucleotides are in clinical trials. \n\nOne of the challenges involved in the antisense approach is that cellular RNA targets are often highly structured - folded up on themselves in ways that makes it harder for ASOs to bind to them. This contributes to the fact that researchers often have to screen many ASOs to find a good compound, and that some targets are not very responsive to inhibition by ASOs. \n\nThis project seeks to address the challenge of targeting structured RNAs with higher efficiency. How will we do this? We will incorporate a stretch of Peptide Nucleic Acid (PNA), a DNA analogue with a neutral backbone that allows it to bind structured RNAs with favourable kinetics and high binding affinity. The challenge is that bringing PNA and DNA together into a single oligonucleotide has typically led to sequences with reduced binding affinity, limiting their usefulness as ASOs. \n\nWe hypothesised that previous generations of PNA-DNA chimeras suffered a loss of binding affinity because the helical structures of PNA and DNA are different, and both are relatively flexible. This would almost certainly induce an unfavourable conformation at the junction between PNA and DNA. We further hypothesised that by introducing a constrained nucleotide at the junction, we could control the conformation of the helix in this region and avoid this destabilizing distortion. We predicted that this in turn would increase the binding affinity and specificity of our PNA-DNA chimeras.\n\nWe have now obtained data in support of these hypotheses. Incorporation of a conformationally constrained nucleotide at the junction between PNA and DNA caused a dramatic increase in binding affinity compared with the normal PNA-DNA junction (for binding complementary RNA, deltaG298 = -84 kJ/mol (constrained) vs -67 kJ/mol (normal)). Thus, we have now developed a way to bring together PNA and DNA into a single ASO, without compromising high binding affinity. This is an important finding and the current proposal will build upon it.\n\nIn a first aim, the proposal will explore the conformational requirements at the PNA-DNA junction. We will test various constrained nucleotides and PNA monomers at the junction site, to optimize binding affinity and specificity. Several conformationally contstrained nucleotides are known and we used computational analysis of these and other novel structures to find a shortlist of targets for synthesis. \n\nIn a second aim, the proposal will characterise chimeric PNA-DNA oligonucleotides based upon our optimised junction. This will include extensive biophysical testing, to understand how the PNA portion and the junction structure affect kinetics and thermodynamics of binding. We will use our optimised junction to make &quot;gapmer&quot; oligonucleotides containing DNA in the middle with PNA on one end, and LNA on the other end. LNA shows outstanding binding affinity and is one of the most exciting modifications in clinical trials. Chimeric strands containing both LNA and PNA should show improved the properties over LNA modified oligonucleotides, particularly in terms of binding to structured RNA targets. The optimised oligonucleotides will be transfected into mammalian cells (either naked or as cationic liposomes) to study their cell uptake, trafficking and gene silencing activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M003973/1","grantId":"EP/M003973/1","fundValue":"99252","fundStart":"2014-11-30","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Jonathan Kenneth WattsSeung Seo Lee","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}