{"id":"48548169-7C38-4702-8DA0-B34937D5DEA4","title":"C1NET: CHEMICALS FROM C1 GAS","abstractText":"As economies and populations grow, there is an ever increasing demand for chemicals and energy, driven by developing countries, where increasing prosperity is fueling the desire for the improved quality of life visible in the developed world. Current energy and chemical needs are met by the extraction and processing of fossil fuels, in the form of coal, petroleum and natural gas. Such resources are finite, are frequently found in politically unstable regions of the world, and their utilisation is having severe impacts on the climate, both through pollution and increased greenhouse gas (GHG) emissions. The key challenge facing the global community is, therefore, to maximize the use of sustainable sources of chemicals and of energy to safeguard the environment while ensuring that the latter do not detrimentally impact food supplies. In this regard, renewable sources of energy and chemicals will play an increasing role in the global primary energy supply. Accordingly, the UK government and others have set challenging targets for reductions in GHG in part by aiming to produce chemicals using biological routes. \n\nTraditional strategies adopted for chemical and biofuel generation via biological systems have been reliant on the conversion of the more tractable components of plant biomass (sugars and starch) into chemicals and fuels. The microbes employed ferment the easily accessible sugar and/or starch of plants, such as sugar cane or corn, and convert them into biofuels such as bioethanol. This has led to concerns over competition with use of these products as food, and a re-focussing of efforts on so-called 'second generation' biofuels. These are generated from cell wall material (lignocellulose) derived from non-food crops or agricultural wastes. However, lignocellulose is extremely resistant to being broken down into sugar. Overcoming this recalcitrance in a cost effective manner is proving extremely challenging. \n\nAn alternative route would be to directly capture carbon, by harnessing the ability of certain bacteria to 'eat' single carbon gases such as carbon monoxide (CO), carbon dioxide (CO2) and methane (CH4). Thus, for instance, such gases are injected into the liquid medium of fermentation vessels they are consumed by certain bacteria and converted into useful chemicals and fuels. Fortunately, gases such as CO are an abundant resource, and a waste product of industries such as steel manufacturing, oil refining and chemical production. Moreover, it can be readily generated in the form of Synthesis Gas ('Syngas'), by the gasification (heating) of forestry and agricultural residues, municipal waste and coal. By allowing the use of all these available low cost, non-food resources, such a process both overcomes the &quot;Food versus Fuel&quot; issues associated with traditional ethanol production, and circumvents many of the challenges associated with 'second generation' biofuels. Furthermore, capturing the large volume of CO (destined to become CO2 once released into the atmosphere) emitted by industry for fuel and chemical production provides a net reduction in fossil carbon emissions. \n\nThere has been a global upsurge of interest both in studying the biology of those organisms able to grow on C1 gases, as well as commercially exploiting them as platforms for chemical manufacture. In this respect the UK lags disappointingly behind the curve. It is the objective of the C1NET to correct this deficiency by encouraging the creation of a vibrant community of UK academics tasked with unravelling the biological, chemical and process engineering aspects of gas fermentation and to steer the translational outputs of these endeavours towards commercial application. The network will provide the 'glue' to bring together a UK-based cadre of biologists, chemists, computational modellers/mathematicians and process engineers to better understand and thence exploit gas fermentation processes for translation into industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L013800/1","grantId":"BB/L013800/1","fundValue":"642980","fundStart":"2014-03-26","fundEnd":"2019-03-25","funder":"BBSRC","impactText":"","person":"Nigel  Minton","coPersons":["David Andrew Fell"],"organisation":"University of Nottingham","findingsText":" &quot;not applicable this year&quot; &quot;not applicable this year&quot; Chemicals","dataset":"gtr"}