{"id":"4857FCA3-5664-4F53-BDAF-3516ABA2DE35","title":"Genetic determinants of mycobacterial susceptibility and pathogenesis","abstractText":"When bacteria enter a host, such as a person or other animal, they are typically detected by the immune system of the host. The immune response then attempts to kill the invading bacteria. In most cases the immune response is successful. In some cases, though, the immune response fails to kill the invader, and the invading bacteria can become established and grow in the host. When this happens, disease is the result. In many diseases, including tuberculosis, the immune response is not shut off by the bacteria; instead, it is active, but ineffective at killing the invader. In these cases, most of the damage caused by the disease is not caused by the bacteria directly; rather, the damage is caused by this ineffective immune response. The goal of this proposal is to understand how disease-causing bacteria can escape the immune response and become established in the host, and how immune responses, which are supposed to just kill invaders, can instead come to cause so much damage to the host. In order to examine these issues, we developed a new system for the study of infection. In this system, a bacterium called Mycobacterium marinum, which is closely related to the bacterium that causes tuberculosis, is injected into a fruit-fly (Drosophila melanogaster). This system is very useful because much of the immune response to bacteria is similar between flies and higher animals, such as humans or cattle. At the same time, we know a great deal about flies, and have excellent tools for working with them, so that we can easily find flies with mutations that make them more- or less-efficient at fighting this infection, or mutations that make the infection less damaging to the fly. Using these techniques, we can find genes that are important for fighting infections or that cause the damage due to the immune response. These genes are difficult to find in higher organisms, such as mice, because the process is very time-consuming and involves many animals. For example, in order to do the experiments in this proposal in mice would take more than ten years and more than 10,000 mice. The fly allows us to study these genes rapidly and cheaply, without the ethical issues inherent in the use of mice or other mammals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E02128X/1","grantId":"BB/E02128X/1","fundValue":"380233","fundStart":"2007-10-15","fundEnd":"2011-01-14","funder":"BBSRC","impactText":"  Our findings have had significant scientific impact; commercial impact is still some time away, as our work is very much basic science. However, our findings of novel regulators and mechanisms in innate immunity and metabolism have drawn significant interest and we are currently exploring follow-up strategies to take this work toward human health.  ","person":"Marc Stuart Dionne","coPersons":[],"organisation":"King's College London","findingsText":" 1. We identified 35 new Drosophila genes with effects on susceptibility to mycobacterial disease. These genes encode proteins in many different functional categories. Many of them are intriguing and unexpected candidates for genes that alter tuberculosis disease progression in humans.\n\n\n\n2. We made significant progress in analyzing three of these genes in the course of this work:\n\n mad: the effect of mad on mycobacterial susceptibility revealed unexpected roles of two different TGF-beta su Our findings will require some academic validation before becoming commercializable, but we can easily envision these genes, or others identified in our screens, as targets for drug therapies against tuberculosis or other infections in humans and animals. By targeting the host rather than the microbe in infections, we may be able to circumvent the problems of drug resistance that bedevil antibiotic discovery. In terms of the three genes we have thoroughly characterized, two have clear translatio Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}