{"id":"4874067E-B890-42CA-814B-534AF7072EC0","title":"The roles of DNA ligases in novel plant recombination pathways: from DNA repair to gene targeting.","abstractText":"DNA is essential for growth and reproduction. It contains the genetic information that is passed from one generation to the next, and encodes the factors needed for a cell to survive and divide. However, DNA in the cell is under constant attack from reactive molecules generated from within the cell or caused by environmental factors including carcinogens, UVB and soil pollutants such as heavy metals. DNA damage can have severe repercussions for the organism; a single DNA double strand break is sufficient to cause cell death if not accurately repaired. All organisms therefore require effective DNA repair mechanisms to counteract this damage. An essential step in nearly all DNA repair pathways is the re-joining of DNA ends, which is catalysed by a DNA ligase enzyme. Whilst yeast has two genes, higher organisms including mammals and plants have three DNA ligase genes, with specialised roles in maintaining the genome during DNA replication and repair. In this study we will determine the roles of the different DNA ligases in the higher plant Arabidopsis thaliana. Specifically, we determine the pathways in which each DNA ligase operates, and the importance for plant growth in adverse conditions. As part of this analysis we will characterise the role of each DNA ligase in recombination - the process whereby two DNA molecules are joined to make a new molecule. In DNA repair, recombination can occur by two processes; one method of repair uses an intact copy of the damaged DNA as a template for repair. This process is termed homologous recombination, and it involves the joining (recombining) of similar (homologous) sequences. The second process is largely independent of DNA sequence and is termed non-homologous end joining. It is important that we understand recombination processes in plants because DNA repair is required to allow growth of crop plants under conditions of adverse environmental stress, and failure of these pathways will both result in reduced crop yields and the accumulation of deleterious mutations in future generations. Given concerns over the impact of climate change on UK crop productivity, on it is now particularly important now that we understand how plants respond to environmental stresses. Understanding recombination in plants is also important for breeding new varieties of crop plants. Manipulation of DNA repair pathways will help develop crops that will tolerate altered climatic conditions and recent studies have also implicated homologous recombination in plant adaptation to give greater tolerances to pathogens. In addition, changing the activities of the plant recombination pathways will have effects on how we make transgenic plants. Transgenes usually integrate at random locations in the plant DNA. However, high levels of homologous recombination would allow us to target a transgene to a specific location in the genome, enabling more reliable expression and opening up the possibility of 'fine tuning' genes that are found naturally in the plant. This would lead to a second generation of transgenic plants that would address many of the criticisms of current methodologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H012346/1","grantId":"BB/H012346/1","fundValue":"342417","fundStart":"2010-12-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"  Knowledge of recombination pathways and DNA damage responses has supported links with Syngenta, leading to a collaboration agreement. In addition, this work also led to support from Germains for a BBSRC application. Further development of application of these research findings was permitted through a Sparking Impact award to develop tools that will underpin further links with industry. Agriculture, Food and Drink Economic","person":"Christopher Edward West","coPersons":[],"organisation":"University of Leeds","findingsText":" This project has provided important insight into how plants are able to incorporate DNA into their genomes. This process underlies how genetically modified plants are made, as a key step in this process is the physical linking of DNA introduced into the plant cell with the plant's own DNA. This linking is essential to form a stable transformed plant and it involved plant enzymes called DNA ligases. This project identified that any one of the three ligases found in the model species Arabidopsis is able to integrate DNA into the plant genome. This is in agreement with our previous research that showed that all ligases and join together broken chromosomes, as it is expected that similar pathways are also involved in inserting DNA sequences into the plant DNA. In addition, by looking at the proteins that interact with these enzymes, we are able to build better models for who these enzymes work in the cell. In completing this project, we also noticed that these DNA ligases are important in seed germination, and seeds impaired in repair DNA capacity display a reduced shelf life. Work in our lab and others has shown that modifying the levels of these DNA ligases can change the way that DNA integrates into the plant genome. These studies provide novel insight into the plant DNA repair mechanisms which are crucial for maintaining genome stability and allowing growth under conditions of abiotic stress. DNA ligases represent key targets for manipulation to increase crop productivity under conditions of environmental stresses generated by climate change and farming of marginal lands. This research also informs current approaches to improve gene targeting methodologies and manipulation of recombination frequencies for production of novel genetic traits in crop species including cereals, given the high degree of conservation among DNA repair factors in plant species. Specifically, knowledge of recombination pathways and transgene integration provides the ability to manipulate these pathways to favour particular outcomes, which has potential use in biotechnology. In addition the finding that recombination pathways are very important in seeds highlights potential approaches for the development of molecular markers for seed quality, based on assays for DNA damage responses. Agriculture, Food and Drink","dataset":"gtr"}