{"id":"487BD034-DFA0-4682-84D3-768054C64BDF","title":"Reflecting on Environmental Change through Site-based Performance","abstractText":"The aim of this network will be to examine the potential of site-based performance as a means of investigating and representing the dynamics of environmental change. We define site-based performances as events located in spaces whose physical features and/or known histories will in some way shape the meaning-making processes of performers, audiences and potentially the wider public. This is distinct from the conventional treatment of theatre stages as neutral vessels for self-sufficient performances.\\n\\nA performance event sited in and reflecting on a given environment can be a highly appropriate way to focus attention on environmental questions. Its impact can be immediate, in engaging diverse members of the public and prompting them to look at their surroundings afresh. However, most site-specific performance practice tends (naturally enough) to be explicitly local in orientation-reflecting on local history or community identity, for example, or the perceptual properties of a given landscape. This network aims to foreground the critical question of how such performance strategies can best be directed toward engaging spectators / participants with the global question of environmental and climatic change. How can changes on the global/macro level be perceived and comprehended within the local/micro? Equally importantly, how can the local specifics of human habitation and environmental impact be used as a means by which to comprehend impacts on the global ecosystem? By addressing the immediate and intimate, can problems such as the greenhouse effect, that might too easily seem abstract and overwhelming, be 'brought home' in a manner that is both comprehensible and relevant? What kinds of efficacy or agency might become possible by using performance as a tool to help us reconceive of the environment as the very source of our human drama, rather than simply a 'backdrop' to it? \\n\\nThe network will seek to 'join the dots' of this debate by various means. On the one hand, we will examine existing forms of site-based practice which are already seeking to connect the micro and macro. Often such practitioners work in relative isolation, with little wider recognition of their work, so one task will be to identify and compare examples of 'best practice,' and to consider what general lessons might be extrapolated from these cases. On the other hand, the network will have an eye toward generating new, critically-informed practice. Although we do not expect to generate concrete performance outcomes during the 2010-11 timeframe of the grant, it is envisaged that lead participants will propose outline plans for projects in the preliminary stages of development. These outlines or scenarios will focus the investigations of the network around the theoretical, logistical and environmental issues that they raise. A crucial interpretive foil to these speculative explorations will be the actual locations of the network's three workshops, which have been chosen for their iconic status as locations that embody (and perform) contrasting types of environmental stress.\\n\\nThe network will draw together theatre/performance specialists with a variety of expertise and contrasting interpretive perspectives. The participants include: practitioner-researchers specialising in experimental, site-oriented performance practice; theoretically-oriented critics engaging with questions of ecology and performance on a more conceptual/global level; applied/educational theatre specialists whose expertise lies in the engagement of specific constituent audiences with particular issues germane to their well-being. \\n\\nThe network will also draw on expert input from other disciplinary areas, especially geography (thereby continuing the productive dialogues that developed at the AHRC's Living Landscapes conference in Aberystwyth, 2009), and from performance practitioners, activists and educationalists from beyond the university sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H03921X/1","grantId":"AH/H03921X/1","fundValue":"24400","fundStart":"2010-10-01","fundEnd":"2013-01-31","funder":"AHRC","impactText":"","person":"Stephen James Bottoms","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}