{"id":"487B5237-6D6D-4EF0-8489-5C9C690F81A4","title":"Droplet-based microfluidics for single cell-omics","abstractText":"Water will readily form droplets in oil, providing miniature enclosed environments, in which the aqueous (water phase) is separate from the oil phase. If these droplets are created in very small channels (the width of a human hair, for instance), then the size of the droplets can be comparable to that of individual single cells. By using the techniques of microfabrication, first established within the semi-conductor industry, we are able to create appropriate microchannel architectures that can create reproducible droplets that contain cells (the droplets behave like very small test tubes). However, to date, attempts to make such droplets have proved difficult. Currently they are unstable and will coalesce and disappear as rapidly as they form. Using a new technology, we propose to use the same two phase (oil and water) systems to create droplets with a structured coat, so that once the cells have been placed within the droplet, the micro-environment is stable and long lived. The techniques used for making such droplets will enable us to change the nature of the coating so that they can be considered 'intelligent'. In other words, by engineering the chemical composition of the coating, we can decide which molecules enter the micro-droplet. Intriguingly, we can also introduce nanometre scale sensors within the droplet wall that can report upon the metabolic state of the cell. Finally, we will create arrays of such structured droplets so that many single cells can be stored and analysed readily, and ultimately used in the process of finding and testing new medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005024/1","grantId":"BB/F005024/1","fundValue":"400262","fundStart":"2008-04-07","fundEnd":"2011-08-06","funder":"BBSRC","impactText":"","person":"Jonathan  Cooper","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}