{"id":"487C4730-2140-45A5-AC0A-8B9D7ADA9F66","title":"Computational methods for multiphysics interface problems","abstractText":"Many problems in science and technology includes a fixed or moving boundary over which\ntwo different physical systems are coupled. This situation is particularly common in systems in\nmedicine and biology, for instance: in the human arteries the fluid dynamics of the blood couples to the solid dynamics of the arterial wall, in rivers and estuaries the free flow couples to the porous media flow in the infiltrated river bed. Making accurate computational predictions of the evolution of such systems remains an important challenge for engineers and the accurate mathematical analysis of the associated methods is even more daunting. Indeed no known methods allow for rigorous mathematical analysis and many suffer from problems of stability or accuracy depending on the orientation of the interface. Numerical computations are most often performed on a computational mesh, that is a decomposition of the computational domain in a large number of small building blocks, so called elements. An important feature of the methods that we propose is that the interface may cut through the elements of the computational mesh, or in other words, the computational mesh does not need to fit the interface.\n\nIn multiphysics problems the situation is often complicated by the fact that the computational mesh may not be adapted to fit the interface, but the coupling of the two systems must take place independent of the mesh. This is the type of situation that we aim to study in the present project. New approaches will be designed for multiphysics couplings over moving interfaces. The mathematical methods will be designed so as to be robust and accurate and we will also explore the possibility to decouple the two systems for efficient time advancement. This may lead to very important savings in computational time, in particular for nonlinear problems.\n\nThree important model cases will be considered: the coupling of two fluids of which one or both may be viscoelastic, the coupling of free flow and porous media flow and finally the coupling of a fluid and an elastic structure. All of these applications have important applications in the modeling of the human cardiovascular system, but also in a wide variety of other applications such as ink-jet printers, environmental science, chemical industry and so on.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J002313/2","grantId":"EP/J002313/2","fundValue":"373568","fundStart":"2013-01-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"  See narrative impact of EP/J002313/1  ","person":"Erik Nils Burman","coPersons":[],"organisation":"University College London","findingsText":" See key findings of EP/J002313/1 Through the software package FENICS/cutFEM that is in the public domain. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Energy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}