{"id":"4882F17D-FFBC-495C-B5FC-11209443E555","title":"Multi-Functional Nanoscale Platforms: Bridging the Gap between Molecular and Macroscopic Worlds","abstractText":"The control and manipulation of molecules is one of the fundamental challenges of Nanoscience. In this project we intend to build a nanoscale bridge to the molecular world that would enable the study and fabrication of molecules with atomic precision. The aim is to construct addressable, multi-functional nanoscale platforms based on nanotubes (Multi-Functional Nanotubes, MFNT) that are able to control the physiochemical states of molecules and harness their properties for practical applications.\n\nThe confinement of molecules inside nanotubes is known to have profound effects on the positions, orientations, and rotational and translation motions of guest-molecules. However, in most cases nanotubes play the role of a passive container influencing molecular behaviour simply due to the restricted space available, thus leading to static molecular architectures. In this project, we will exploit physical (electrical and thermal conductivity, or optical transparency) and chemical (surface charge and functionality) properties of carbon, TiO2 and BN nanotubes to develop MFNT platforms responsive to external stimuli (heat, light, electric potential, or pH). The MFNT system will serve as a conduit for external macroscopic stimuli, channelling them to the level of individual molecules. \n\nOur approach will enable the addressing of optical, electrical and magnetic states of guest-molecules entrapped within MFNT, which will be gauged by spectroscopy and electron microscopy measurement. The control of chemical reactivity of molecules is particularly important as new, previously unknown chemical transformations triggered inside MFNTs may lead to molecular materials with unique structures and properties that are not accessible by any existing approaches.\n\nThis ambitious interdisciplinary project, developing at the boundary of physics, chemistry, and materials science, has the potential to change the way we make and study molecules and could provide revolutionary applications for future technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014696/1","grantId":"EP/L014696/1","fundValue":"247281","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  New ways of studying and making molecules in carbon nano-reactors. Chemicals ","person":"Andrei  Khlobystov","coPersons":[],"organisation":"University of Nottingham","findingsText":" Still work in progress, but some interesting results on electrochemical reactions in nanotubes and control of selectivity of catalytic reactions by confinement at nanoscale have been demonstrated. Continuous flow catalytic nanoreactors will be scaled up for industrial synthesis. \nNew methodologies for recycling and reusing precious metal catalysts. Chemicals,Energy","dataset":"gtr"}