{"id":"48824671-3F91-420B-876E-E8CC0A8AD91C","title":"Mobility, Space and Culture","abstractText":"The aim of this project is to significantly advance contemporary interdisciplinary thinking on the relationship between mobility, space and culture by focussing on how: 1) contemporary scholars in the humanities and social sciences theorise the relationship between mobility, space and place; and 2) how one important mobile spatial practice - driving - was associated with distinctive embodied practices, visualities, gender relations and political spatialities at the end of the nineteenth and beginning of the twentieth centuries. The Research Leave funding will enable the completion of a book entitled 'Mobility, Space and Culture', the completion of a journal article on theories of mobility and space for a leading geography journal, and the organisation of a conference session on 'Mobility and theories of space and place' at the Association of American Geographers Annual Conference. The project builds upon my previous research on mobility and driving, and my position within the interdisciplinary fields of mobility studies and mobility history in the humanities and social sciences. This project will advance contemporary research on mobilities both theoretically and empirically. Firstly, the project provides a critical interrogation of existing attempts to conceptualise mobility in relation to space, time and place, arguing that scholars need to focus greater attention on the mobile and relational ontologies and kinaesthetic sensibilities, apprehensions and forces which are vital elements in human inhabitations of the world, instead of positioning mobilities in a simplistic functional relationship to spaces and times, or space-times. Secondly, the project draws upon original archival research to show how a reinvigorated theoretical approach to the spaces, places and practices of mobility can be articulated through a cultural history of driving in late nineteenth and early twentieth century Britain (primarily between 1895 and 1910). The project examines how car drivers were constructed as embodied mobile subjects, focusing on the visualities and visual sensations that were associated with the spatial practices of motoring, and how driving was constructed as a gendered practice. Finally, the project examines how drivers were assembled as political subjects and governed using new cultural technologies.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00243X/1","grantId":"AH/H00243X/1","fundValue":"27884","fundStart":"2010-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"Peter Richard Merriman","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}