{"id":"4882C3BB-8521-49BF-B938-10A1F0CB997F","title":"The Effects of Polydispersity on Self Assembly in Block Copolymers.","abstractText":"As everyone is well aware, the manufacturing sector has a huge reliance on plastic materials composed of polymeric molecules. A typical off-the-shelf polymer is created by linking together a large number (e.g., thousands) of chemically-identical units (called monomers) to form long-chain molecules. As one might expect, the individual molecules within a piece of plastic differ in length. In fact, this polydispersity of chain lengths is extremely large in commercial materials, as a consequence of the simple but cost-effective methods of synthesising the molecules. Fortunately, it turns out that a high-degree of polydispersity is, in fact, advantageous when shaping or processing the polymers into various products.There are now emerging potential applications involving a new generation of more elaborate polymers called diblock copolymers, where the first part of the chain (i.e., block) is formed from one type of monomer and the second block is created from another type of monomer. The general tendency for the chemically-distinct blocks to separate causes self-organisation of the copolymers within the material, resulting in unique properties and behaviour. For research purposes, scientists have made great efforts to produce model materials, where the degree of polydispersity is very low. Although this provides a huge advantage when trying to understand their complicated behaviour, the cost of synthesising monodisperse diblock copolymers is a serious impediment to potential commercial applications. The aim of the current project is to understand how the introduction of polydispersity affects the behaviour of diblock-copolymer materials. This will involve the implementation of novel synthetic methods for producing polydisperse diblock copolymers with well-characterised chain-length distributions combined with a wide-range of experimental techniques for probing the self-organisation of the molecules. The experimental observations will then be compared with state-of-the-art theoretical predictions. The hope is, as in the case of simple polymeric materials, that polydispersity not only reduces production costs but also provides advantageous properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E010342/1","grantId":"EP/E010342/1","fundValue":"155645","fundStart":"2007-07-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Mark William Matsen","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}