{"id":"4883AA66-4D53-416D-B9A2-B85CA9260B10","title":"Antarctic Deep Water Circulation and Continental Weathering from the Eocene Greenhouse to the Oligocene Icehouse (IODP Expedition 318, Wilkes Land).","abstractText":"We are currently living in a world of climate change. Global atmospheric concentrations of carbon dioxide are rising at a rate unprecedented in the history of the Earth, and there is no doubt that a large part of this rise is due to human acitivity. Our ability to predict the effects of increased CO2 concentrations in the atmosphere and associated warming, heavily depends on understanding the relationship between physical, chemical, and biological processes in the Earth system, which are intrinsically coupled to temperature and atmospheric CO2 through so called 'feedback mechanisms'. But how can we study such mechanisms? One important aspect is to study how the modern climate system operates, by direct observations. However, such observations can only cover time spans, which are relatively short. To see the full swings of the climate system, we need to go beyond human observations and look at climate archives of the past, such as sediment cores recovered from the bottom of the ocean. More than 30 years of internationally coordinated ocean drilling has retrieved drillcores containing climate records from hundreds of locations all across the ocean basins, reaching back in time more than 100 million years. Reconstruction of various parameters of the climate system from such cores, such as ocean temperatures, intensity of continental weathering, or past ocean circulation patterns, has provided valuable insights into the climate system, existing feedback mechanisms and how they operated in the past. The most significant (natural) climate swing of the past 65 million years was the transition from the Greenhouse world, characterised by subtropical conditions even at high latitudes (Arctic and Antarctic; ~50 million years ago) to the icehouse world we are currently living in (i.e., warm temperature at low latitudes, cold temperatures at high latitudes; started ~33 million years ago). To understand this climate transition, we have to study what actually happened at high latitudes. Expedition 318 of the Integrated Ocean Drilling Program (IODP) took on this challenge and aimed to drill for the first time in 10 years sediment cores close to the Antarctic continent. Drilling in the vicinity of Antarctica is a technically challenging task due to weather and ice conditions, but also due to the nature of the often coarse-grained sediments at the seafloor. Expedition 318 took place in January to March 2010, and what we came back with is a spectacular record of sediments that tells us a story about peak greenhouse conditions, the earliest moments of the icehouse world, and the history of the Antarctic ice sheet all the way from ~30 million years ago to today. While this material will enable us to address many longstanding questions in climate change, it is especially noteworthy that this is the first time peak greenhouse sediments have been recovered from an area proximal to the East Antarctic coast. These sediments, together with the ones characteristic of the first moments of the icehouse world, build the center of our proposed study. We developed a research plan to study continental weathering and ocean circulation, two of the key climate variables, in the new cores. Our results will build a critical step in developing a more comprehensive understanding of drivers, amplifiers, and feedbacks in the climate system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I006257/1","grantId":"NE/I006257/1","fundValue":"50941","fundStart":"2010-08-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"  The results on palm trees growing on coastal Antarctica some 50 million years ago have been all over the media, and definitely contributed to educating the general public on natural climate change questions. Environment Societal","person":"Tina  Van De Flierdt","coPersons":[],"organisation":"Imperial College London","findingsText":" Our data show that a tropical environment prevailed on the Antarctic continent during the Eocene warmth some 50 million years ago (e.g. palm trees in coastal areas). The first continental scale ice sheets reached the margin of Wilkes Land margin some 34 million years ago, and this transition into an icehouse world led to a fundamental change in Southern Ocean ecosystems. From then on the large ice sheet was not stagnant but waxing and waning under the heart beat of well-known natural climate cycles due to the earth's orbit around the sun and resulting changes in solar insolation . Our analyses of the chemical composition and make-up of the sediments drilled off Antarctica tell a story of a pronounced change in climate conditions around Antarctica over the past 50 million years.\n\n\n\nThe project furthermore delivered supporting evidence for a palynology study that documents (sub)tropical conditions on Antarctica's low lying margins during the warm Eocene (~50 million years ago; Pross et al., 2012) and an ecosystem study demonstrating the onset of modern-like ecosystems in the Southern Ocean after the Eocene-Oligocene boundary (Houben et al., accepted). We are currently working on further developing isotope geochemical sediment provenance analyses as a tool in the early icehouse world to constrain ice extent on Antarctica. Our results provide the first ice-proximal records for some of the periods discussed and are hence invaluable for the bigger picture of climate change. Environment","dataset":"gtr"}