{"id":"488B7550-620E-4C80-A75D-5B116E95B5FC","title":"Studying Ice and Mixed Phase clouds using Laboratory EXperiments - SIMPLEX","abstractText":"At any one time cloud coverage over the earth is around 70% on average and to some extent they may warm or cool the planet. I think everybody in the UK is familiar with clouds blocking the suns light and making it cooler, thick liquid clouds generally do this by reflecting the suns radiation back to space. However, ice clouds that are high up within the atmosphere may actually cause a warming effect at the surface by trapping and emitting thermal radiation. The relative amount of cooling vs heating ice dependent on the number and size of ice particles within high clouds. Our current measurements in the true atmosphere have failed to quantify the radiative properties of these clouds due to current instrumental difficulties in measuring small ice particles from aircraft. Precipitation is also an important factor in climate change and one that ice particles play a huge role in. As early as 1789 Benjamin Franklin suggested that `much of what is rain, when it arrives at the surface of the earth might have been snow when it began its descent...'. And this is very true, current estimates place the ice phase responsible for the majority of precipitation in the tropics (60%). In the part of the earths atmosphere in which we live, temperature decreases significantly with height. Furthermore, one must also consider the annual damage to crop caused by hail storms. It is a wide misconception that ice particles form when the temperature is colder than 0C. The current theories show that this only happens when liquid water has enough impurities. So for example when the water touches a dirty surface like the ground or even a car window - even if your windows are clean they still contain enough impurities to form ice crystals - the water can freeze. However, in the atmosphere water droplets are in a very pure state, and most of them do not freeze until the temperature is as cold as -35C. But there are some impurities albeit few in the atmosphere, and if these particles are contained within the cloud, then ice particles will form at temperatures perhaps as warm as -5C. The problem is that the number of these impurities alone can not explain the number of ice particles that are observed within the cloud. There are several theories that have been put forward to explain this and some have good experimental evidence for them. However, in order to accurately assess climate change we need to quantitatively determine their importance. This work will seek to resolve the three aforementioned problems by gaining an understanding of effiency of snow formation under simulated laboratory conditions and perform experiments looking at the physics of ice particle formation. Scientists at the University of Manchester, School of Earth, Atmospheric and Environmental Sciences will produce realistic clouds in a so called ice-fall chamber. They will simulate the physics of natural cloud formation itself and use state-of-the-science instrumentation to probe the particles within the cloud. By understanding the fundamental physics, they will be able to work with the met office and other universities to better understand the problem of climate change. The Manchester scientists also seek to collaborate with leading scientists from Hertfordshire university, Germany and the US in order to make progress in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000875/1","grantId":"NE/G000875/1","fundValue":"89248","fundStart":"2008-11-21","fundEnd":"2010-11-20","funder":"NERC","impactText":"  The findings have been used to improve model descriptions of cloud processes. It is expected that these improvements may feed into improvements in numerical weather forecast models. However, this impact is a work in progress.  ","person":"Paul James Connolly","coPersons":[],"organisation":"The University of Manchester","findingsText":" The project key findings are as follows:\n\n1. Ice crystal aggregation (snow formation) efficiencies have been measured and quantified for the first time\n\n2. Ice crystal growth by vapour deposition and ice crystal fall speed parameterisations are shown to perform well when compared to data.\n\n3. Numerical models that treat clouds may suffer from numerical diffusion (artificial smearing out) unless care is taken. This is important when quantifying cloud processes in a laboratory setting and quantitatively modelling clouds.\n\n4. Raindrop break up parameterisations are shown to be inadequate when explaining the break-up of large mm sized drops. Necessary fixes have been derived.\n\n5. Work in progress involves calibration of state of the art cloud probes - paper in progress and quantitative measurements of ice crystal formation relevant to the atmosphere. The cloud chamber is being used to investigate how LEDs perform as runway lights in fogging conditions, as opposed to the old halogen type bulbs. It is through the funding received that we are able to do this research. The microphysical processes investigated can be input into numerical weather models to enable more accurate, physically based, parameterisations of clouds and precipitation.\nWe have been discussing how the findings on ice crystal aggregation (and ways of modelling it) can be incl Environment","dataset":"gtr"}