{"id":"48A3F6F4-EDF0-419D-9243-DAD13FB2E6AE","title":"Enhancing the perception of social facial cues using non-invasive brain stimulation","abstractText":"<p>In recent years we have made large strides in understanding brain mechanisms that we use for our social perception abilities. This project builds on this by examining whether increasing neural activity in these brain regions can enhance our social perception abilities. To do so, the project will use a brain stimulation technique called transcranial electric stimulation to examine whether we can facilitate facial identity recognition and facial emotion recognition. This will include studies in typical and atypical groups (eg in developmental prosopagnosia - where individuals are unable to perceive the facial identities).</p>\n\n<p>&nbsp;</p>\n\n<p>The project will also build upon recent studies using face-training paradigms to improve facial identity and emotion processing abilities, by stimulating the brain during training. It is predicted that increasing excitability in brain areas shown to be involved in each task will enhance specific social perception skills. It is also expected that pairing social perception training paradigms with brain stimulation will lead to training effects being boosted and lasting longer.&nbsp;The findings will therefore provide insights into the brain mechanisms that contribute to our social perception abilities and determine whether we can influence them in order facilitate social perception abilities in typical and atypical groups.&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00882X/1","grantId":"ES/K00882X/1","fundValue":"242816","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"  At this stage of the project our findings have mainly been used in the context of increasing awareness of prosopagnosia, social perception research, and non-invasive brain stimulation. This has been achieved through talks at public symposium, hosting public workshops on social perception, and direct engagement with school groups. More specifically, members of the research team have spoken at several public events and to media about our research over the last year, and have been involved in five school events to date (we targeted six school events during the 36 month duration of this project and have almost achieved this within 12 months). In doing so, we have raised awareness of social science research and interest in a variety of age groups (e.g. we have spoken at schools and to the University of Third Age). Additionally, in collaboration with one of our partners involved in this project (Centre for Face Processing Disorders, Bournemouth University), some of our data on prosopagnosia was also used in a House of Commons Roundtable discussion on prosopagnosia. The main impact of this was that prosopagnosia has now been added to the NHS choices website, leading to a potential increase in awareness of the condition amongst the public and medical professionals. Healthcare,Other Societal,Policy & public services","person":"Michael Joseph Banissy","coPersons":[],"organisation":"Goldsmiths College","findingsText":" This three-year project is currently one year in. We have already made a number of achievements including developing significant new knowledge; identifying important new research questions; and developing new research partnerships. In terms of new knowledge, we have made advances within each of our streams of research (Stream A - examining mechanisms involved in and approaches to improve facial identity perception in typical and atypical groups; Stream B - examining mechanisms involved in and approaches to improve facial emotion perception in typical groups). Within Stream A, we have identified that a single session of transcranial current stimulation (tCS) can enhance facial identity perception and facial identity memory in typical adults (leading to two papers that are currently submitted for publication). We are in the process of extending these findings to individuals with developmental prosopagnosia (individuals that show a selective impairment in facial identity perception; DP) and examining whether pairing tCS with training paradigms designed to aid face perception can lead to greater benefits than training alone. We have also conducted a number of studies examining mechanisms of face processing in DP, with important insights into our understanding of what neurocognitive mechanisms contribute to DP being gained. In Stream B, we have also identified approaches to improve facial emotion processing using a single session of tCS in typical adults (one paper currently in preparation). We have also considered more broadly the extent to which tCS can be used to aid other socio-cognitive abilities including the control of self-other representations (e.g. visual perspective taking) and social interaction (two papers currently submitted for publication). \n\nCollectively, the findings from Stream A and B have led to the identification of important new research questions: including the extent to which the improvements seen following a single session of tCS can be harnessed in order to aid training paradigms conducted over multiple sessions designed to facilitate social perception (e.g. emotion processing) and socio-cognitive (e.g. visual perspective taking) skills; how differences in brain excitability of typical and atypical groups (e.g. individuals with DP) contribute to inter-individual variability in social perception skills, and how these differences interact with tCS facilitation effects; how typical aging interact with tCS facilitation effects; and the extent to which tCS can be used to modulate the perception of other social cues (e.g. trait judgment perception, eye gaze processing). These are all questions that we are currently exploring. \n\nThey have also led to the generation of novel research partnerships. For example, the PI is now a co-director of the 'Trouble With Faces' group (www.troublewithfaces.org) that seeks to examine the mechanisms involved in and potential remediation strategies of individuals with deficits in face processing abilities (e.g. DP, alexithymia, autism). Further, the PI is now an active collaborator with the Centre for Face Processing Disorders (University of Bournemouth) through which a number of joint impact activities have been achieved. As the first findings to demonstrate improvements in a variety of social domains following tCS, we believe that our findings highlight a productive new research area that will open up several research questions (some of which are noted above) within academia.\n\nFurther, the social processing skills that we are seeking to improve are vital aspect of daily life. In atypical groups, deficits in these abilities lead to reductions in communication and social competence, reduced quality of life, and social isolation. Conversely, some individuals use these abilities extraordinarily well and such skills are important for variety of employers (e.g. face identity processing in law enforcement and other security organisations). Given the importance of these abilities, techniques that enhance them could be valuable in healthcare, security and other sectors. Healthcare,Security and Diplomacy,Other","dataset":"gtr"}