{"id":"48A4AED4-BBFB-44EA-B6CB-A7026659082D","title":"DIADS - Diagnostic Instruments for Autism in Deaf Children Study","abstractText":"Up to 4% of people who are deaf may have autism or another autism spectrum condition (ASC). However, this can be hard to spot because many of the tools used to diagnose autism were never designed with deaf people in mind. For example, some questions on the Autism Diagnostic Interview - Revised (ADI-R), a tool used by clinicians and researchers, will ask about how a child responds when someone calls their name and the autism diagnostic observation schedule uses a toy telephone to examine make believe play. \n\nThe aim of this project is to develop and test a set of tools that will help us to identify and diagnose autism in deaf children. We plan to do this by adapting some of the existing measures of autism, so that they are fair tests that are accessible to deaf and hearing parents and can be used effectively with deaf children. We are going to do this with the help of deaf and hearing families, experts and researchers in the fields of deafness and autism, and organisations such as the National Autistic Society (NAS) and the National Deaf Children's Society (NDCS).\n\nThe objectives are split into stages.\n\nIn the first stage of the project we will interview a range of families about deafness and autism. This will involve deaf and hearing parents of deaf autistic children. The deaf children with autism will also have a play-based assessment called the ADOS 2. This will be compared to hearing children's symptoms of autism. \n\nWe will then use this information and a review of research to design a questionnaire for parents and professionals. All this information will go to an expert panel to review look at the information from the interviews and start to inspect whether current items in the questionnaires are appropriate. A formal scoring questionnaire (called a Delphi Consensus) will then be used with deaf autism international experts to identify modifications. They will suggest items that can be included without change, ones that needs adapting (and suggest changes), and ones that should be rejected. Revisions will be re-circulated with further scoring until an agreement can be reached. We will use agreement levels as our first milestone. \n\nIn the 2nd stage, the newly adapted questionnaires will then be translated into British Sign Language (BSL) using a strict translation/back translation methodology. A group of translators will video the items in BSL, and then another group of translators who have not seen the original questionnaire will translate them back into English. This process will repeat as necessary. Then focus groups of deaf people will check the translations and may suggest more changes. Once there is agreement, the original authors will check final versions. \n\nWe will check that the new items and questionnaires work well in the 3rd stage when we will use them with\n\n65 deaf children with autism\n65 deaf children without autism (+ 65 more for screening)\n65 hearing children with autism\n65 hearing children without autism\n\nWe will collect a range of other important information about epidemiology language, intelligence etc.\n\nAfter the first 20 autistic children have been recruited, we will undertake a futility analysis. This lets us see if there is benefit in continuing the research by checking with statistics if the results are looking promising (milestone 2). \n\nWe will also look at whether it is good at picking up autism in children that do have autism (sensitivity), and good at ruling autism out in children that don't have autism (specificity). \n\nThis will help us identify and diagnose autism better in young people who are deaf. It will also make it more accessible by being available in many deaf people's first language. This will mean earlier diagnosis and earlier treatment. We will develop training for National Deaf Child and Adolescent Mental Health Services and other clinicians in using the new measures for screening and assessing for autism spectrum disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015435/1","grantId":"MR/K015435/1","fundValue":"480016","fundStart":"2013-11-01","fundEnd":"2017-07-31","funder":"MRC","impactText":"","person":"Barry  Wright","coPersons":["Martin  Bland","Ann  Le Couteur","Simon Martin Gilbody","Helen  McConachie","Alys  Young"],"organisation":"Leeds & York Partnership NHS Fdn Trust","findingsText":"","dataset":"gtr"}