{"id":"48AB034A-FF32-4922-85D9-E4EC2E85D736","title":"Controls on the stability of soils and their functioning under land use and climate change","abstractText":"Soils provide many functions for humans, including the storage of carbon and nutrient cycling, which are crucial for the production of food and mitigation of climate change. However, there is much concern that soils, and the functions that they provide, are being threatened by a range of pressures, including intensive farming methods and increased frequency of extreme climatic events, such as drought. Not only do these disturbances pose an immediate threat to the functioning of soils, but they could also impair their ability to resist and recover from further stresses that come in the future. \n\nOur project will tackle this problem by addressing two general questions: first, what makes a soil able to withstand and recover from disturbance events, such as drought, and, second how can we use this knowledge to ensure soils can buffer disturbances in the future? These are questions that have puzzled soil scientists for many years, but so far, remain unresolved. An area that offers much promise, however, in tackling this issue is food web ecology. Food webs are the networks of interactions describing who eats whom amongst the myriad organisms within an ecosystem. And in soil, they are the engine that drives the very processes of nutrient cycling and energy flow on which the functioning of soil and the terrestrial ecosystems they support, depend. It has been proposed for many years, but so far not fully tested in soil, that simple food webs are less able to withstand and recover from disturbance events, such as drought than complex ones. We want to test this theory in soil, which harbours some of the most complex, but also sensitive, food webs on Earth. We test the idea, through experiments and models, that the ability of a soil to withstand, recover and adapt to disturbance events depends on the architecture and diversity of the soil food web, which governs the rate of transfer of nutrients and energy through the plant-soil system. We also propose that soil disturbances associated with intensive land use, such as trampling and fertiliser addition, erode the very food web structures that make the soil system stable, thereby reducing the ability of soil to resist and recover from future disturbances, such as extreme weather events. We will also resolve what makes a food web stable, and test the roles of different types of organisms in soil, such as mycorrhizal fungi, which we believe play a major role. And finally, we will develop new models to help us better predict how soils will respond to future threats and to guide management decisions on sustainable soil management in a rapidly changing world. \n\nThese question are at the heart of the NERC Soil Security programme which seeks to resolve what controls the ability of soils and their functions to resist, recover and ultimately adapt, to perturbations, such as those caused by land use and extreme climatic events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M017028/1","grantId":"NE/M017028/1","fundValue":"766686","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"NERC","impactText":"","person":"Richard  Bardgett","coPersons":["Franciska Trijntje De Vries"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}