{"id":"48AEB4F9-7E05-45F5-B03F-2756FC7F49FC","title":"Digital Personhood: Digital Prosumer -- Establishing a 'Futures Market' for Digital Personhood Data","abstractText":"As networked digital technologies become more pervasive and diverse, it is possible to collect personal data generated across the Internet and to gather information on the different facets or personas of a person's patterns of consumption and lifestyle behaviours. This digital footprint constitutes their digital identity, i.e. their Digital Personhood. Currently, personhood data is fragmented, residing in various repositories across the Internet. It has been considered to be part of the data commons that the 'Big 3' Internet Companies -- Google, Facebook, Twitter-- and other similar organisations have been freely data mining, analysing and, crucially, monetizing. Google, for example, captures data about its search engine users and monetizes it to generate most of its revenue from advertisers who are interested in reaching out to Google's online users. A shortcoming of this advertisement centric business model is that technology intermediaries capture only a small subset of Digital Personas rather than an individual's entire personal data record or Digital Personhood. Furthermore, the individual whose personal data is being monetized by third-parties has no control on the collection process and the subsequent exploitation of his/her digital personhood data. \n\nThe challenge of this bold and disruptive proposal is to empower citizen prosumers -- citizens who both produce and consume data -- by utilising and exploiting the economic value of their digital self in a new tradeable 'futures market' in personhoods. Specifically the project will develop a 'micro-Persona eXchange', building persona futures products and management system applications to enable prosumers to monetize their personhood data. The success of this project will stimulate world leading research activity concerning the design of persona products and trading processes, including the ongoing development of novel intelligent data analysis techniques for mining digital personhood data.\n\nThe project will also consider how a 'futures market' for digital personhood data will be established in legal terms. Who owns an individual's digital personhood data is currently a moot point, with questions such as the suitability of property rights vs privacy rights to ensure data protection. Both organisations and the legal infrastructure need to accommodate this shift for the successful development of sustainable prosumer-centric business and economic models. The legal framework will notably ensure that the prosumer will be able to choose a curator (i.e a digital prosumer trading assistant) who will act as an intermediary between them and the micro-Persona eXchange when trading. With this in mind, the research will propose a draft for a Prosumer Protection Act.\n\nThe project has the potential to unlock substantial economic value for the UK Digital Economy, generating new revenue streams, and redistributing wealth in favour of the prosumer. The UK will have an opportunity to take the lead in establishing an innovative international futures market and thus be a global player, leader and innovator in what could be a key emerging industry i.e. Digital Prosumer Futures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L005859/1","grantId":"EP/L005859/1","fundValue":"645924","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"  The project is on going and has not yet produced societal or economic impacts Digital/Communication/Information Technologies (including Software),Other Societal,Economic","person":"Panos  Louvieris","coPersons":["David John Bell","Alistair  Milne","A  Guinchard"],"organisation":"Brunel University","findingsText":" The project is aimed at producing a futures trading platform for persona data. This platform and legal framework will be finalised at the end of the project. Prosumers will use it to trade personal data with bidders. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}