{"id":"48B080F2-36C0-413D-9BA1-A3DA5992C158","title":"Development of assays for a new dielectrophoresis system applicable to stem cell development, cancer research and the early detection of cancer","abstractText":"In numerous medical and research applications, it is important to discriminate between differentkinds of cells as early as possible e.g. cancer/non-cancer, differentiated/undifferentiated,healthy from unhealthy and so on. Often, conventional assays are too slow, expensive orinaccurate. DEP-well technology can use a cells unique electrical fingerprint to distinguish acancer cell from a normal cell, detect the differentiation pathway of a stem cell two weeks beforeother techniques can identify it, more reliably and less extensively. This project will develop newassays for this technology for cancer diagnostics and drug research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I500936/1","grantId":"EP/I500936/1","fundValue":"98295","fundStart":"2010-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Fatima H Labeed","coPersons":["Michael Pycraft Hughes","Kai Friedrich Hoettges"],"organisation":"University of Surrey","findingsText":" The Collaboration fund aimed to boost innovation by linking University-led research to definable commercial outcomes. This project aimed to develop new biological assays to further exploit a novel item of equipment developed at the University of Surrey and being prepared for commercial release in 2012. The equipment, known as the DEP-well, uses electric fields to determine the electrical properties of cells, and has potential applications in cell biology and cancer diagnosis. The Collaboratio The system developed in previous work, and exploited in this project, is aimed primarily at providing a new tool for cell biologists in both academic and industrial environments; indeed, it is anticipated that the majority of units will be shipped to pharmaceutical companies. However, even where the use is within an academic environment; it is through the sale of a unit of technology being sold commercially to an academic lab by a company. The key development areas in this project - those of d Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}