{"id":"48CEE659-DDD3-4D5A-8FE3-38B5E2E9AF67","title":"Glycosylphosphatidylinositol (GPI)-anchoring of calcium channel alpha2delta subunits: function and pharmacology","abstractText":"In patients, damage to peripheral nerves results from many different diseases, and can result in chronic pain that is poorly treated by most of the commonly used pain killers. Common conditions such as diabetes and recurrent herpes zoster infection (shingles), may result in such chronic pain. These conditions are termed post-herpetic neuralgia and diabetic neuropathy. Moreover, treatment with certain forms of cytotoxic chemotherapy can also cause nerve damage, which may be irreversible. These types of pain due to nerve damage are grouped under the umbrella term ?neuropathic pain?. At their mildest, the symptoms would be tingling in the extremities, and at their worst they can involve stabbing spontaneous pain, or pain resulting from light touch. A drug called gabapentin and its newer relative pregabalin (initially developed for the treatment of epilepsy) are effective for many patients in the alleviation of this type of neuropathic pain. \n Recent research has shown that gabapentin and pregabalin have their effect by binding to a protein (termed alpha2delta) that makes up part of a complex called a voltage-gated calcium channel. These calcium channels are present in all brain cells, and are essential for communication between them. Furthermore, the amount of this protein in pain-sensing nerves is increased several-fold in experimental models of neuropathic pain. \n Our study aims to examine some of the fundamental properties of these alpha2delta proteins, as we have recently discovered an exciting and novel aspect of their structure. We now hope to understand at the molecular level, how these alpha2delta proteins work, and how the binding of gabapentin (and related drugs) to these proteins interferes with their correct function. The more we know about the properties of these proteins, the better we will be able to understand how drugs such as gabapentin have their action, which is an essential first step in the development of novel and potentially more effective drugs in this class. This is important as not all patients obtain relief of neuropathic pain symptoms by taking gabapentin, and the reason for this is not well understood. We therefore hope that our research will aid in the development of novel drugs, that might have the potential to be more effective in certain patients or in certain conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901758","grantId":"G0901758","fundValue":"964805","fundStart":"2011-05-01","fundEnd":"2015-10-30","funder":"MRC","impactText":"","person":"Annette Catherine Dolphin","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}