{"id":"48D448FD-D216-4418-9B8E-C2345788D4AC","title":"Epigenetic regulation of nutrient sensing in the prostate","abstractText":"It is clear that a broad diet, with plenty of fresh fruit and vegetables is required for growth as a child and health as an adult. Surprisingly little is really understood of how many of these food substances help the body to stay healthy. A family of proteins in human cells, called nuclear receptors, bind to small substances, which are part of a healthy diet, such as vitamins. Each receptor acts like a lock, and binds to a specific substance or group of closely related ones, like a key. These receptors are attached to specific genes inside cells, and when the correct key is in the lock it is able to unfold a gene and allow it to be turned on. The gene then makes a protein which controls how the cell grows and dies. This unfolding is known as epigenetics and is very tightly controlled because not every cell needs every gene to function correctly. This is important because it has become clear that even in adults the body still grows. To keep size constant the body controls the rate at which cells grow, divide and die, with those that die being replaced by new ones. This depends on the correct genes being unfolded at the right time and others being kept locked away. Sometimes in old age or during cancer these controls are lost and lead to problems. In men for example this can affect how the size of one gland, the prostate, is controlled. The understanding that food signals can bind to specific receptors and control the function of cells is important and this grant will analyse the direct mechanisms by which these nutrient signals are sensed, often balanced with other signals, and act to unfold specific gene targets. This will help other scientists to understand what is important in a healthy diet and help people of all ages to be more healthy and live longer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D523651/1","grantId":"BB/D523651/1","fundValue":"285845","fundStart":"2006-03-06","fundEnd":"2009-03-05","funder":"BBSRC","impactText":"  The findings from this project, that elevated NCOR1 distorts the actions of PPARalpha/gamma selectively and generates a potential epigenetic lesion with diagnostic and prognostic significance, have been used in subsequent publications and grant applications. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Christopher John McCabe","coPersons":[],"organisation":"University of Birmingham","findingsText":" Firstly, that elevated NCOR1 distorts the actions of PPARalpha/gamma selectively and generates a potential epigenetic lesion with diagnostic and prognostic significance.\nSecondly, that VDR binding site- and promoter-specific patterns of histone modifications combine with miRNA co-regulation to form a VDR-regulated feed-forward loop to control p21((waf1/cip1)) expression and cell cycle arrest. Thirdly, that sustained corepressor interactions with nuclear-resident transcription factors may inappropriately transform transient-repressive histone states into more stable and repressive DNA methylation events in prostate cancer. These findings have relevance to the treatment of prostate cancer. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}