{"id":"48DFF7CD-31A0-491C-8CF5-7F491F94D6A5","title":"Development of novel schemes of cavity-enhanced Raman spectroscopy for the sensitive detection of gas-phase species in the environment","abstractText":"Spectroscopy is at the heart of environmental sciences. Spectroscopic techniques are indispensable in analytical applications to identify and quantify species which are relevant for the environment. Raman spectroscopy is an important technique in this context since it can analyse substances which are difficult to detect with other methods. In the condensed phase, Raman spectroscopy has become a major analytical technique. Applications of Raman spectroscopy for trace gas analysis, however, has not found wide-spread use so far due to the inherent weakness of Raman transitions. In this proposal, an alternative approach to sensitive Raman spectroscopy is suggested, cavity-enhanced Raman spectroscopy with diode lasers. In this proposal, a diode laser as Raman pump source is amplified in an optical cavity. This increase in laser power will make spontaneous Raman signals much stronger compared to a standard Raman experiment. To increase sensitivity even further, a special cavity with specific mirrors will be used which also amplifies the Raman signals themselves (stimulated Raman, passively amplified). In a final experiment, the possibility to selectively amplify the transitions of a target species by seeding the cavity with the corresponding light will be explored (stimulated Raman, actively amplified). It is expected that cavity enhancement will increase Raman signals by orders of magnitude; spontaneous Raman signals are linearly proportional to the laser pump power, and in a good optical cavity, power build up by a factor of 10000 can easily be achieved. In addition, stimulated Raman schemes have orders of magnitude higher sensitivity than spontaneous Raman schemes. Both power build up in an optical cavity and stimulated Raman excitation will result in a much greater sensitivity than conventional Raman techniques. The expected increased sensitivities of the proposed Raman schemes will be required for the trace gas detection and monitoring of pollutants in the environment. These schemes would allow new and improved analytical measurements with a portable instrument suitable for real time, in situ field measurements of pollutants in the environment with an instrument that can measure all components of air simultaneously with great selectivity and sensitivity with a large dynamic range for mixing ratios. In addition, these new instruments have the potential to enable further new applications relevant to environmental sciences, including trace detection of molecular hydrogen, and isotope-selective measurements of nitrogen and oxygen and isotope tracer experiments. This proposal to develop new and innovative technologies for Raman spectroscopy has the potential to lead to the emergence of Raman spectroscopy as a major analytical tool in the gas phase, comparable to the important role Raman spectroscopy currently has for chemical analysis of liquids and solids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I000844/1","grantId":"NE/I000844/1","fundValue":"112248","fundStart":"2010-12-01","fundEnd":"2011-11-30","funder":"NERC","impactText":"","person":"Michael Felix Hippler","coPersons":[],"organisation":"University of Sheffield","findingsText":" In this technologies proof of concept, the feasibility of cavity-enhancement schemes for Raman spectroscopy of gas phase species was explored for new and improved analytical measurements. The project explored three different schemes: a) spontaneous Raman scattering in an optical cavity amplifying Raman pump power, b) Raman scattering in an optical cavity which amplifies Raman pump laser power and stimulates Raman scattering by amplifying spontaneous Raman radiation in the cavity, and c) stimulated Raman scattering where the optical cavity amplifies the Raman pump laser power and where a second laser stimulates Raman transitions.\na) Spontaneous Raman scattering in an optical cavity amplifying Raman pump power \nThis part of the project was a full success where all aims have been achieved. A novel variant of cavity-enhanced Raman spectroscopy (CERS) is introduced, in which diode laser radiation at 635 nm is coupled into an external linear optical cavity composed of two highly reflective mirrors. Using optical feedback stabilisation, the circulating laser power is amplified by 3 orders of magnitude. Strong Raman signals are collected in forward scattering geometry. Gas phase CERS spectra of H2, air, CH4 and benzene are recorded to demonstrate the potential for analytical applications and fundamental molecular studies. Noise equivalent limits of detection in the ppm by volume range (1 bar sample) can be achieved with excellent linearity with a 10 mW excitation laser, with sensitivity increasing with laser power and integration time. The apparatus can be operated with battery powered components and can thus be very compact and portable. Possible applications include safety monitoring of hydrogen gas levels, isotope tracer studies (e.g., 14N/15N ratios), observing isotopomers of hydrogen (e.g., radioactive tritium), and simultaneous multi-component gas analysis. CERS has the potential to become a standard method for sensitive gas phase Raman spectroscopy. [1]\nb) Raman scattering in an optical cavity which amplifies Raman pump laser power and stimulates Raman scattering by amplifying spontaneous Raman radiation in the cavity\nThis part of the project was attempted and completed, but it was shown that spontaneous Raman radiation within the resonant cavity is not strong enough to overcome the threshold for stimulated Raman transitions. In the original cavity (see [1]), the mirrors were also reflective for some Raman transitions, but no passive stimulation amplification occurred, since Raman intensities in different regions of mirror reflectivities did not give distorted intensities [1]. We have also constructed a different cavity with mirrors which were specifically designed to be resonant at the pump and at the Raman wavelength, again without seeing any significant improvement in Raman signal observed. We conclude that the spontaneous Raman radiation on its own is not strong enough to overcome the threshold for stimulation in the nonlinear process, even if this spontaneous Raman radiation is trapped and amplified in the optical cavity.\nc) Stimulated Raman scattering where the optical cavity amplifies the Raman pump laser power and where a second laser stimulates Raman transitions\nTo overcome the threshold for stimulated Raman, we attempted to use a second external laser for active stimulation. This part of the project was attempted, but with inconclusive results. The external cavity diode laser system purchased suffers from mode hopping behaviour which makes exact wavelength tuning which is required for stimulating Raman very difficult. In addition, the mirrors of the optical cavity have still remaining reflectivities at the wavelength of the stimulating laser which makes coupling-in of laser power into the cavity difficult, in particular if the laser cannot be properly tuned due to mode hopping. Due to time constraints we have not been able to come to a conclusive result whether stimulated cavity-enhanced Raman spectroscopy is possible, and we are still working on this aspect.\nThe research so far has resulted in a publication in 'Analyst', where the research was featured as 'hot article' on the Journal frontpage (Analyst, Vol 137, October 2012). The research has introduced a new analytical technique for high-sensitivity gas-phase Raman spectroscopy. Possible applications include environmental analysis, gas phase sampling of biological samples (eg., hydrogen gas detection from biofuel), and trace gas detection of toxic gases. Future grant applications are planned to explore further these possibilities. Aerospace, Defence and Marine,Chemicals,Environment,Healthcare","dataset":"gtr"}