{"id":"48ECE284-C811-4B94-A349-E5FCB3372A9B","title":"EphrinA reverse signalling in retinal axon guidance","abstractText":"During development of the nervous system, large numbers of cells called neurons are generated, which are connected to each other by long cables called axons. These axons are very important for the function of the brain. The axons are often quite long, and a main question in developmental neurobiology is how this axon wiring is achieved. In principle, it can be described such that there is a road map consisting of a number of different guide post molecules positioned at different places between two different neurons which tell these axons which way to go. A number of these molecules have been identified and we would like to understand how they tell the axons which way they have to go to find their other neuron. It might work like this: on the axons there are other molecules which bind the guide post molecules, such that, for example, for guide post molecules named 'ephrins' there are corresponding counter-molecules called 'Ephs' on the axons, which interact only with 'ephrins', and not for example with 'netrins', which is another class of guide post molecules. In fact, the molecules which we would like to understand are these Ephs and ephrins. The contact of an eph molecule on axons with ephrins positioned on the road results in avoidance of this area by this axon. Symbolically, in terms of the road map, it might mean that the car (cable) would approach a one-way street from the wrong side and would turn away. This behaviour is called 'repulsion'. There are other guide post molecules such as netrins, which induce the opposite reaction that is (in this picture) approaching the one-way street from the correct site, inducing an 'attraction', that is the car would drive into this road. For the repulsion, mediated by ephrins, we would like to understand what happens at the very tip of the axon/cable, which is called a growth cone, and when viewed by under a microscope, has a hand-like structure. Inside this growth cone there is a network of tubes and pipes, which are constantly destroyed and re-built, the local balance of which determines the direction in which the growth cone migrates. The Ephs and ephrins control the location and the rate by which the tubes and pipes are destroyed and rebuilt. However, at present the link between the Ephs and ephrins on the one hand, and the tubes inside the growth cone is not clear. In this approach we have designed some experiments to understand this link (in our terms signalling pathways) better. We will use axons from the retina, which normally grow into a part of the brain called the tectum. These retinal axons are very good characterised and some tests are available to analyse the function of Ephs and ephrins. From other guide post systems there are some types of links known, and we will investigate whether these links are also important for Ephs, ephrins and these retinal axons. A point we would like to investigate is the surprising finding that the guide post molecules, the ephrins, can also be expressed on the cables/axons and the Ephs can be found as guide post cells. The meaning of this reversed expression pattern will be a major part of this application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015522/1","grantId":"BB/E015522/1","fundValue":"413060","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"","person":"Uwe  Drescher","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}