{"id":"48F51580-13B0-496F-A04A-68997093568F","title":"Triple wavelength superspectral camera focal-plane array (SUPERCAMERA)","abstractText":"Optical imaging is perhaps the single most important sensor modality in use today. Its use is widespread in consumer, medical, commercial and defence technologies. The most striking development of the last 20 years has been the emergence of digital imaging using complementary metal oxide semiconductor (CMOS) technology. Because CMOS is scalable, camera technology has benefited from Moore's law reduction in transistor size so that it is now possible to buy cameras with more than 10 MegaPixels for &pound;50. The same benefits are beginning to emerge in other imaging markets - most notably in infrared imaging where 64x64 pixel thermal cameras can be bought for under &pound;1000. Far infrared (FIR), or terahertz, imaging is now emerging as a vital modality with application to biomedical and security imaging, but early imaging arrays are still only few pixel research ideas and prototypes that we are currently investigating. \nThere has been no attempt to integrate the three different wavelength sensors coaxially on to the same chip. Sensor fusion is already widespread whereby image data from traditional visible and mid infrared (MIR) sensors is overlaid to provide a more revealing and data rich visualisation. Image fusion permits discrepancies to be identified and comparative processing to be performed. Our aim is to create a &quot;superspectral&quot; imaging chip. By superspectral we mean detection in widely different bands, as opposed to the discrimination of many wavelengths inside a band - e.g. red, green and blue in the visible band. We will use &quot;More than Moore&quot; microelectronic technology as a platform. By doing so, we will leverage widely available low-cost CMOS to build new and economically significant technologies that can be developed and exploited in the UK. There are considerable challenges to be overcome to make such technology possible. We will hybridise two semiconductor systems to integrate efficient photodiode sensors for visible and MIR detection. We will integrate boletric sensing for FIR imaging. We will use design and packaging technologies for thermal isolation and to optimise the performance of each sensor type. We will use hybridised metamaterial and surface plasmon resonance technologies to optimise wavelength discrimination allowing vertical stacking of physically large (i.e. FIR) sensors with visible and MIR sensors.\n\nWe ultimate want to demonstrate the world's first ever super-spectral camera.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018678/1","grantId":"EP/J018678/1","fundValue":"1503630","fundStart":"2013-03-31","fundEnd":"2017-03-30","funder":"EPSRC","impactText":"","person":"David Robert Cumming","coPersons":["Iain  Thayne","Bhaskar  Choubey","Charles Norman Ironside"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}