{"id":"49159ACF-4C4B-41F2-8F52-B659E1AA2D36","title":"The Bengal diaspora: Bengali settlers in South Asia and Britain: a comparative and interdisciplinaray study","abstractText":"Since the partition of India In 1947, the Bengal delta has produced diasporas on a scale which has few parallels In modern history. Twenty million or so people, both Hindu and Muslim, fled their homes in the wake of partition (1947), communal violence (1948, 1950, 1964), and civil war (1971). The overwhelming majority resettled in the Bengal delta itself, with large consequences for the social and political structures of the region. About 300,000 Bengalis have settled in the United Kingdom, and constitute one of the most significant ethnic minorities in contemporary Britain. \nThe aim of the project is to undertake an inter-disciplinary investigation of the Bengali diaspora since 1947, with a view to comparing the migration experience of displaced Bengalis who resettled in South Asia, as against those who immigrated to the United Kingdom. \nThe focus will be, in the main, on Bengali Muslim migrant groups in these different settings, since over 90% of the Bengalis who settled in the UK are Muslims. Bengali Muslim migrants in these different settlings show some common features. Both in Bengal and in Britain, they tend to have clustered together in densely packed 'ghettos'. In both settings, Bengali Muslims appear to have fared less well than their Hindu counterparts, whether in terms of education or employment. In addition, in both locations, there is some evidence to suggest that they are alienated from the political and cultural mainstreams of the 'host' societies. \nYet despite these intriguing patterns, there has been no research which compares the two groups of migrants. Moreover, different disciplinary approaches have been brought to bear on these two groups. Studies of the UK Bengali population have tended to be conducted by sociologists and anthropologists, whereas those of the Bengal refugees mainly by historians, with very little mutual awareness or dialogue. Furthermore, scholarship on Bengalis in the UK has tended to view them as 'economic' migrants, whereas Bengalis resettled in the delta itself have been regarded as 'forced' migrants or 'refugees'. \nThe aim of this project is to bring together these different approaches and perspectives so as to construct a historically grounded sociology of the gal diaspora. The project will inquire who these migrants were, where they came from, and why they resettled where they did. It will explore in ways that their experience of integration has been shaped by their different locations. In doing so it will seek to investigate whether the sharp distinctions drawn between 'economic' and 'forced' migrations are tenable or useful concepts in understanding the movement of people in modern times, and how this may impact on our conceptualisation of 'diaspora' Identities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508588/1","grantId":"AH/E508588/1","fundValue":"495509","fundStart":"2006-10-01","fundEnd":"2007-10-01","funder":"AHRC","impactText":"","person":"Joya  Chatterji","coPersons":["Claire Elice Alexander"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}