{"id":"4918342B-4DB5-47AA-8BDD-925F425206BE","title":"BBSRC Embrapa - Using HIGS and si-RNA technologies to explore and control Fusarium Head Scab disease in wheat fields","abstractText":"In total, 22 researchers are involved in this project, 12 in Brazil and 10 in the UK. Ten are EMBRAPA employees located at Trigo, Passo Fundo (5), agricultural informatics, Campinas (1), soybean, Londrina (1) and Cenargen, Brasilia (3). The two additional Brazilian scientists are University based (Vicosa and Maringa). The UK scientists are located at Rothamsted Research (RRes) in the department of Plant Biology and Crop Science (9) and Applied Bioinformatics (1).\n\nThe assembled team has highly complementary skills, which are required to deliver the initial project objectives and to develop the joint studies required to deliver the full project. The skills needed to deliver on the six work packages (WPs) proposed are as follows:\n\nWP1: Phytopathology and modelling, specialising in Fusarium head blight (FHB)-wheat (Fernandes, Del Ponte and Tessmann), epidemiology, diagnostics and air dispersal of various pathogens including wheat infecting Fusaria (West).\n\nWP2: Plant, animal and fungal bioinformatics and protein modelling (Martins and Togawa), plant and pathogen genomics (King and Hammond-Kosack).\n\nWP3: T-DNA design, stable plant transformation, analysis of transformants (Huttly, Lee and Jones), transient wheat transformation (Lau), transgenic plant analyses (Bonato). Designing/conducting GM wheat field trials in Brazil (Nepomuceno) and UK (Jones). \n\nWP4: Functional genomics/genetics and plant biotechnology, including Host induced gene silencing (HIGS) and si-RNA of Fusarium graminearum (Fg) in tobacco (Arag&atilde;o), wheat and Arabidopsis (Kanyuka, Hammond-Kosack). Fungal molecular genetics and Fg transformation (Urban).\n\nWP5: FHB disease assessments in controlled environment and/ or the field (Lima, Urban, Brown, Machado), mycotoxin quantification (Tibola and Urban), near-infrared reflectance analysis of wheat grain quality (Tibola), digital imaging processing (Barbedo). \n\nWP6: Grant proposal and report writing - all, either as a team or as an individual.\n\nThis project reuires the use of specific resources. These include the already well characterised cereal infecting fusarium isolate collections obtained from previous wheat crops grown Rio Grande and Parana States in South Brazil. The working prototype FHB-wheat prediction model developed for South Brazil. Advanced bioinformatics pipelines established at RRes for Fg genome assembly and annotation, and at Brasilia for elimination of non-target organism effects. The highly efficient wheat transformation facility only available at RRes. The protected GM field trial site at RRes and equivalent GM trial sites in South Brazil. The licensed containment growth room facilities in place at Cenargen and RRes for exploring HIGS and si-RNA mechanisms using various transgenic plant species in combination with transgenic Fusarium reporter strains. Finally, the unique near infrared resonance analysis facility for grain analysis is only available in Passo Fundo.\n\nThe four EMBRAPA institutes, two Brazilian Universities and RRes each have well developed scientific infrastructures in place to expedite the experimentation proposed, the data capture, analyses and storage required and the regular communication needed by Skype, e-mail and by using secure data exchange sites.\n\nThe proposed project will be closely aligned with activities under the new UK-Brazil partnership for Yield Stability and Protection in a Changing Climate (PYSP). PYSP is part-funded by a Newton-fund joint centre award and is jointly coordinated by RRes and EMBRAPA. This project will be integrated within PYSP activities, ensuring there is adequate coordination of exchange activities with minimal duplication and maximum engagement between different groups from EMBRAPA and research groups at RRes. PYSP will provide a central focus for all RRes/ EMBRAPA activities, thereby strengthening links across projects and ensuring greater impact for all joint research undertaken.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004493/1","grantId":"BB/N004493/1","fundValue":"68188","fundStart":"2015-06-01","fundEnd":"2016-03-31","funder":"BBSRC","impactText":"","person":"Kim Elizabeth Hammond-Kosack","coPersons":["Martin  Urban","Konstantin  Kanyuka","Jon  West","Huw  Jones"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}