{"id":"49224D5E-6566-43C0-B72E-2066BAEEE85F","title":"Manufacturing bespoke human organs; 3D printed nanocomposite trachea","abstractText":"Organ failure and tissue loss are challenging health issues due to widespread aging population, injury, the lack of organs for transplantation and limitations of conventional artificial implants. There is a fast growing need in surgery to replace and repair soft tissues such as blood vessels, stent, trachea, skin, or even entire organs, such as bladder, kidney, heart, facial organs etc. The high demand for new artificial implants for long-term repair and substantially improved clinical outcome still remains .Our well-publicised successes in using tissue-engineering to replace hollow organs in cases of compassionate need have shown the world that an engineering approach to hollow organ replacement is feasible, as well as serving to highlight those areas where more work is required to provide bespoke manufactured tissue scaffolds for routine clinical use Being able to replicate a functional part of one's body as an exact match and therefore to be able to replace it 'as good as before' is familiar in science fiction. Most implants will share limitations that are associated with either the materials used or the traditional way in which they have been made. With the advancement of additive manufacturing technology, 3D printing, biomaterials and cell production, printing an artificial organs is becoming a science and engineering fact and understandably can save lives and enhance quality of life through surgical transplantation of such printed organs produced on-demand, specifically for the individual of interest.\n \nThe project seeks to addresses the unmet need in traditional implants by exploiting our proprietary polymer nanocomposites developed at UCL and advanced digital additive manufacturing with surgical practice. we aim to develop a 3D advanced digital bio-printing system for polymer nanocomposites in order to manufacture a new-generation of synthetic soft organs 'on-demand' and bespoke to the patient's particular needs. Our extensive preclinical and on-going preclinical study on the nanocomposite-based organs will ensure the construct is able to induce angiogenesis and to perform function of an epithelium. Here we take these experiences in the compassionate case, and take trachea as an exemplar to develop a manufacturing method of producing bespoke tubular organs for transplantation with nanocomposite material. \n\nThis proposal will allow us to develop; a) a customer made 3D bioprinter with multi-printing heads and an environmental chamber which can print 'live' soft organs/scaffolds with seeded cells to meet the individual patients needs; b) a series of polymer nanocomposites suitable for 3D printingorgan constructs/host scaffolds; c) a formulations of bio-inks for printing cells, proteins and biomolecules. d) a printed artificial tracheal constructs using their radiographic images with optimised biochemical, biophysical and mechanical properties. e) Establishment of in-vivo feasibility data through observation of restoration of respiratory function and normal tissue integration of pig models which will be surgically transplanted","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020904/1","grantId":"EP/L020904/1","fundValue":"845502","fundStart":"2014-07-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"","person":"Wenhui  SongAlexander Marcus Seifalian","coPersons":["Marilena Christou Loizidou","Mark  Emberton","Achala  De Mel","Martin Anthony Birchall"],"organisation":"University College London","findingsText":"","dataset":"gtr"}