{"id":"4930D7E3-7773-45F3-B2BD-13C7EAF5798B","title":"Text and Meaning: Contributions to a Revised Dictionary of Medieval Irish","abstractText":"In western Scotland and Ireland, Gaelic languages which are remnants of the ancient Celtic languages of these islands, continue to be spoken in an unbroken tradition down to the present day. There exists in Gaelic one of the oldest and richest vernacular literatures in the medieval world stretching back to the sixth century. A vast body of material has survived through the ages and is preserved in libraries in Ireland, Britain and continental Europe. It contains a wide range of material dating from the 7th to the 17th centuries including secular law texts, religious explorations of Heaven and Hell, accounts of the history of the world, exquisite poetry and a body of narrative tales unparalleled anywhere in the world. These texts are written in earlier forms of Gaelic and would be largely impenetrable even to modern Gaelic speakers without the work of generations of scholars who have edited, translated and interpreted the texts.\n\nThe primary tool for the interpretation of these texts has been the Royal Irish Academy's Dictionary of the Irish Language, which was published as 23 separate volumes starting in 1913 and ending in 1976. The completed dictionary runs to over 2000 pages and contains over 35,000 entries. It is the most authoritative and comprehensive dictionary of Irish and is widely considered of immense importance to Celtic and Irish scholarship around the world. Unfortunately, the vast majority of the Dictionary is now between 40 and 100 years old and many entries are well out of date. The proposed project will address this problem by examining 100 new textual editions that were not available to the original compilers of the Dictionary. In many cases these are texts that were completely unknown to the compilers while in other cases more recent and more authoritative editions have surpassed earlier efforts. The project will uncover previously unrecorded words, excise ghost words and suggest new or revised definitions, thereby providing scholars with a more comprehensive and authoritative source than was ever available before, and this will have significant impact on the quality of new textual scholarship for decades to come. In recent years, project staff have added words such as griogchan 'constellation', indladad 'pampering', and ainmesc 'alcohol free', to the Dictionary, as well as borrowings from French and English such as crosboga 'crossbow'. Research has also turned up occasional ironies, such as idirlion, the Modern Irish word for 'Internet', which is shown to have originally meant 'trap'.\n\nThe Dictionary was brought into the 21st century in 2007 with the publication, funded by the AHRC, of an electronic edition (www.dil.ie). This made it much more accessible to scholars working in all areas associated with medieval Ireland and Scotland including linguists, historians, textual scholars, archaeologists, folklorists, Indo-Europeanists, and scholars of comparative literature and religion. The new revised Dictionary will contain much new information on words relating to agriculture, medicine, law, music, religion and society that will be of particular interest to historians and archaeologists nationally and internationally, and will trace the origin and development of words over a period of a thousand years. \n\nThe Dictionary will be published online and a version will be made freely available for mobile devices. The general user will be able to subscribe to 'Word of the Day' which will introduce them to some of the more significant words and concepts in the early language. The rich vocabulary of the Dictionary is ripe for exploitation by creative writers and thinkers in the modern languages, and project staff will collaborate with authors, translators and terminologists to enable them to reinvigorate the vocabulary of the modern Gaelic languages, which suffered marginalisation and impoverishment in the 19th century, through active engagement with the earlier language.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007428/1","grantId":"AH/L007428/1","fundValue":"787031","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"AHRC","impactText":"","person":"Gregory  Toner","coPersons":["Maire  Ni Mhaonaigh"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}