{"id":"4931FD9E-7F19-4BA1-B3BA-C6A6D2670203","title":"Protein-protein interactions involving Munc18 in regulated exocytosis","abstractText":"Neurons, endocrine and many other cell types communicate with one another and other tissues in a co-ordinated manner by the tightly regulated release of transmitters and signalling molecules. Transmitters are packaged into small lipid vesicles which have to fuse with the cell membrane to release their contents only at the appropriate time and place. Most of the individual parts of the machinery inside the cell that allows this to occur have been discovered over the past ten years but we still have a very limited understanding of how the process works and how it is regulated. Changes in the functioning of the machinery for release are believed to contribute to learning and memory and affect behaviour. We aim to investigate in detail one essential component of the machinery, Munc18-1, by making specific modifications to its structure. This will allow us to learn how its interactions with other components contribute to its function in the various steps leading to transmitter release.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006477/1","grantId":"BB/E006477/1","fundValue":"358174","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"","person":"Robert D Burgoyne","coPersons":["Alan  Morgan"],"organisation":"University of Liverpool","findingsText":" Neurons, endocrine and other cell types communicate with one another and other tissues in a co-ordinated manner by the tightly regulated release of transmitters and signalling molecules. Transmitters are packaged into small lipid vesicles which have to fuse with the cell membrane to release their contents only at the appropriate time and place. Most of the individual parts of the machinery inside the cell that allows this to occur have been discovered over the past ten years but we still have a very limited understanding of how the process works and how it is regulated. We investigated in detail one essential component of the machinery, Munc18-1, by making specific modifications to its structure. This allowed us to learn about a new interaction with another component named Rab3A and we determined how this interaction contributes to its function in a particular step leading to transmitter release i.e vesilce docking at the plasma membrane. We also investigated the importance of different modes of binding of Munc18-1 to the synaptic protein syntaxin 1. In addition we established that mutation in the worm version of the protein (UNC-18) which affected one mode of its interaction with syntaxin affected the worms responses to alcohol suggesting that changes to Munc18-1 could predispose to alcohol dependence in humans. In consideration of new therapeis for alcohol dependence Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}