{"id":"4938490E-AFA8-4A2F-8643-4ACD3AABF992","title":"Slow Light in Optical Fibers Using Stimulated Brillouin Scattering","abstractText":"Research of the last few years has established that it is possible to exercise extraordinary control of the velocity of propagation of light pulses through material systems. One speaks of slow light when the group velocity is much smaller than the phase velocity of the light in the material. Slow light effects usually make use of the rapid variation of refractive index that occur in the vicinity of a material resonance to delay the optical pulse. For classical resonant transitions the problem is that this is accompanied by extremely large absorption of the light. Various schemes have been proposed and used to overcome this. Of these, electromagnetically induced transparency is perhaps the most well known. Investigations of slow light concern both the basic science of the phenomenon and its applications, particularly in optical communications. A fundamental building block of communications networks is a device that can buffer or delay the arrival of information. For ultra-high speed operation it is desirable to use all-optical devices where information is encoded with pulses for which pulse delays of a few times the pulse duration are required while absorption and distortion of the delayed pulse should be reasonably small. Slow light offers a means to this goal. Research on slow light is currently focused to the search for schemes which are more compatible with optical communications technology. The demonstration, in 2005, of slow light in optical fibre using stimulated Brillouin scattering (SBS) has for this reason sparked considerable activity world-wide. Along with its obvious device compatibility, it is an amplification rather than an absorption process so losses are negligible; the slow-light resonance can be created at any wavelength by changing the pump wavelength; optical fibre allows long interaction length and thus low power for the laser, the process runs at room temperature and is simple and easy to handle. Against this it is thought to be limited by the SBS homogeneous gain linewidth of ~20-50 MHz, which is considerably lower then the &gt;1GHz required. Further it may be readily shown from classical SBS theory that the maximum pulse delay achievable is ~1.4 of the pulse duration, while the value needed in optical communication systems is in the 2-4 range.Our proposed research exploits the phenomenon of waveguide-induced spectral broadening of SBS in optical fibre, we first reported in August 2000, to overcome the classical limit to the resolution and pulse duration of current SBS slow light systems. As we have shown, the broadening is a generic property of stimulated Brillouin scattering in optical fibre and scales with the numerical aperture of the fibre. It may be as great as ~1 GHz in conventional high numerical aperture fibre and multi-GHz in photonic crystal fibres. The consequences of this to the slow light in SBS are critical: firstly because of inhomogeneous nature of the broadening the ratio of the pulse delay to the pulse duration for the Stokes signal is no longer restricted by the classical limit of 1.4, and secondly, because of the broadening is massive the duration of the optical pulses may be greatly reduced, to sub-nanoseconds, providing multi-Gb/s operational rate. We will investigate this experimentally and theoretically with a range of experiments at Heriot-Watt, using both commercially-available optical fibres and high NA fibres fabricated at Bath.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029493/1","grantId":"EP/E029493/1","fundValue":"342714","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Robert Graham  Harrison","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}