{"id":"493A6FAF-8FFD-489C-9247-70E57A35DA3A","title":"A study of mechanical pipe organ actions and how they influence musical performance","abstractText":"The action of a pipe organ is the link from the key moved by the finger to the valves (pallets) that admit air to the pipes. There is a widespread belief among organists that mechanical actions are desirable because the direct link from key to pallet allows the player some control over the movement of the pallet, and thus over the starting and ending transients of the pipes. These transients (the way that the sound builds up and diminishes) are critical to the recognition of different sounds.\\n\\nOne of the characteristics of mechanical actions is 'pluck'. This is an initial resistance to the movement of the key as the pressure difference across the pallet valve is overcome. It has been likened to pushing your finger though a thin layer of ice. It is very difficult to control the finger immediately after the pluck point, and thus to control the motion of the pallet. In addition, there is some flexibility in even the most rigid action, and there is some movement of the key before the pallet opens. As soon as the pallet does start opening, the tension in the rest of the action is released, causing the pallet to spring open; this further reduces the possibility of controlling the subsequent motion of the pallet.\\n\\nExperiments carried out so far show clear evidence that players make rhythmic variations in order to make expressive changes when they believe that they are varying the key movement. There are also clear variations in the key movement before the pluck point depending on how players think that they are moving the key. This variation is not evident in the critical post-pluck movement during which the pallet is opening. One of the main goals of this project is to test the hypothesis that expression is achieved primarily through subtle control of inter-note timing, rather than through modification of the initial transient of the note. The motion of keys and other parts of the organ action during playing will be measured, together with recordings of the sound output. A number of professional players will be involved in the tests, which will be carried out on a wide range of organs including a specially built laboratory instrument. \\n\\nIn large mechanical action organs there has to be a compromise between repetition rate, key force and flexibility, often leading to an uncomfortably heavy action. Some recent large organs have been provided with alternative electric actions, and there is evidence that the electric action is almost exclusively used in preference to the mechanical action. This duplication can lead to undesirable compromises in either or both actions as well as significant additional cost. Another goal of this project is to develop software capable of accurate simulation of the characteristics of an organ mechanical action, in collaboration with colleagues in Stuttgart. The aim is to provide organ manufacturers with a reliable means of predicting the touch characteristics of a planned mechanical action organ. \\n\\nOrgan windchests follow the same essential form that they have had for several centuries, and the design of pallet valves lacks a scientific foundation. Laser-based techniques will be used to obtain a detailed analysis of the airflow around the pallet valve, in order to obtain a deeper understanding of the effects of pallet design on the touch and sound of mechanical action organs.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F018509/1","grantId":"AH/F018509/1","fundValue":"277240","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  Results from the project have been published via a number of conferences in Europe, America, Canada and Australia, and by publication in &quot;The Diapason&quot;, a widely read US publication aimed at organ builders, organists and others connected with the organ world.\nAt an early stage in the project an invitation was received to attend a conference on haptics organised by the Eastman School of Music in Rochester NY. This in turn led to important research work being carried out both in Rochester and at the G?teborg Organ Art Centre (GOArt). It is very difficult to get permission to carry out measurements inside instruments, but this was freely given and much valuable discussion took place. Presentations were also made at the Eastman Rochester Organ Initiative festival and at the G?teborg organ festival.\nThe paper presented in Nantes in 2012 resulted in an invitation to participate in a small conference dedicated to organ research in Ghent later in 2012. This conference was attended by a number of influential people from the organ world. This in turn resulted in an invitation to review an organ related paper submitted to a leading academic journal on acoustics.\nThe presentation in Montreal in 2013 was attended by a representative from a leading firm of organ builders with a world-wide reputation based nearby. They were contracted to build a number of instruments in the Far East - a new market for the pipe organ - on limited budgets. They had concluded empirically that building dual mechanical and electric actions was not economically and musically sound and that larger instruments should just have an electro-pneumatic action, but they did not have any scientific data to support this view. A visit to their workshop followed at which a presentation was made and extensive discussion took place.\nA UK organ builder is currently restoring an organ in Holland. This has a complicated action including electric chests fired from the movement in a mechanical chest. The local consultant is apparently making statements about relative timings of the various elements that do appear to be logical. We have been asked to install sensors on the organ whilst it is in the workshop in the UK and verify what is actually happening. This will also help the overall understanding of how various types of action affect musical performance.\nDiscussions have taken place with a significant number of organists about the possibility of influencing the transients by the way in which the key is moved. When presented with the facts there is a general acceptance that what is often perceived to happen may not be what is actually happening.\nBy discussing and making presentations to as many people as possible, some widely held beliefs about organ design are being overturned. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Donald Murray Campbell","coPersons":["John  Kitchen"],"organisation":"University of Edinburgh","findingsText":" The resurgence of interest in mechanical actions for pipe organs was largely based on the belief that they allowed the player to influence the transients by the way in which they move the key and thus control the pallet valve under the pipes. This was extended to large concert hall and church organs, some of which incorporated alternate consoles with electric actions of varying degrees of sophistication. The cost of this is significant and has led to compromises in one or both actions. In every case it is reported that the electric actions are used virtually exclusively.\nIn order to ensure that an organ action is comfortably playable with a repetition rate of around eight times per second there is a limit to the inertia of the action. Even in the smallest instruments this lead to some flexibility due to twisting, bending and compression of the components. This work examined the physical operation of the action and showed that the initial resistance felt at the key (pluck) due to the need to overcome the pressure in the windchest as the pallet valve under the pipes opens and the significant flexibility in the action means that the pallet remains closed even though the key may have moved for half its travel. The pallet then suddenly opens to &quot;catch up&quot; with the rest of the action resulting in a rapid increase in pressure that is virtually impossible to control during this critical phase.\nMeasurements showed that players were introducing timing and rhythmic variations in order to play expressively. Some of these were based on formalised processes (rhetorical figures) that resulted in consistent rhythmic phrasings throughout a performance. They were also making variations that they were not aware of. Tests showed that the player perceived the start of the note as the point at which the key started moving. This was shown to lead to timing differences if the key was moved at different speeds\nThe project looked at other factors, such as instability in the wind system that demonstrably affected notes played successively. This, along with the rhythmic variations described above, would also occur with electric actions. \nSome pipes speak more slowly than others - longer transients. If a fast note is played, the predominant sound will be the transient which may be at a different pitch from the steady speech that would predominate in a longer note and may give the impression to players that they are controlling the transient. \nPIV analysis was used to examine the airflow through the pallet valve, which has essentially not changed for several centuries. It showed that the simplistic calculations used by some organ builders to optimise airflow were based on incorrect assumptions and that it is possible to improve the pluck to airflow ratio in a given installation The pipe organ industry is facing strong competition from the electronic organ sector. Any reductions in cost without compromising musical quality and any improvement in quality due to better understanding of the instrument will help it to compete and enter markets where the instrument is not traditionally prominent. Organ builders can use the knowledge from this project to help to optimise the design of their instruments in terms of avoiding unnecessary duplications in cost from providing duplicated actions that are not used. Within limits, mechanical actions have been empirically shown to be liked by organists - this is due to the tactile feedback that they provide. Similar tactile feedback can be superimposed onto electric keyboards. Larger &quot;mechanical&quot; instruments incorporate pneumatic or electric &quot;assisters&quot; in order to avoid excessive &quot;heaviness&quot;. It has not yet been definitively established, but these assisters must compromise the direct link from the key to the pallet. Discussion with organ builders confirms that they have concluded that in larger instruments electric and electro-pneumatic actions are to be preferred but they have not previously had any scientific evidence to back this up. Organists and organ consultants have more information on which to base decisions about technical aspects of instruments. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}