{"id":"49403726-EB5B-4F74-AD34-34A0DA21CBBF","title":"Democratic Innovations: Citizen Participation in Political Decision-Making","abstractText":"There is growing concern in both academic and policy circles about disaffection and disengagement of citizens from the political system in advanced industrial liberal democracies. Numerous studies within political science offer evidence that electoral turnout is declining, levels of trust in politicians and many public institutions is low, and the traditional networks and organisations through which citizens engage with the political system (e.g. political parties, trade unions, etc.) are weakening. At the same time there has been a resurgence of interest in democratic theories which challenge the theory and practice of liberal democracy, stressing the importance of citizen engagement in building the legitimacy of political decision making processes. This interest in participation is not simply an issue of academic concern -policy makers frequently lament the apparent decline in citizen engagement and at the same time promote policies whose legitimacy rests on achieving high levels of community engagement.\n\nThe proposed research aims to investigate the reasons why we value citizen participation and the extent to which such evaluative commitments are expressed in democratic innovations. There are a range of democratic theories which offer different answers to the question 'why citizen participation?' for example, in some theories participation is of intrinsic value; in others of instrumental value. Having analysed the variety of different values we associate with participation the proposed research will investigate the extent to which these values are expressed in different types of democratic innovations (be they electoral, consultation, co governance or direct democratic innovations). It will also raise the question of whether innovations might be combined or sequenced to more effectively embed democratic values in the political process.\n\nThe proposed research attempts to connect developments in contemporary democratic theory with emerging democratic experimentation. Not only will\nit offer a theoretically informed evaluation of different democratic innovations, but it will also provide an opportunity to reevaluate theories of democracy in light of the lessons learnt from democratic practice. It is widely recognised that democratic theory needs to pay more attention to questions of institutional design -there is a paucity of work in this area. The proposed research will offer one example of how the often disconnected literatures on democratic theory and institutional design can be constructively integrated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500443/1","grantId":"AH/D500443/1","fundValue":"26375","fundStart":"2006-10-01","fundEnd":"2007-01-31","funder":"AHRC","impactText":"","person":"Graham  Smith","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}