{"id":"49471F08-0727-4775-A75F-CA5EE65242F9","title":"Transport mechanism of a multidrug transporter from Vibrio cholerae","abstractText":"We live in a time in which drug resistance has become a global threat to health care and in which concerns about the lack of effective antimicrobial drugs are communicated with increasing frequency. One very powerful mechanism of drug resistance in microorganisms is based on the transport of the drugs out of the cell by pump proteins that can recognise an extraordinarily broad range of antibiotics and disinfectants. In this project, we ask a few simple questions about these proteins: how do they bind substrates and how do they use cell's energy to pump? Answers to these questions will allow us to generate inhibitors of these pump proteins and new antibiotics that can bypass drug pumping.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017713/1","grantId":"BB/K017713/1","fundValue":"277022","fundStart":"2014-01-01","fundEnd":"2017-08-17","funder":"BBSRC","impactText":"","person":"Hendrik Willem  Van Veen","coPersons":[],"organisation":"University of Cambridge","findingsText":" Membrane transporters belonging to the multidrug and toxic compound extrusion (MATE) family mediate the efflux of unrelated pharmaceuticals from the cell’s interior in organisms ranging from bacteria to human. These proteins are thought to fall into two classes that couple substrate efflux to the influx of either Na+ or H+. We studied the energetics of drug extrusion by NorM from Vibrio cholerae in proteoliposomes in which purified NorM protein was functionally reconstituted in an inside-out orientation. We establish that NorM simultaneously couples to the sodium-motive force and proton-motive force, and biochemically identify protein regions and residues that play important roles in Na+ or H+ binding. As the positions of protons are not available in current medium and high-resolution crystal structures of MATE transporters, our findings add a previously unrecognized parameter to mechanistic models based of these structures. Our data will affect mechanistic models on MATE transporters that will be generated by others in MATE research, and have relevance for the general field of transport. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}