{"id":"4949B273-643F-4CBB-BD22-2E505D567341","title":"Spatial epidemiology of a vector-borne plant virus: interactions between landscape, hosts, vectors and an emerging disease of potatoes","abstractText":"Potato is the world's third most important staple food and Potato virus Y (PVY) is the most important virus disease in most potato production systems. In the last few decades recombinant strains of PVY have emerged in Europe and more recently in N America that are spreading and are associated with serious tuber damage. Factors responsible for the emergence and spread of these new strains are unknown but PVY is an ideal system to study the ecology and evolution of this infectious disease because all of the components, the virus, the host and the vector, are relatively well characterised. In this project we will investigate genetic, physiological, ecological, evolutionary and environmental factors as a dynamic network of variables affecting disease spread. We will identify the most important variables and how they influence PVY spread within and between potato plants. \n\nThis project addresses the significant challenges to agricultural production posed by changes in climate and the limitations on the use of agrochemicals in Europe. Potato production requires high levels of inputs to ensure high yields of crop for consumption as well as high quality of seed tuber planting material. PVY and many other virus diseases are transmitted by aphids and the changing weather patterns with warmer, drier summers and warmer, wetter winters is resulting in increasing aphid populations with the earlier arrival of aphids into the crops. The information gained will be used to develop quantitative and predictive models of disease risk in different agro-ecosystems and devise strategies for targeted intervention with agrochemicals for improved disease control. PVY infects a wide range of other crops including vegetables, tobacco and fruit and the underlying concepts, models and disease management tools developed in the project will have broad applicability in other agricultural systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011840/1","grantId":"BB/L011840/1","fundValue":"564384","fundStart":"2013-09-02","fundEnd":"2018-09-01","funder":"BBSRC","impactText":"","person":"Lesley  Torrance","coPersons":["Alyson Kim Tobin","Richard  Harrington"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}