{"id":"494BC59D-1AEE-43C6-BECC-30EB75E3D294","title":"Arabidopsis Stock Centre Module.","abstractText":"NASC is a seed and data resource that emerged consensually out of the community 20 years ago and services a vigorous worldwide Arabidopsis community in collaboration with our sister centre ABRC in the USA. \n\nOur resource is widely used and appreciated globally as shown by our distribution statistics (between 50-100,000 stocks per year over the last 5 years sent all over the world from each centre). Our users extend from crop scientists and biologists through to mathematicians and system biologists. We are referenced in a very large number of publications as an underpinning resource for plant sciences, and have helped scientists to receive essential materials in a very cost effective, straightforward, consistent and efficient manner for two decades.\n\nAs required by the BBSRC, we run the NASC stock centre as a partial cost recovery service that charges small fees for seed and clone stocks in order to subsidise our operations. To do this we have an e-commerce system linked up to our internal germplasm data module. This proposal is for the informatics and bioinformatics of the catalogue, germplasm curation and data distribution.\n\nPrimary objective : to continue and maintain informatic operations for our very busy (continually expanding and extending) germplasm distribution centre. \n\nSecondary objective : to use current state of the art integration technologies to stay relevant to changes and progress in the international arabidopsis resource provision community.\n\nRecent changes in the international Arabidopsis funding model have led the imminent closure (this August) of the central arabidopsis database resource TAIR in the USA. As a community we are being asked to share the responsibility for Arabidopsis data resources more generally across multiple sites of specialisation.\n\nNASC is a critical partner in the future 'federated' model for Arabidopsis informatics.\n\nOur germplasm resource has been separate from TAIR for ALL seed operations since 1991; so we are ready for this change. In addition, we were a founding member of earlier distributed resources within Europe (PLANet: framework V funding), and have prior experience and expertise in federation (internally and externally).\n\nThis proposal would ensure continuity and stability of physical and germplasm data resources for the European Arabidopsis community (and beyond). Our past experience, current capabilities and strong positive ties with the US stock centre (ABRC) and the US Arabidopsis Informatics Portal (AIP), will allow us to lead this area internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L010100/1","grantId":"BB/L010100/1","fundValue":"638396","fundStart":"2014-01-02","fundEnd":"2018-01-01","funder":"BBSRC","impactText":"","person":"Sean Tobias May","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}