{"id":"49551D23-EDB9-4987-BB85-14B7E46DA971","title":"Manipulation of cell wall synthesis to improve the dietary fibre composition of wheat flour","abstractText":"Wheat white flour products play a huge role in the human diet. The manifold health benefits of fibre in foods are now well established, but the useful fibre content of wheat flour is low compared to oats and barley. This is because the major wheat flour fibre component, arabinoxylan (AX) from the endosperm cell walls, is typically only 25% soluble and it is believed to be soluble fibre that confers the most health benefits. Thus increasing the soluble fibre content of wheat flour is a major target for public health improvement. The solubility of AX is determined by its structure; greater substitution of the xylan backbone by arabinose increases solubility, but cross-linked ferulic acids attached to these arabinose units decrease solubility. We recently identified candidate genes responsible for all the key steps in the synthesis of AX including the addition of arabinose residues and feruloylation using a novel bioinformatics approach. We have now augmented this with analysis of microarray gene expression data from developing wheat grain. This in general supports our published analysis (but has caused us to revise our view on the best candidate genes encoding arabinosyl transferases) so that we have strong candidates genes for these key steps which determine the solubility of AX. The proposed research is designed (1) to provide unequivocal evidence of the function of the enzymes (2) to demonstrate that manipulation of the encoding genes in transgenic wheat has the predicted effect on the amount of soluble AX in endosperm cell walls (3) to identify changed forms of the candidate genes in a mutant wheat population which are also predicted to increase the solubility of AX. The plants carrying this form of the genes are non-GM so can be used to develop commercial wheat varieties with increased soluble fibre (4) to map the genes so that molecular markers can be found for any wheat populations which show variation in these genes. This allows wheat breeders to rapidly incorporate any beneficial versions of the genes which exist naturally in populations into commercial varieties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014996/1","grantId":"BB/F014996/1","fundValue":"90016","fundStart":"2009-07-13","fundEnd":"2011-07-12","funder":"BBSRC","impactText":"","person":"Simon  Griffiths","coPersons":[],"organisation":"John Innes Centre","findingsText":" We have developed three bi-parental bread wheat populations, segregating for soluble fibre content. These will enable the identification of genetic loci important for breeding healthier elite varieties. The bi-parental populations are available for researchers and breeders. Agriculture, Food and Drink","dataset":"gtr"}