{"id":"495AD43B-58CA-414F-BE45-7FC1E7028993","title":"From Pakistan with Love: Islam, Intimacy and Transnational Marriages","abstractText":"The majority of marriages in Pakistan and amongst British Pakistanis are arranged, including a high proportion of between 38 to 49 percent with first cousins. These figures tend to support the popular assumption that Muslim marriage structures, and Muslim life more broadly, leave little room for personal choice and agency. This project will problematise such popular beliefs through a focus on individual desires and motivations in marriages. In particular, the research will shed new light on the ways in which recent transformations in urban Pakistan, such as religious change and the rise of a private media industry, have affected marriage expectations and ideas on romantic love and intimacy. Linked to these debates, the project is also concerned with the impact of such changes on transnational cousin marriages between Pakistanis and British Pakistanis. In sum, this project will break new intellectual ground by unravelling the linkages between intimate desires, personal agency and contemporary Islamic discourses.\n\nIn urban Pakistan, as in other parts of the Muslim world, there is a growing presence of a form of religiosity that emphasises the personal study of the Quran and other Islamic texts. Increasingly, young urban Pakistanis believe that they can acquire and cultivate Islamic ethics in their everyday life by understanding the meaning of Quranic verses and listening to the sermons of religious scholars. This phenomenon may appear as inhibitive of personal freedoms but, in fact, has opened spaces for individual agency. A growing number of men and women use their piety and knowledge of the Quran and Islamic laws to challenge conventional marriage norms and practices. For example, according to my research, sons and daughters argue that they have a right to contest an arranged marriage to a cousin if they felt that he/she was not equally pious and suitable. Similarly, while divorce is typically considered as taboo, pious women increasingly consider that under Islamic law it is their right to divorce if expectations for a happy marital life are not met. These transformations raises questions about the forms of intimacy that exist in spaces opened by Islamic discourses and how such modes of thinking differ from secular discourses on marriage and desire.\n\nAt the same time, this project considers other influences that exist alongside Islamic discourses. Here, it concentrates on the avid consumption in urban Pakistan of romantic television dramas, Bollywood films, and (dubbed) Turkish soap operas. I am interested in analysing the discourses of romantic love and intimacy in these productions, and the ways in which they influence individual aspirations and desires, and inform marriage expectations. The analysis will draw attention to the ways in which these discourses co-exist, or cause tensions with, religious ideas. The aim of this approach is to develop a more comprehensive understanding of the various forms and sources of information that inform individual motivations and marriage expectations. Finally, the project will consider the implications of changes in marriage expectations on transnational cousin marriages between Pakistanis and British Pakistanis. An estimated 48% of British Pakistani men and 57% of British Pakistani women are married to Pakistani nationals. Thus, changes in expectations in Pakistan have important implications for the emerging trends in transnational marriages in Britain.\n\nThe project will require long term ethnographic fieldwork, including participant observation and semi-structured interviews, in Pakistani cities; and textual analysis of sermons, religious texts, and drama and film scripts. In addition, it will entail collaborative comparative work with leading experts on British Pakistani transnational marriages in Britain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009757/1","grantId":"ES/L009757/1","fundValue":"143582","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Ammara  Maqsood","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}