{"id":"496023B5-4A79-43D6-B2BA-4036D7A8B531","title":"Pedagogic quality and inequality in university first degrees","abstractText":"<p>Recent increases in the number of students attending universities appear to be accompanied by persistent inequities: poorer students go to less prestigious and well-resourced universities and, according to most league tables, receive a lower quality education. This project will question the assumption that education in higher status universities is necessarily better; and, will develop alternative definitions of 'quality' which allow that a university education is for personal growth and the public good, as well as for economic returns. </p>\n\n<p>The project will evaluate the comparative quality of teaching and learning in first degrees in sociology and allied subjects in four distinct universities by drawing on the work of the sociologist Basil Bernstein who argues that formal education disadvantages the already disadvantaged.&nbsp; By way of interviews with lecturers and students, case-studies, a survey, video-tapes of teaching, evaluation of student work and analysis of documents the research team will capture the relationship and interactions between students' lives and backgrounds; the degrees that they study; and the conditions in their universities.</p>\n\n<p>It is hoped that a better understanding of what should count as a good and just university education in different institutional settings will generate both debate and practical applications.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1438","grantId":"RES-062-23-1438","fundValue":"421209","fundStart":"2008-11-01","fundEnd":"2012-01-31","funder":"ESRC","impactText":"  1. Impact on research capacity\n\nThe research provides a model for rigorous investigation of quality and equity in university education. \n• T he academic community is informed by 2 published chapters; 12 conference papers; 4 discussion papers; 7 seminars (including 3 for SRHE networks); 2 lectures.\n• Research methods training to: undergraduate students in three of the research sites; PhD students at the University of Nottingham (one PhD student is replicating the study in Law); to staff at Nottingham and Teesside; the MBA at Keele.\n• 'Key informant' lecturers in the research sites are collaborating with the research team to produce publications.\n\n2. Impact on debate about the (in)justice of university rankings\n\n• Following an event for policy makers on November 8th, 2011, and a press release from the Nottingham, the Times Higher published an article\n• The team is working with the lower-rated research sites on ways of marketing their evident strengths.\n• An interview broadcast on Nottingham Trent University radio station.\n\n3. Impact on promoting the value of social science degrees\n\n• The president of the British Sociological Association (BSA), John Holmwood, was discussant for the end-of-project research symposium. \n• Members of the team have spoken to 6th form groups and at open days about the value of studying sociology-based social science.\n\n4. Impact on pedagogic quality\n\n• 7 seminars focusing on teaching given on request to academic development units, departments or faculties\n• A day-long workshop about biographical teaching methods was organised for a network of sociology teachers resulting in contributions for a special edition of 'Enhancing Learning in Social Sciences'\n• A letter in the Times Higher illustrating interest that in the pedagogical implications of findings: (Musloff, A. (2011) 'Consumer' right? No, it's the wrong analogy.' \n• Teesside University: Education Department; Deputy Dean of the School of Social Sciences and Law Department; and, Deputy Vice Chancellor responsible for learning and teaching used findings to improve teaching and inform the University's Learning, Teaching and Assessment Strategy. At University of Nottingham: the School of Sociology and Social Policy and Arts Faculty had seminars to inform their teaching strategies; Registrar has used findings for equal opportunities; Head of Student Services plans a research project tracking students based on the project.\n• A 'respect contract' introduced at a research site, the findings justify the development.\n• The HEA sponsored a day-long workshop 'Social integration and student engagement with disciplinary knowledge'. Education Cultural,Societal,Policy & public services","person":"Monica Jane McLean","coPersons":["Andrea  Abbas","Paul William Ashwin"],"organisation":"University of Nottingham","findingsText":" Findings related to defining, improving and measuring the quality of undergraduate courses. \n\nDefining good quality undergraduate courses\n\n- High quality undergraduate courses are those in which students engage with academic knowledge in transformative ways. Courses in different disciplines are likely to be transformative in different ways.\n\n- In sociology-related social sciences, academic engagement is transformative in three ways: students gain access to an understanding of academic knowledge that is interesting and relevant to their lives; it changes the way that they understand themselves and their place in the world; and they gain an enhanced understanding of society. Such outcomes emphasise the importance of maintaining sociology-related social science courses across the sector both for individuals and for society more broadly.\n\n- Good teaching is vital if students are to engage with academic knowledge in transformative ways. \n\n\n\nImproving the quality of undergraduate courses\n\n- Improving teaching is central to improving the quality of undergraduate courses. \n\n- Good teaching is multidimensional and improving it is time-consuming and challenging.\n\n- A focus on quality enhancement that supports lecturers is in danger of being obscured by the emphasis in recent policy documents on improving quality through competition. \n\n\n\nMeasuring the quality of undergraduate courses\n\n- Measuring the quality of undergraduate courses involves examining students' engagement with academic knowledge and good teaching.\n\n- When quality is measured by engagement academic with knowledge and students' perceptions of good teaching, the ranking of the universities in the study is very different from that in national higher education league tables.\n\n- Without engaging meaningfully in academic knowledge, students are unlikely to gain much benefit from studying an undergraduate degree. The context of the research is the teaching of undergraduate sociology-related social science- so the non-academic contexts (or the non-university context) is that of prospective students making choices when applying for universities. The research has the potential of influencing the indicators used in Key Information Sets (KIS) and in League tables which are used by prospective students.\n - Policymakers and shapers at national and international level responsible for assuring and enhancing the quality of university learning and teaching (eg HEFCE, QAA,CBI, OECD, University Groups [Russell Group, 1994, University Alliance, Million+], NUS, educational press) who might use the findings to adjust measures of quality (eg league tables, Key Information Sets and the National Student Survey) to be more fair; and, to take account of the central importance of students' engagement with academic knowledge.\n\n- Policymakers and managers at institutional levels responsible for assuring and enhancing the quality of university teaching who might adjust measures and encourage practices which foreground (a) engagement with academic knowledge (b) research evidence about teaching which supports engagement with academic knowledge.\n\n- University managers and marketing departments who might promote the idea that university education not only enhances employment prospects but also has other benefits for the individual, including expanding horizons and the capacity to make a contribution to civic life.\n\n- University managers and marketing departments who might use the research to promote the specific value of studying sociology-related social sciences.\n\n- National groups (eg British Academy of Social Sciences; the British Sociological Association; the Campaign of the Public University; National Union of Students) which might use the research to promote the value of social sciences - including expanding the horizons of individuals and developing the capacity to make contributions to civic life.\n\n- University managers and marketing departments in lower-status universities which might highlight their teaching strengths.\n\n- Sociology-related university departments which might use the findings to improve teaching.\n\n- National groups with an interest in university teaching (Higher Education Academy; Staff and Educational Development Association; National Union of Students) which might use the findings to improve teaching\n\n- Educational development units in universities might use the findings to improve teaching\n\n- Theoretical and methodological contributions to the study of university pedagogy will be used by higher education researchers through seminar series and conferences (in particular, the networks and conferences of the British Sociological Association and the Society for Research into Higher Education) Financial Services/ and Management Consultancy","dataset":"gtr"}