{"id":"496389FF-6BDD-4888-A35A-1A8D6CD17526","title":"New tools for investigating enteric host-pathogen interactions in livestock species","abstractText":"Infections of the gut are extremely common in humans and animals. On farms they cause production losses and, because infections of the gut are often passed between people and animals, can also contribute to human illness. Rising antibiotic resistance means that new and better drugs and vaccines against these diseases are needed. In this proposal we wish to develop novel tools for researchers who want to study the gut and in particular, investigate how disease-causing microbes interact with cells in the gut. These tools will be of great importance to those researching how we can maintain healthy and productive animals and also improve gut health in humans. \n\nThe earliest interactions between a pathogen and host intestine are crucial for induction of protective immunity, and are therefore attractive targets for drug or vaccine-induced protection. Therefore, to reveal new strategies for drug and vaccine design, we would like to develop new models for studying these early interactions. Until now, if we wanted to study the infection process in detail we have been forced to do so using very simple tissue culture systems, most of which are very distant from the real-life situation. This is a particular problem in farm animals, where we are often forced to use cell lines from other species. In this project we want to make a transformational change to our technology by growing more complex, gut-cell structures in test-tubes - in effect, &quot;mini guts&quot; called &quot;organoids&quot;. We will determine the best culture conditions to generate organoids from cattle and pigs, delivering more relevant models to study gut health in livestock. We will also determine the best methods of freezing organoids for long-term storage. Finally, we will also determine the best methods of infecting organoids with microbes, and look to see if they respond in a similar way to the natural situation. Together, this will lead to the availability of organoid cultures as routine tools for researchers interested in studying gut infections. We envisage that this technology will be widely used in the future, assisting with the design of new drugs and vaccines.\n\nLooking beyond the funding period of the grant, we plan to make these tools useful for the wider community and to ensure that the technology does not remain confined to a few specialist laboratories. To do this, we have formed collaborative partnerships with scientists at the the European Collection of Cell Cultures (ECACC). Our collaborators at ECACC will assist us in optimising the cryopreservation of organoids, so that they can be stored for long periods of time and distributed to scientists around the world. ECACC has many years of experience in freezing tissues, authenticating them and shipping them; it is also highly experienced in administering not-for-profit business models, so that scientific resources such as these are sustainable and can be distributed cheaply amongst scientists. This unique combination of expertise will enable both the development and dissemination of an important new technology, which will be important in the design of new drugs and vaccines in the future. It is also represents an important step in reducing the number of experimental animals used in universities and industry for medical and veterinary research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019071/1","grantId":"BB/M019071/1","fundValue":"146405","fundStart":"2015-10-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Jonathan Mark Wastling","coPersons":["Barry James Campbell","Carrie Anne Duckworth","Janine  Coombes"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}