{"id":"496868C9-BE90-4245-931A-FD5AF01B82D7","title":"Target-specific code generation and scalable interfaces for high-performance computing","abstractText":"Computer simulation has become ubiquitous in modern science and engineering. Computer simulations are used to model problems from ocean currents to atomic interactions. A significant change is under way in computer hardware with the arrival of special processors which are far more powerful than previous generations, are low cost and use less energy. A common feature of these new processors is that they can perform computations in a massively parallel fashion on a single chip. However, to exploit these high power, low cost processors, changes are needed in the way that computer programs for science are created. This research aims to assist researchers in using this new hardware by developing the technology to create computer programs automatically from simple, high-level input. With this technology, researchers will be able to create new computer programs rapidly and with a minimum of errors, and the programs will be optimised for the new hardware of today. This will accelerate research in many fields, and lead to new scientific insights through simulation. As computer hardware evolves in the future, researchers can simply re-generate their computer programs for new generations of hardware.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030484/1","grantId":"EP/I030484/1","fundValue":"207760","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Garth Nathan Wells","coPersons":[],"organisation":"University of Cambridge","findingsText":" - Achieving acceptable performance on massively parallel streaming devices requires careful algorithm construction and software engineering.\n\n\n\n- Limited fast memory available in streaming devices makes it impossible to achieve acceptable performance for a wide range of equations and finite element types with a fixed 'one size fits all' software design.\n\n\n\n- Performance models and a family of algorithms have been developed that are parameterised over the equation and element type, providing a framework for the generation of efficient computational 'kernels' for a very wide range of equations and element types. Performance model are used to predict the optimal solution space for a given problem on a given hardware. Incorporating outcomes of this research into the international, open-source FEniCS Project (http://fenicsproject.org) will allow existing and future industrial users of the FEniCS tools to freely and transparently utilise massively parallel streaming processors to accelerate industrial simulation of engineering problems. The outcomes of this research will be released under an open-source license that will allow anyone to test or use the developed software. It will be promoted via the established FEniCS Project (http://fenicsproject.org), which has wide academic and industrial reach around the world. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}