{"id":"49697848-C424-4FCC-B649-79390FB1E6CD","title":"Decarbonising the Maritime Supply Chain: Assessing the Contribution of Shippers","abstractText":"Most of the research so far undertaken on the potential for decarbonising shipping adopts a supply-side perspective. It focuses on ship design issues and the operating practices of shipping lines. The proposed research aims to complement this research by examining the role that the users of shipping services (i.e. the demand-side) can play in the process. These shippers (or cargo owners) have an increasing interest in measuring and reducing total CO2 emissions from their global supply chains, most of which contain at least one deep-sea movement. Most lack detailed information about energy consumption and emissions across these chains and can exert only a limited amount of leverage on the carbon intensity of the vessels. If one extends the boundary of the carbon accounting beyond the ship to include port operations and transport feeder services, shippers' influence over this wider maritime system expands. Carbon emissions from this more broadly defined 'maritime supply chain' are the result of complex interactions between various stakeholders, including shippers, shipping lines, freight forwarders, port operators and carriers providing port feeder services. A conceptual framework has been constructed which shows how the inter-relationship between the quantity of containerised goods exported / imported and shipping-related CO2 emissions pivots on a series of eight key parameters. Shippers can influence, to varying degrees, six of these parameters through their choice of deep-sea and feeder mode and carrier, the structure of their maritime supply chains, consignment routing, container loading and the scheduling of container movements. (This leaves energy efficiency and the carbon intensity of the energy used on feeder and deep-sea services outside their area of influence.) The main objectives of the research are to analyse the extent to which the logistical decisions of shippers currently affect the carbon intensity of maritime supply chains and consider how the companies could play a more active role in the decarbonisation of these chains, both individually and collaboratively.The data required for this analysis will be obtained from four focus group discussions, around fifty company interviews and a series of detailed case studies within the Scotch whisky industry, one of the UK's main export sectors which relies heavily on deep-sea container services and is strongly committed to decarbonising its global supply chain. The research will model the potential CO2 savings across the maritime supply chain from six decarbonisation initiatives either led or supported by shippers: switching to lower carbon transport modes and carriers, improving container loading, rerouting of containers to minimise CO2 emissions, reconfiguring supply chains to exploit empty backload capacity on sea container services and adjusting logistical systems to accommodate longer maritime transit times. It will also analyse, at a company level, the sensitivity of these decarbonisation initiatives to varying shadow prices for carbon. The research will inform the development of future government policy on low carbon shipping and provide guidance to shippers on the measurement and reduction of CO2 emissions across their deep-sea supply chains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020179/1","grantId":"EP/H020179/1","fundValue":"255167","fundStart":"2010-05-03","fundEnd":"2012-08-02","funder":"EPSRC","impactText":"","person":"Dong-Wook  Song","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}