{"id":"49793A88-2D49-40FF-8CE3-715CC9DE3590","title":"Cluster randomised controlled trial for late life depression in socioeconomically deprived areas of S&atilde;o Paulo, Brazil","abstractText":"Depression in late-life is common, costly, and can have devastating consequences on the life of older people, their close relatives and society. Notwithstanding this, it goes frequently unrecognised and untreated. The Brazilian population is ageing rapidly, with already 20 million people aged 60 or more. The Brazilian health care system, especially mental health care, is poorly prepared to meet this challenge. In keeping with WHO recommendations, there is an urgent need to develop feasible and cost-effective depression treatments in primary care for old people with depression living in low- and middle-income countries. The Family Health Strategy, the new Brazilian primary care model, provides an excellent network to test a collaborative, stepped-care, community-based psychosocial intervention for this neglected sub-group of the population. \n\nWe are proposing a programme that puts emphasis on using more efficiently existing human resources within Family Health Teams, improving 'usual care', and adding simple innovations to the routine work of the primary care staff, such as improved case finding, active outreach, systematic review of cases at team meetings, and empowering non-specialist professionals to act as case managers with due training and support. This programme aims to overcome the main barriers for treating old people with depression in primary care, such as patients' social isolation and difficulties to access services, lack of skills and support of staff to deliver effective mental health interventions, and poor coordination among members of staff in the care of elderly people. \n\nThis proposal aims to compare the effectiveness and cost-effectiveness of a psychosocial, community-based intervention managed mainly by nurse assistants employed by the existing primary care system against 'enhanced' usual care in reducing depressive illness and improving functioning among adults 60 years or older from poor socioeconomic backgrounds in S&atilde;o Paulo, Brazil. This wll be a two-arm cluster randomised controlled trial involving 1,236 participants registered with 20 Family Health Units (clusters). Those in the intervention arm will receive a psychosocial intervention and improved case management led by a nurse assistant based in primary care but with a major role liaising with the community. The intervention will be mostly delivered at home and will last 8 months. Nurse assistants will be supported with tablet computers to deliver the intervention, keep medical notes, communicate with others including supervisors, and to receive further training and ongoing support. Nurse assistants acting as case managers will liaise closely with other members of the primary care team to ensure the best care possible is offered (collaborative care). Those participants who do not improve with the intervention will be discussed in regular team meetings and further clinical decisions adopted, if needed. The control group will receive 'enhanced' usual care alone in so far as cases being identified and assessed periodically and the clinical team receiving an updated training in the management of depression at the start of the trial. We will compare the recovery of cases (PHQ-9 total scores &lt;5) across arms at 4 and 10 months after entering the trial using an intention-to-treat analysis. We will also assess functioning and quality of life. Direct and indirect costs in both arms will be measured to undertake a cost-effectiveness analysis. Dissemination of findings will include scientific reports, workshops, media awareness, and meetings with policy makers. The new Brazilian primary care model has attracted interest from many other LMIC and an intervention such as this has great potential for portability to other LMIC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L016702/1","grantId":"MR/L016702/1","fundValue":"166820","fundStart":"2014-10-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"Ricardo  Araya","coPersons":["Marcia  Scazufca","William  Hollingworth","Alicia  Matijasevich","Timothy James  Peters"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}