{"id":"497D07B2-6655-4FAD-BAAD-30251A932936","title":"Computational biomechanics, functional anatomy and the evolution of dinosaur quadrupedality","abstractText":"Ornithischian dinosaurs appeared in the Late Triassic period (approximately 225 million years ago) and became the dominant herbivores in Cretaceous ecosystems prior to the final extinction of all non-avian dinosaurs at the Cretaceous-Tertiary boundary (65 million years ago). The earliest ornithischians were fleet-footed bipeds, but many lineages subsequently adopted a quadrupedal stance, a gait that is prevalent among more primitive reptiles. Ornithischians are unusual in this respect: bipedality is a rare evolutionary innovation (seen only in a small number of reptile and mammal groups) and secondary reversals to quadrupedality are found only in dinosaurs and crocodilians. Indeed, ornithischians are unique among vertebrates, as secondary quadrupedality evolved on multiple occasions within this group: in the armoured thyreophorans (ankylosaurs and stegosaurs), the horned ceratopsians, and the hadrosaurs ('duck-billed dinosaurs'). However, the locomotor biomechanics of these animals, and the selective pressures that led to the evolution of such disparate stances/gaits, have never been examined using rigorous analytical/quantitative techniques or within a modern phylogenetic framework. Here, we propose a multidisciplinary project to investigate the functional anatomy and evolution of ornithischian quadrupedality, using methods encompassing comparative anatomy, phylogenetics and computational biomechanics. Using this approach we will test a series of hypotheses that fall under two broad objectives: 1) what were the biomechanical factors that drove the evolution of ornithischian quadrupedality?; and 2) how was the evolutionary transformation from a small biped to a multi-tonned quadruped achieved? In order to investigate ornithischian biomechanics we will generate new reconstructions of the musculoskeletal systems of these animals on the basis of skeletal remains and comparisons with the limb musculature of living birds and reptiles. These reconstructions will be used to constrain ranges of limb movement and will also affect calculations of the position of the centre of mass. Newly available biomechanical software will be used to generate virtual models of bipedal and quadrupedal ornithischians that incorporate this anatomical information. The models will be used in a series of experiments to test whether the development of heavy dermal armour (thyreophorans) or exceptionally large skulls (ceratopsians) were involved in the evolution of quadrupedality and also to test the stability of walking/running at different speeds with different gaits. Finally, the evolution of these systems will be investigated by combining this anatomical and functional morphological data with phylogenetic information to examine how these locomotor complexes evolved through time and whether common factors were involved in each of the independent acquisitions of quadrupedality by different ornithischian groups. This project will represent a benchmark for studies on dinosaur locomotion and will showcase a set of biomechanical techniques pioneered in palaeobiology that are readily applicable to living taxa, but which are not widely known. It will provide results of direct relevance to workers on animal locomotion, palaeobiology and evolutionary biology and will be of broad interest not only to life scientists, but also to physical scientists dealing with the engineering and mechanics of biological systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001898/1","grantId":"NE/G001898/1","fundValue":"239998","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"NERC","impactText":"  Our work thus far has primarily been used by academic peers. However, it has also been used extensively in public lectures both at the Natural History Museum and outside of London to generate interest in biomechanics and palaeontology, and to demonstrate the application of computational and engineering techniques to biological problems, both for public and school audiences. Education,Culture, Heritage, Museums and Collections Cultural","person":"Paul  Barrett","coPersons":[],"organisation":"The Natural History Museum","findingsText":" During this project we were able to identify and quantify differences in the skeletal anatomy and reconstructed muscular anatomy of ornithischian dinosaurs. This enabled us to demonstrate the means by which a group of animals that were originally bipedal were able to revert to quadrupedality. This work not only highlighted the anatomical and biomechanical changes needed, but also showed how these features evolved in a step-like fashion in several groups of dinosaurs independently, proving an excellent case study of convergent evolution. This study represented the first detailed investigation of this question and will be a benchmark for all future work in this area. There are obvious cultural and educational benefits: this work has the potential to be used to engage lay audiences with physical, engineering and biomechanical concepts through the medium of dinosaur biology. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}