{"id":"4981B5BD-A074-454F-B34E-E6298BAD6E83","title":"Predicting the fate of CO2 in geological reservoirs for modelling geological carbon storage","abstractText":"This proposal is to use natural geological examples to evaluate the fate and ultimate safety of disposing of carbon-dioxide deep underground in geological formations. Separation of carbon-dioxide from power station fuels or exhaust products, and the injection and storage of the CO2 underground in geological formations is an economical and practical way for global society to manage energy supplies while transforming to a low carbon economy. The existence of geological sites where natural carbon-dioxide has remained stored for millions of years suggests removal for more than the 10000-year period needed to protect climate maybe practical and safe. However the processes which govern the fate of carbon-dioxide in brine-filled aquifers are complex and to guarantee the safety and efficiency of the storage it is necessary to be able to predict these over the ~ 10000 year storage period, a time much longer than industry currently models reservoir processes. Many of the processes which operate on supercritical or gaseous carbon-dioxide underground may enhance its storage potential. The buoyant CO2 will dissolve in the formation brines to form denser CO2-saturated brine which will sink. The CO2-saturated brine is relatively reactive but current models suggest that the reactions with carbonate and silicate minerals in the reservoir will ultimately lead to a significant proportion of the CO2 being precipitated as carbonate minerals stored permanently. However the CO2-charged brines may also react with the caprocks which retain the carbon-dioxide and it is not known whether this will enhance the seals by mineral precipitation or degrade them by mineral dissolution. A major limitation in our ability to predict these fluid-mineral reactions is that the reactions proceed slowly at variable rates (days or months to many years) and our knowledge of the reaction rates in real field settings is very limited. This project will study fluids and gasses from natural carbon-dioxide reservoirs and, where possible, from sites where carbon dioxide is being actively injected underground, to determine the rates of the mineral-fluid reactions in natural settings. We will duplicate the reactions in laboratory experiments where it will be possible to study the processes under controlled conditions, study individual reactions from the complex set of coupled reactions which take place in the natural rocks and examine the effects of varying potential rate-controlling parameters. The ultimate objective is to inform site assessment, risk and monitoring for geological carbon storage. The research will benefit other areas of the environmental sciences where rates of kinetically-limited fluid-mineral reactions govern important processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002645/1","grantId":"NE/F002645/1","fundValue":"731919","fundStart":"2008-05-07","fundEnd":"2015-03-31","funder":"NERC","impactText":"  Outputs of the work are begining to work through to other studies, and will continue to do so as more publications come out.\nOne area is for lab-derived mineral dissolution rate data that has formed part of an international inter-laboratory comparison exercise. The purpose of this was to assess consistency between different labs using different techniques, and in the process quantify and increase confidence in, lab-based mineral dissolution kinetic data. Energy,Environment ","person":"Christopher Alyn Rochelle","coPersons":["Jonathan Mark Pearce"],"organisation":"NERC British Geological Survey","findingsText":" This research aims to further our understanding of how carbon dioxide behaves deep underground. Specifically, it is focussed on what geochemical reactions will happen when large quantities of carbon dioxide are injected into deep sedimentary rocks as part of carbon reduction strategies. \nOur work has lead to new quantitative data, both in the lab and based on data from natural sites having high carbon dioxide concentrations. Specifically, the data covers the rate and extent of CO2-water-rock interactions. Mineral dissolution rate data will be incorporated into databases for predictive models, and so allow improved forecasts of storage reservoir performance.\nImproved understanding of natural systems rich in carbon dioxide will lead to more accurate interpretation of field relationships, and more appropriate use of these systems in performance assessments of industrial carbon dioxide storage operations. Energy,Environment","dataset":"gtr"}