{"id":"498969A4-964E-4B51-8CFE-5178A5993949","title":"Role of the nucleus reuniens within a neural circuit for recognition memory","abstractText":"Visual recognition memory lets us know whether something that we see, or encounter in our lives, is new or familiar. The formation of such memory is very rapid and is usually taken for granted but it is essential for all our normal daily activities and so a loss of recognition memory can be devastating. A loss of such memory is characteristic of neurodegenerative conditions such as dementia, but is also a feature of Mild Cognitive Impairment and schizophrenia. To successfully learn and store the information needed for successful recognition memory several brain regions are known to interact in a memory circuit. These regions include the hippocampus and also the frontal cortex. Here we propose that a third region, the nucleus reuniens, which when damaged results in poor memory function, is a critical node in this hippocampal-cortical memory circuit. However it is not known when or how these regions interact, and how information within these regions is coordinated.\n \nThe programme of research that we propose will answer questions about the role of the nucleus reuniens in recognition memory and how information between these three brain regions is integrated and stored. Specifically we will answer the question of whether the nucleus reuniens orchestrates and coordinates activity in the hippocampus and frontal cortex necessary for specific memory tasks. We will approach the questions from a behavioural angle, but also investigate the cellular processes that ensure memory information can be stored over the long-term.\n\nUnderstanding memory formation is one of the foremost challenges in neuroscience today, and this proposal will increase our knowledge about how the brain combines memory information obtained in normal every-day life, which ultimately provides us with our own personal history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02134X/1","grantId":"BB/L02134X/1","fundValue":"408864","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Elizabeth Clea Warburton","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}