{"id":"498AF6B7-452C-49D3-BD92-BD08FA32E8B2","title":"EnergyScapes and Ecosystem Services","abstractText":"Renewable energy has recently received considerable media and public attention because of perceived benefits to the environment, including climate change, the potential to replace imported sources of energy, the possible impact on food production, and aesthetic issues related to the location of wind turbines. Potential sources of land-based renewable energy include bioenergy from forests, arable crops, energy crops and waste, solar heating and electricity, hydroelectricity, ground-source heat, and wind-energy. The spatial organisation of such energy sources, together with energy demand, energy infrastructure and other energy-sources within a particular landscape can be termed the 'EnergyScape'. 'Ecosystem Services' is a collective term to describe the various services we obtain from land and its associated ecosystems. They include the provision of food, fibre and fuel, the regulation of nutrients, water supply and water quality, the creation of opportunities for recreation and education, the maintenance of biodiversity, and the space to build and maintain our supporting infrastructure. The development and use of land-based renewable energy resources will have both negative and positive impacts on these services. Positive aspects may include increased biodiversity from biomass crops; negative aspects may include reduced river flows and increased road transport of biomass. This one-year research project aims to determine, through a pilot study, how a systematic understanding of the 'EnergyScape' and 'Ecosystem Services' could help guide the deployment of land-based renewables. For the pilot study we have selected Marston Vale in Bedfordshire which is a sub-catchment of the Great Ouse river, and contains a mix of agricultural, forestry and urban land. It is the site of a community forest and there is local interest in renewable energy. Working with national and local stakeholder groups, the project will identify the key sources of renewable energy within the study area and the key ecosystem services likely to be affected by the development of land-based renewables. Using spatial data, geographical information systems and existing models, the project will then develop a spatial description of the EnergyScape and the key ecosystem services for the study area. Because some models are weaker than others, we will use a 'Plug and Play' framework, as used in computing, so that new and improved models can be introduced as they become available. Similarly, the approach will allow new data sources to be included as they become available. Starting from the base-line description, we will then investigate the benefits and losses associated with the deployment of different combinations of land based renewables. Because renewable energy sources have different spatial and temporal characteristics relative to the demand for energy, the outputs will not be simply additive. Similarly, there will be complex interactions between energy generation and different ecosystem services, and amongst the ecosystem services. Some interactions will be antagonistic (e.g. solar power v demand for heating; food v biofuel) whereas others may be complementary (e.g. sharing of facilities; biofuel v biodiversity). By using appropriate visualisation tools, we hope that the key interactions can be explained to stakeholder groups, who can then use the information to inform future decisions. We intend that the approach developed in this research, which will be limited to the renewables and ecosystems of a specific area, can be applied to other regions and at a national spatial scale in future research projects. To validate the academic efficacy of our approach, we will submit papers for peer review, seeking to get them published in high-impact scientific journals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010467/1","grantId":"NE/H010467/1","fundValue":"15159","fundStart":"2010-01-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"  There are several classifications of Ecosystem Services (e.g. de Groot, MEA) (Lord, 2011). Coleby et al. (2012) has explained how the current planning system in England could incorporate ES in land use decisions related to energy crops.\nLocal council officials felt that the approach was very pertinent to their needs in that it could provide independent guidance on the deployment of LBR. The results have also been presented to Natural England officials in Peterborough and to a national stakeholder meeting at UKERC. \nA proposed definition of &quot;energyscape&quot; was presented at international meetings and submitted by Howard et al. (2013), as &quot;a real landscape that is viewed from the perspective of the anthropogenic energy system. It is a spatial and temporal representation of a landscape that describes the interactions between energy system components and other ecosystem services&quot;. \n\nThe development of an integrated model of landscape, energy and ecosystem services was based on the formation of a digital map of the area using a geographical information system. \nA novel approach (using a per capita daily energy value) was developed to express the demand for energy (electricity, transport, heat) alongside three key provisioning services (food, animal feed, and wood). Using the GIS, a &quot;plug &amp; play&quot; system of modelling was developed. Agriculture, Food and Drink,Education,Energy,Environment Societal,Policy & public services","person":"Chris Ian Goodier","coPersons":[],"organisation":"Loughborough University","findingsText":" Energy production and distribution is an important ecosystem service not captured in current ES classifications. In the UK, the demand for energy (on a per capita basis) is six-times greater than the combined embedded energy of food, feed and wood. Hence an ES approach to land planning that excludes energy is flawed. \n\nWe believe that the project demonstrates the importance of viewing energy in the context of a specific landscape and associated ES. However it remains debatable that the term &quot;energyscape&quot; is more useful than a phrase such as &quot;energy landscape&quot;.\n\nES supply needs to be considered in the context of ES demand. Algorithms have been developed to describe the demand for energy, food, feed, and wood. This allows stakeholders to visualise the key constraints and trade-offs. New ES models describing biomass energy, food, feed, wood, and change in farmland bird abundance have been developed and used.\n Stakeholder-derived habitat v ES, and LBR v ES matrices provide (for a specific landscape) a useful tool to address the impact of LBRs on both quantifiable and non-quantifiable ES. The results can be used to initiate deployment discussions. \n\n Further research is needed to i) evaluate the method at other locations and at different scales, and address ii) spatio-temporal issues, and iii) the economics and the net greenhouse gas balance of LBR options. The developed approach can easily accommodate models for further ES where available. If successful, this research will change the way land based renewables are assessed. The approach builds on the strengths of existing models, datasets and understanding but provides a more realistic and consistent assessment of how they can be combined. Communities and Social Services/Policy,Energy,Environment","dataset":"gtr"}