{"id":"499353C8-14F9-49E7-8283-BD847186A5A8","title":"Late talking toddlers: Relating phonological to lexical development","abstractText":"<p>This study will investigate the relationship of phonetic and phonological advance to lexical learning in 24 children identified at age two as late talkers (LTs), based on their limited lexicon (or vocabulary) and few attempts at combining words into sentences. We will record the children at play with a parent monthly from age 2;6, until they produce about 25 different words in 30 minutes (‘25 word point’: 25wp). Based on transcriptions of these sessions, the extent of each child’s vocal practice, phonetic complexity, and phonological systematicity will be established and compared with that of 12 typically developing children (TDs) at their 25wp. One year after the 25wp both LTs and TDs will be recorded, with parent and with peer.</p>\n\n<p>The naturalistic data from these later sessions will be analyzed for lexical, phonetic, phonological and grammatical advance. In addition, at 30 and 42 months standardized tests and, at the last recording session, tests of phonological sensitivity (rhyme, alliteration, blending and elision) will be administered to all children.</p>\n\n<p>The primary goal of the study is to determine which aspects of phonetic or phonological advance are most critical for normal lexical and grammatical development.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1536","grantId":"RES-000-23-1536","fundValue":"104052","fundStart":"2006-03-01","fundEnd":"2007-01-31","funder":"ESRC","impactText":"","person":"Marilyn  Vihman","coPersons":["Jarrad Anthony Lum"],"organisation":"Bangor University","findingsText":" Expressive 'late talkers' (LTs) show a small productive lexicon at age 2-3 years, despite age-appropriate comprehension. Many 'catch up' rapidly, suggesting that some of them can be considered typically developing children whose language development starts late, while others prove to have genuine language problems at a later age. Can the latter group be distinguished from the former, based on a child's performance at the earlier age? This was the primary research question for this study. \nWe analyzed data from 11 typically developing children (TDs) recorded over the period of first word learning as part of a previous study, 10 children who fit the characterization of 'LT' at age two years but who scored within the norm for both comprehension and expressive language by the age of testing on the Reynell Scales (2;6 - i.e., two years, six months), and 11 LTs (comprehension within 3 months of the norm on the Reynell at 2;6, expression at least 4.5 months below the norm). We saw all of the children at two time points, both of them based on naturalistic recordings in the home and lasting 30 minutes: Time I, towrd the end of the single-word period (TDs: 15-26 months, TLTs: 25-28 months, LTs: 27-36 months), Time II, about 14 months later.\nAmong the Time I measures, age at the end-of-single-word-period session correlated with size of consonant inventory (CI): Children who reach the end of the single-word period at a relatively younger age have larger consonant inventories; also, children with larger CIs produced a more diverse set of word forms. At Time II only one measure, MLU, showed an advantage for the LTs, despite their being 9 months older, on average. The only measure to show a Time II group difference between TDs and LTs was the phonological error score, with five of the 11 LTs falling outside the TD range. Of the measures of inflectional morphology (i.e., grammar marked by single-consonant affixation, a classic difficulty for children with SLI), only one, contractible copula - i.e., contracted forms of the verb to be, as in he's running - proved sufficiently frequent to allow comparison across the two groups. Although there was no statistically meaningful group difference between the groups on this measure, it was strongly correlated with both Time I CI and Time II phonological error score, mainly due to five children who performed poorly on all of these measures. Thus, our longitudinal comparison revealed a subgroup of LTs whose poor early phonological resources may serve as an indicator of later linguistic delay. Further study of the kinds of variables we considered will shed more light on the role of phonetic and phonological factors in language delay and on ways of addressing these difficulties. Healthcare","dataset":"gtr"}