{"id":"4995E21C-047A-4DE5-8BD6-53790A0489AA","title":"Patterning of Germ Line and Soma from Pluripotent Cells of Axolotl Embryos.","abstractText":"Sperm cells and egg cells are produced from cells that form early in embryonic development called primordial germ cells, or PGCs. Understanding how PGCs are established during development of the embryos is important because it will lead to fertility treatments, and also because poorly formed sperm and eggs can give rise to embryos with developmental problems. Little is known about how PGCs are formed in humans because it is impossible to work with human embryos. In addition, mouse embryos, which share many characteristics with humans, also develop in a uterus, and are very small, and therefore are difficult to access. We developed an experimental system using embryos from a salamander called an axolotl. Unlike embryos from mammals, axolotl embryos are very large and they develop in water, and therefore hundreds of embryos are easy to acquire at a time. Also, because they do not develop in a uterus, the embryos can be acquired from natural fertilization, without harm to the adults. What makes axolotls unique for this study, however, is the fact that axolotl embryos produce PGCs using the same genes that humans do, and this makes the genes involved in making PGCs easy to identify. We developed a way to produce thousands of PGCs at a time using very specific conditions. This will allow us to identify the genes involved in this process. We have identified a previously unknown way for cells to talk to each other that is essential for producing PGCs. The results from our experiments will allow us to develop new ways to produce sperm cells and eggs from embryonic stem cells, which is a major goal of modern medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900147","grantId":"G0900147","fundValue":"366171","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Andrew D. Johnson","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}