{"id":"499B2472-5689-41D6-A15B-DE9CF0C20A45","title":"Purchase of Affymetrix GeneTitan for use in high throughput genotyping","abstractText":"Funds are requested to purchase both a GeneTitan-Multi Channel (GeneTitan) genotyping system and a 5-year warranty. \n\nThe application to purchase a GeneTitan has been instigated by Professor Keith Edwards, the academic director of the Bristol Genomics Facility, following discussions with several researchers and industrial partners both at Bristol and beyond. \n\nResearchers who would directly benefit from the placing of a GeneTitan at Bristol include Dr Eric Morgan's Bristol-based research into animal health and livestock production, Dr Amanda Churchill's Bristol-based research into ageing and wellbeing, Professor Ian King's Nottingham-based research into food security, Professor Andy Greenland's research into food security at NIAB, Professor Dr Julie Williams' Cardiff-based research into the disease processes associated with ageing and Dr Peter Jack's wheat breeding at RAGT to address issues associated with food security. All of these cases are in addition to Professor Keith Edwards' own extensive research into wheat breeding and its relationship to food security.\n\nThe scientific cases for support all require high throughput/high density genotyping; the GeneTitan enables this on a scale required for genome wide genotyping applications. The GeneTitan achieves this by automating array processing from target hybridization to data generation by combining the required components (hybridization oven, fluidics processing, and state-of-the art imaging device) into a single bench-top instrument. As such the GeneTitan provides the highest throughput and laboratory productivity per operator by minimizing user intervention and allowing unattended, overnight processing of large numbers of samples in parallel. This degree of hands-free automation means that data is consistently reproducible, an essential attribute of gene expression studies in particular, and means that the time typically taken for hands-on array processing is available for data analysis increasing the time to meaningful results for research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014106/1","grantId":"BB/L014106/1","fundValue":"326208","fundStart":"2014-01-02","fundEnd":"2014-05-01","funder":"BBSRC","impactText":"  They are being used by wheat breeders Agriculture, Food and Drink Economic","person":"Keith  Edwards","coPersons":[],"organisation":"University of Bristol","findingsText":" We have discovered and developed tens of thousands of wheat molecular markers (called SNPs). These SNPs are being used by wheat breeders to breed advanced varieties of wheat. The SNP markers are currently being used by wheat breeders across the world to developed new varieties via enhanced breeding procedures. Agriculture, Food and Drink","dataset":"gtr"}