{"id":"49A6994F-3A6D-4AF8-8EF2-35654813CE8B","title":"Probing the extraordinary bioactivity of macrocyclic natural products: privileged motifs or biosynthetic artefacts?","abstractText":"The fields of Chemical Biology and Medicinal Chemistry require collections of molecules which are likely to be biogically active. Such collections can be screened to identify small molecules which interact with biological molecules such as proteins. Such small molecules can reveal fundamental insights into biological processes and can sometimes be ultimately used to treat diseases.The grant will explore the fundamental principles which chemists can use to design collections of small molecules. Naturally occurring small molecules, known as natural products, are necessarily biologically active. Many of these molecules have large cyclic structures. This grant will explore whether this type of structure predisposes small molecules towards biological activity.A collection of natural product-like small molecules will be prepared by extending diversity-oriented chemistry which has been developed through Professor Nelson's EPSRC Advanced fellowship. Some of these molecules will have large cyclic structures, and others will not. The molecules will be screened for a broad range of biological activities. By comparing the biological profiles of the classes of molecules, we will be able to address the fundamental chemical question of whether macrocyclic molecules are fundamentally predisposed towards biological activity. In addition, the grant will encourage postdoctoral mobility between physical and life sciences, and sufficient priority for EPSRC issued to issue a recent call.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F043503/1","grantId":"EP/F043503/1","fundValue":"420891","fundStart":"2008-11-07","fundEnd":"2012-12-10","funder":"EPSRC","impactText":"","person":"Adam Stephen Nelson","coPersons":["Stuart Laurence Warriner","Jacquie  Bond","Ewan Evander Morrison"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}