{"id":"49AF0151-35FE-41E4-8B07-16E7C8D49207","title":"LHCb Upgrade Bridging Funds Jan-Sept 2014","abstractText":"See the application &quot;LHCb Upgrade: Beyond the Energy Frontier&quot;, Council Reference ST/L002930/1","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001784/1","grantId":"ST/M001784/1","fundValue":"2419","fundStart":"2014-01-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"  The funding was used to obtain a readout system TimePix chip set up including PC and sensor. So far, this setup has been used to develop the run control for the beam tests of the VELO-upgrade (LHCb-upgrade's Si pixel detector) sensor. The run control system is an essential component of the testbeam, and of course a testbeam is an essential element in the VELO-upgrade R&amp;D. The software developed in the course of this project has also been used by several other groups doing testbeam studies of other LHCb subdetectors. Digital/Communication/Information Technologies (including Software),Electronics,Other Societal","person":"Jonas Hanno Rademacker","coPersons":["Johannes  Velthuis"],"organisation":"University of Bristol","findingsText":" The funding was used to obtain a readout system TimePix chip set up including PC and sensor. So far, this setup has been used to develop the run control for the beam tests of the VELO-upgrade (LHCb-upgrade's Si pixel detector) sensor. The run control system is an essential component of the testbeam, and of course a testbeam is an essential element in the VELO-upgrade R&amp;D. The TimePix setup in our lab will continue to be a crucial element in our VELO upgrade R&amp;D. Our findings were one of the elements that made the latest VELO upgrade possible. The results of that testbeam are yet unknown. Whatever they will be, they will form a cornerstone of the future development of the VELO-upgrade sensors. In turn, these will be a key element of the upgraded LHCb detector, the next generation of high-statistics, high precision flavour physics at the LHC, with unrivalled sensitivity to physics beyond the Standard Model. This detector technology is also expected to have a variety of other particle physics and commercial applications. The software developed in the course of this project is also being used by other researchers performing testbeam analyses on other LHCb detector elements. Education,Electronics,Healthcare","dataset":"gtr"}