{"id":"49B314B1-513B-402E-A706-68C146B3B176","title":"The Astrophysics Research Programme at Newcastle University","abstractText":"The proposed astrophysics research programme at Newcastle University includes six independent projects. Although all of these projects are primarily theoretical in nature, most are directly motivated by recent observations. Four of the projects are linked, in the sense that they all deal with the motions of electrically-conducting fluids (magnetohydrodynamics), albeit over a vast range of scales. In the planetary context, we shall investigate the ways in which the internal fluid motions generate and sustain large-scale magnetic fields, via a dynamo mechanism, by considering a model of convection in a rotating spherical shell. We shall also investigate the phenomenon of large-scale polarity reversals, in which the radial component of the large-scale planetary magnetic field changes sign. In the case of the Sun, recent high resolution observations of the solar surface have revealed a complex distribution of small-scale magnetic fields. Given that the origin of these magnetic features is still under debate, we shall investigate the possibility that these fields are generated by a local dynamo resulting from the near-surface convective motions. The evolution of certain stellar systems is strongly influenced by the presence of an accretion disc, which is a thin structure containing material that is in orbital motion around the star. We shall use a range of analytic (and semi-analytic) techniques to investigate the complex coupling between an accretion disc and the central star's magnetic field. On much larger scales, we will consider magnetic fields in the interstellar medium. Our aim here is to use numerical simulations to address the fundamental question of how cosmic rays (charged particles) propagate through realistic, dynamo-generated, interstellar magnetic fields, ultimately aiming to generate results that can be used to interpret observations. There are two further projects in this proposal. In the first of these we propose to investigate the dynamics of neutron stars, by considering a model of interacting vortices in a superfluid (a fluid with no friction). This is an emerging area of research, with possible links to recent laboratory experiments. In our cosmology project, we shall consider the observational signatures of certain early universe cosmological models. This will tie in with the imminent public release of data from the Planck satellite (which is expected in January 2013), so this is an excellent time to be carrying out this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001019/1","grantId":"ST/K001019/1","fundValue":"91125","fundStart":"2013-04-01","fundEnd":"2016-09-22","funder":"STFC","impactText":"  This grant supports a PhD student who started just over twelve months ago, so it is is too early to comment on the impact of our findings.  ","person":"Paul James Bushby","coPersons":["Carlo Ferruccio Barenghi"],"organisation":"Newcastle University","findingsText":" Neutron stars are small, dense astrophysical bodies that are often rotating very rapidly. This aim of this project is to explain glitches (sudden increases in the spin rate) that are observed in some of these objects. It is believed that this phenomenon is associated with complex vortex dynamics in the superfluid stellar interior. We have developed an idealised model to study this process. The PhD student who is carrying out the work is only 1 year into their project, but they have already developed and tested a three-dimensional numerical code. Furthermore, preliminary results related to the stability of vortices in the presence of rapid rotation have already been obtained. We have met our objectives for the first stage of this project and expect to make rapid progress over the remaining period of the grant. Results are still at a preliminary stage, so it is too early to comment on specifics. However, we plan to publish our findings in highly-regarded international journals and we will also attend conferences to disseminate our results as widely as possible. The superfluids aspect of this project means that our results will be of interest to scientists working in quite a broad range of fields, ranging from theorists through to experimentalists. We will choose conferences carefully so as to ensure that all possible avenues for academic impact are explored. Other","dataset":"gtr"}