{"id":"49B6952F-C88D-4A2E-B3F9-DCD6C8A39B1A","title":"The evolutionary genomics of X chromosomes","abstractText":"The sex of an individual is often determined by a pair of specialized chromosomes (the giant DNA molecules that carry the genetic information). These are known as the X and Y chromosomes. In animals like mammals and the fruitfly Drosophila, females carry two copies of the X, and males carry an X and a Y. Both males and females carry two copies of each of the other chromosomes, one derived from the mother and the other from the father. The X is a fairly typical chromosome but the Y has only a small number of functional genes (the portions of the DNA that specify the structures of proteins). This means that most new mutations that occur on the X and alter gene function will affect males, since there is no normal copy to cover up their effects. In contrast, a mutation on the X in a female will be present together with a normal copy, just like a mutation on another chromosome. Natural selection is better at removing harmful mutations if they arise on the X, since part of the time they are carried in males and fully express their effects. Similarly, useful mutations that increase the fitness of their carriers may have a better chance of causing evolutionary change if they arise on the X. These differences in rates of evolution between the X and the rest of the genome can have important consequences, such as a greater tendency for genes controlling species differences to be found on the X chromosome. The ability to determine the sequences of the four 'letters' in DNA that make up the genetic information means that we can directly measure rates of evolutionary change by comparing DNA sequences between species. Such comparisons have been used to ask whether rates of evolution differ between genes on the X chromosome and elsewhere in the genome. The results so far have been conflicting. We plan to use two unusually favourable systems for further comparisons of this kind, which should help to resolve these conflicts. One is a group of Drosophila species (the pseudoobscura lineage), where a regular chromosome has effectively been turned into an additional X chromosome. This allows us to compare rates of evolution of genes on this chromosome with rates for the same genes on the equivalent chromosome in other Drosophila species, where it behaves normally. We will target unusually fast-evolving genes, since these are most likely to be the ones accumulating useful mutations by natural selection. We will also collect data on variation on these genes within one of the species, Drosophila pseudoobscura. This allows the use of statistical tests for evolution by selection for useful mutations, as opposed to the chance accumulation of mutations with little effect on fitness. The other system is in the mouse, which has new (duplicate) copies of many genes, some on the X and some on regular chromosomes. This allows comparisons of the rates of evolutionary divergences among pairs of duplicates between the X chromosome and the rest of the genome. We will use the publicly available genome sequences of the mouse and its relative the rat, and ask whether duplicates on the X have higher rates of DNA sequence evolution than those elsewhere. In addition, we will study a different type of process, the addition and deletion of small pieces of DNA. This process is important for the evolution of genome size, but is poorly understood. It seems to have different properties for the X compared with the rest of the genome, with the X showing a stronger pattern of insertions being favoured by natural selection over deletions. We will use publicly available data on between species comparisons and within species variability to examine the nature of the evolutionary forces acting on additions and deletions. The research integrates evolutionary genetic and computational approaches to maximize the understanding gained from genome sequences, and will provide new tools and insights concerning evolutionary mechanisms to the research community in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003076/1","grantId":"BB/G003076/1","fundValue":"337707","fundStart":"2008-12-05","fundEnd":"2012-03-04","funder":"BBSRC","impactText":"  The research has generated a resource of value to the evolutionary genetics community: a sequence of the genome of Drosophila affinis, a species that is a close relative of D. pseudoobscura, an important model organism for the study of speciation and genome evolution. This will facilitate evolutionary genomic studies of this important species group. In addition, it has provided a novel dataset on the nature of variability within D. pseudoobscura, which is another major resource for the community. Our results have been published in leading scientific journals, and presented at several conferences. Education Cultural","person":"Brian  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Using whole genome sequences, we have shown that the rate of evolution of protein sequences in one group of Drosophila fruit flies is faster for genes located on the sex determining X chromosome, compared with genes on other chromosomes. This is consistent with the fact that males carry only one X chromosome, so that a rare mutation on the X is not covered up by the presence of a normal copy of the gene, as would be the case for genes on other chromosomes. Interestingly, in another group of Drosophila, we only see this effect in a pair of very closely related species, which seems reflect changes in the nature of selection pressures at the time of speciation. Overall, the research has provided much stronger evidence for the much debated Faster-X, first predicted in 1987 by the PI; effect in the model organism Drosophila than has previously been found. The lack of evidence for a Faster-X effect in the pseudoobscura clade, except for closely related species, raises questions that require further investigation, using genome-wide surveys of within-species variability. These should shortly become available, since other labs are providing such data Education","dataset":"gtr"}