{"id":"49BEB554-9949-4BA5-A075-6CE7F151F5DB","title":"Optimizing Road Development for Groundwater Recharge and Retention","abstractText":"The research project 'Optimizing Road Development for Groundwater Recharge and Retention' investigates how the fast growing road development programs in Sub-Saharan Africa can become 'inclusive' by securing, and where possible improving, the groundwater sources of the poor. \n\nRoads have a major but little researched impact on hydrology and local groundwater availability. The aim of the project is to optimize the planning and design of roads in rural areas for the recharge and retention of groundwater, thus contributing to secure and equitable use of shallow groundwater. This should contribute to better water buffering in view of climate variability (and changes therein) and lead to poverty reduction and socio-economic development (groundwater is important to agricultural production/irrigation as well as for drinking water supply). The volume of road building in Africa is enormous and combining road building in rural areas with managed groundwater recharge can have a major impact on secure shallow groundwater supply at no or low additional cost. The research will take place in rural Ethiopia.\n\nThe specific research questions concern both social and technical issues: (1) how do on-going road programs impact groundwater recharge and retention; (2) how does the current process of road design affect multi-functionality, equity and targeted poverty alleviation (3) what technical improvements can be incorporated in road design that will help to optimize the impact with respect to local groundwater recharge and retention and (4) how can the process of road development and design be modified so as to be inclusive. \nThe research will try to identify opportunities to augment the availability of shallow groundwater; these could include for instance: (1) taking on-board local women's and men's perspectives/ experiences of roads and their impacts on groundwater (2) carefully planning road alignments, affecting the speed of surface run-off as well at the routing of run-off towards specific infiltration/recharge areas (3) planning cross drainage to impede and direct run-off to recharge zones and on the downstream side of the road prevent gullying; (4) rethinking road foundation/compaction so as not to interfere with the base-flow to shallow wells; (5) considering the use of the concentrated runoff from the road surfaces to recharge and retention areas, including small recharge ponds and (6) carefully constructing road crossings through low causeways or Irish bridges in dry river beds so that they retain groundwater upstream of the road crossing and increase bank infiltration, serving as proxy sand dams; (7) systematically using excavation ponds as recharge ponds and (8) spring capture where roads are made in deep cut. Optimized designs can particularly improve the availability of very shallow groundwater within the suction depth of low cost pumps (less than 7-10 meter). More secure water availability here makes it possible to support local productive and consumptive uses by small farmers.\n\nThe project is expected to result in recommendations on improved inclusive road development planning procedures (incl. community engagement) - set within the Ethiopian political and institutional context - and suggestions for innovative designs which can be included in existing manuals on Road Design. The research plan in summary is: (a) literature review and scoping studies with the main stakeholders including the communities living in the vicinity of the roads; (b) field research in six location along two road stretches; (c) systematic interaction with the implementing organizations through workshops, reviews and joint presentations throughout the project and (d) dissemination of results. \n\nThe project is implemented by MetaMeta Research having the overall lead and will look into groundwater management &amp; engineering; Institute of Development Studies into social science &amp; inclusive processes and Mekelle University at hydrogeology &amp; field research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001934/1","grantId":"NE/L001934/1","fundValue":"142855","fundStart":"2013-07-15","fundEnd":"2014-10-31","funder":"NERC","impactText":"  After linking with the Authorities from Tigray, the Natural Resources Management Division of the Bureau of Agriculture and Rural Development has implemented road water harvesting project in June-August 2014 under the Moisture Conservation Program. This consisted of road water spreading, road water infiltration pits, water spreaders at culverts, water diversion and infiltration ponds, conversions of borrow pits into recharge and water harvesting structures. The work was done by community labor, contributions of the Army and the Bureau of Agriculture and Rural Development. A number of these have been documented but the total uptake probably amounts to 200 road water harvesting systems. Agriculture, Food and Drink,Environment Societal,Economic,Policy & public services","person":"Frank  Van Steenbergen","coPersons":["Jeremy Marc  Allouche","Kifle Woldearegay  Woldemariam","Lyla  Mehta"],"organisation":"MetaMeta","findingsText":" Thanks to this research, we have been able to study the potential of groundwater recharge and retention from road run-off. The results have shown an important increase in shallow groundwater levels in the study areas. This is a very innovative research topic, and much work stills needs to be done. In addition, the research has shown the importance of bringing different authorities together, and has created a good basis for future collaboration. As explained earlier, the uptake of this research has been overwhelming. The Regional Bureau of Agriculture started earlier this year the implementation of road water harvesting structures, whose positive impact can already be seen in both environment and society Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Environment,Transport","dataset":"gtr"}