{"id":"49BEE4A4-30FF-4C8E-B40F-618E66A3120A","title":"A miniature Atmospheric Particle Classifier (APC)","abstractText":"The single greatest source of uncertainty in the estimates of climate sensitivity to either natural or man-made changes continues to be clouds (IPCC 2001, 2007). Much of this uncertainty arises from the lack of information relating to the properties of smaller cloud particles (droplets, ice crystals) and aerosol. These particles directly and indirectly affect how much sunlight the clouds reflect back into space (ie: cooling the Earth) and how much infrared or heat radiation from the Earth's is trapped (ie: warming the Earth). Climate scientists therefore need accurate information on the sizes, shape, and abundance of these different types of atmospheric particle so that the effect of cloud properties on our future climate can be predicted. Cloud microphysicists have at their disposal several types of in-situ instrument for counting and sizing atmospheric particles down to sub-micrometre sizes, whilst other instruments can capture real images of larger individual particles. Such images are especially valuable as they provide detailed particle shape data, but instrument optical aberrations and depth of field limitations result in image blurring, restricting such imaging techniques to particles greater than ~25um in size. The greatest lack of knowledge, and therefore potentially the greatest source of uncertainty, surrounds smaller particles, such as ice crystals down to a micrometre in size, well below the resolution limits of cloud particle imaging probes. An alternative approach that can provide detailed information on these smaller cloud particles is that of spatial light scattering, in which the unique patterns of light scattered by individual particles passing through a laser beam is recorded and analysed. In the past, the University of Hertfordshire has developed several types of aircraft instrument based on spatial light scattering (so called SID probes) and these have been procured by meteorological research organisations in the USA, UK, and Europe. However, SID probes are large (each requiring a 'PMS' wing-mounted canister) and expensive (&gt;&pound;80k). This limits their deployment to the relatively small numbers of research aircraft that carry PMS canisters (and where competition for such canisters is normally intense). This Proof-of-Concept proposal therefore seeks to address this by developing a small, low-cost (&lt;&pound;3k) and light-weight (&lt;1kg) 'miniature SID' sensor, referred to as the Atmospheric particle Classifier. The APC would exploit recent major technological advances in diode laser and detector array technologies developed for mass consumer markets (such as DVD R/RW players, security systems, etc.) to achieve similar performance to the predecessor SID probes but at a small fraction of the cost, size and weight. The APC would count, size and classify atmospheric particles down to micrometre sizes at rates of several thousand per second, differentiating droplets, solid aerosol, and ice crystals on the basis of shape and determining the extinction coefficient of each particle (an important parameter in understanding cloud radiative properties). The sensor would be small enough to be borne by balloon or UAV, or to be part of a combination probe in a single PMS canister (potentially freeing other PMS mountings). It could potentially be carried by civilian passenger aircraft, thus generating a huge source of cloud data. Beyond this, the APC could also find wider application in general aerosol monitoring (see 'Beneficiaries') in areas of environmental health, pollution monitoring, etc., where a knowledge of the aerosol's constituent particle types is essential. The APC sensor would built and tested at UH, with performance validation and calibration being carried out by the University of Manchester in their cloud simulation chamber. The finished APC would become available for use by all of the UK science community through NERC's Facility for Ground-based Atmospheric Measurement (FGAM).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002316/1","grantId":"NE/H002316/1","fundValue":"157417","fundStart":"2010-02-01","fundEnd":"2011-10-31","funder":"NERC","impactText":"  The particle detection technology developed for the Airborne Particle Classifier has significant potential in low-cost particle detection in application areas such as air quality monitoring, occupational aerosol monitoring, industrial aerosols, etc. Because of this, a sensor company have taken a licence to the technology (based on patents filed) with a view to commercially producing a low-cost airborne particle 'engine' that could be implemented in a wide variety of these application areas. Environment Societal","person":"Paul Henry Kaye","coPersons":[],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}