{"id":"49C933D3-AA3F-4EF0-A04D-EA6D687AD159","title":"Multiscale modelling of three-dimensional plant root growth","abstractText":"Virtually all our food comes ultimately from plants, either directly or when used as feedstock for animals. Thus to ensure a secure food supply for the future, particularly in the light of global climate change and population growth, it is essential that we fully understand how plants, in particular their roots, grow so we may optimise their growth in challenging environmental conditions (for example during a drought or a flood).\n\nA plant root grows via the elongation of some of its cells, pushing the root forward into the surrounding soil. Plant cells cannot move relative to one another, and so tight control of growth across all cells in an organ such as a root is required. As the root grows, it twists and bends in response to its own internal stresses, as well as by actively varying its mechanical properties (via hormonal control) across the root cross section. This leads to improved penetration of the soil and responses to gravity and touch, for example. These internal stresses and mechanical properties are related to the complex and continually evolving microstructure of the plant cell wall, which consists of a highly organised network of components and is the key mechanical regulator of growth. In particular, the structure of the cell wall gives it anisotropic properties, i.e. these are different depending on which direction you consider them in.\n\nThis is a highly complex problem, with the structure of the cell wall determining the mechanical properties of a cell wall segment, which determines the growth and behaviour of the entire root, which in turn feeds back to changes in the structure of the cell wall. Information from the microscopic scale therefore governs what happens to the whole root. We thus need to develop detailed mathematical models to extract the key features and mechanisms which control this growth.\n\nMost current mathematical models only describe straight growing roots and do not allow for any curving, so they cannot answer questions in which this curvature is important or as to how it is generated. Similarly, when considering the mechanical properties of the structured cell wall network, current models are overly simplified, neglecting many important features such as the reorientation of components during growth. Finally, whilst progress has recently been made at each individual scale, combining these models to form a fully multiscale model remains challenging. This project has two components: developing the new mathematical methodologies required to describe such systems, and analysing the resulting models to determine the key biological effects driving root growth.\n\nUsing techniques from continuum mechanics, we will derive accurate and biologically relevant models to describe these phenomena. Analysing the models using asymptotic and numerical techniques will lead to novel biological hypotheses which can then be tested experimentally. By developing these mathematical models and techniques we will further understand plant growth, and the tools produced are likely to also be useful to understand other systems which have complex microstructures, whether found in biology, medicine or industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M00015X/1","grantId":"EP/M00015X/1","fundValue":"97682","fundStart":"2014-11-05","fundEnd":"2016-11-04","funder":"EPSRC","impactText":"","person":"Rosemary Julia Dyson","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}