{"id":"49CA5BBA-0F61-4013-93C8-DC984F4138B1","title":"Bristol Adaptive Structures Workshop 2006","abstractText":"We are proposing to hold a three day workshop on adaptive structures with a provisional date of 10-12 July 2006. Our intention is to bring together leading international researchers in this field with the next generation of UK researchers working in the same area. The idea is that all the main speakers will be leading international experts in an area central to adaptive structures. The speakers will be expected to go beyond just an overview of current research to give their vision of the future --- to outline the future challenges and directions in this exciting area of engineering science. The meeting will concentrate on three main themes, all central to adaptive structures: Intelligent materials; sensing and control of adaptive systems; applications to mechanical and aerospace engineering. The audience - a mixture of young academics, industrialists and young researchers working in this area - will be expected to present a poster of their work, with the intention of promoting significant interaction between participants. We anticipate that a significant number of new research ideas and collaborations will result from the workshop. We estimate approximately 25k would be required from the EPSRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D041791/1","grantId":"EP/D041791/1","fundValue":"25038","fundStart":"2006-03-20","fundEnd":"2006-11-19","funder":"EPSRC","impactText":"","person":"David James Wagg","coPersons":["Ian Paul Bond","Michael Ian  Friswell","Paul Michael Weaver","Bruce  Drinkwater"],"organisation":"University of Bristol","findingsText":" This workshop was highly successful and lead to a book published by Wiley:\n&lt;http://www.amazon.co.uk/Adaptive-Structures-Applications-Michael-Friswell/dp/0470056975/ref=sr_1_1/026-1031913-4654810?ie=UTF8&amp;s=books&amp;qid=1174773436&amp;sr=1-1&gt; There is ongoing interest in the field of Adaptive Structures, and this workshop led to new collaborations and development in the field. Aerospace, Defence and Marine","dataset":"gtr"}