{"id":"49D1F7FD-E8F5-48C9-AE0F-FC7470A0C4F1","title":"Information, market creation and agricultural growth","abstractText":"<p>Recent years have witnessed renewed appreciation that agriculture could play a significant role in the pursuit of Millennium Development Goals. In this context, the role of information dissemination through information and communication technology (ICT) in improving rural welfare is highlighted. However, some fear that with ICT technological disparity will arise, and existing socio-economic inequality and poverty will be further exacerbated.</p>\n\n<p>This study will use randomised experiment and surveys before and after the experiment to investigate the impact of ICT on rural welfare in the Indian state of Karnataka. The two key aims of this project are:</p>\n\n<ol>\n \n\n <li>to unravel the linkage between information access and agricultural growth, rural development, reduction of poverty, and income and social inequality</li>\n\n <li>to identify the role of ICT as a potential instrument of rural information and empowerment for inclusive growth. </li>\n\n</ol>\n\n<p>The randomised experimental methodology proposed here involves facilitating information access on key agriculture related services to households in some villages and not in others. Combining data from both surveys and the experiment, we investigate the impact of information dissemination on agricultural practices, household incomes, social network, risk coping mechanism and caste disparity. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J009334/1","grantId":"ES/J009334/1","fundValue":"390164","fundStart":"2012-11-01","fundEnd":"2017-10-31","funder":"ESRC","impactText":"  The data is being analyzed and paper will be written. Agriculture, Food and Drink Economic","person":"Subramanian  Arjunan","coPersons":["Gopal  Naik"],"organisation":"University of Glasgow","findingsText":" The project provide agricultural extension services to the farmers in India. The impact is beginning to show up with the farmers demanding greater involvement of our extension agents. We have just began to document the results in a research paper that is being written. The Karnataka State Agricultural Minister visited one of our treatment villages recently. In his media coverage he mentioned the project and emphasis the importance of supporting farmers through knowledge sharing. Hopefully our efforts in this project will be extended beyond the project site. Agriculture, Food and Drink","dataset":"gtr"}