{"id":"49DCA92A-E28F-4746-9F74-B61AB1709DE2","title":"Building Banter","abstractText":"Context: Reducing energy use and cutting CO2 emissions of 80% by 2050 is a target for UK government, a driver affecting society, and a focus for collaboration between research and industry. A contributing factor in energy use and CO2 emissions is the UK building industry which accounts for 45% of CO2 emissions overall, with 18% of CO2 emissions coming from non-domestic buildings. As new build becomes increasingly unsustainable, how we rethink the spaces we work within, and how we engage users in those buildings to become concerned for energy efficiency will demand user centred strategies that are innovative and engaging. Aims /Objectives: In the formal regimes of the workplace people can feel disengaged, disempowered and disinterested to take energy efficient actions. Parallel to formal patterns of work, employees adopt informal conversation, or banter, in the workplace. By exploiting everyday banter, and linking people, spaces and technologies, University of Dundee will contribute by developing early stage concept prototype workshops with users and will develop conversational interventions that links users actions to the buildings environmental systems and improve energy efficiency. These will be tested in specific locations in the Federal Mogul site. Conversations emerging from the workshop will be recorded to map the process and apply this to final stage consultation toolkit. Early stage prototypes will evolve from proven methods in research and manufacture sectors. These will co-opt existing software tools and connect these to personal electronic products that will be networked with building services to create a banter between users, site and energy efficiency. We will develop prototype solutions that are simple, novel and playful in nature and that will influence the final designs of conversational tools.The process will involve detailed site investigations where we shall test the effectiveness of prototype digital 'conversations' with an aim of influencing new patterns of behaviour and transforming working cultures and raise awareness of energy use, buildings systems and occupants actions. Potential Applications and Benefits: This project will lead to a transferrable model applicable to a wide range of non-domestic buildings and improve energy efficiency through the design of conversational tools developed through a user centred design process. This will be informed by a detailed case study, experience prototyping, and trial deployment within an industrial site. The developing action research methodology will then be transformed into a process toolkit which can be made available through a consultancy model; a key factor will be the early phase creative prototyping process that will be valuable to the sector as a means of directly engaging the workforce. Prototyping will augment existing building systems with low-cost sensors and use novel responses to develop empathy from users and heighten concern for energy efficiency. By involving users at this earl stage we will generate positive engagement when prototypes are on site. Interventions will communicate to the users of the building through intuitive interfaces, sensorial techniques and actuators, (eg a mobile phone sends a 'shiver' to an employee passing an open window that should be closed). These interventions will developed through scenario design process and iterative creative development. From this we will identify key energy saving opportunities and challenges within the trial building, and capture the perspectives, values and drivers affectng users' energy saving choice. Input at this stage will include expertise from Moika, Leeds, Arups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000895/1","grantId":"TS/I000895/1","fundValue":"14774","fundStart":"2010-09-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  Building Banter: Improving energy efficiency through 'conversing' with buildings and users in an engaging manner describes an industry-led project funded by the Technology Strategy Board [TSB] and Engineering Physical Science Research Council [EPSRC] which developed consultancy tools and retrofittable products to improve energy efficiency in the workplace. By applying user centred methods the project sought to change the pro-environmental behaviour of a workforce to reduce annual energy costs in a large UK manufacturing test site at Chapple Le Frith [Federal Mogal] Derbyshire. The project included industry and academic partners and University of Dundee's role focused on research into pro environmental behaviour change, user centred design and other work packages linked to a final Building Banter report. The development of small scale energy saving interventions -which were lightweight and occupying a small foot print, were used in the UK test site to successfully track energy data and improve workforce operations. The project helped reduce energy use by 20% - exceeding the initial target of 10%. This, and the energy data tracking systems which exploited 3d spatial modelling as an accessible alternative to spreadsheets, have been used by other research colleagues in subsequent\npilot sites. The conclusions from the project also targeted workplace management, facility management specialists and energy consultants. Construction,Digital/Communication/Information Technologies (including Software),Energy,Environment,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Andrew  Milligan","coPersons":[],"organisation":"University of Dundee","findingsText":" If you take away control of a workplaces energy and environmental systems and instead automate a buildings energy and environmental controls individuals are unlikely to take responsibility for the energy they use. Such realities become more problematic when scenarios like this are transferred to corporate workplaces where individuals motivations may be The research discovered how small scale interactive devices developed through sensitive user engagement techniques and involving a wide spectrum of the workforce [from site manager to shop floor operator] can achieve significant energy savings in environments where motivations [of a workforce] may differ significantly from those users of domestic energy. The project demonstrated that by combining user centred strategies with existing open source technologies that better working practices may improve due to creative engagement and may raise awareness of pro-environmental behaviours at work. The user centred methods, simple use of existing technologies and creative approaches used in this large UK manufacturing site illustrates how automated environmental energy systems tend to remove control and responsibility of individuals to take action to reduce energy. Instead, by designing experiences which engage with a workforce, and draw upon their expertise and shop floor insights helps employers and employees jointly solve energy problems. The project illustrates how small interventions can lead to incremental change by providing energy prompts at key stages and locations of a manufacturing process. For example, individuals would be empowered to act to improve how they work and become more amenable to reducing energy use for their employer. Where work shift teams may be employed, there are also opportunities to tap into the shift teams natural competitive tendencies. The project provides UK businesses with a robust and proven means of measuring energy through reliable data metrics that identify where energy spikes and good practice occurs. The use of small digital interventions, spatial maps of data can improve a businesses energy bills and begin to transform how a workforce operates. Findings here are transferable across a wide range of non domestic working environments. Construction,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}