{"id":"49E0FC78-9244-41A3-8A0F-DB97C0B78E18","title":"cinema","abstractText":"The intersection of queer sexualities with global politics has become a pressing issue in recent years: violence at pride marches in Serbia, India and South Africa are just one vector of tensions among ideas of global citizenship, nationalist politics, and sexual identity. At the same time, film and other visual media have formed increasingly transnational routes to queer cultural visibility. Audiences in the UK can view cinematic representations of gay and lesbian life in Thailand, and vice versa. This project will investigate the role of film and video in negotiating queer cultural identities in the global context. \n\nThe project brings together an interdisciplinary group of scholars along with filmmakers, activists and film festival programmers. This combination of theoretical approaches with the perspectives of creative industry professionals and media artists will enable a broader understanding of the complex dynamics of queer film cultures, as well as helping identify new ideas for local and international engagement. The research will consist of four main events, spread through 2012. The first is a workshop on queer cinema and the politics of the global. This event, based at the University of Sussex, will bring together a prestigious group of international scholars with specialisms in international cinema studies, media and culture, the politics of globalisation, queer theory, and philosophy to outline the key issues and methods necessary to develop research in this newly emerging area. \n\nThe second phase will augment this foundational scholarly work with the perspectives of film curators and activists. Core scholarly participants will be joined by film programmers representing a range of queer cultural activity, such as the transgender film festival in Amsterdam, the MIX experimental queer film festival in S&atilde;o Paolo, and the Margaret Mead Human Rights film festival in New York City. In addition to a workshop with scholars and film programmers, there will be to public roundtables, in Brighton and London, which will bring both local queer communities and film festival audiences into the conversation. These public events will be developed in partnership with the London Lesbian and Gay Film Festival and the Duke of York Cinema in Brighton. \n\nThe third event will draw on the expertise of both the scholars and the programmers to curate a series of international queer film and video work. This series will screen in partnership with CineCity, the Brighton-based film festival. Films will be curated as part of the research process, and the series will thus form an important public-facing output of the project. The centrepiece of the programme will be East Side Story (2006-8), a two-channel video and photography installation by Croatian artist Igor Grubic which addresses the rights of sexual minorities in former Yugoslavia. Horrified by the violence aimed at gay pride parades in Belgrade and Zagreb, Grubic worked with choreographers and dancers to produce what he calls 'dance interventions' on the exact spots where the violent attacks took place, suggesting a creative resistance to intolerance that expresses the new progressive movements in the region. In a public talk at the Lighthouse Gallery in Brighton, Grubic will discuss his work in relation to queer cinema and activism in conversation with a performance studies scholar.\n\nThe final workshop addresses the question of queer counterpublics. Film festivals provide one of the few safe public spaces for queer culture, especially in regions where homosexuality is not legally protected. One of the key aims of this project is to extend that space, both by creating a rare opportunity for scholars, curators and activists to work together to analyse global queer cinema and by asking the group to strategise how we might help grow and develop these cultural spaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003824/1","grantId":"AH/J003824/1","fundValue":"31414","fundStart":"2012-03-01","fundEnd":"2013-05-31","funder":"AHRC","impactText":"","person":"Rosalind Ann Galt","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}