{"id":"49EF3734-58BF-4D2D-B823-D1116AE4760A","title":"An exploration of the relation between the concepts of 'community' and 'future' in philosophy","abstractText":"This scoping study and research review has examined a range of contemporary and historical philosophical approaches to understanding the relation between the concepts of 'community' and 'future'. In two lines of research an overview of six theoretical strands was produced, including virtue ethics, philosophical liberalism, the capabilities-approach, recognition theory, the philosophy of G. Agamben (strand 1) and E. Bloch (strand 2).\n\nIt emerged that futurity and future-orientation, although implicitly present, are marginalised as explicit objects of an ontological enquiry in most theories. As a result, philosophers, whilst dealing with ethical relations between present and future community, do so without a sufficient ontological foundation of the relations in question. The 'not yet' of the future is ontologically complex, as is its impact on the nature of community.\n\nTo investigate it deeper, the linearity and uni-directionality of future orientation needs to be contested. The future as future needs to be acknowledged as a pool of potentialities and not merely as present reality in waiting. This warrants an exploration of qualitative and relational\naspects of future and future orientation. At the same time the relation between the complex notyet and the constitutive factors of community needs to be articulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J50059X/1","grantId":"AH/J50059X/1","fundValue":"20033","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  Our findings have been used to inform discussions and debates within the overall Connected Communities program. They have also been used in subsequent philosophical discussions within the academic field.\n\nSeveral Connected Communities projects have addressed the relation between community and time, mostly with direct impact on participating communities. All these projects have benefited from the fundamental philosophical work that this project engaged in. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Johan Isaac Siebers","coPersons":[],"organisation":"University of Central Lancashire","findingsText":" This project has looked at the way philosophical thinking can help us to understand the role of the future in the formation and identity of communities. Every community relates in different ways to its future and this relation is often at the heart of the way a community organises itself. By looking at the philosophy of time, of history and of community we can understand better the cruciul role human expectations, longings, hopes, fears, projections and dreams play in the life of communities. This project is of a predominantly theoretical nature. As such it may help to inform further philosophical research into the relation between future and community but it may also inform more applied research that investigates how people relate to the future. A good theory is the most practical thing. Aerospace, Defence and Marine,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}