{"id":"49F04E37-F129-4594-8CAF-87D814BCF6B7","title":"Experimental Particle Physics Rolling Grant 2006-2011","abstractText":"This research is aimed at understanding the properties of the basic building blocks of the Universe (the elementary particles) and the nature of the fundamental forces which govern the interactions of these particles. In so doing, deep insights will be gained about the origin and evolution of the Universe, especially in the first moments after the Big Bang. The Lancaster research programme covers all the main types of accelerator facilities and is based on hadron collider physics with the Tevatron (Fermilab) and LHC (CERN) machines, the observation of long baseline neutrino oscillations in Japan and, in the longer term future, high energy electron-positron collisions at the International Linear Collider (ILC). All of this work will be underpinned by Lancaster's expertise in characterising and understanding the properties of heavily irradiated silicon particle detectors, in operating high performance computing facilities on the Grid and in writing offline event reconstruction software. The hadron collider physics is expected to reveal detailed properties of B hadrons (containing heavy b-quarks) including the mixing of neutral B mesons containing strange quarks, and CP violation which is related to the existence of the matter-antimatter asymmetry in the Universe. Searches for new physics at the LHC will focus on understanding the origin of mass (and the role of the Higgs boson), the existence of new symmetries of nature (e.g. supersymmetry) and extra spatial dimensions. The neutrino oscillations programme is expected to provide important information about the masses of and the amount of mixing amongst the three known species of neutrinos. If the appearance of electron neutrinos can be observed in a muon neutrino beam then it may be possible, in a further phase of the research, to establish the existence of CP violation in the neutrino sector of the Standard Model. This could have wide reaching implications for the understanding of the matter-antimatter asymmetry of the Universe. The electron-positron collider (the ILC) will enable a continuation of some of the research performed at the LHC but with a facility of greater precision and versatility. It could be especially crucial for the elucidation of the properties of the Higgs boson and supersymmetry if they exist as well as being an abundant source of top quraks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000487/1","grantId":"PP/E000487/1","fundValue":"3786620","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"","person":"Peter  Ratoff","coPersons":["Roger William Jones","Andre  Sopczak","Vakhtang  Kartvelishvili","Laura Lee Kormos","Guennadi  Borissov","Iain  Bertram","Gareth  Hughes"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}