{"id":"49F9D117-C1B4-4953-B46C-B6D3C22A8DD2","title":"Quantitative Analysis of Discoidin Domain Receptor 2 Signalling Networks","abstractText":"Interactions between cells and their surrounding matrix play critical roles in health and disease, yet our understanding of their cellular signalling networks are still incomplete. The discoidin domain receptors (DDRs) regulate cellular responses to collagen (the most abundant matrix component in the body) and are critical for tissue organization and development. Its importance in biological function is reflected in DDR signalling defects which lead to diseases such as osteoarthritis and atherosclerosis. Here we propose to use cutting-edge analytical tools and mathematical modelling approaches to establish how cells employ DDR2 (discoidin domain receptor 2) to interpret signals from collagen and translate these cues into cell behaviour such as growth. The research will be conducted in three phases. The first phase will involve the use of a sensitive analytical approach known as mass spectrometry to comprehensively map DDR2 signalling changes upon exposure to the collagen. In the second phase, the mass spectrometric data will be used to build a mathematical model that will provide mechanistic insights into specific DDR2 signaling proteins that control cell growth. These new insights will be tested in the final phase of the project by expression or elimination of the identified signalling proteins and relating changes in signaling to cellular growth. These proposed studies will allow us to fully understand the role of DDR2 signalling in cell-matrix interactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014276/1","grantId":"BB/I014276/1","fundValue":"362229","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  The research is basic in nature and translational impacts are unlikely to occur in the near future. however, we have shown that a subset of cancer-associated DDR2 kinase mutations are inactivating and are unlikely to be susceptible to kinase inhibition by small molecule. This has potential clinical impact in 5-10 years as there are 3 clinical trials currently assessing the utility of kinase inhibitors to treat lung cancer patients with DDR2 mutations.  Societal","person":"Chris  Marshall","coPersons":["Paul  Huang"],"organisation":"Institute of Cancer Research","findingsText":" We performed an integrated phosphoproteomic and bioinformatic analysis of DDR2 signalling networks across 7 time-points upon collagen stimulation. This analysis has been achieved using a combination of sensitive discovery and targeted proteomic strategies. This analysis is, to our knowledge, the first high-resolution map of DDR2 signalling and the following points are the highlights of our study.\n\n\n\nWe show that distinct DDR2 receptor phosphorylation sites display unique temporal activation profiles. Specifically, we find that Y481 on DDR2 is constitutively phosphorylated while four phosphorylation sites on the receptor (Y684, Y736, Y740, and Y813) are responsive to collagen stimulation. This data was independently confirmed using in vitro kinase assays. \n\nUsing a bioinformatic approach known as Multiple Clustering Analysis Methodology (MCAM), we identified 45 proteins whose phosphorylation levels clustered tightly with DDR2 receptor phosphorylation, indicating that they are candidate downstream effectors of DDR2. We further demonstrate that the phosphorylation of 5 of these effectors (SHP-2, NCK1. LYN, SHIP-2 and PLCL2) is solely due to DDR2 activation and independent of integrin activation by collagen. In addition, using kinase dead receptor mutants, we show that tyrosine phosphorylation of the SHP-2 protein tyrosine phosphatase is dependent on DDR2 kinase activity.\n\n\n\nWe designed a targeted Selective Reaction Monitoring (SRM) proteomic assay to measure both DDR2 and SHP-2 phosphorylation with site-specific resolution. This assay was deployed to profile a panel of recently identified squamous cell lung cancer (SCC) mutants of DDR2. \n\nWe further show that the extracellular (L63V) and juxtamembrane (G505S) mutants are capable of propagating receptor and SHP-2 phosphorylation. In contrast, the I638F kinase domain (KD) mutant exhibits diminished DDR2 and SHP-2 tyrosine phosphorylation levels. In addition, we find that consistent with previous reports, DDR2 inhibits cell growth when challenged with fibrillar collagen. Intriguingly, this growth suppression is relieved in the I638F KD mutant. \n\n\n\nIn summary, our findings provide an insight into the nature of DDR2 networks and the signalling modulations that occur upon acquisition of cancer-associated mutations. In addition to I638F, six KD domain mutations have been identified in lung SCC and three additional mutations in endometrial carcinoma and colorectal cancer. Our data suggest that restoring DDR2 receptor activity and its downstream signalling effectors such as SHP-2 may be important for preserving tumour suppression in a subset of cancer-associated KD mutants. This study has been published in Biochemical Journal This project provides insights into the mechanisms into DDR2 driven lung cancer which may lead to development of new therapies and biomarkers for squamous cell lung carcinoma by clinicians and the pharmaceutical industry. This research has uncovered the signalling networks activated by DDR2 which provides a platform for other researchers to investigate the biological function of this receptor. There is a lack of DDR2 phosphorylation reagents (e.g. antibodies) to facilitate the study of DDR2 activity. We have developed a sensitive SRM assay for the quantitative analysis of DDR phosphorylation sites which overcomes this limitation. Finally, we have identified the signalling pathways activated by mutant DDR2 in lung cancer which may have implications for the future development of therapeutics and biomarkers for this disease. Healthcare","dataset":"gtr"}