{"id":"4A204FD4-D47A-4192-97B0-D3E649983384","title":"The Impact of transitional justice measures on democratic institution-building","abstractText":"<p>Countries emerging from authoritarian rule and/or violent conflict face myriad challenges. Chief among them are demands for accountability for past abuses, and the need to build a new, stable, democratic state. Scholars and practitioners continue to debate which of these take priority, or whether in fact one is a necessary precondition for the other.</p>\n\n<p>While some recent scholarship suggests that certain transitional justice measures are positively correlated with an improvement in the state of democracy and human rights in transitional states, other scholarship suggests that some transitional justice measures are not linked to improved records of democracy and human rights.</p>\n\n<p>This project will examine the experiences of eight countries, in four regions:</p>\n\n<ul>\n \n\n <li>South Korea</li>\n\n <li>Japan</li>\n\n <li>Brazil</li>\n\n <li>Chile</li>\n\n <li>Sierra Leone</li>\n\n <li>Burundi</li>\n\n <li>Hungary</li>\n\n <li>Germany.&nbsp; </li>\n\n</ul>\n\n<p>All have experienced different types of violence and repression and undergone different types of transition, in different regional and international geopolitical circumstances. Using qualitative methods including field research, secondary research, and incorporating insights from quantitative research, this comparative project will develop new insights regarding the impact of transitional justice measures specifically on democratic institution-building, contributing&nbsp; to scholarship on the effects of transitional justice and providing insights to practitioners regarding the role of various transitional justice measures.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K006118/1","grantId":"ES/K006118/1","fundValue":"436918","fundStart":"2013-01-02","fundEnd":"2013-06-30","funder":"ESRC","impactText":"","person":"Chandra Lekha Sriram","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}