{"id":"4A2249A0-1C5D-4CCC-BF51-E5A115368E51","title":"Electronics Design","abstractText":"Our present Platform Grant , which started in July 2004 and lasts 3 years has enabled the Electronics System Design (ESD) Group at Southampton University to retain key research staff while offering flexible staffing arrangements; to maintain the group's international standing through significant dissemination activities; to strengthen existing relationships; and to develop new collaborations with other world-leading groups in our research area. Furthermore, the platform grant has been successful in stimulating new research directions, resulting in more than 1.2M of separate research income from the EPSRC and industry. The strategic view of the ESD group for research is to balance continuity and adventure. With that in mind, the group's future plan is to continue to undertake highly relevant and challenging projects in system-level design methods and mixed-signal design including the practical validation of the developed methods through the building of demonstrators. The group has significant strength in these areas and the platform grant renewal will facilitate the expansion of these and provide an effective means of keeping abreast of new developments and ahead of international competition. With the scaling limit of CMOS in sight and the nanotechnology promise for post CMOS, the platform grant renewal will enable the group to develop new strategic directions by enabling it to pump prime adventurous research projects in nanoelectronics design with particular emphasis on modelling, simulation and defect-tolerant nanocircuits. Also, the platform grant renewal will provide resources to enable staff to spend time visiting research groups, and host reciprocal visits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035965/1","grantId":"EP/E035965/1","fundValue":"992896","fundStart":"2007-07-13","fundEnd":"2011-07-12","funder":"EPSRC","impactText":"  Our research findings have been used by other researchers and academics in Europe, Asia and the US, to advance knowledge in the field. Our findings have also been used by industry particularly in the UK through our existing collaborative arrangements with ARM and Imaginations, two UK, world-leading companies in mobile electronics. Furthermore, our findings have been used by the PhD students and post doctoral researchers who were funded by this research, and found employments with the two above companies. Digital/Communication/Information Technologies (including Software),Electronics,Energy Societal","person":"Bashir M.  Al-Hashimi","coPersons":["Andrew David Brown","Peter  Wilson","Koushik  Maharatna","Jeffrey  Reeve","Mark  Zwolinski"],"organisation":"University of Southampton","findingsText":" This grant enabled our group to take a strategic view of its research by balancing continuity and adventure. We continued to undertake highly relevant and challenging projects in electronic system-level design methods and mixed-signal design including the practical validation of the developed methods through the building of demonstrators. The group has significant strength in these areas and this facilitated the expansion of these and provided an effective means of keeping abreast of new developments and ahead of international competition. This grant enabled the group to develop new strategic directions by enabling it to pump prime adventurous research projects in nanoelectronics design, were successful in strengthening and developing new links with other leading groups internationally in the Electronics Design arena. Taking this strategic approach with academic and industry in partnership, this grant has helped in furthering Southampton reputation as recognized international centre for Electronics Design activities, and further enhancing the UK's system and chip design capabilities. The UK is home to some world-leading electronics companies including supplier of microprocessors, multimedia and communications and wireless chip sets. Such electronics are at the heart of today's and future consumer electronics, automotive, and home entertainment. The research activities within this project plays an important role in training of tomorrow's Electronics Engineers and in the resultant wealth creation opportunities. \n\nThe project provided high quality and relevant research training to six post-doctoral researchers, five were employed by UK companies, and one found employment in academia in India. This grant has been successful in stimulating new research directions, resulting in more than ?4M of separate research income from the EU/EPSRC and industry. Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}