{"id":"4A2A6A01-7A0E-48BE-8414-AD734DB94E66","title":"Enabling Ion Mobility Mass Spectrometry for Glycomics","abstractText":"In the post-genomic era it has become increasingly apparent that biology is far more complicated to what was imagined just a few years ago. In parallel to the discovery of non-coding genetic material and DNA modifications that have revolutionised our view of genomics, the ubiquity of gene-product modifications is necessitating us to reassess the complexity of these proteins. The attachment of sugars to proteins (glycosylation) is the most prevalent of all protein modifications. These so-called glycans influence protein function, ability to binds other biomolecules as well as protein transport within and outside the cell. Furthermore, changes in glycan structure are associated with a wide range of diseases, and these sugar molecules are interesting targets as biomarkers. Despite their great importance however, the identification and assignment of glycans remains a great challenge, due to the complexity of their structures. \n\nGlycans are typically composed of 10-15 monosaccharide residues, arranged as intricate branched structures. As their assembly in the cell is not a template driven, glycans are incredibly diverse assemblies of sugar building blocks, rendering their structural elucidation very difficult. Characterization of a given glycan generally requires the combination of multiple analytical approaches built around the cornerstones of high-performance liquid chromatography (HPLC) and mass spectrometry (MS). Current strategies for these experiments are essentially unchanged in &gt;15 years, with the significant improvements in MS instrumentation over that time having had little impact on our ability to characterize glycan structures. Furthermore, the data obtained from these experiments is often complicated and requires considerable time and expertise for its interpretation. \n\nWe propose to capitalise on the advent of a new type of MS approach, ion mobility MS (IM-MS) to develop a new tool for modern glycoscience. IM is a unique technology that can separate different glycan structures by their size and shape in an inert gas. We present here proof-of-principle data to demonstrate the potential utility of IM for glycomics, and formulate a new tool for its application. This will be used to impart separation of structures, and through measuring their collision cross-sections (CCS), improve confidence in assignment of unknown glycans. Our proposal is founded on our exploratory studies into understanding how glycan ions migrate in the gas phase. We have shown that the separation, and therefore assignment, of glycans by IM is critically dependent on the presence of specific metal ion adducts. This enables us to delineate a strategy whereby we will measure CCS values of glycan ions and adducts from synthetically and common biologically derived structures.\n\nImportantly, current commercially available IM-MS instrumentation is not capable of absolute CCS measurements and therefore requires calibration prior to analysis. Measurements will be performed on unique instrumentation in Oxford that is able to determine CCS values without the need for calibration. These absolute values will be made available to the community through our database GlycoMob providing both a suitable calibrant dataset and a framework for integrating IM into the LC-MS glycomics pipeline. Finally we will couple IM-MS to HPLC and gas-phase fragmentation for unsurpassed levels of analysis, imparting four characteristic pieces of information for each sample set to 'fingerprint' specific glycans. We anticipate that this tool could revolutionise our approach to glycomics discovery, and the diverse fields of research it underpins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L017733/1","grantId":"BB/L017733/1","fundValue":"146999","fundStart":"2014-03-01","fundEnd":"2015-08-31","funder":"BBSRC","impactText":"","person":"Justin  Benesch","coPersons":["David John Harvey"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}