{"id":"4A2EBD91-FF6F-4E7A-BE74-26F202895806","title":"Supersaturated Multi-Stratum Designs: Construction and Statistical Modelling","abstractText":"Design of experiments (DOE) is one of the most important tools in scientific research, and it is an important aid in innovation in industries and sciences (applications can, for example, be found in the food industry, materials science, robotics, medicine and biology). Designing the experiment appropriately allows investigators to improve the efficiency of their methods and maximize the information obtained from their experiments. Failure to pay attention to the experimental design can lead to a waste in resources, needless repetition and poor inference. Better designed experiments will lead to reductions in the number of participants involved in clinical trials, savings in the amount of expensive components needed, decreases in the number of prototypes required in engineering experiments, and shorter product and process development times.\n\nHowever, there is an important gap in the state of the art knowledge in DoE. Consider, for example, the following scenario: in a tribocorrosion experiment, the experimenter wants to optimise DLC (diamond like carbon) coatings for use in orthopedic implants. The experiment involves 6 variables, included the coating structure, the interlayer and the substrate with 3 levels each. Different level combinations of these variables will give different coatings. However, in order to get a fully randomized experiment you need to reset these levels each time, something which is very costly and time consuming. So ideally these will be kept constant for a sequence of runs. In addition, there is 1 easy- to-change variable (immersion time). The experimenter wants to study the main effects of the 7 variables and their interactions. Three samples for every condition are needed to perform all the tests and at most 30 samples can be immersed inside the used bath, whereas the number of effects that require estimation is greater than 30. In this situation, there is not only no efficient design available, but the notion of an efficient design in this context has not even been defined in a meaningful manner. In addition, novel methodology will be needed to analyse the data in order to draw the correct conclusions. There is no guidance for practitioners on how to plan and to analyse such an experiment, potentially slowing down the scientific progress in application areas. The proposed research will fill this important gap. Our approach will provide a new general methodology for setting up and analysing informative experiments, with both restricted randomization (multi-stratum designs) and a large number of factors, larger than the number of observations (supersaturated designs). The class of multi-stratum supersaturated designs is a very recently explored research area and there is a lack of a general methodology to tackle the problem of the construction and analysis of these experiments. Multi-stratum designs are very effective in reducing the cost of an experiment in the presence of hard-to-change factors and/or of multi-stage processes. In addition supersaturated designs (SSDs) compose a large class of factorial designs, which can be used for screening out the important factors from a large set of potentially active ones. \n\nWe will develop new Bayesian optimality criteria for designing good experiments, and Bayesian modelling tools to analyse data from supersaturated multi-stratum experiments. This will be interesting and challenging from a methodological point of view, and will also increase scientific understanding in numerous application areas, such as materials and surface engineering, tribological and chemical experiments where similar problems arise. Applying our methodology in real world scenarios will lead to important synergies between the different applied disciplines and Statistics. In particular, it will deliver insights into these important areas, demonstration of the effectiveness of the methodology, and exemplars to aid in dissemination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015920/1","grantId":"EP/M015920/1","fundValue":"97422","fundStart":"2015-04-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Kalliopi  Mylona","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}