{"id":"4A344AFE-9756-4B10-9A5E-0292F1F84EA9","title":"High throughput analysis of cell growth data from phenotype arrays","abstractText":"Fifty people died as a result of the recent E. coli outbreak in Germany. Four thousand people were infected. With a growing global human population, how do we ensure that we all have access to safe food? Fossil fuels will run out, and the recent Fukushima disaster highlighted the risks of nuclear energy. How do we provide sustainable sources of fuel to meet our energy and transport needs in the context of a population that is not just growing, but also developing?\n\nThese are major challenges, and a key strategy for coming them is the study of microbes. In the case of E. coli the disease is caused by harmful bacteria, and we need to understand how harmful bacteria survive in farms, soil, food production, storage and preparation facilities, as well as in animal and human hosts. In the case of fuels, microbes provide an opportunity for a new generation of biofuels. Biofuels are carbon neutral technologies, but conventional biofuels need similar materials or land that could otherwise be used for food. We are now seeking to develop biofuels from plant matter that cannot be used for food and is currently wasted. To do this, we need to find new strains of yeast that can convert this plant matter into fuel. \n\nIn recent years, new technologies have been developed that enable us to read the full genome sequence of a microbe in just a day. This is indeed remarkable, but the genome sequence is a set of instructions in a language that we can only begin to understand. What really matters is how a microbe behaves in different environments: on what foods does it thrive, on what foods does it starve? What potential toxins can it survive and what toxins kill it? These questions are essential for understanding how we can combat harmful food-borne bacteria, or develop new bioenergy producing agents. And if we can link these answers to the genome sequence, we have a powerful way of decoding the language of the genes.\n\nThis proposal is focussed on a technology, called Biolog Phenotype Microarrays, that precisely measure how well microbes thrive in thousands of conditions, including different food sources and potential toxins. The arrays generate time courses that plot each condition at a regular point in time, with several hundred measurements of cell activity during the course of an experiment. Each time course encodes a wealth of information: how long does it take before the microbes start to become active? How quickly do they grow? Are they able to use more than one food source, and if so, is one better than the other? How much do they grow? Remarkably, there are no analysis methods available that allow users of Biolog arrays to obtain this information from the Biolog output: instead, users typically use a single datum, such as the end-point, or total growth, and discard most of the valuable information.\n\nThe aim of this proposal is to bridge this gap. To do so, we intend to build mathematical models that describe cell activity in Biolog arrays; these need to reflect the details of the technology, as well as the complexity of the conditions in which the cells are grown. We propose to develop automated ways of working out which model best fits any given set of data, and identify the key parameters describing microbial behaviour. Automation is essential, because a single experiment can generate 2000 microbial time courses. The methods have to be accessible to the wider scientific community, not just mathematicians, so we need to develop user-friendly interfaces to the methods we develop, and provide training for Biolog users in these methods.\n\nFinally, in our established research programmes, we have generated vast quantities of Biolog data on survival of harmful E. coli strains, microbial soil contamination and the development of new yeast strains for producing biofuel from non-food plant material. We will directly address the food safety and bioenergy challenges by applying our methods to these data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J01558X/1","grantId":"BB/J01558X/1","fundValue":"273083","fundStart":"2012-10-15","fundEnd":"2015-10-14","funder":"BBSRC","impactText":"  Research is on-going so findings have not yet been used.  ","person":"Dov Joseph Stekel","coPersons":["Chris  Powell","Jonathan  Hobman","Helen  West","Theodore  Kypraios"],"organisation":"University of Nottingham","findingsText":" We have found the best models to extract relevant information from experiments using Biolog Phenotype Microarrays. We have found that by using GPU technologies we can do the analysis rapidly and effectively. We are now at the stage of constructing software for general use. We will complete the software and ensure that it is readily available (through research publications and submission to suitable repositories). We will run a training course for people to use the software. Agriculture, Food and Drink,Education,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}