{"id":"4A39D611-DB53-49AD-9977-18669206DAA4","title":"Multimodal neuroimaging: novel engineering solutions for clinical applications and assistive technologies","abstractText":"We are proposing to take a new and creative approach to the way in which the brain is imaged and useful information is delivered to both doctors and patients. We will develop a suite of entirely novel compact, non-invasive and lightweight brain imaging systems which will allow patients to be monitored in a range of environments. This will open up new possibilities for how we guide the management of patients with brain injury and develop technologies which may assist profoundly disabled patients to interact with the world around them.\nOur imaging systems will combine two technologies: near infrared spectroscopy which measures how oxygen is delivered and utilised by different regions of the brain, and electroencephalography which measures brain electrical activity. The combination of these technologies will provide a powerful tool to assess the effects of brain injury and its response to therapy, and to capture information about how well the brain is working which can be used to aid the patient. The systems will be wearable, and importantly, comfortable to wear for extended periods of time. \nOne system will be optimised for studies of brain injured patients outside of intensive care environments (when they may be semi mobile) during the critical rehabilitation stage of their management. The system will be specifically designed to help doctors to optimise the type and duration of therapies, minimise the risk of further injury to the brain, and thus improve the likelihood of patient recovery.\nAnother system will be designed to monitor patients who have chronic brain or other neurological injury which means they are severely physically disabled but still have some degree of brain function. For these patients we will optimise our brain imaging system to measure the activation of their brain during specific tasks and investigate whether we can use these measured signals to help the patients communicate with, and control, their environments - so called brain computer interfacing. No other brain imaging systems currently exist which are capable of delivering this type of information, in this range of patient groups.\nIn addition to building the new imaging systems, we will also develop computer programmes which are essential to extract the relevant information from the measured signals from the brain. This will involve developing routines for delivering images in real time, and incorporating a computer model of the brain to help us understand the meaning of the signals and images.\nWe will test our systems and methods on healthy volunteers before moving on to studies in patients with brain injury. \nOur group has a long and successful track record of this type of translational research, i.e. the combined approach of hardware and software engineering of novel brain imaging technologies targeted at specific applications in healthcare, and introduction into clinical use. We have assembled a multidisciplinary team to meet the challenges of this ambitious project including engineers, mathematicians, clinicians, physicists and neuroscientists, and we have attracted the interest of an industrial project partner for potential commercial exploitation of our developed systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020315/1","grantId":"EP/K020315/1","fundValue":"992885","fundStart":"2013-06-30","fundEnd":"2016-06-29","funder":"EPSRC","impactText":"  Our research has led to a open source model for cerebral physiology which is being used by other research groups working on brain injury in adults and neonates Healthcare ","person":"Clare Elizabeth Elwell","coPersons":["Nicholas  Everdell","Ilias  Tachtsidis","Martin  Smith","Jeremy C. Hebden","Adam Philip Gibson"],"organisation":"University College London","findingsText":" We have developed new methods to understand brain injury and help clinicians manage patients Other groups will be able to use our monitoring techniques and the mathematical models we have developed for data interpretation Healthcare","dataset":"gtr"}