{"id":"4A4B4344-6633-4AD2-B66B-795D751CEE00","title":"Analysis of Magnaporthe grisea pathogenicity by insertion mutagenesis and hierarchical metabolomics","abstractText":"The project will utilize high throughput analytical biochemistry techniques to provide new information concerning the infection of cereals by an economically significant plant pathogenic fungus. Fungi cause the world's most serious and devastating crop diseases and this project will provide new information about the process of plant infection by these microbial agents of disease. We will investigate a fungus called Magnaporthe grisea which causes rice blast disease, a disease that destroys enough rice each year to feed 60 million people. We have produced mutants of the fungus that are impaired in plant infection, and these will be subject to metabolome analysis. Metabolomics techniques will allow us to resolve many of the low molecular weight compounds in the cells of the fungus (organic acids, amino acids, sugars, and polyols) and produce metabolite fingerprints for each mutant strain investigated. We will investigate a set of mutants affected in glycogen, lipid and trehalose metabolism that are required for development of turgor pressure in the specialised infection structures produced by the fungus. To break into a rice leaf, the fungus generates enormous pressure that allows the cuticle of the cereal leaf to be broken. We will also investigate a novel set of mutants that are affected in their ability to colonize living plant tissue, resulting in small, or mis-timed disease lesions. The techniques we propose to use allow the simultaneous global analysis of all the small molecules (several hundreds of metabolites) contained within a cell. This comprehensive analysis will ensure that all major areas of metabolism are studied which will allow us to develop new ideas of the precise differences exist between the normal, wild type fungus and each mutant. These complex data require specialised methods for data analysis to determine metabolic differences between strains. In the future, we expect that novel fungicides and disease-control strategies may be developed that disrupt the virulence-associated metabolic processes identified in this study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006953/1","grantId":"BB/D006953/1","fundValue":"203644","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"","person":"John  Draper","coPersons":[],"organisation":"Aberystwyth University","findingsText":" The project resulted in one of the first descriptions of a experimental rationale to allow data alignment and validate model generalizability in a dynamic interaction between a plant pathogen and its host.The development of a database strategy (MZedDB) which converts all metabolite physical data into a unified format and then allows searching for annotation hits based on potential ionisation behaviour has greatly improved the interpretation of biological models based on LC-MS data. The non-targeted, comprehensive, description of metabolic reprogramming in pre-symptomatic tissues of diseased plant tissues has generated a substantial number of hypotheses relating to the mechanism(s) of pathogenesis in the biotrophic phases of host invasion. Two of these hypotheses concerning the role of NADP-malic enzyme in defensive reactive oxygen species generation and the specific mechanism of perturbation of defensive lignin synthesis should offer generic insight to how pathogens overcome host defences at very early stages of tissue penetration. New methods potentially for crop protection in future This project set the scene to demonstrate the use of metabolomics to make new discovery into the way a major fungal pathogen for cereals and grassess (rice blast) subvert metabolism of their host. In the future this knowledge could help in the design of GM crop plants in which sensitive enzyme or signalling systems have been modified so as not to be perturbed by virulent pathogens and give new routes to plant protection Agriculture/ Food and Drink,Chemicals,Environment","dataset":"gtr"}