{"id":"4A529669-70EA-4118-B0AC-3AD87DFBA6B2","title":"Synthesis and biological testing of cell-permeant NAADP","abstractText":"Cells communicate with other cells and internally via chemical messengers. These messenger are molecules and exhibit features that make them uniquely recognizable to specialised receptors, or biological message centres. Messengers are made inside the cell membrane in response to outside stimuli, but cannot cross to or from the outside. This is because cells are enveloped by a membrane which keeps the contents in and potential contaminants outside. We are interested in a messenger molecule that increases calcium levels inside cells, called NAADP. Changes in calcium levels is what drives your heart to contract, your arm muscle to contract to raise a cup to your mouth and even the cells in your brain to talk to each other. Nobody is yet sure NAADP is working, so we want to get it into cells and find out. This messenger molecule does not naturally cross the cell membrane, so current state of the art techniques involve destroying the membrane then rebuilding it. This is difficult and requires specialised skills. We propose to try a different, more subtle approach by masking the molecules appearance, so that it can slip through the membrane. Once inside, the molecule sheds its mask, regains its appearance and provides its message. Getting NAADP across the cell membrane by stealth will provide us with new information about how this messenger works in different cells. Successful development of this new method will allow many more scientists to study this fascinating molecule.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012694/1","grantId":"BB/D012694/1","fundValue":"213016","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"  Academically, we provided two novel chemical tools: a cell-permeant NAADP as an agonist and Ned-19 as an antagonist. Prior to this, NAADP itself had to be used with very demanding and rare techniques. These chemical tools have opened up the field of NAADP signalling to the wider calcium community and biological community in general. They have now been used in hundreds of labs and appeared in almost 100 publications, with more to come.\n\n\n\nEconomically, we patented the compound Ned-19, but it was dropped by our tech transfer division. Subsequently, 8 companies worldwide are synthesizing and selling Ned-19. The tech transfer division of our university is selling our 'excess' NAADP-AM, but demand is outstripping supply and we are in discussions with a chemical supplier to step in. Chemicals Cultural,Economic","person":"Grant Charles Churchill","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}