{"id":"4A582FB4-2748-476F-A8F3-2574D3B571FA","title":"Theoretical and Experimental Studies of Metal Catalysed Reactions and Boron-Containing Optical Materials","abstractText":"Catalysis of organic reactions, especially those involving carbon-carbon bond formation, is an important area of chemistry as such reactions are used in almost all organic syntheses including the manufacture of pharmaceuticals and agrochemicals, liquid crystals, and conjugated materials for applications in flat-screen displays. In addition to developing new catalyst systems for the above reactions, we are also developing new catalytic routes to organoboronate esters which are key synthetic intermediates in many of these reactions including homocoupling and cross-coupling reactions to form carbon-carbon and carbon-heteroatom bonds. These reactions also have applications in the rapid synthesis of organic compounds widely used in industry, for example, for drug and agrochemical discovery, in addition to large-scale manufacturing. We employ a combined approach to developing catalysts and catalytic process which incorporates experimental studies as well as theoretical studies, the latter providing an improved understanding of how the reactions work, which feeds back into our experimental programmes thus assisting in the development of catalysts by design. The ongoing, highly productive collaboration with theoretician Prof. Z. Lin (HKUST) has proven invaluable in this regard, and the applicant wishes to improve his own ability to carry out such theoretical studies. Experimental studies on catalyst development are ongoing with Profs. Z. Yang (Peking University) and A. Lei (Wuhan University) which have already led to new catalysts for several important carbon-carbon bond forming reactions.Another area of chemistry which is very active is the development of new molecules with useful optical properties. Such compounds absorb and emit light or emit light in response to the application of electricity, and can be used in many applications including high resolution imaging (in 3 dimensions) in biological systems (for example, two-photon absorbing compounds allow for a high degree of spatial resolution in the depth dimension), as well as in Organic Light Emitting Diodes (OLEDs), the latter being important for the next generation of flat-screen displays. We are working (together with Profs. W.-Y. Wong at Hong Kong Baptist University, Z. Xi at Peking University, and Z. Liu at Shandong University) on the development of new organic and organometallic compounds containing boron which exhibit enhanced optical properties for the above applications.Finally, we are developing small organic molecules which are stable to ambient conditions (e.g., air and light) and can be used as alternatives to the naturally occurring All-Trans Retinoic Acid (ATRA, a metabolite of Vitamin A) to trigger the differentiation of stem cells. ATRA suffers from its instability to air and especially light, causing problems in practical applications in cell culture, as the isomers formed upon exposure to normal laboratory light exhibit different biological activity. The new molecules we are developing are stable, allowing, e.g., the differentiation of stem cells to give rise to neurons (nerve cells) only, as opposed to mixtures of cell types. This work involves collaboration with organic chemists and biologists in Durham, as well as SMEs specializing in enabling stem cell technologies (Reinnervate Ltd.) and in synthesis of pharmaceutical intermediates (High force Research Ltd.). We plan to expand this collaboration to include Prof. Z. Yang (Laboratory for Chemical Genomics at the Shenzhen Graduate School of Peking University, where he is Changjiang Professor and Dean of the College of Chemical Biology and BioTechnology) as his research groups in both Beijing and Shenzhen have expertise in the synthesis of related biologically active compounds which we would like to study in our processes, and also access to a special laboratory containing over 1000 trangenic zebra fish which can be used to study rapidly the developmental effects of the retinoids we are synthesizing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H01120X/1","grantId":"EP/H01120X/1","fundValue":"52613","fundStart":"2009-10-19","fundEnd":"2012-07-18","funder":"EPSRC","impactText":"","person":"Todd  Marder","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}