{"id":"4A645E82-0F7C-4AB5-A6C2-90BDDAE652E1","title":"PeerLive: Real-time Content Distribution using Incentives-based Swarming and QoS Overlays","abstractText":"Computers communicate over the Internet by breaking the information they wish to send into packets that are then routed through several nodes to the final destination. This process is used by every application that uses the Internet, such as e-mail, web or peer-to-peer file sharing. It is incredibly efficient because it allows a single network - the Internet - to be used by many applications and users at the same time.If an organisation wishes to send the same information to many computers, for example a TV station using the Internet to broadcast the World Cup final to millions of viewers, things become more complicated. The organisation would need a huge amount of resources - including an extremely fast Internet connection and powerful computers - because a copy of each packet needs to be sent across the Internet to each individual viewer. The amount of data that the organisation has to send may grow to prohibitively high levels, possibly flooding the Internet, causing congestion and delays for other users and applications. One solution to this problem is known as Multicast. This technique allows users to share the transmitted data, with individual copies only being made as close to the users as possible. Multicast is an efficient way of reducing the total amount of traffic, but although it has been available for several years, most Internet Service Providers (ISPs) have not updated their networks to deliver packets this way.PeerLive aims to solve this problem in a different way by adopting a peer-to-peer (p2p) approach similar to the one used by file sharing systems like Kazaa and BitTorrent. In PeerLive, every user receiving data helps by replicating the packets to other computers. For example, a TV or radio station would send the data to a small set of computers in the Internet, these computers would copy it to other computers who replicate it further. The original organisation would need significantly fewer resources than if it was transmitting individual copies to each receiver.Although this process is straightforward, there are considerable obstacles to implement efficiently this kind of scheme for real-time data like audio and video. Our research objectives are to investigate how to overcome these obstacles:- Computers have typically a greater capacity to receive rather than send packets. This is because most broadband ISPs use a technology called ADSL (Asymmetric Digital Subscriber Line). A typical user may have 1Mbit/s of download capacity (the rate at which it can receive) but only 256Kbits/s of upload capacity (the rate at which it can send). We will overcome this problem by using a technique known as Swarming. This allows a single receiver to receive different parts of the data from different senders. Although this has been used successfully by file sharing programs, we will research how to apply Swarming efficiently to distribute near real-time content.- PeerLive will need the collaboration of everybody who wants to receive the data in the distribution process. In practice, there is no reason why a given receiver would waste its capacity by sending information to others. We will apply Game Theory to create an incentives-based mechanism that will ensure it is in everybody's interest to replicate the data.- For time sensitive applications like TV or radio broadcasts, it is crucial that the information is received with a certain Quality of Service (QoS), meaning that it is transported across the network at a certain speed with no more than a certain delay, among other characteristics. In the Internet, this is difficult to achieve because there is no way of controlling the speed at which the information reaches the destination. It is always dependent on how many people are using the Internet at any given time. We will investigate how to improve the QoS by computers intelligently selecting the computers that will send information to them and the route that it will take.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D07648X/1","grantId":"EP/D07648X/1","fundValue":"467658","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Miguel Joaquim Rio","coPersons":["David Philip Griffin"],"organisation":"University College London","findingsText":"","dataset":"gtr"}