{"id":"4A6971CC-E8DB-4228-8801-4AFDAD840A2C","title":"Empirical Modelling of Business Process Patterns with Ontologies","abstractText":"A fundamental problem in the way business process modelling (BPM) is carried out today is the lack of explicit and systematic reuse of previously developed models. Although all business processes possess unique characteristics, they also do share many common properties making it possible to classify business processes into generally recognised patterns of organisational behaviour. Patterns, or general solutions to recurring problems, have become a widely accepted architectural technique in software engineering, however their use in business process modelling is quite limited. Given the documented benefits that patterns have produced in software engineering (for example, increased productivity and acceleration of the learning curve), it can be assumed that their adoption in BPM could yield similar advantages.\n\nHowever, the systematic adoption of patterns in BPM cannot be a simple transposition of the experience acquired by the design patterns community in software engineering. This is due to some essential differences between business modelling and software design. While the latter involves the representation of an engineered artefact (i.e., software), the former concerns the representation of behaviour of a real world system (i.e., the business organisation) that grows in an emergent manner. Therefore, while software design patterns are normally based on engineering experience, the discovery of generalised business behaviour should be preferably conducted in a more empirical manner via the analysis of organisational process data in all its forms. Empiricism is currently not the basis for the discovery of patterns for BPM and no systematic methodology for collecting and analysing process models of business organisations currently exists. This project aims at developing such a methodology. Moreover, given the real world nature of organisations, ontology is adopted as the principal driver of the methodology so as to interpret business process data, discover recurrent behaviour and model the generalised patterns found. \n\nThis project is called Empirical Modelling of Business Process Patterns with Ontologies (EMBO). The assumption underpinning the project is that business organisations will be capable of more flexibly adapting themselves to changing operational practices thanks to the generalised nature and semantic expressiveness of ontology-based business process patterns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009923/1","grantId":"EP/K009923/1","fundValue":"318135","fundStart":"2013-06-18","fundEnd":"2016-09-17","funder":"EPSRC","impactText":"  The research project is currently ongoing (to finish in 09-2014) therefore it has not produced societal or economic impact. We foresee the outcomes of the research to provide significant cost savings in future business process engineering projects since the research is aimed at providing companies the means to develop new business processes from process templates (rather than from scratch). Digital/Communication/Information Technologies (including Software),Other Economic","person":"Sergio  De Cesare","coPersons":["Mark  Lycett"],"organisation":"Brunel University","findingsText":" To date (after about one year of research) we have developed a way to semi-automatically extract information from existing company business process data. The approach enables a company to transform the original data in order to provide richer and more detailed information about their business processes enabling organisations to be more knowledgable and aware of their processes.\n\nThe research is on-going with about two more years to finish. The project is not yet completed. This will occur in September 2016. Therefore our findings/results do not represent completed research. In terms of future work by or in collaboration with others, it would be useful to apply our approach in other domains (business sectors) which we have not had the opportunity to work in. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}