{"id":"4A6C41FF-F2B7-4931-9C1C-53DA999169E1","title":"Development of Quantitative PET Imaging Probes for Neuroinflammation","abstractText":"Inflammation is a protective attempt by the immune response of the organism to remove the injurious stimuli as well as to initiate the healing process for the tissue. The inflammatory process is generally beneficial but an inflammation that runs unchecked can also lead to a host of diseases, such as hay fever, atherosclerosis, and rheumatoid arthritis. It is for this reason that inflammation is normally closely regulated by the body.\nThe brain and spinal cord are considered ?immune privileged? tissues in that they are separated from the rest of the body by a series of endothelial cells known as the blood-brain barrier, which prevent most infections from reaching the vulnerable nervous tissue. For this reason, inflammation in the CNS (Neuroinflammation) is mediated by a unique cell type, microglia. Microglia are part of the non-neuronal part of the cell population in the brain called glia, the other glial cell being the astrocytes and the oligodendrocytes. Quiescent microglia have a ramified morphology as they are constantly moving and analyzing the CNS for damaged neurons, plaques, and infectious agents; whenever an anomaly is detected, microglia enter an active state and undergo several morphological changes including the thickening and retraction of branches, the expression of immunomolecules, the secretion of cytotoxic factors, recruitment molecules and pro-inflammatory signaling molecules. \nMicroglial activation is therefore present early in any pathological state of the brain and the in-vivo detection of microglial activation is a key diagnostic aim. Besides, microglia chronic activation has also been suggested as a key factor in the inception and/or progression of neurodegenerative diseases like Alzheimer?s disease and Parkinson?s disease. This project aims at delivering an optimal imaging biomarker for microglia using Positron Emission Tomography (PET) technology. PET is a Nuclear Medicine modality that is able to image the distribution of radioactive labelled compounds. The interest in imaging microglia with PET radiotracers is such that more than 50 radiotracers targeting microglia are now proposed world-wide. In the context of this training proposal, we will test the most promising PET microglia tracers, devise appropriate data-processing procedures and metrics that will allow the selection of the optimal marker to be used in the future in diagnostics, research and drug development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900891","grantId":"G0900891","fundValue":"632696","fundStart":"2010-06-21","fundEnd":"2014-06-15","funder":"MRC","impactText":"","person":"Federico Edoardo Turkheimer","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}