{"id":"4A7B4427-D320-4E17-BFAF-9884759C4B58","title":"Coupled models of magma/mantle dynamics: melt transport at mid-ocean ridges and subduction zones","abstractText":"Over geological time, the Earth has differentiated into a iron core, a silicate mantle and a gaseous atmosphere. The mantle has further differentiated to form the crust, a thin outer layer of silicate rock that supports most life on Earth. Differentiation of the mantle occurs when it partially melts. More fusible components are transfered to the magma, which is buoyant and rises to the surface, where it is erupted from volcanoes. The products of eruptions enter the atmosphere and the crust, leading to chemical changes in these reservoirs with important implications for human life. While the crust and the atmosphere are generally accessible to observation, the source regions of volcanoes where magma forms are too deep in the mantle to be observed directly. Mathematical models based on fluid mechanics and thermodynamics that can simulate the conditions at depth are thus a crucial tool for investigating the processes of differentiation of the silicate Earth. My work involves the development and use of mathematical models and large-scale computation for studying the processes of mantle melting and melt transport. These models are based on a theory that invokes flow of magma through the pores of the crystalline mantle to explain melt transport. Indirect geological and geochemical evidence suggests that melt transport is rapid, with vertical velocities of 10s or 100s of meters per year. The research proposed here attempts to reconcile these and other indirect observations with the theory of porous melt transport. Rapid porous velocities are expected when magmatic flow is localized into high-permeability channels---such localization is a consequence of reactive flow where the fluid is dissolving solid mantle matrix as it flows. This condition is expected to be met by magma in the mantle. Hence one of the aims of the proposed research is to incorporate reactive flow and its attendant channelization of fluid flux into computational models, as a test of the porous flow theory of melt transport. Another important but indirect observation that bears on the dynamics of magma within the mantle is the position of volcanoes in subduction zones, where the oceanic crust and lithosphere founder and sink into the mantle. Subduction invariably leads to volcanism, with its attendant hazards to human populations. Recent work has shown that the depth from the volcano to the top of the subducting crust correlates with the descent rate of the sinking slab. New models suggest that melt transport processes in the mantle control the position of subduction zones volcanoes, although these models do not explicitly calculate melt transport. To make progress on this fundamental problem, I propose to extend current simulations to handle the thermodynamic complexity of subduction-zone melting: the presence of water in the melting region. Models such as those proposed here tend to be complicated: they must consistently include the fluid mechanics of mantle convection and magma transport, the thermodynamics of melting and freezing, as well as the processes of heat and chemical transport. My previous work has demonstrated a capability for the development, validation and interpretation of such models. The University of Oxford has supercomputing facilities that, with the requested support, will provide an excellent resource for the proposed work. By continuing to advance the theory of melt transport in the mantle, and by continuing to deploy and interpret large-scale simulations, the proposed work will generate new insight about the inaccessible source regions of volcanoes and hence about the chemical differentiation of the Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H00081X/1","grantId":"NE/H00081X/1","fundValue":"55089","fundStart":"2009-08-03","fundEnd":"2011-08-02","funder":"NERC","impactText":"","person":"Richard Foa Katz","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}