{"id":"4A7CC293-320A-40EA-A10D-22770137CD42","title":"Critical Scaling of Domain Dynamics in Ferroelectric Nanoelements","abstractText":"The potential for ferroelectric materials to influence the future of small scale electronics cannot be overstated. At a basic level, this is because ferroelectric surfaces are charged, and so interact strongly with charge-carrying metals and semiconductors - the building blocks for all electronic systems. Since the electrical polarity of the ferroelectric can be reversed, it can both attract and repel charges in nearby materials, exerting complete control over both the charge distribution and movement within the device. It should be no surprise, therefore, that microelectronics industries have already looked very seriously at harnessing ferroelectric materials in a variety of applications, from solid state memory chips (ferroelectric random access memories, or FeRAMs) to field effect transistors (ferroelectric field effect transisitors, or FeFETs). In all such applications, switching of the direction of the polarity of the ferroelectric is the most important aspect of functional behaviour. The mechanism for switching invariably involves the field-induced nucleation and growth of domains. Domain coarsening, through domain wall propagation, eventually causes the entire ferroelectric to switch its polar direction. It is therefore the existence and behaviour of domains under the influence of an external bias field that determine the switching response, and ultimately the performance of the ferroelectric in any given electronic device. Understanding domains and domain dynamics is therefore the key to fully understanding switching behaviour and eventually rationalizing and predicting device performance.However, integrating ferroelectrics into commercial devices has not been altogether straightforward. One of the major issues has been that the properties associated with ferroelectrics, in bulk form, appear to change quite dramatically and unpredictably when at the nanoscale: new modes of behaviour, and different functional characteristics appear. For domains, in particular, the proximity of surfaces and boundaries has a dramatic effect: surface tension and depolarizing fields both serve to increase the equilibrium density of domains, and domain walls, such that minor changes in scale or morphology at the nanoscale can have major ramifications for domain redistribution. Given the importance of domains in dictating the overall switching characteristics of a device, the need to fully understand how size and morphology affect domain behaviour in small scale ferroelectrics is obvious. That the near future plans for microelectronic ferroelectric devices are to move from simple planar 2D to more complex 3D architectures, only increases the imperative for study. This proposal seeks to map and understand the manner in which reduced size and increased morphological complexity affect the switching behaviour of small scale ferroelectrics. Our revolutionary approach will be to make devices in which single crystal ferroelectric material has been machined to thin film dimensions using focused ion beam milling (FIB). 'Stroboscopic Piezo-Force Microscopy (PFM)' will be used to map the dynamics of domain wall motion during in-plane switching, induced by an external electric field dropped between coplanar electrodes. Observations made on nanoscale domain dynamics can then be meaningfully correlated to the measured 'macroscopic' functional behaviour of the devices. Using FIB to machine holes and slits into the thin ferroelectric slabs will allow us to directly investigate the manner in which physical defects alter the nucleation and propagation of domain walls. The study will also be extended to investigate axial switching of discrete FIBed single crystal ferroelectric nanowires with and without topographic complexity (in terms of notches, antinotches and kinks). Prior support on static domain states in passive ferroelectric nanoshapes has enabled this research, but there is no overlap - this new work concerns domain dynamics in active devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H047093/1","grantId":"EP/H047093/1","fundValue":"324494","fundStart":"2010-12-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"  So far, the findings from this blue-skies project have been used only in the academic sector.  ","person":"J M  Gregg","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" This project brought together unique preparation techniques at Queens University Belfast (used to make thin film capacitors made from pristine single crystal ferroelectric materials) with state-of-the-art imaging techniques (based on piezoresponse force micorscopy (PFM)) at University of Nebraska-Lincoln. The objectives were to image and understand aspects of domain dynamics at the nanoscale. Three major discoveries were made:\n\n\n\n(i) that flux-closure structures form in response to surface depolarising fields in small-scale ferroelectric objects, analogous to the flux-closure objects seen in ferromagnetism. This observation, along with aspects of the dynamics of formation, was published in Nature Communications in 2011; a later observation of nested flux-closure patterns (flux-closure within flux-closure) was published in Nano Letters in 2013 and the detailed dynamics associated with the formation of the flux closure objects were rationalised and published in Nano Letters in 2014.\n\n(ii) that domain wall dynamics in small-scale ferroelectrics are different from those in bulk: motion under an applied field seems to fit that of ballistic transport through a viscous medium. This has been seen in a few previously published studies. However, in our work we argue that the picture associated with the damped ballistic transport analogy cannot be physically correct as this motion only occurs when the external field is applied - true ballistic motion is initiated by an external stimulus and then proceeds in the absence of this driving force. This research and associated insights were published in Advanced Materials in 2013;\n\n(iii) that domain wall injection and motion could be precisely engineered by designing spatial heterogeneities in the electric field induced when a potential difference was applied across the capacitors. To generate field heterogeneity, air holes were drilled into the ferroelectric and electrodes were patterned using Focused Ion Beam (FIB) milling. This research was published in Advanced Materials online in 2013 and in a formal volume in 2014. A follow-up article in Journal of Applied Physics was also published. The creation of domains and their growth through domain wall motion is the way in which ferroelectrics reverse their polarity. To utilise ferroelectric switching in nanoscale devices such as memory bits in FRAM demands knowledge of how domains and domain walls behave at the nanoscale. The project in general has given greater insight into such domain behaviour and dynamics and this will be useful in the future development of such small-scale devices. \n\n\n\nIn the longer term, two further non-academic implications from the work may arise:\n\nfirstly, using the toroidal moment in ferroelectric vortices has been suggested as a completely new form of memory in high-profile modelling research; experimentally, ferroelectric vortices have not been unequivocally seen. However, the flux-closure objects discovered in this project are the precursors to the existence of vortex states and so keep the possibility of toroidal moment memory alive;\n\nsecondly, the recent discovery of conducting domain walls in ferroics has prompted the idea of new electronic devices based on the existence or otherwise of conducting domain wall channels between electrodes. To realise this &quot;domain wall electronics&quot; revolution requires an understanding of the physics of domain wall conduction and complete control over domain wall position and movement. These later aspects have been thoroughly examined in the project. This was a blue-skies project in which the priority was scientific discovery. Nevertheless, a dialogue with Asylum (manufacturers of scanning probe microscopes) was kept active during the project. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}