{"id":"4A7EC5CC-B8E0-4931-B581-65AFF7EF3465","title":"Social perception across the lifespan","abstractText":"<p>Even in the most fleeting social interaction, we are confronted with a wide array of social signals. Our ability to interpret and use these signals is a critical feature of our everyday lives. Recently, we have made several strides in developing our understanding of the psychological and neural mechanisms that contribute to our social perception abilities, and how they change across our lifespan.</p>\n\n<p>This seminar series aims to provide a window into the mechanisms that contribute to our social perception abilities, how they change as we age, and what the consequences of these changes are. A series of four public workshops and a website will be run. Each workshop will include talks by experts on the topics of:</p>\n\n<ul>\n \n\n <li>social perception in infancy</li>\n\n <li>social perception in childhood</li>\n\n <li>social perception in adolescence</li>\n\n <li>aging and social perception.</li>\n\n</ul>\n\n<p>The website will be used to provide updates on:</p>\n\n<ul>\n \n\n <li>the workshops</li>\n\n <li>podcasts from the sessions</li>\n\n <li>blog posts,summarising core points from each day. </li>\n\n</ul>\n\n<p>By bringing together researchers in the field of social perception research and other interested parties we hope to raise public understanding of social perception research and to develop novel lines of investigation about mechanisms of social perception across the lifespan.</p>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02192X/1","grantId":"ES/J02192X/1","fundValue":"14879","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"  The main impact of this Seminar Series Grant was through increased public awareness of research related to lifespan changes in social perception abilities. The four workshops that were hosted as part of the grant attracted approximately 60 attendees per workshop, made up of a mixture of individuals from different areas of academia, practitioners (e.g. teachers), and the general public. By appealing to this mixed audience the workshops directly impacted on understanding and awareness of research related to lifespan changes in social perception abilities across a range of groups, which was anecdotally reported to influence / change thinking afterwards (e.g. by teachers that attended some of the workshops). In parallel, the talks from the workshops have been made available online through podcasting of the workshops and an on-going public project (www.socialperception.co.uk). This aspect of the project will remain an on-going project after the end of the grant; the impact from this will take longer to be fully maximised, but the resource provides a recurrent further means by which public awareness of research related to lifespan changes in social perception abilities will be realised. Education,Other Societal","person":"Michael Joseph Banissy","coPersons":["Vincent  Walsh"],"organisation":"Goldsmiths College","findingsText":" This ESRC Seminar Series grant supported four public workshops related to 'Social Perception Across the Lifespan'. Each workshop was themed around a particular age group (e.g. 'Social Perception in Infancy') and attracted attendees from different disciplines in academia (e.g. psychology, neuroscience, education), practitioners (e.g. teachers), and the general public. There were also international attendees at each workshop, and speakers from Europe and USA took part. A core feature of each workshop was the involvement of Early Career Researchers and the opportunity for discussion between Early Career Researchers and more senior academic colleagues was promoted. This was achieved through a mix of speakers at each workshop from Early Career academics through to Professors, and through discussion sessions led by Early Career Researchers following each talk. This therefore facilitated increased research capability through the opportunity for Early Career Researchers to actively engage in presenting their work to different sectors (e.g. academics from different disciplines and public sector) and the development of new research networks / collaboration opportunities involving UK and overseas partners. For example, building on one of the workshops themed around 'Social Perception in Aging' the PI is now involved in forming collaborations with researchers interested in aging and social perception at different UK and European institutions, and is exploring avenues for collaborative funding; active research collaborations were formed between researchers at Goldsmiths, City University, and Kings College London; and discussions have taken place about plans to develop a proposal for a journal special issue based on the workshop content. The main impact activity of this Seminar Series Grant was to facilitate knowledge transfer / public awareness of the impacts that changes in social perception abilities across the lifespan can have, and to facilitate the interaction between early and late career researchers. This was achieved through the involvement of practitioners and academics from different fields of study at the workshops. Further, Early Career Researchers played an active role in presenting and discussing work with this broad group of attendees. In this regard, increased collaboration between academic groups (including early and senior career researchers) and increased dialogue between academia and the public was facilitated, which may be taken forward through the development of new networks and raised public awareness of how social perception skills change throughout the lifespan.\n\nMore broadly, the workshops were podcast to increase impact on knowledge exchange between different groups and a workshop website (www.socialperception.co.uk) was developed. This is an on-going activity that is likely to provide a further means to engage with a range of audiences about the contents of the seminars and be an important source of impact for public understanding of science in the longer term. Education,Other","dataset":"gtr"}