{"id":"4A882BFE-8BBD-435D-B2D1-40D0C6B5F5F5","title":"Regulating Armed Conflict: From the Laws of War to Humanitarian Law","abstractText":"<p>The international community is increasingly concerned with the legal regulation of armed conflict. The enforcement of international humanitarian law, the body of international law governing the conduct of armed conflict, is now seen as a key mechanism for the regulation and resolution of war. Traditionally understood as the legal rules governing wars between states, contemporary humanitarian law increasingly focuses upon the protection of persons. For this reason, there is currently considerable debate as to the purpose and limits of humanitarian law. </p>\n\n<p>This project aims to provide a new sociological understanding of humanitarian law by undertaking a case study of the International Criminal Tribunal for the former Yugoslavia (‘ICTY’). The ICTY is the first international criminal tribunal established to prosecute violations of humanitarian law, and will be a leading influence upon the International Criminal Court. </p>\n\n<p>The research has three sections. The first section analyses current legal and transitional debates concerning the function of humanitarian law. The second section identifies the ICTY's key models of humanitarian law, and examines how these models understand 'society'. The third section considers whether these models provide adequate accounts of social relations and examines the relationship between these models of humanitarian law and the contemporary international order. Ultimately the research will provide a new basis for humanitarian law to seek to regulate armed conflict in the twenty-first century.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1650","grantId":"RES-000-22-1650","fundValue":"47104","fundStart":"2006-04-01","fundEnd":"2007-06-30","funder":"ESRC","impactText":"","person":"Kirsten  Campbell","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}