{"id":"4A99CFDE-25C3-495D-BD4D-1454B3A1E975","title":"Newton001 Maternal nutritional status, mental health and childhood health: a prospective cohort study in Rio de Janeiro.","abstractText":"The improvement of maternal and child health is one of the aims of the Millennium Development Goals of the United Nations Development Programme. Maternal mental health and obesity are global issues and risk factors for adverse pregnancy and perinatal outcomes. This partnership will undertake the necessary background work and training to achieve the final goal of developing a protocol for a prospective mother child cohort study in Rio de Janeiro, Brazil. The aim of the cohort is to improve the understanding of the complex relationship between maternal nutrition, mental health in pregnancy and adverse pregnancy outcomes. This objective will be achieved through workshops, web based communication and exchange visits. King's College London (KCL) has many links with Universities in Brazil, facilitated by the KCL Brazil Institute including a college wide co-operation agreement with the Federal University of Rio de Janeiro (UFRJ). The proposed collaboration with the KCL Division of Women's Health and UFRJ Nutritional Epidemiology Observatory has developed from a mutual research interest in maternal nutritional status and women and children's health outcomes, with a particular focus on mental health during pregnancy and childhood cognitive development. This potential partnership relates both areas of expertise (maternal and child health and nutrition), and in this way, will contribute to reach the Millennium Development Goals and reduce the global burden of chronic diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026361/1","grantId":"MR/M026361/1","fundValue":"45589","fundStart":"2015-01-31","fundEnd":"2016-10-30","funder":"MRC","impactText":"","person":"Lucilla  Poston","coPersons":["Dharmintra  Pasupathy","Louise  Howard"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}