{"id":"4A9DF28B-34DD-4665-BDAD-BBE49D191DB3","title":"'Stravaganze': the presentation of 17th-century improvisation to a 21st-century audience","abstractText":"Over the last fifty years the 'early music' movement has been responsible for broadening the field of classical music by resurrecting repertoires which sometimes have not been heard for hundreds for years, enabled by the reconstruction of instruments from earlier times for which this music was composed. Now a part of mainstream music-making, 'historically-informed performance' grows ever more sophisticated, but it has only just begun to seriously embrace a crucial element of performance from the past - that of improvisation.\\n\\nThe existence of strong oral traditions and the limitations of music printing meant that some of pre-classical music was written down in simple skeletal frameworks which were embellished by performers with well-honed improvisation skills. Improvisation treatises from this time document the way instrumentalists and singers learned their craft, with incremental exercises for practise and written-out examples of extemporisation for didactic purposes. Today, early music performers are more inclined to play those written-out examples than to improvise their own - comparable to a jazz musician playing a transcribed solo of another artist in a concert! \\n\\nImprovisation provided a way for musicians to put their personal stamp on music and was a vital part of their craft. It has been my objective throughout my AHRC Fellowship in the Creative and Performing Arts to promote more extemporisation in early music performances and bring the thrill of early improvisation to audiences, especially in the classical music sphere. To this end, with the support of an AHRC Research Grant, I established a 17th-century style improvising ensemble, The Division Lobby, to bring early improvisation to the general public. \\n\\nAs part of my research into extemporisation in 17th-century Italy, I have been looking at evidence in musical treatises and manuscripts which gives clues as to how performers improvised. Manuscript sources can be particularly interesting because they are so practical, and they can reveal interesting details about how music was performed. They are often books used by students in their music lessons or notebooks in which a composer might have been working out a composition. Recently such a 'working notebook' from 17th-century Italy came up for auction at Sotheby's which contained fascinating evidence in my research area about how people ornamented music, improvised on melodic lines, and extemporized accompaniments from a single bass line on chordal instruments, the art of basso continuo. The evidence in this manuscript supported many of my research findings from other sources, and also provided some extraordinary new evidence, particularly concerning my instrument, a long-necked lute called the chitarrone. \\n\\nI aim to demonstrate my discoveries practically by recording three CDs highlighting different areas of early improvisation practice. The first will trace the development of basso continuo through the parallel development of solo song in 16th- and 17th-century Italy. A chordal instrument player would extemporise an accompaniment over a single bass line with a numerical code which suggested the harmonies, a technique not dissimilar to what a jazz pianist or guitarist might do. \\n\\nThe second CD will highlight improvisation on the chitarrone, which will include solos with added ornamentation, improvised pieces, and ensemble pieces which demonstrate the instrument's role as a melodic bass. \\n\\nA third CD with the The Division Lobby will showcase different sorts of solo and ensemble improvisation with lute and chitarrone, violins, 'cornetti', harpsichords, organ, and a singer.\\n\\nThese CDs will stimulate interest in the art of improvisation, bring it to a wider audience, and encourage further extemporised performances. They will further understanding of the art and benefit colleagues, students, amateurs, and improvisors from other musical traditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025581/1","grantId":"AH/I025581/1","fundValue":"32586","fundStart":"2011-02-14","fundEnd":"2012-04-30","funder":"AHRC","impactText":"  The three CDs recorded with funds from this grant are intended for international distribution to the general public. At this writing they are still being edited and when this process is completed a commercial recording company will take on this task. More will be reported when this takes place, and when it does it should generate reviews and reports in CD review magazines, newspapers and review websites. \nIn the meantime, these CDs are invaluable tools for providing illustrations of improvisation for lectures and workshops. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Paula  Chateauneuf","coPersons":[],"organisation":"University of Birmingham","findingsText":" This grant was awarded to enable me to document and disseminate my three major areas of fellowship research with the professional recording of three CDs. The first, with my Italian17th-century-style improvising ensemble, The Division Lobby, consists of repertoire we performed in concert. The second, with the tenor Mark Tucker and an ensemble of basso continuo players including myself, is a recording of early 17th-century Italian monody where the basso continuo accompaniments demonstrate my research findings into this area. The third is a CD featuring the theorbo (long-necked lute) and the many possible ways it was used as a solo and ensemble instrument for chamber music; the repertoire includes pre-composed solos with my own added embellishments, an improvisation on one line, and another on all the voices, of a multi-voiced madrigal, an improvised toccata (a free-form composition which demonstrates dexterity and musical imagination), and chamber music pieces with a virtuosic melodic bass line performed on the theorbo. \n\nCD 1: Recording a CD consisting entirely of improvised music presents interesting challenges to musicians for whom this is not usually the norm. Each individual in The Division Lobby, and the ensemble as a whole, was required to create new strategies for recording in very big sections and with very few opportunities for editing. I learned that this requires much more thorough practise and preparation than for music that is entirely written down, and that one needs to be completely familiar with the harmonic and melodic frameworks with which they are working. It often required practising in very small sections, which is a tip I often pass on to my students. I also discovered it was important to the quality of the improvisation not to plan much, if anything, and instead to rely on the groundwork that I had done to come to the fore when the recording began. \n\n\n\nCD2: Mark Tucker and I began this project by reading through most of the printed music and some manuscript sources of early monody. We have worked on the repertoire of early 17th-century Italy together for 25 years and yet despite having done much of the solo song literature we embarked on this path in order to see what new discoveries we might make to add to our repertoire; we indeed made some wonderful new and sometimes rare discoveries to add to this recording, which also included pieces already in our repertoire. \n\nAs a result of undertaking this task I felt I understood much more about the compositional style of each individual composer; each was driven to experiment in a distinctive way with the era's 'new style' of music, where the words were the inspiration behind every written note. The choosing of texts to illustrate my points was as important as that of the music. \n\nWe also felt more well-equipped to choose the repertoire which best demonstrated a number of key ideas from my research, in particular my findings on basso continuo style for early monody, in tandem with Mark's thoughts on how to best sing Italian recitative. My desire to discover more about improvised accompaniments from this time has been greatly influenced by all I have gleaned from Mark about the structure and declamation of Italian texts of the early 17th century. All these ideas were explored and the various elements brought together as we rehearsed and experimented with the aim of demonstrating our discoveries on this recording. \n\nThrough the preparation of editions for this CD my editing skills developed considerably. Each song, regardless of the quality of original or modern editions, required decisions, many of which relied on specialist knowledge of basso continuo practice, 17th-century Italian, vocal ornamentation traditions and their notation, and printing conventions of the time. Some decisions also required courage: I discovered that at times one has to be as bold as the composer was. I am pleased to have taken the decision to edit all the pieces myself, either making new editions or checking modern editions and editing appropriately; this was one of the most important aspects of this project for me, as my decisions were also a demonstration of my experience with the music and understanding of it. \n\nI made a number of discoveries about basso continuo playing and the function of the instruments used through this recording, collaborating with an internationally renowned team of players. We discovered that when the function of each instrument is clear and is used in the correct circumstance, the balance between instruments is perfect and the colours and textures in the music become more vivid. When the continuo team are all playing in a similar manner (in this case, demonstrating my specific findings about accompaniment style) the unified approach creates a whole that is bigger than the sum of its parts. Lastly, when accompanists articulate and phrase as if the bass part is a vocal line, create inner parts between the bass line and voice part that sound like vocal lines, and perform their parts as if they are being sung, the singer is better supported, the structure of the text and music becomes clear, and the music comes alive. \n\nWhat have you discovered or developed through the research funded on this grant? Please explain for a non-specialist audience\n\nCD3: \n\nFrom my work on this recording I feel even more than ever that the addition of improvised ornaments and extemporised material into pre-composed solos is one of the ways in which performers make the music their own. This was an accepted and suggested practice in 17th-century Italy and I feel is a necessary and important aspect of performing this music. In the many improvised performances I have given through my fellowship period I have had a benefit of audience feedback and have discovered that audiences often feel more able to understand, follow, and engage with a performance when it is improvised because they are witnessing music being created on the spot. There is an excitement and anticipation during such an event, which is very different to a concert of completely pre-composed music. \n\nI discovered how satisfying it is to create extemporizations on pre-composed madrigals and that with proper preparation and a thorough knowledge of the original material it is completely possible to improvise such pieces in performance. This creates a wonderful addition to my performing repertoire and unusual and interesting pieces to add to concert programmes. \n\nImprovising toccatas in public is perhaps the most challenging sort of extemporization for me; my work on improvising this form has helped me to improve and become more confident about doing such playing in concerts. This grant and my fellowship have afforded me the time and opportunities to programme such pieces and then have the necessary time to prepare the groundwork; I have discoevered that the more I do it, the more normal it begins to feel. \n\nThe chamber music pieces in which I played a virtuosic melodic bass part were an enormous challenge which stretched me as a player. Through my work I discovered that some of the parts I had thought impossible to play on the theorbo were actually achievable. I have developed some special new techniques to be able to play these parts. Through this work I have opened up new avenues of repertoire to explore and perform. CD1\nThe musical editions I made for the Division Lobby performances have been shared with colleagues and students and provide excellent frameworks for students to learn the techniques of ensemble improvisation. \n\nMembers of The Division Lobby have said they have become better improvisers and teachers of improvisation because of their involvement in the ensemble. \n\nI can use the CD as a promotional tool in the hope of presenting future performances. \n\nThe performances on this CD are always used as illustrations in lectures on the subjects of early improvisation, improvising ensembles, and improvisation forms, treatises, tools, and skills.\n\n\n\nCD 2:\nThe musical editions I made for this CD have been shared with colleagues and students. \n\nThe CD is one of the best tools I have to disseminate my research on early basso continuo playing and presents basso continuo tuition by example. \n\nI can use the CD as a promotional tool in the hope of presenting future performances. \n\nThe CD is an important tool for illustration in lectures on the subjects of basso continuo accompaniment for the earliest Italian monody, recitative singing, and the role of different continuo instruments in ensemble.\n\n\nCD3\n\nThis CD provides documentation of my research into the use of theorbo as a melodic bass instrument and is an example to other players and directors of ensembles about how the instrument can be used in this important way; the hope is that they will consider a greater body of literature can be performed if the theorbo is considered a suitable instrument to be used on a melodic bass line instead of a bowed bass instrument or dulcian, for example\n\nThe CD provides examples of how Alessandro Piccinini and other 17th-century theorbo players described how to add extemporization into their solo music in the hope that this will influence others to include such extemporised material in their own performances. It will be important to students who want to learn what sort of extemporisation is appropriate, and at which moments in the music it is best to include the addition of extra improvised material. \n\nSo often a musical interlude or prelude is required in a concert and it can often be much more appropriate to improvise something which matches the mood and atmosphere of the moment rather than playing a pre-composed piece. This CD will demonstrate to others how this can be achieved. \n\nThe examples on the CD of improvised pieces created on pre-composed madrigals will hopefully influence others to include such extemporised material in their own performances. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}