{"id":"4AAE5E76-454D-41E6-9FE6-F08D31434FBF","title":"Peatlands and the global Carbon cycle during the past millennium: a global assessment using observations and models","abstractText":"Future climate change is one of the most challenging issues facing humankind and an enormous research effort is directed at attempting to construct realistic projections of 21st century climate based on underlying assumptions about greenhouse gas emissions. Climate models now include many of the components of the earth system that influence climate over a range of timescales. Understanding and quantifying earth system processes is vital to projections of future climate change because many processes provide 'feedbacks' to climate change, either reinforcing upward trends in greenhouse gas concentrations and temperature (positive feedbacks) or sometimes damping them (negative feedbacks). One key feedback loop is formed by the global carbon cycle, part of which is the terrestrial carbon cycle. As carbon dioxide concentrations and temperatures rise, carbon sequestration by plants increases but at the same time, increasing temperatures lead to increased decay of dead plant material in soils. Carbon cycle models suggest that the balance between these two effects will lead to a strong positive feedback, but there is a very large uncertainty associated with this finding and this process represents one of the biggest unknowns in future climate change projections. In order to reduce these uncertainties, models need to be validated against data such as records for the past millennium. Furthermore, it is extremely important to make sure that the models are providing a realistic representation of the global carbon cycle and include all its major component parts. Current models exclude any consideration of the reaction of peatlands to climate change, even though these ecosystems contain almost as much carbon as the global atmosphere and are potentially sensitive to climate variability. On the one hand, increased warmth may increase respiration and decay of peat and on the other hand, even quite small increases in productivity may compensate for this or even exceed it in high latitude peatlands. A further complication is that peatlands emit quite large quantities of methane, another powerful greenhouse gas. Our proposed project aims to assess the contribution of peatlands to the global carbon cycle over the past 1000 years by linking together climate data and climate model output with models that simulate the distribution and growth of peatlands on a global scale. The models will also estimate changes in methane emissions from peatlands. In particular, we will test the hypotheses that warmth leads to lower rates of carbon accumulation and that this means that globally, peatlands will sequester less carbon in future than they do now. We will also test whether future climate changes lead to a positive or negative feedback from peatland methane emissions. To determine how well our models can simulate the peatland-climate links, we will test the model output for the last millennium against fossil data of peat growth rates and hydrological changes (related to methane emissions). To do this, we will assemble a large database of published information but also new data acquired in collaboration with partners from other research organisations around the world who are involved in collecting information and samples that we can make use of once we undertake some additional dating and analyses. Once the model has been evaluated against the last millennium data, we will make projections of the future changes in the global carbon cycle that may occur as a result of future climate change. This will provide a strong basis for making a decision on the need to incorporate peatland dynamics into the next generation of climate models. Ultimately we expect this to reduce uncertainty in future climate change predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I012915/1","grantId":"NE/I012915/1","fundValue":"401389","fundStart":"2011-09-30","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Dan  Charman","coPersons":["Pierre  Friedlingstein"],"organisation":"University of Exeter","findingsText":" Future climate change is one of the most challenging issues facing humankind and an enormous research effort is directed at attempting to construct realistic projections of 21st century climate based on underlying assumptions about greenhouse gas emissions. Climate models now include many of the components of the earth system that influence climate over a range of timescales. Understanding and quantifying earth system processes is vital to projections of future climate change because many processes provide ‘feedbacks’ to climate change, either reinforcing upward trends in greenhouse gas concentrations and temperature (positive feedbacks) or sometimes damping them (negative feedbacks). One key feedback loop is formed by the global carbon cycle, part of which is the terrestrial carbon cycle. As carbon dioxide concentrations and temperatures rise, carbon sequestration by plants increases but at the same time, increasing temperatures lead to increased decay of dead plant material in soils. Carbon cycle models suggest that the balance between these two effects will lead to a strong positive feedback, but there is a very large uncertainty associated with this finding and this process represents one of the biggest unknowns in future climate change projections. In order to reduce these uncertainties, models need to be validated against data such as records for the past millennium. Furthermore, it is extremely important to make sure that the models are providing a realistic representation of the global carbon cycle and include all its major component parts. Current models exclude any consideration of the reaction of peatlands to climate change, even though these ecosystems contain almost as much carbon as the global atmosphere and are potentially sensitive to climate variability. On the one hand, increased warmth may increase respiration and decay of peat and on the other hand, even quite small increases in productivity may compensate for this or even exceed it in high latitude peatlands. A further complication is that peatlands emit quite large quantities of methane, another powerful greenhouse gas. \nOur project aims to assess the contribution of peatlands to the global carbon cycle over the past 1000 years by linking together climate data and climate model output with models that simulate the distribution and growth of peatlands on a global scale. The models will also estimate changes in methane emissions from peatlands. In particular, we are testing the hypothesis that warmth leads to lower rates of carbon accumulation and that this means that globally, peatlands will sequester less carbon in future than they do now. We are also testing whether future climate changes lead to a positive or negative feedback from peatland methane emissions. To determine how well our models can simulate the peatland-climate links, we will test the model output for the last millennium against fossil data of peat growth rates and hydrological changes (related to methane emissions). To do this, we are assembling a large database of published information but also new data acquired in collaboration with partners from other research organisations around the world who are involved in collecting information and samples that we can make use of once we undertake some additional dating and analyses. Once the model has been evaluated against the last millennium data, we will make projections of the future changes in the global carbon cycle that may occur as a result of future climate change. This will provide a strong basis for making a decision on the need to incorporate peatland dynamics into the next generation of climate models. Ultimately we expect this to reduce uncertainty in future climate change predictions. Our results will ultimately be most useful to 1) climate modelling efforts and 2) peatland management and conservation policy Environment","dataset":"gtr"}