{"id":"4AC31CBC-D776-44F1-AB56-CAADEFCBF4EB","title":"SURFACE TEXTURES FOR AFFECTIVE COMMUNICATION","abstractText":"This proposal is all about understanding, and therefore influencing, someone's feelings or emotions when touching the surface of an object. This is important in many areas of our life. Imagine the many different products that are available to tempt us. Currently the designers of products rely heavily upon shape, colour and graphic design to grab our attention. Most surface textures are there because of how the product is made, rather than chosen for the product. Think of how much more appealing a shampoo or a new stereo would be if the surface textures were specifically designed to enhance your positive emotions. Visually impaired people operate in world of touch and this would impact significantly upon their quality of life.There are still many things that we do not understand to make this vision a reality, and this proposal is one-step towards relating our emotional experiences to the feeling of different textures. The first thing we need to be able to do is to measure the various properties of sliding a finger over a surface. Because everyone's finger is different, we need to make a standard artificial finger to allow us to carry out repeatable experiments. We also need to build an experimental rig that will allow us to measure the appropriate variables such as friction and compliance. Alongside the physical experiments, we will also model the fingertip on a computer and simulate reactions to rubbing over a textured surface. This will give us a different perspective and allow us to explore the sensitivity of the data to texture detail.These experiments will give us some initial insight into the mechanisms that occur between a fingertip and an object and allow us to measure important properties. However, this does not help towards understanding what feelings a person might gain from these textures. An accepted way of measuring this affect (or feeling) is by completing a series of self-report experiments. In these, participants rub their fingers over a range of surface textures and record their impressions against a set of descriptive words. The results are statistically analysed to define the major aspects of the participants' reactions. The same set of textures will be measured and analysed using the techniques set up in the previous stage. From this information, we will try to identify relationships such that we can state that certain patterns or surface profiles will indicate certain feelings in a given set of people. This is what we hope to achieve. However, a major risk of the project is that no such relationships become apparent. We believe strongly that they do exist; we all have things in our possession that we like to touch, such as a cashmere jumper, or some worry beads or even a velvet cushion. The difficulty we perceive is being able to accurately and appropriately characterise the surfaces to allow us to find these relationships.The final stage of the project assumes that we have found some surface property/affect relations. We intend to print some surfaces containing properties expected to elicit certain reactions in participants and we will carry out self-report experiments (as described earlier) to test our ideas.The work we describe has applications in many areas; appealing textures can enhance packaging, be it toiletries or foodstuffs, and increase the likelihood of purchase. This same idea can be extended to other products that involve tactile interactions between customer and product. One could imagine car door handles, kettles, mobile phones and stereos benefiting from well-designed textured surfaces. In addition, better understanding of tactile/emotional reactions could improve the quality of life for visually impaired people and perhaps, in the future, help to develop robots who could feel .So next time you want to buy something, do not choose it just for its visual appeal. Think also about how it feels and whether that might persuade you to purchase it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060079/1","grantId":"EP/D060079/1","fundValue":"323624","fundStart":"2006-07-30","fundEnd":"2009-07-29","funder":"EPSRC","impactText":"","person":"Catherine Jane  Barnes","coPersons":["Brian  Henson","Thomas  Childs"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}