{"id":"4AC3D062-FD7E-4EE8-8D6E-701BCA19434C","title":"Optimal investment in costly anti-predator defences","abstractText":"This application describes the first integrated theoretical-empirical study of a major feature of almost all ecologies: namely repellent anti-predator defences. Predation is a fundamental process in the structuring of ecological communities, allowing energy flow from primary producers to higher trophic levels. Predation, and the need of potential prey to avoid attack, is also one of the most pervasive causes of co-evolution in ecological communities. Although great strides have been made in understanding the mechanistic functioning of anti-predator defences, here we take a more ecological view, seeking to explore whether general trends can be seen in variation in the extent of such defences within and among species. This requires integration of knowledge of the effectiveness of defences with consideration of their costs. In particular, we will focus on the taxonomically and ecologically widespread case of toxins and other chemical defences. Chemical defences are particularly common among ectotherms and have been intensively studied from a mechanistic and physiological viewpoint. Further, the distribution of such defences have been considered both taxonomically and geographically. However, there is currently no predictive theory on optimal levels of investment in repellent anti-predator defences, within which such empirically-derived patterns can be interpreted. This stands in contrast to the intense theoretical attention that has focussed on the evolution and maintenance of 'aposematic' signals that can warn potential predators of such chemical defences. However, existing aposematism theory can make no predictions about variation in optimal levels of secondary defences since this theory treats such defences in a simplistic manner as fixed traits that are not subject to selection. The small number of previous works that have sought to determine optimal investment in constitutive secondary defences implicitly assume that although chemical defences act to reduce predation in immature life-history stages, the physiological cost of such defences is only manifest as reduced fecundity in the adult stage. However, there is abundant empirical evidence that acquisition of toxins can slow juvenile growth rates. Hence, the key trade-off is ecological: in that investment in defence increases the chance of surviving an attack, but may increase exposure to attacks by slowing growth rate and so increasing time to maturity. The fact that mathematical treatments of optimal defences have ignored this trade-off greatly limits the taxonomic applicability of these models. Hence, this trade-off lies at the heart of our proposed study. Thus, the aims of this project are to: 1. Provide the first general predictive theory of investment in anti-predator defences, and how this changes with ontogeny, life history and ecology. 2. Parameterise this model using existing empirical relationships and purpose designed experiments. 3. Use this model to make predictions about how investment in defence should change for different ecological situations, life-history strategies and developmental stages. 4. Evaluate these predictions using existing and purpose-collected comparative data. Specifically we will construct state-dependent dynamic programming models to explore the following five issues: a) the effects of external ecology on investment in defence b) the relation between life-history and investment in defence c) the relationship between activity, microhabitat exploitation and investment in defence d) the evolutionary ecology of sequestering versus synthesising of toxins e) the relation between investment in defence and ontogenic colour change This theoretical development will be supported by purposed designed experiments design to parameterise, evaluate and validate model assumptions, and by comparative analysis aimed at testing model predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016626/1","grantId":"NE/E016626/1","fundValue":"275577","fundStart":"2008-01-14","fundEnd":"2011-07-13","funder":"NERC","impactText":"","person":"Graeme Douglas Ruxton","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}