{"id":"4AD24216-4119-4988-B9F8-2ABA5067FD42","title":"Plasmonic Interactions in Nano-Structured Voids","abstractText":"The ancient art of casting but at the nano-metre scale is being used by our team at the University of Southampton to develop ultra sensitive detectors which are being tested for health screening, and programmable coloured fabrics. Our team of nano-scientists have developed the technique of nano-casting to make nano scale gold structures that enable detection by light of tiny numbers of molecules. The Mesopotamian civilization made moulds from sand to cast molten copper. We use nano-scale plastic spheres for moulds and electroplating techniques to build up our structures. The spheres are suspended in water, a drop of which is evaporated on gold-coated glass leaving a single layer of spheres. The gold is then grown up around the ball 'mould' using electroplating techniques. Finally the balls are dissolved leaving a gold metal structure with 'nano-dishes' and cavities.It is the optical properties of the structure that are key. The tiny cavities are on the scale of the wavelength of light, so they trap the light and concentrate its energy with extraordinary efficiency. The concentrated energy enhances a phenomenonknown as Raman scattering more than a million-fold enabling the reliable detection of molecules at very low concentrations. But the exact way that light is trapped inside these cavities (in a form called a 'plasmon') is still somewhat mysterious, as it is extremely hard to predict. Our project here is to understand and develop the plasmons which can be colour-tuned over the entire spectrum. To do this we can play tricks with a large variety of metals, cavity shapes, and over-coatings.Several applications are in prospect:Raman scattering produces a kind of molecular fingerprint when light in the form of a laser is focused on a sample. The vibrating bonds of the molecules in the sample absorb some of the light and 'scatter' it so that the light emitted from the sample changes colour in a characteristic way depending on the molecules present. A Raman spectrometer is used to measure this effect with the output being a spectrum of the scattered Raman light. The problem however is that Raman scattering is very weak, hard to detect, and on its own is of little practical use in diagnostics. Our gold nano materials amplify Raman scattering so that the molecular fingerprints can easily be detected even when only tiny traces ofsubstances are present. Repeating measurements on the same sample gives the same results within a few per cent, whereas previously huge variations are observed. Such accuracy is obviously vital when screening patients. There are many applications for seeing molecules sensitively. Understanding how molecules bind to surfaces is key for unraveling the mysteries of catalysis (a multi-billion industry). And environmental monitoring of pollutants or bio-hazard detection rely on such possibilities. Diagnosing conjunctivitis using this technique on tears from patients could save the NHS an estimated 471m over 10 years through savings in drugs, laboratory time and the number of patient visits. And there are many other possible diseases including hepatitis, HIV, diabetes and chlamydia that it might be possible to spot in your tears.Another prospective application is in producing low cost solar cells, which can be extremely thin and coated onto plastics. Using the organically-coated gold nano-cavities, light can potentially be very efficiently absorbed and the energy extracted, but we have to ascertain how effective this process can be made.A final intriguing possibility is in making thin films which are strongly coloured, but don't use toxic and carcinogenic dyes. By stretching the films, or connecting them to a battery, their colour can potentially be changed. Hence we plan to test thelimits to this new tuneable colour from our structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F059396/1","grantId":"EP/F059396/1","fundValue":"546923","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  The results have informed both development of patents and interactions with industries and biomedical partners, as well as directly focussed our research in new directions. Energy,Environment,Healthcare Societal,Economic","person":"Jeremy John Baumberg","coPersons":[],"organisation":"University of Cambridge","findingsText":" We developed new ways to cheaply make thin metallic films containing voids, which trap and enhance light impinging. The optical fields produce improved solar cells, improved molecular sensing, and tuneable colour properties. molecular sensors are now being investigated for drugs and explosive detections, screening of patients entering hospitals, pathogenic virus detection and others.\n\nEnhanced solar cells are of interest for many different photovoltaic applications. Digital/Communication/Information Technologies (including Software),Energy,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}