{"id":"4AD7B835-4DF7-4D63-BAD3-1268967CD0B1","title":"Multifunctional Gel Scaffolds for Cell Delivery and Tissue Repair","abstractText":"Injectable biomaterial scaffolds for tissue reconstruction are still not a clinical reality because many of the scaffold design parameters have not been fully optimized and controlled. New multifunctional scaffolds that both mimic the mechanical properties and structure of natural tissues and are able to promote cell adhesion, proliferation and differentiation are now urgently needed. The aim of this project is to develop new hyper-branched poly(glycidol)/poly(caprolactam) (HBPG/PCL) based injectable gel scaffolds that have the potential to enable bone growth and the regeneration of cartilage in vivo, following application in a minimally invasive manner. They will thereby enable effective treatment of osteoarthritis (OA) without surgery. OA is characterized pathologically by localised loss of cartilage, remodeling of adjacent bone and associated inflammation. OA is one of the leading causes of pain and disability worldwide. New covalently-linked scaffolds that exhibit gradually increasing mechanical strength will be formed in vivo from physically cross-linked HBPG/PCL particles in a safe and effective way, in the absence of UV-radiation. They will feature tunable elastic modulus values and will undergo enzyme-triggered disassembly. The proposal will benefit the NHS by improving patients' quality of life, reducing surgical costs and boost the UK economy by shortening patient recovery times and reducing productivity losses due to disability and/or illness. The proposal greatly extends Dr. Halacheva's earlier studies on biomaterials scaffolds and will be conducted by a postdoctoral research associate (PDRA) and a University of Bolton funded Ph.D. student over a period of 15 months.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02881X/1","grantId":"EP/M02881X/1","fundValue":"99845","fundStart":"2016-01-25","fundEnd":"2017-04-24","funder":"EPSRC","impactText":"","person":"Silviya Stankova Halacheva","coPersons":[],"organisation":"University of Bolton","findingsText":"","dataset":"gtr"}