{"id":"4AD945DE-3484-43C2-9730-6A4CAEA1CEE7","title":"Absence, Ritual and Commemoration in Contemporary French Narrative","abstractText":"The project consists of a series of articles exploring key issues in contemporary French narrative and offering a range of complementary perspectives on the work of Jean Rouaud, Pierre Bergounioux, Fran9ois Bon, Hel me Lenoir and Laurent Mauvignier. Drawing on methodologies and concepts derived from anthropology and sociology (notably, the work of Arnold Van Gennep, Victor Turner, Mary Douglas and Pierre Bourdieu), the four articles to be completed during the leave will analyse the treatment of the related themes of death, disappearance, absence, commemoration and ritual in a selection of indicative novels and auto fictional texts by the above writers and by their most immediate literary ancestors, Claude Simon and Nathalie Sarraute. The article series will demonstrate that, contrary to a fairly generally held view, the nouveau roman's legacy is thematic as well as formal in nature. The series will offer evidence both of a reprise in the selected corpus of certain 'traditional' themes (family, heritage and history; memory and commemoration; the relationships between the generations, between the individual and the community, between the individual and his/her terroir), and of a sustained exploration of the processes by which meaning is created not only in the text, but also in the referential world. Central to this exploration will be an analysis of the references within the texts to ritual practices, symbols and objects. Of particular interest will be the treatment of deviation from or transgression of ritual codes and the evocation of the ways in which ritual codes and behaviour intersect and interact with other social codes and mores.\n\n\nArticle 1, 'Mise au tombeau, mise en scene and mise en sens in Mauvignier, Bon and Bergounioux' will examine the representation of mortuary and funerary ritual in Loin d'eux (Mauvignier), L'Enterrement (Bon) and La Maison rose (Bergounioux). \nArticle 2, &quot;'La place des absents&quot; in Simon, Rouaud, and Bergounioux' will examine the role of the 'absent' in Histoire, Des hommes illustres, and Le Premier Mot. The article will analyse the key structural and thematic roles played by the motif of absence in contemporary French fiction and will examine the reprise by contemporary writers of this exemplary nouveau roman motif as a means of exploring the ever mobile relationships between sense and non-sense. \nArticle 3, 'Territorial Disputes and Ritual Transgression in Vous /es entendez? and Bourrasque' will also focus on the absent, in this case, the absent children of Sarraute's and Lenoir's novels The article will examine the ways in which the apparently trivial quarrels over domestic space and privacy and minor infractions of codes relating, for example, to hospitality, commensality and donation act as pretexts for the exploration of much more serious territorial battles and taboo violations. \nArticle 4, 'Retouching the Past: the Family Photo in Contemporary French Narrative' will focus on the topes of the family photograph in recent French fiction and auto fiction, will analyse the various ways in which these ekphrastic passages are integrated into the body of the narrative and will show how these patterns of integration are used to highlight the text's dominant themes.\n\nThe project will remedy an important gap in the critical corpus by demonstrating the continuity linking contemporary French fiction with the nouveau roman and will offer the first sustained critical readings of several of the selected texts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500214/1","grantId":"AH/D500214/1","fundValue":"34915","fundStart":"2006-09-09","fundEnd":"2007-01-08","funder":"AHRC","impactText":"  The project was conceived, designed and completed before the introduction and implementation of the criteria for measuring non-academic impact and was, therefore, not planned or executed in relation to them. In addition to citations in work by scholars working in related fields and inclusion in various bibliographies/ websites, this research resulted in an invitation to give a plenary paper at the International symposium 'Beyond Boundaries: Exploring the Concepts of Liminality and Alterity' that took place at the University of Troms? in November 2011 where I was able to present my findings to a broad interdisciplinary audience. As a keynote speaker at two interdisciplinary conferences on verbal-visual enquiry held in Bristol (2008) and Nottingham (2011), I presented some of my work on commemoration, trauma and visual art to scholars working in intermedial studies.  ","person":"Jean  Duffy","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The project consisted of a series of articles exploring key issues in contemporary French narrative and offering a range of complementary perspectives on the work of Pierre Bergounioux, Fran&ccedil;ois Bon, H&eacute;l&egrave;ne Lenoir, Laurent Mauvignier, Jean Rouaud, Anne Godard, Marie Darrieussecq, Marie Redonnet and Marie NDiaye. Drawing on methodologies and concepts derived from anthropology and sociology (notably, the work of Arnold Van Gennep, Victor Turner, Mary Douglas and Pierre Bourdieu) and from cultural/ visual theory and psychology/ psychoanalysis, the nine articles completed between January 2006 and February 2007 analyse the treatment of the related themes of absence, death, commemoration and ritual in a selection of indicative texts which, to varying degrees, testify to the influence of the nouveau roman. The article series demonstrates that, contrary to a fairly generally held view, the nouveau roman's legacy is thematic as well as formal. The series offers evidence not only of a resumption and reworking of certain themes that, although in many ways 'traditional', also figured prominently in the writing of certain nouveaux romanciers (family, heritage and history; memory and commemoration; the relationships between the generations, between the individual and the community, between the individual and his/her terroir), but also of a reinstatement of meaning at the centre of literary enquiry. Of particular interest across the articles is the treatment in the selected corpus of deviation from/ transgression of ritual codes and the evocation of the ways in which ritual codes and behaviour intersect and interact with other social codes and mores.\n 'Territoriality Disputes, Pollution and Abjection in Nathalie Sarraute and H&eacute;l&egrave;ne Lenoir' focuses on the absent children of Sarraute's and Lenoir's novels and examines the ways in which apparently trivial quarrels over domestic space and privacy and minor infractions of codes relating to hospitality, commensality and donation act as pretexts for the exploration of more serious territorial battles and taboo violations. 'Silence, Talk and Voice in the Ritual Encounter: Fran&ccedil;ois Bon's L'Enterrement and Laurent Mauvignier's Loin d'eux' explores, through the examination of the representation of funerary ritual, the impact of the suicides of two young men on their respective communities. 'Family Comes First: I-Identity and We-Identity in Pierre Bergounioux' examines the relationship between identity, kinship and community in the interconnected narratives of La Maison rose, L'Orphelin and La Toussaint. 'Liminality and Fantasy in Marie Darrieussecq, Marie NDiaye and Marie Redonnet' analyses, through the examination of the symbolic and ritual status of the limen, the relationship between the ritualistic and the fantastic in the work of these writers. Three articles - 'A Family Likeness: Photography, Friction and Filiation in Fran&ccedil;ois Bon's M&eacute;canique', 'The Found Object in Pierre Bergounioux's Miette', 'Closed up and close(-)up: Jean Rouaud's Books of Revelations' - focus on the topos of the family photograph, analyse the ways in which these ekphrastic passages are integrated into the body of the narrative and show how these patterns of integration are used to highlight the text's dominant themes. A further two articles explore the theme of commemoration. 'Commemoration and Narcissism in Anne Godard's L'Inconsolable' resumes the theme of the suicide of the young and shows that in Godard's novel mourning and commemorative practices are inextricably bound up with the pathological narcissistic personality of its protagonist. 'Commemoration, Initiation and Art in Pierre Bergounioux: La Mort de Brune and Kp&eacute;li&eacute;' shows that the references to monuments, ethnographic sculpture and transgressive modern art serve as a means of exploring issues relating to initiation, rites of passage and the relationship between the generations. The article series was followed in 2011 by my monograph Thresholds of Meaning: Ritual, Passage and Liminality in Contemporary French Fiction. The articles and monograph highlight the importance of ritual and liminality in contemporary French narrative. Contemporary French fiction offers considerable scope for the application of models derived from anthropology and related disciplines and the methodology used here might fruitfully be applied to other authors and other works. The theoretical, formal and thematic legacy of the nouveau roman remains an important research question which merits further investigation. Culture, Heritage, Museums and Collections","dataset":"gtr"}