{"id":"4ADDC28F-B312-4CF4-8A73-898B38F0E3BE","title":"The Poly-Olbion Project","abstractText":"Michael Drayton's Poly-Olbion, published in two parts in 1612 and 1622, is an epic of national description. Structured topographically, into thirty songs devoted to different counties or regions of England and Wales, the 15,000-line poem, a product of an era that had already produced Christopher Saxton's Atlas and William Camden's Britannia, includes an enormous range of historical and geographical material. There are extended passages, for instance, on the nation's monarchs, saints and civil wars, as well as catalogues of birds, trees and flowers. In addition to the poem, the first eighteen songs are accompanied by prose 'illustrations', written by one of the greatest intellectual figures of the seventeenth century, John Selden. These quirky, digressive and deeply learned notes, totalling c.110 folio pages, demand attention in their own right. Finally, each song is preceded by a map, engraved by William Hole.\n While the poem made little impact at the Jacobean court, leaving Drayton frustrated in his quest for patronage, it has won a consistently wide readership over the four centuries since its publication. Yet Poly-Olbion has not been the subject of an independent scholarly edition, and the existing authoritative edition, published in 1933 as one volume of Drayton's Works, is at once dated and slight in its textual apparatus and annotation. The poem has therefore enjoyed nothing like the editorial attention that has been committed to many of Drayton's contemporaries. Given its own level of scholarship and detail, appreciation of the poem has doubtless suffered as a result.\n This project aims to use a new edition as a vehicle to resituate the poem within our national and regional cultures. The project's foundation is the scholarly work required to produce that new edition. This work is not especially complex in textual terms, since Drayton left us with a reliable printed source; however, it is more complex given the aim to annotate the texts of both Drayton and Selden to an appropriate level, in light of the importance of their works and the expectations of Oxford University Press. The project aims further to generate scholarly work on Poly-Olbion, culminating in a conference and a published volume of essays.\n While a scholarly edition and critical publications may reasonably be expected to command attention among an academic readership, the project also aims to reach a wider audience. It posits that Poly-Olbion, with its wealth of detail, is potentially an accessible and engaging text to any inhabitant of the United Kingdom. The project website will include an open-access version of the text, with a linked index of places and connections to googlemaps. Moreover, the project team will work in collaboration with 'Flash of Splendour Arts' ('FSA'), a not-for-profit creative arts organisation that works with music, poetry and the visual arts to effect societal change, particularly within the field of heritage education. FSA will be contracted to present workshops involving children with special educational needs, using innovative methodologies to introduce, explore and reinterpret Poly-Olbion. The directors of FSA will also collaborate with the project team on a linked public exhibition and academic conference at the Royal Geographical Society.\n The proposed PI and CI are Renaissance literary scholars with established reputations in the field of Drayton studies. The proposed ARF 1, who would be responsible for producing much of the textual annotation of Drayton's poem, is a PhD student due to be examined in September 2012, who supported the PI and CI on a pilot project that produced an online edition of the poem's first song. The proposed ARF2, who would be responsible for annotation of Selden's text, is a Warburg-trained intellectual historian who has been identified on the basis of his relevant skills and expertise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005073/1","grantId":"AH/K005073/1","fundValue":"384725","fundStart":"2013-09-01","fundEnd":"2016-10-31","funder":"AHRC","impactText":"  The impact of this project is in its early stages. Our project partners, Flash of Splendour Arts, has commenced its programme of workshops for SEN children. It is also planning towards an exhibition and programme of public events at the Royal Geographical Society next autumn. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural","person":"Andrew  McRae","coPersons":["Philip  Schwyzer"],"organisation":"University of Exeter","findingsText":" This project is less than half-way through its allotted span, and on schedule. It is really too early to talk about key findings. Our work on Poly-Olbion will be of interest to a wide range of scholarly readers (and some others: e.g. creative writers) when it is finished. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}