{"id":"4ADF7D5A-3265-4088-AE93-26E354AC4892","title":"The practical work of the optometrist 2: communication skills in optometry","abstractText":"<p>This project proposes knowledge exchange based on cutting edge analyses of interaction in optometry. By utilising the findings of the successfully completed ESRC project ‘Assessing eye sight and ocular health’ it will deliver a communication skills package that will benefit optometric practitioners, trainers and organisations.</p>\n\n<p>Despite the growing importance of the role of optometry in healthcare provision in the UK, the attention given to communication skills in training and CPD remains under-developed compared to other healthcare fields. Undergraduate courses in the UK now all include an element on interpersonal skills and communication. However, the evidence base relating to optometric interactions is still in its infancy. Although communication is starting to appear in CPD, it is still relatively rare. Meanwhile ‘poor communication’ is frequently cited as a major source of patient/client dissatisfaction in eye care. The provision of high-quality, analytically based communication skills guidance therefore has the capacity to make a significant impact on professional practice.</p>\n\n<p>The project will deliver this impact: a series of knowledge transfer activities will be conducted, each drawing on findings from the previous ESRC project. These activities will culminate in the production of a communication skills portfolio to be distributed to and used by optometric centres and individual practitioners and trainers as a tool for long-term professional development.</p>\n&nbsp;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005588/1","grantId":"ES/K005588/1","fundValue":"45230","fundStart":"2013-04-01","fundEnd":"2014-03-31","funder":"ESRC","impactText":"  The findings of the project have been used to write Communication guidelines for Optometrists that currently are being prepared for publication by the College of Optometrists, the professional body for optometrists. \n\nWe also have run a series of workshops on communication skills with optometrists, both at King's College London and in optometrists' practices. The content of these workshops was informed by findings from our scoping exercise that revealed optometrists' requirements in terms of communication skills and from findings of the original ESRC -funded research project on The Practical Work of Optometrists.\n\nThe findings were used for the design of workshops we have held at optometry departments of universities. We used the scoping exercise and findings from the original project to design course material and create interactive sessions with students that highlight the importance of communication and communication sills for optometrists. Professors of Optometry who took part n the workshops report that they use content of the courses in their teaching and course development.\n\nWe also have published 2 articles in the practitioner magazine Optometry Today. The articles inform readers about communication practices and offer them activities they can undertake to gather professional development points. Education,Healthcare Economic,Policy & public services","person":"Dirk  Vom Lehn","coPersons":["Bruce John Evans","Will  Gibson","Peter Moore Allen","Christian  Heath"],"organisation":"King's College London","findingsText":" The Knowledge Exchange grant funded by the ESRC was based on a research grant previously funded by the ESRC. It was NOT a research grant but designed to exchange findings from the previous funding to practitioners and practitioner organisations, including the College of Optometrists, practicing optometrists and teachers and trainers involved in communications training at university departments of optometry.\n\nThe principal outcome of the Knowledge Exchange Project was a document provisionally entitled &amp;quot;Communication Guidelines for Optometrists&amp;quot; that currently is being prepared for publication by the College of Optometrists. The Guidelines Portfolio highlights some of the challenges that optometrists face when communicating with clients and patients during consultations and provides instructions and examples of how optometrists can use video-recordings of consultations to reflect on and improve their practices. \n\nSave for the Communication Guidelines the project also resulted in a couple of publications on visual research methods for the study of optometrists' work and a research paper examining in detail the interaction between clients and optometrists during the subjective refraction test, an optometric procedure that determines clients' quality of seeing by virtue of the use of lenses.\n\nThroughout the project we have maintained a blog where we briefly discussed our plans and activities and highlighted some of the outcomes from our work. Once published by the College of Optometrists the Communication Guidelines can be used by practitioners as well as by communication teachers and trainers. In particular the information and instructions on the use of video-recording as a reflective tool coupled with examples will provide practitioners with an important resource to improve on their communication practices.\n\nFurthermore, we have published 2 articles in the practitioner magazine Optometry Today that informs readers about communication practices. The articles include activities that practitioners can use to gather professional development points. Education,Healthcare","dataset":"gtr"}