{"id":"4AF94F0B-383C-463C-BCF6-1BA05FB999E0","title":"Investigations in Gravitational Radiation","abstractText":"Close to 40 years after the first gravitational wave detectors becoming operational, long baseline instruments using laser interferometry, LIGO (USA) and GEO 600 (Germany/UK) have now been operating together as a network for ~ 5 years, taking data at an unprecedented level of sensitivity. Four science runs have so far been completed with these new interferometric detectors. All have involved the LIGO detectors, three have involved the GEO detector and two had involvement from the smaller Japanese TAMA detector. The fifth science run of the LIGO detectors started on 4th Nov 2005 and is currently ongoing, with GEO having joined in January 2006. This run, expected to last about 18 months, will be the longest stretch of data taking to date. The Virgo detector in Italy is expected to provide data to the network in the near future. New 'upper limits' have been set on the strength of gravitational waves from a range of sources: coalescing compact binaries, pulsars, burst sources and a stochastic background of gravitational waves. Recent research is allowing us to close in on what fraction of the energy loss of the pulsar in the Crab Nebula is due to gravitational wave emission. Binary black holes are probably the best candidates for detection with some chance of seeing an event over the period of the fifth science run. The field of gravitational wave detection is moving quickly forward at present and plans are already in place for major upgrades to LIGO and Virgo (Advanced LIGO and Advanced VIRGO) and also intermediate upgrades to both detectors starting in 2009 as well as the possibility of a new 3 km detector, LCGT, in Japan. Advanced LIGO, now approved by the US National Science Board and in the President's budget for 2008, is planned to be construced over the period 2010-2014, and the IGR has a major part in this upgrade through a project grant for the provision of suspensions for Advanced LIGO based on the GEO design. GEO will operate during these intermediate upgrades working in coincidence with bar detectors such as Auriga in Padua and with whatever interferometer in LIGO is operating, and then will be upgraded to optimise sensitivity at higher frequencies (GEO HF) where signals associated with neutron star oscillations and magnetars may be expected. To see further out in the Universive and maximise the potential science return possible with gravitational wave astronomy, the IGR is working with European colleagues on plans for a design study for a new '3rd generation' gravitational wave detector. This rolling grant proposal is for observations with the GEO, LIGO and Virgo detector systems and for fundamental research towards future detectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F00110X/1","grantId":"PP/F00110X/1","fundValue":"571991","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"","person":"Nicholas Anthony Lockerbie","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}