{"id":"4B041756-FCA0-4276-A7F3-C86BCAC72988","title":"Integrated Carbon, Water and Land Management for Poverty Alleviation","abstractText":"Ecosystem services can and should be related to carbon management, in combination with sustainable water and land management. The global nature of climate change mitigation provides opportunities for developing countries to alleviate poverty by capitalizing on their natural resources and trading on the international carbon markets. Such opportunities may arise from biotic carbon sequestration through reforestation or biofuel production. However, the changes in land-use that result from any such initiatives may be detrimental to ecosystem services, such as biodiversity, water quality and water availability. In the long term, changes in climate and population may worsen these impacts, rendering such land management initiatives unsustainable from both biophysical and socio-economic standpoints. Land use change initiatives should therefore be assessed in a framework that incorporates climate and socio-economic change, in order to identify those that have the potential to alleviate poverty in the long term, and discount those that are likely to worsen the problem. The extensive existing work on land management has yielded much valuable data on energy crop physiology, the economic implications of different land management strategies, the observed effects of land management on ecosystem services, and best practice for implementing land management projects. Parallel to this, there has been much work on land surface feedbacks, the water cycle, regional climate variability and change, which has involved the development of state-of-the-art climate, land surface, hydrological and crop models. This project proposes to bring these strands of research together to investigate the sustainability of land management initiatives in a changing climate. Existing tools, informed by published data, would be combined into a modeling framework that would be applied to a series of scenarios involving intensive cultivation of sugar cane. Specifically, the following three issues would be addressed: (1) The feasibility and sustainability (economic and physical) of sugarcane cultivation for biofuel production in a changing climate, and the capacity of such activities to alleviate poverty in the long term. (2) The long term impact of land management on ecosystem services, with particular focus on the effect on water availability (3) Land surface - climate feedbacks, and their impact on the sustainability of land management initiatives and existing land use. The modeling would be applied to sugarcane cultivation in Brazil and Ghana. Brazil has a well-established sugarcane industry that already provides substantial employment and income. The dependence of large parts of the country on biofuel production makes the industry's long-term economic viability a pressing issue. Although production is not currently limited by water availability, this may change in the future due to changing environmental conditions. Ghana was chosen for the other case study because it is on the verge of becoming a major player in the bio-ethanol market, as the result of an agreement signed with Brazilian partners in 2006 to grow bio-energy crops. The prospect of exporting biofuel technology from Brazil to Africa raises urgent questions about environmental sustainability and the capacity of energy crop cultivation initiatives to alleviate poverty. In particular, there is a pressing need for rigorous assessment of the delicate balance between yield (and hence profitability), irrigation, water resources and the livelihoods of local people. The proposed study is primarily a proof of concept, with the main focus on developing a modeling framework and engaging with researchers in Ghana and Brazil, in order to apply it in a useful and informative way. It should be emphasized, however, that the framework would be equally applicable to other energy and food crops, such as Jatropha Curcas and could be applied to any region of the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00307X/1","grantId":"NE/I00307X/1","fundValue":"159714","fundStart":"2010-10-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"  ICWALPA aimed to develop a modelling framework for assessing the impacts of climate variability and change on crop yields and water availability, in the context large-scale changes in land use. The work we have carried out has demonstrated how poor countries can exploit their ecosystem services to attract industrial investment and increase GDP. The ICWALPA modelling framework is now being used by International Poverty Action in Ghana to test the structure of a pilot index insurance product. Over the next year, the modelling framework will be applied in Ghana and Sudan by our KE partners to assist with hydrological planning and irrigation scheduling. The Volta River basin of Ghana is one of the poorest regions in Africa. Although the population density is low (10-100 people per km2), the growth rate is high - with the population expected to nearly double by 2025. The growth in population, and the associated increase in domestic and industrial water demand will strain vulnerable water resources. Nevertheless, there is great potential for the local population to improve their livelihoods by exploiting local ecosystem services, such as river water and soil, for food and industry. A barrier to this has been the lack of a perennial water supply, which means that a comparatively small amount of the land in the Volta River basin (~10%) is currently used for cropland. In our area of interest (the Daka River region), this proportion is far smaller. \n\n\n\nElsewhere in West Africa, the development of infrastructure, such as dams and roads, has improved the livelihoods of poor people. However, the substantial investment required for has, until now, precluded such developments in the Daka River catchment. The possibility now exists for the region to receive a major investment in infrastructure, through the cultivation of sugarcane. This would include damming the Daka River, and developing the potential to cultivate rice, as well as sugarcane. However, sugarcane has not previously been grown in the area, and there is a limited evidence base for the feasibility, sustainability and profitability of production. Agriculture/Food and Drink,Communities and Social Services/Policy,Environment Societal,Economic","person":"Pier Luigi  Vidale","coPersons":["Emily Catherine Black","Andrew John Wade","Anne  Verhoef","David John Frame","Chris  Hope"],"organisation":"University of Reading","findingsText":" In ICWALPA, we extended land-surface and hydrological models to investigate the long term feasibility of sugarcane cultivation in West Africa. \nOur key findings were:\n1. The physiological impact of CO2 is sufficient to offset the effects of warming on irrigation demand.\n2. Depending on dam management strategy, there is sufficient water available for irrigation in the majority of years.\n\nThese findings are relevant, not only for sugarcane but for other C4 cultivation in Africa and elsewhere. Our research is being put into practice for planning and developing sugarcane production in Ghana and Sudan. This has been accomplished through collaboration with industrial partners and government agencies. \n\nWe have also put our research into practice for developing index-based insurance products in collaboration with International Poverty Action (Ghana).\nThe modelling framework developed in ICWALPA forms the basis of a decision support tool for the design of weather based index insurance contracts. This work is ongoing, through several NERC projects, and already has contributed to the extension of WBII to an additional 85000 farmers in Africa. Agriculture, Food and Drink,Environment,Financial Services, and Management Consultancy","dataset":"gtr"}