{"id":"4B089696-70E5-44E9-B6D8-0484C53DB729","title":"Substrate and polaronic band engineering for advanced graphene electronics","abstractText":"In recent decades silicon technology has fuelled a computer revolution, with an exponential increase in the power of microprocessors and the size of memory units, since the number of workable transistors on micro chips doubles every couple of years (this expansion is commonly known as Moore's law). However silicon based technologies will eventually reach a limit where the tiny components on silicon chips become almost as small as individual atoms, and this could happen as soon as the end of the next decade. In order to develop the next generation of electronics a different approach is needed and a new semiconductor material is needed. Graphene may be that material.Graphite is made up of layers which can slide over each other. To make graphene, a single one of these layers must be isolated. Experimentalists have recently learned how to fashion quality samples of graphene but if computer chips are to be fabricated from graphene, then graphene layers must be placed on substrates of other materials. The aim of this theoretical project is to investigate how the electronic properties of graphene can be modified by placing a graphene layer on a substrate. The substrate has potential to affect the resultant electronics in two ways. (1) Static structural changes in the graphene layer can occur if atoms in the substrate do not line up exactly with the carbon atoms, which can change conductors to insulators or semiconductors under the right conditions. (2) Vibrations and distortions of the substrate can move with an electron in the graphene sheet to form a composite particle known as a polaron, which has strongly modified properties compared to a free electron. Advanced simulation techniques will be employed to solve the complicated quantum mechanics that is needed to describe the motion of polarons through graphene. The simulations will be used to explore the opportunities of using the substrate not just as a rigid scaffold for the graphene, but also as a means to enhance the properties of graphene for the design of advanced electronics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H015655/1","grantId":"EP/H015655/1","fundValue":"69179","fundStart":"2009-10-16","fundEnd":"2012-04-15","funder":"EPSRC","impactText":"  Enhancing the research capacity, knowledge and skills of public, private and third sector organisations: Training of PhD student, now working for STFC.\n\nIncreasing public engagement with research and related societal issues: Public outreach lecture and website. Other Cultural,Societal","person":"James Peter Hague","coPersons":[],"organisation":"Open University","findingsText":" The number of workable transistors on micro chips doubles every couple of years (this expansion is commonly known as Moore's law). However silicon based technologies will eventually reach a limit where the tiny components on silicon chips become almost as small as individual atoms, and this could happen as soon as the end of the next decade. In order to develop the next generation of electronics a different approach is needed, perhaps involving a new semiconductor material. Experimentalists have recently learned how to fashion high quality samples of graphene (a single layer of carbon atoms with a honeycomb lattice) in which electrons are extremely mobile. However, if computer chips are to be fabricated from graphene then (1) for structural reasons, graphene layers must be placed on substrates of other materials (2) electronic bands in graphene just touch (that is it has a band gap of zero) so the electronic properties of graphene need to be changed to give it a band gap. This theoretical project has investigated how the electronic properties of graphene can be modified by sandwiching graphene layers between substrates and a superstrate (covering layer) with high refractive index. The substrate can affect the resultant electronics by making static structural changes in the graphene layer, opening a very small band gap which is not quite big enough to make transistors. The question answered during the proposal is whether applying a covering layer to the graphene can make the gap grow so that it is big enough to make transistors, and therefore computer chips.\n\nAn advanced computer code was written to simulate the effects of the substrate, and advanced mathematical techniques were also employed. Using these two different sets of techniques, it was shown that vibrations of atoms in the covering layer can cause the small substrate induced gap to grow to sizes comparable with the silicon based semiconductors currently used in microchips. This is true for both single and double layers of graphene. The simulations have demonstrated that the sandwiching of graphene between a substrate and a superstrate with a high refractive index can be used as a means to enhance the properties of graphene for the design of advanced digital electronics. The theoretical work has shown that putting graphene in the viscinity of appropriate high refractive index materials can open the band gaps that are needed to use graphene as a replacement for silicon in computer chips. This is expected to be of interest to industry as it attempts to make digital electronics from graphene. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}