{"id":"4B0ADC38-AE20-45EE-98D1-B8D31F02FC7F","title":"Characterisation, Modification and Mathematical Modelling of Sudsing","abstractText":"An integrated research programme is described treating thecharacterisation, modification and mathematical modelling of sudsing:the research will elucidate the fundamental science underpinninglaundry detergent products. The foamability of a primary surfactantin admixture with co-surfactants, polymers and fatty soildrops/particles will be measured, and correlated with interfacialtransport properties of foam films. Formulations which foam well willbe targeted. Optical, drainage and rheological properties of the bulkfoams formed during sudsing will be measured and characterised.Bubble scale modelling will be used to describe bubble shapes andstability. Finally continuum level mathematical models of sudsing,described in terms of average foam properties (foam volume, averagebubble size, average liquid content), will be developed incorporatingthe key research findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000499/1","grantId":"EP/F000499/1","fundValue":"418548","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  Work from the project (Colloids and Surfaces A, vol. 382, pp. 50--57, 2011) has been referenced in research pertaining to antifoaming in biogas reactors:\n\nsee Kougias, Tsapekos, Boe and Angelidaki (2013), Water Research, vol. 47, pp. 6280--6288.\n\n\n\nOther project work (Colloids and Surfaces A, vol. 382, pp. 8--17, 2011) has also been mentioned in a major review of foam rheology:\n\nsee Cohen-Addad, Hohler and Pitois (2013),\nAnnual Review of Fluid Mechanics, vol. 45, pp. 241--267\n\n\n\nMore project work (Colloids and Surfaces A, vol. 382, pp. 18--23, 2011) has been referenced in a study of foam in porous media with applications to enhanced oil recovery:\n\nsee Liontas, Ma, Hirasaki and Biswal (2013), Soft Matter, vol. 9, pp. 10971--10984\n\n\n\nYet more project work (Colloids and Surfaces A, vol. 382, pp. 42--49, 2011) has been utilised to help to optimise the process of froth flotation:\n\nsee Cole, Brito-Parada, Xu, Neethling and Cilliers (2012),\nChemical Engineering Research and Design, vol. 90, pp. 2196--2201  ","person":"Paul Sebastian Grassia","coPersons":["Gordon Joseph Tiddy","Sven Lars Schroeder","Aline Fiona Miller","Xue-Feng  Yuan"],"organisation":"The University of Manchester","findingsText":" * the presence of calcium mixed into a surfactant solution leads to the production of mesophases, that hinder surfactant transport and suppress foaming,\n\n* the presence of sebum soil mixed into surfactant solution also greatly hinders foaming (the effects of sebum can be reproduced by a simple particle-oil mixture)\n\n* in many cases, quasistatic simulations reproduce stress fields in flowing foam experiments,\n\n* for faster foam flows however, it is necessary to consider the effects of surfactant accumulation on foam flow,\n\n* a capillary-suction based model for film failure rates in foam predicts the experimental evolution of the bubble-size distribution. This was a collaboration with a partner in industry. The industrial partner is well placed to use the project outcomes. This was a collaboration with a partner in industry. The industrial partner is well placed to exploit the project outcomes. Chemicals","dataset":"gtr"}