{"id":"4B169786-9AB8-40E3-8668-BB54C2C3546D","title":"Shifting climate as a predictor for change in marine biodiversity at local, regional and global scales","abstractText":"Climate change affects everyone and every living thing on the planet. There is a general agreement among scientists that the world is warming, and that burning coal, gas and oil by people is the main reason for this, through the production of greenhouse gases, primarily carbon dioxide. \n \nAs people living in poverty are vulnerable to the effects of change, so are those organisms living near their tolerance limits for temperature, and other environmental factors, at the edges of their geographical ranges on the planet. A small increase in temperature might mean little to those in the middle of their comfort zone but, to those animals and plants already at their extreme limits, this can mean the difference between life and death. Small warming in global and regional temperatures will mean that new environments, that were previously too cold, will become habitable thus extending current distributions whereas, at the other end of the scale, some areas will start to experience temperatures that are too warm and the organism dies out in the region. Thus, the patterns of temperature change can be used to show how species' boundaries could shift as a consequence of climate change.\n\nSimilarly, temperature can be the signal for when many animals breed, start migrating and for when plants grow, flower, and fruit. In a warming world spring temperatures are becoming earlier and autumn temperatures are delayed, so if animals or plants are to operate best in their new climates they should adjust when they undertake their seasonal events like mating or producing leaves and flowers.\n\nWe have developed a way of turning measurements and projections for climate change into expectations for changes in animals and plant distributions, using an existing measurement called the 'velocity of climate change', and for changes in seasonal events, using a new approach developed by ourselves called the 'seasonal climate shift'. These measures show by how much life should have shifted its operations over the last 50 years to stay in the same temperatures. In this project we wish to see how well this new approach matches up with observed responses of marine life to climate change in order that it can be used by conservation and wildlife decision makers. The sources of biological evidence have already been compiled into a database, but the detailed comparisons have not yet been made.\n\nOur project has six aims:\n\n1. We wish to compare patterns of velocity and biodiversity across the globe, and see how life in fast moving climates differs from that in slow moving climates.\n\n2. We want to see whether there will be a loss of species in some areas and a gain in others, for example where land obstructs the climate-driven movement of life in the ocean, as predicted by the patterns of movement of average temperatures. \n\n3. Velocity of climate change allows us to predict by how far and at what rate life should have moved over particular periods. We want to compare our predictions with observed changes, and see how well these match up.\n\n4. In a similar way, our 'seasonal climate shift' will be used to predict the changes in timing of seasonal events for those changes in timing already reported and for changes in timing that have not yet been analysed in this way.\n\n5. We will make predictions on the effects of future climate-related change by applying our methods to the ocean temperatures predicted by global climate models for 2010-2100. \n\n6. Finally, we want to make the findings of the project as widely applicable as possible. We will start this process by preparing recommendations for the layout of protected areas in the ocean to allow for the longest possible effects of any protection, to help life move from one place to another while still enjoying protection, and to help manage change in seasonal efforts like fishing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J022446/1","grantId":"NE/J022446/1","fundValue":"27901","fundStart":"2013-03-04","fundEnd":"2016-10-31","funder":"NERC","impactText":"  So far our initial work on shifting climates has been cited over 200 times since 2011 and contributes two figures to the Firth Assessment of the IPCC, in a chapter (The Ocean) and a cross chapter box (Cross-chapter box on observed global responses of marine biogeography, abundance, and phenology to climate change). Environment Societal","person":"Nova  Mieszkowska","coPersons":[],"organisation":"Marine Biological Association","findingsText":" Climate change is causing a large-scale shift in marine species distributions towards higher latitude, cooler waters. The rates of change are species-specific, causing resultant shifts in community composition, structure and functioning. Knock-on effects up the food chain are resulting from range shifts in seaweed and invertebrate species including northward movement of commercial species such as cod in UK regional seas. Analyses of whether species geographic movement responses match, lead or lag the velocity at which climate is changing are important to know whether species are primarily driven by changes in the regional climate or some other factor, or whether there are biological factors causing lags in response time that may delay or accelerate extinction events. Environment","dataset":"gtr"}