{"id":"4B1ADC07-C783-4806-AB57-2E0517D71CA5","title":"Development of a Chinese Language version of the Social &amp; Community Opportunities Profile (SCOPE) for NGO services in Hong Kong","abstractText":"This study is going to explore whether an English language measure of social inclusion can be translated into an equivalent\nChinese measure of inclusion that can be used to assess inclusion in disadvantaged groups such as immigrant groups and\npeople with mental health problems. We will compare some new results for the Chinese version with results from the\noriginal research in the UK in several samples: people with mental health problems in the Hong Kong (HK) resident and\nimmigrant populations, and Chinese immigrants in the UK.\nThe advantages of cross-cultural comparison have been reported as testing the boundaries of knowledge and stretching\nmethodological parameters; highlighting important similarities and differences; and the promotion of institutional and\nintercultural exchange and understanding. The present proposal looks at these matters in relation to the concept of social\ninclusion in the UK and HK. While we recognise that the concept of social inclusion is a contested one, for the purposes of\nthe current proposal we accept the World Bank definition. Social Inclusion (SI) refers to promoting equal access to\nopportunities, enabling everyone to contribute to social and economic program and share in its rewards.\nInterest in cross-cultural measurement issues has grown rapidly since the turn of the century. Although psychologists have\ntaken the lead on measurement issues social work researchers have recognised the importance of developing\ncrosscultural measurement for the profession, especially for work with minority and immigrant groups. Most authors agree\non the fundamental areas in which the new questionnaire should be shown to be equivalent to the original one. These\ninclude the concept itself, the questions used to assess it, the precise wording of these questions, and the meaning of the\nwords used in the different languages. Technically, the way each of the items (or variables) relate to each other and to the\nunderlying concepts should be the same in both cultures, for full equivalence to be demonstrated.\nA number of cross-cultural translation guides have become available over the years which provide guidance about adapting\nmeasures for other cultures. Taking into consideration the various available guides, for the purposes of this research we\nare adopting the guidance from a leading French research institute, which suggests that we proceed as follows. First we\nneed to speak to groups of people in HK to see to what extent their views about the nature of the concept are similar or\ndissimilar to those in the UK. To do this we use a method known as 'concept mapping'. We then have experts examine the\nextent to which the items in the UK measure capture these ideas. At this point it may be necessary to add additional items\nto the new version. We then translate the UK version into Chinese, and back again, and reconcile and clarify any\ndifference. The new version is then piloted in the Chinese communities, and any difficulties ironed out.\nOnce we have obtained an acceptable version of the measure, following piloting we will then apply the measure to different\nsamples. One will be of discharged mental patients in HK and these will be compared to similar patients in the UK to see if\ntheir nature and levels of inclusion are similar or not. Another will be of Chinese immigrants to the UK to see if their levels\nof inclusion are more similar to UK population or HK residents and immigrants. Finally, we will assess whether the new\nmeasure compares in the way it should with a widely used standardised measure, and a measure of recovery.\nThe measure and these findings will provide the basis for further community research in Hong Kong, mainland China and in\nChinese immigrant communities in other parts of the world. Social inclusion policy impact could be evaluated in these\ncontexts and social interventions could demonstrate how they have helped people to become more included in society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005227/2","grantId":"ES/K005227/2","fundValue":"28325","fundStart":"2014-10-01","fundEnd":"2015-12-31","funder":"ESRC","impactText":"","person":"Sherrill  EvansPeter John Huxley","coPersons":["Ho Ting  Wong","Ka Wah  CHAN","Wai Yee  Cheung","Marcus Yu Lung  Chiu"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}