{"id":"4B1BA7F2-A85F-438F-BB45-4FE4BF99E104","title":"REIMAGINATION: REconstructing and understanding the IMplications of surface 14C AGe changes In the North Atlantic for overturning circulaTION","abstractText":"The Atlantic Ocean's conveyor belt circulation is a fundamental component of the global climate system, transporting heat from low to high latitudes, and thus warming Northern Europe. The strength of this circulation is thought to have varied abruptly in the past, giving rise to rapid climate changes of more than 10 degrees C in a decade during the last glacial period. Changes of this nature today would have a severe impact on society, so we want to know more about the sensitivity of this circulation. In order to do this, we will study intervals of rapid climate and circulation change in the past. \n\nTo better understand these past circulation changes we will reconstruct the concentration of radiocarbon in surface and deep waters in the North Atlantic Ocean. This is known as a radiocarbon reservoir age, and it is highly sensitive to the rate of ocean circulation. Therefore, by reconstructing reservoir ages, we can tell how quickly the ocean was circulating during intervals of rapid climate change. \n\nWe also need to know what the reservoir age was in the past if we want to use radiocarbon as a dating tool, to tell the age of geological and archeological objects and events. Radiocarbon can be thought of as a stopwatch for a geological sample. For a marine sample, however, there is already some time on the clock when we press go. This extra time before starting the clock is the reservoir age, and we must know what it is in order to accurately tell geological time. \n\nBy reconstructing reservoir ages, we will therefore improve understanding of rapid circulation and climate change, and also improve the most important dating tool used in earth and archeological sciences. \n\nTo reconstruct radiocarbon reservoir ages we need to measure the radiocarbon content of a sample, and also to know its age independently, so we can work out what was already on the clock when the sample formed. \nTo do this we will make radiocarbon measurements on shells taken from sediment cores from the North Atlantic, and pair them with a range of exciting new techniques that can tell their age. Firstly we will look for layers of volcanic ash in the sediment cores, which we can date using their argon content, and match to precisely dated ash layers in ice cores and on Iceland. Secondly we can look at changes in sea surface temperature records, and match these to the same events that are precisely dated in ice cores. Thirdly we will use the concentration of thorium in sediments to tell how much sediment accumulated between these ash and temperature tie points. Fourthly, we will combine all this information using statistical modelling, which will also provide a good measure of the uncertainty in our results. \n\nThis work will create maps of reservoir ages and how they changed in the North Atlantic over the last 10 to 50 thousand years, with a special focus on times of rapid climate change. To help us link the reservoir ages to different circulation regimes, we will use a climate model that can simulate radiocarbon. We will make this model's ocean circulation operate in different ways, and see which circulations best match our data. This will allow us to better understand how ocean circulation changed in the past to cause rapid climate change, and improve confidence in how ocean circulation may operate in the future. \n\nFinally, we will package our reservoir age maps into a tool that can be used by earth scientists and archeologists to improve their radiocarbon dating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M003434/1","grantId":"NE/M003434/1","fundValue":"79477","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"NERC","impactText":"","person":"Paula Jo Reimer","coPersons":["Maarten Ake Blaauw"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}