{"id":"4B1EE6E0-0EDE-40D0-B7D5-11164A616B7D","title":"Defining the novel retinal output circuitry of photosensitive retinal ganglion cells.","abstractText":"Do novel non-image forming photoreceptor cells contribute to vision? The process of vision begins with light detection by the retina, a neural tissue that lies at the back of the eye. The retina is composed of three layers of cells. The outer layer contains the specialized sensory neurons, the rods and cones that detect light for visual function. The rod cells are highly sensitive and can effectively function at low light levels. The cone photoreceptors are responsible for colour vision and function in the mid- to bright light intensity range. The rods and cones convey the light signal through the inner neuronal layer to the ganglion cell layer. The ganglion cell layer contains the output neurons of the retina (the ganglion cells). Visual information is relayed, via the ganglion cell projections ('axons'), to the brain where the information interpreted into an image. Despite over 200 years of research into retinal cells and pathways, some basic properties of visual function are still not entirely understood. A prime example is how the visual system can respond to light over an extremely wide intensity range ('light adaptation'). Furthermore the recent identification of a novel photoreceptor cell in the mammalian eye has led to a re-evaluation of our current understanding of retinal function. Unlike the rods and cones, the novel photoreceptor cells reside in the ganglion cell layer. These photosensitive retinal ganglion cells (pRGCs) detect changes in the ambient lighting levels ('irradiance') and primarily drive non image forming responses to light. This includes the ability of an organism to align its internal body clock with the external lighting environment (circadian photoentrainment) and the constriction of the pupil upon exposure to light (pupil light reflex). It remains unclear whether pRGCs can also contribute to visual function. Irradiance information could be beneficial during processes such as light adaptation. Since the pRGC axons project directly to the brain an obvious mechanism by which pRGCs could provide output within the retina is not clear. Therefore the intra-retinal functions of pRGCs have been largely overlooked. We have previously shown that pRGCs can communicate with other retinal neurons via gap junctions. These are electrical junctions which form at cellular membranes expressing gap junction proteins. However, the cells and pathways involved were not identified. The central aim of the current study is to determine if pRGCs use gap junction coupling to communicate with retinal visual pathways. We will define novel retinal circuitry that will help to explain fundamental properties of retinal visual function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003602/1","grantId":"BB/G003602/1","fundValue":"418757","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"  1) Diurnal and circadian regulation of retinal connexins. We determined that connexion expression in the retina is under control of the circadian clock. The PI was invited to present this work at 2 international conferences and the research was selected for a paper presentation by the post doc at the premiere international eye conference, ARVO. Since publication (Katti et al., 2013), this work was cited to be of special interest in a review of electrical coupling in the retina (O'Brien, The ever-changing electrical synapse, Current Opinion in Neurobiology 2014, 29:64-72)\n\n2) Melanopsin RGC survival in conditions of cell stress (Barnard et al., 2011; Perganta et al., 2013). This work has led to grant applications to assess the mechanisms involved. Identification of the survival mechanism may lead to improved treatments for inner retinal disorders.\n\n3) Development of expression of melanopsin isoforms (Hughes et al., 2012). We are currently looking at the role of melanopsin RGCs in early retinal development. \n\n4) Restoration of visual function by photoreceptor transplantation (Singh et al., 2013). This work was highly cited in the press including http://www.bbc.co.uk/news/health-20898935. This work has potential benefit to patient cohorts. Pharmaceuticals and Medical Biotechnology Societal","person":"Sumathi  Sekaran","coPersons":[],"organisation":"University of Oxford","findingsText":" 1) Diurnal and circadian regulation of retinal connexins. Connexin (Cx) 36 is a component of gap junctions at cone photoreceptors and mediates gap junctional coupling between rods and cones. Rod-cone gap junctional coupling is under circadian regulation. The proposed mechanism is the regulation of Cx36 phosphorylation via rhythmic melatonin/dopamine release in the retina. We confirmed that Cx36 phosphorylation is rhythmic in the circadian cycle and that this was dependent on melatonin. Somewhat surprisingly, we also found that Cx36 protein and transcript expression was rhythmic, peaking in the late night phase in the outer retina. We found that the rhythmic regulation of Cx36 transcript was melatonin independent whereas the protein rhythm was melatonin dependent (Katti et al., 2013). Regulation of connexin expression by light was also found for Cx45 but not Cx57. The Cx45 expression rhythm was localized to the inner plexiform layer (Katti and Sekaran, in preparation). The PI was invited to present this work at 2 international conferences and the research was selected for a paper presentation by the post doc at the premiere international eye conference, ARVO. \n\n2) Melanopsin RGC survival in conditions of cell stress. In collaboration with Prof Robert MacLaren's group and Prof Marcela Votruba we demonstrated that a mouse model of mitochondrial optic neuropathy (Opa1+/-) displays visual dysfunction (Barnard et al., 2011). Reports from patient studies have suggested that the pupil light flex and the melanopsin RGCs are selectively preserved in mitochondrial optic atrophies. We performed a comprehensive examination of non image forming behaviours in Opa1+/- mice and found a preservation of all non image forming functions tested (Perganta et al., 2013). We also identified preservation of the melanopsin RGCs . We are currently investigated the mechanism involved in the survival of melanopsin-expressing RGCs in conditions of mitochondrial stress in purified primary cell cultures. \n\n3) We investigated the development of expression of melanopsin isoforms. Expression of the long and short isoforms of melanopsin were assessed during development. A differential expression pattern was identified with the short isoform expressed from birth whereas the long isoform is significantly upregulated at P14, coinciding with eye opening and the onset of visual responses (Hughes et al., 2012). It was proposed that the different profiles of expression are associated with the functional maturation of the different melanopsin cell morphological subtypes. We are currently investigating the role of melanopsin RGCs in early retinal development. Transgenic lines: We obtained melanopsin-EGFP mice from Prof Paulo Kofuji's lab, University of Minnesota. These animals were re-derived and we now have the only BAC transgenic melanopsin-EGFP mouse line in the UK. This is a useful resource for the identification of the melanopsin RGCs in vitro. We also established that the melanopsin cell population could be visualised in vivo using confocal SLO imaging.\n\nCell lines: We developed an immunopanning technique to generate pure primary cultures of melanopsin expressing RGCs. Purity levels of over 95% were achieved. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}