{"id":"4B3104E2-D8F0-4752-93D6-55AAA95BBE40","title":"Evaluating the effects of 'Best Practice' HRM in Local Government.","abstractText":"<p><strong>Aims</strong></p>\n\n<p>To examine the impact of best practice human resource management on public sector workers and organisational performance.</p>\n\n<p><strong>Objectives</strong></p>\n\n<ol>\n \n\n <li>To evaluate the effects of best practice human resource management on performance outcomes in local government organisations;<br /></li>\n\n <li>To test whether the outcomes of best practice human resource management can be regarded as beneficial to employers (organisations) and employees;<br /></li>\n\n <li>To explain the different approaches taken to the adoption of best practice human resource management in local government organisations.</li>\n</ol>\n\n<p><strong>Brief description of research project</strong></p>\n\n<p>This research will evaluate the effects of ‘best practice’ human research management on individual and organisational performance outcomes in local government in Wales. The study will collect a range of outcomes of concern to both managers and employees through qualitative and quantitative research design. First a survey of staff attitudes and management practice will be undertaken across all participating local authority service departments. After analysing the survey data, a selected number of interviews with a cross-section of the workforce will be undertaken along with documentary analysis of policy directives. This approach is intended to provide context-specific information relating to HR practice and performance. As such, these data will assess whether HR practice leads to beneficial outcomes for organisations and workers – outcomes that have largely been assumed rather than empirically tested.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1454","grantId":"RES-000-22-1454","fundValue":"30730","fundStart":"2006-01-01","fundEnd":"2008-02-29","funder":"ESRC","impactText":"","person":"J  Gould-Williams","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}