{"id":"4B32FC0A-677C-46FA-93AA-46C92135DA1D","title":"Honeybee population dynamics: Integrating the effects of factors within the hive and in the landscape","abstractText":"There is currently widespread concern about the health and survival of honeybees in both Europe and North America, and there have been devastating declines in the number of colonies in several countries, which have been ascribed to a variety of causes (disease; management; pesticide exposure etc). Bees provide an essential pollination service for crops and wild plants in sustainable agriculture. Bee products, such as honey, wax and propolis also have a substantial international market. It is therefore essential that we develop a comprehensive understanding of bees' responses to diseases, parasites and the rapidly changing environment if we are to predict their future health and survival. This understanding is vital for informing hive and landscape management strategies to ensure that the sustainability of populations can be maintained. Bees living in agricultural landscapes must respond to sudden changes in forage availability over time and space whilst dealing with a variety of diseases, parasites and other potential stressors resulting from management of the landscape (such as exposure to pesticides). Most previous studies have focussed either on the effect of disease, parasites, or hive management on bees; or on the influence of foraging resources. This joint project, between Rothamsted and Warwick HRI in partnership with Syngenta, takes a novel ecological systems-based approach of combining the different factors that are likely to affect honeybee survival, using modelling tools to allow prediction in different landscapes and under different conditions, and allowing the exploration of interactions between factors. A) We will firstly do a systematic survey and assessment of patterns within the substantial datasets and models that are available to us on honeybee colony growth and survival in response to pathogens (e.g. viruses), parasites (e.g. Varroa destructor mites) and other pests. We will also collate and develop models that predict forager distributions. B) Focusing on the factors most likely to be important from the pattern analysis, we will then develop a new individual-based model to predict colony growth and survival by incorporating the potentially interacting effects of disease or parasite load, landscape type and resource availability. This integrated model will be built to test the hypothesis that honeybee colony growth and survival can be predicted from the combined influence of pathogens and parasites and the effects of landscape factors such as food availability. C) Field experiments designed to measure the interaction between disease and forage availability will be performed to allow the model to be tested and the outputs to be verified. The results of these experiments, and the modelling, will provide us with an insight into the varying significance of disease and resource-related factors on the survival of bees in arable landscapes, and allow us to predict the bees' response to changes in farming practices or disease thresholds. We are not alone in addressing the challenge of what is affecting honeybee populations across the world. In contrast to other studies - our proposal is to integrate the usually separate disciplines of studying foraging behaviour outside the hive with what is affecting the bees within the hive in order to provide a practical tool which should enable us to predict how bee colonies will respond in terms of foraging patterns and colony growth in a variety of cropped landscapes. This project aims to capitalise on previous BBSRC-funded work by the applicants, which has examined the effects of landscapes on bee foraging behaviour and survival. This work will substantially increase our ability to predict and manipulate the impacts of agricultural practices and beekeeping management on these essential and economically important pollinators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00114X/1","grantId":"BB/H00114X/1","fundValue":"765592","fundStart":"2009-11-01","fundEnd":"2013-01-31","funder":"BBSRC","impactText":"","person":"Juliet  Osborne","coPersons":["David  Chandler","Judith  Pell"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}