{"id":"4B35EC61-072C-4E3A-BB92-20F470620094","title":"Liquid Crystal Photonics","abstractText":"Liquid crystal devices have come of age, having fulfilled their promise of several decades ago by increasingly dominating the market for displays. The industry has become global and the manufacturing is mostly in the Far East. This is not the end, but the beginning and UK scientists and engineers that have played a distinguished role in these developments must work with the global industry and develop strategies that enable us to remain engaged.We note that innovation continues rapidly and that the massive investment in this technology has produced a remarkable diversity of materials and electro-optic phenomena that are now starting to be applied in photonic devices in communications and the biosciences.The title Liquid Crystal Photonics is used to suggest that opto-electronics and displays should be embraced under one heading, reliant as they are on closely related optical functionality in similar materials. The strategic importance of phase-only real time holography by liquid crystal components is emerging into the marketplace in both optical communications and in displays. In displays the changes are probably going to be disruptive, producing highly miniature micro projectors with flexible control of all image attributes. Initially these are destined for 'micro projectors' for mobile phones etc., but will ultimately move to rear projection high definition TV. In optical communications the integration of several functions into software controlled modules matches closely the requirements of the now crucial metropolitan area network. Flexible, compact and low cost optical routers and add-drop-multiplexers for wavelength division (WDM) multiplexed systems may become a common sight in urban areas. The deep-sub-micron silicon CMOS technology that is used for liquid crystal over silicon (LCOS) backplanes is now mass producing complex low-cost integrated circuits with a minimum feature size below 100nm. We can therefore now electrically address liquid crystals using nano structure electrodes to open up applications requiring sub-wavelength photonic crystal structures (e.g. exhibiting electrically switchable surface alignment of liquid crystals, form birefringence and optical band gaps). As in the case of 'conventional' phase-only holography, the unique advantages resulting from the use of silicon CMOS backplanes are programmability and software control. It may be possible to enhance the already remarkable electro-optic properties of liquid crystals, enabling such properties as negative refractive index, programmable scattering and ultra-high-speed switching to be obtained.In general, liquid crystals respond dramatically to nano structures in the range from tens to hundreds of nanometres with or without electrical fields, e.g. liquid crystal director fields are aligned in contact with surface topography in this range. The interactions that occur between free particles embedded in nematic liquid crystals (due to both elastic interactions and Casimir interactions) are important issues in polymer based nano-composite materials and director deformations on this scale are important in structured dielectrics, semiconductors and conductors in the advance of polymer electronics. These are substantial areas of scientific and technological interest where the infra structure of liquid science and technology (that has been driven by the display industry) will be a major factor in future developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F00897X/1","grantId":"EP/F00897X/1","fundValue":"908161","fundStart":"2008-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Bill Ireland Milne","coPersons":["Timothy  Wilkinson","William  Crossland"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}