{"id":"4B3B60AD-6957-4CCC-9AB2-C261C1513CAD","title":"Understanding the spiritual lives of people with profound and complex learning disabilities: a community oriented action research approach","abstractText":"BACKGROUND\\nThe University of Aberdeen's Centre for Spirituality, Health and Disability has been involved in developing a unique programme of action-oriented research exploring the role of spirituality and religion in the lives of people with learning disabilities. This programme has shown that religion and spirituality form a significant dimension of the lives of people with learning disabilities. Thus far the primary focus has been on people with moderate learning disabilities; the religious and spiritual needs of people with high support needs remain unexplored. (The term 'high support needs' signifies people who have a profound learning disability which includes communication difficulties that present major challenges to getting one's views and preferences heard and understood). This project will seek to address this gap in knowledge and practice by exploring the spiritual lives of people with profound learning disabilities with a view to gaining deeper understanding of such lives. This Practical Theology (PT) research project will utilise a community oriented action research method based around the principles of Person Centred Planning (PCP) to examine the value of spirituality and religion for people with profound and complex learning disabilities. \\n\\nRESEARCH AIMS\\n1. Understand the role of spirituality and religion in the lives of people with high support needs and effectively mobilise that knowledge to develop, implement and assess concrete practical strategies for enabling effective spiritual care.\\n2. Develop a protocol for facilitating the development of models of inclusive community that can be mobilized as practical and theological resources for people with high support needs.\\n3. Contribute to the emerging body of methodological literature that seeks to discover effective ways of communicating and researching with people who have profound cognitive disabilities and little or no verbal communication.\\n4. Contribute to the literature on Practical Theology and qualitative research.\\n5. Contribute to the development of 'person-centred' forms of care by developing an original care plan approach that will enable communities to recognize, support and value the spirituality of people with high support needs.\\n\\nRESEARCH METHODS\\nThe study is located within the discipline of Practical Theology and will utilise an original qualitative research method which draws on insights from Participatory Action Research and Person Centred Planning. There are close methodological similarities between PCP (a way of organising around one person to define and create a better future), PAR (a family of research methods which simultaneously pursue action (or change) and research (or understanding)) and the methods utilised by PT (a theological discipline that focuses on the interaction between theology and particular forms of human practices). \\n\\nRESEARCH OUTCOMES\\nAn in-depth report of the findings of the research that will be of interest to academics and practitioners in practical theology, social service provision, faith communities, pastoral care, families and others involved in offering support and care. \\n\\nAn accessible summary of the research for people with learning disabilities.\\n\\nAn A4 briefing paper detailing the key findings and implications circulated to religious communities, social care agencies and self-advocacy groups throughout the United Kingdom and put on the CSHAD website.\\n\\nThe submission of at least three academic papers to peer reviewed journals in theology and in social care, focusing on the findings and the methodology. \\n\\nThe person-centred plan developed within the study focusing on spirituality and religion will be disseminated to appropriate caring services in the UK, the United States and Europe.\\n\\nThe data will contribute to a monograph on theology and disability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011482/1","grantId":"AH/F011482/1","fundValue":"163754","fundStart":"2008-06-16","fundEnd":"2010-09-15","funder":"AHRC","impactText":"  The findings have been used in a number of ways. Firstly they have resulted in the publications that are outlined in the researchfish profile. Secondly, they have been used as the basis for a series of public lectures that professor Swinton has delivered in the UK, Europe, The US and the Antipodes. Thirdly the bindings formed the basis of a successful bid for follow on funding from the AHRC for a project exploring the spiritual lives of people with advanced dementia. Taken together it is clear that the findings have had a wide ranging impact both inside and outside of the academy. Healthcare,Other Cultural,Societal","person":"John  Swinton","coPersons":[],"organisation":"University of Aberdeen","findingsText":" The intention of this project was to examine the role of spirituality in the lives of people with profound and complex learning disabilities. It aimed to achieve the following: \n\no develop knowledge and understanding of the role of spirituality in the lives of people with high support needs and use this to develop, implement and assess concrete practical strategies for enabling effective spiritual care and support;\no provide a protocol for developing models of inclusive community that can become practical and theological resources for people with high support needs;\no contribute to the body of methodological literature that seeks to discover effective ways of communicating and researching with people who have profound learning disabilities and little or no verbal communication;\no contribute to the developing methodological literature on Practical Theology and Qualitative Research;\no contribute to the development of person-centred forms of care by developing an original care plan approach that will enable communities to recognize, support and value the spirituality of people with high support needs.\n\nThe following is a summary of the findings related to these aims:\n\n1. Develop knowledge and understanding of the role of spirituality in the lives of people with high support needs and use this to develop, implement and assess concrete practical strategies for enabling effective spiritual care and support\n\n\nThe research has shown that the participants involved have rich spiritual lives which are encouraged and supported by their main carers. There is no doubt that our participants were seen as spiritual people. This manifest itself in two ways; firstly that they were able to bring out the best in others by their vulnerability and secondly they were able to intuitively understand feelings and emotions. They showed this by responding to spiritual environments by becoming calm and peaceful which was a contrast to other ways of behaving that they displayed and that were reported. The spiritual lives of these individuals are enhanced by a careful mapping of the existing spiritual lives, practices and the interpretations of the nature of spiritual that is being used by the carers surrounding the participant. Once these are understood a picture can be developed and an action plan to sustain and develop the spiritual life. This is shown in the action plans that emerged from the spiritual mapping. The action plans are dynamic and fluid and can be added to and engaged with as part of the spiritual care. \n\n2. provide a protocol for developing models of inclusive community that can become practical and theological resources for people with high support needs;\n\nThe mapping process described in the methods section and then its outcomes described in the case studies shows that this model of working can encourage inclusivity. The combination of the maps and the action plan and the selection of key personnel in the communities of care in which the participant engages are crucial to the pursuance of the inclusivity so much wanted by the participants. The development of mechanisms by which friends can be sought and sustained and nurtured are important. The idea and understanding of friendship needs to be explicit so that it is sustainable. \n\n3. contribute to the body of methodological literature that seeks to discover effective ways of communicating and researching with people who have profound learning disabilities and little or no verbal communication;\n\nThe research described here has shown a new way of researching with people who have profound learning disabilities. By using the Mapping process and by focusing on the community of care that surrounds that person a conversation can be embarked upon which allows the voice of the person themselves to emerge. This requires carefully listening and observing and takes time. The importance of a slow approach to gathering data and discussion cannot be underestimated. \n\n4. contribute to the developing methodological literature on Practical Theology and Qualitative Research\n\nIn section 5 we have described and then demonstrated a methodological approach to analyzing qualitative data using the reflective practice process described in practical theology. \n\n\n5. contribute to the development of person-centred forms of care by developing an original care plan approach that will enable communities to recognize, support and value the spirituality of people with high support needs.\n\nWe have developed a six step facilitated action plan which is a consequence of the action research. This plan is described below \n\n1. Identification of key people\n\nThe very important first step of this action plan is to make sure that the key people are in the communicative community. This means that some ground work needs to be done to identify the correct people who really do have the care of the pwpld at their heart. This can take the form of observation, some simple data collection through interviews with the primary carer to draw up a map of who surrounds the the person with an intellectual disability . In some cases in our study we found that an important representative was not included. This was because the primary carer did not see them as particularly important. The identification of key people is crucial to gaining a representative and robust picture. \n\n2. The maps exercise\n\nStep two relates to the development of a process called Making Action Plans which is drawn from person-centred planning. It comprises of the telling of stories around the individual and their spirituality and the recording of these narratives in prose and pictures. This exercise leads to the making of an action plan. The opportunity to tell stories about the person with an intellectual disability and build up a picture of their lives and preferences and routines was welcomed almost universally. This helped all the key people to further understand the spirituality of the person with an intellectual disability. The maps exercise became both a process and an outcome in itself. Emphasising the telling of spiritual stories also helps identify the communicative communities understanding of the meaning of the word &quot;spiritual&quot;. We have shown that this can be complex and almost indescribable. However the process of working at a definition helps clarify the action plan. \n\n3. The action plan\n\nThis is derived from the maps exercise and can be both a set of goals as well as a method of working towards spiritual care. It can be changed and developed. This happens through step 4.\n\n4. Reflective facilitation\n\nThis is the process by which further discussion takes place as actions are put in place and as things happen which reinforce the value of activities and spiritual talk.\n\n5. Review cards on the table\n\nThe key people are then invited to return together as a group and review the process and revisit some of the original thinking around the spirituality of the person with an intellectual disability . A specific device is used to do this called &quot;cards on the table&quot;. This is a customised consensus group technique which encourages a model of spiritual care to develop which is appropriate to the the person with an intellectual disability at the centre of the discussions. (These are referred to earlier). \n\n6.Enhanced action plan\n\nThese discussions then lead to an enhanced action plan which allows the cyclical process of action reflection and transformation to take place again. \n\n\nThis process formed the main discovery that the project created and worked through. The process has now been fully developed in the context of the follow on project that focussed on advanced dementia. We now have a fully commercialised programme that is being delivered to health and social care environments. (The Purple Bicycle Project: http://www.abdn.ac.uk/sdhp/purple-bicycle-project-538.php) We are currently working on developing the materials developed in the Purple Bicycle Project for the original context of intellectual disabilities. These will be made available to health and social care organisations in 2015. Healthcare,Other","dataset":"gtr"}