{"id":"4B43FBD8-AB5F-4DFB-B116-E43E712A845B","title":"The structure and function of SGTA, a key regulator of protein quality control","abstractText":"Proteins are essential to life, providing important building blocks for our cells and performing numerous complex roles that maintain animal and human health and combat disease. Proteins are rather complex macromolecules, and this in turn means that making them is a complicated process made up of several stages, each of which can potentially go wrong resulting in the production of faulty or defective proteins. There are many reasons why faulty proteins might be made, including different kinds of physiological stress and mutations to the genes that encode them, but importantly the cell has developed a mechanism for checking its newly made proteins to make sure they are made correctly. This process is normally referred to as &quot;protein quality control&quot; and when it is operating correctly it acts to recognise and remove faulty proteins. This normal cellular quality control process is vitally important, since if faulty proteins are not dealt with quickly they have a tendency to stick to each other and clump together to form aggregates. In many cases these aggregates are toxic and can prevent cells from working properly, or even cause them to die. The misfolding and aggregation of proteins lies at the root of the prion diseases that are suffered by many animal species, including BSE and scrapie. Likewise, protein aggregates are a feature of human prion diseases, such as Creutzfeldt-Jakob disease, and neurological disorders, most notably Alzheimer's disease and Parkinson's disease. It is also suggested that one of the consequences of ageing is a reduced capacity for cellular protein quality control, and that this in turn might impact on ageing related diseases. \n \nMisfolded membrane proteins have a strong tendency to aggregate, and mammalian cells like ours seem to have developed a fast track system to recognise this class of proteins and deal with them quickly, thereby avoiding any potential problems they might cause. We have identified a protein called SGTA which acts as a quality control factor and plays a very important role in the cells ability to deal with mislocalised membrane proteins that are misfolded because they have ended up in the wrong location with a cell. There is also evidence that SGTA is linked to certain cancers and viral infections. However, although there is a strong case that SGTA is a critical component of cellular quality control pathways, we really know very little detail about how it works, and it is precisely this question that we will answer during the course of this project. In particular, we will find out how SGTA specifically recognises mislocalised membrane proteins, and establish what it does with these aberrant proteins once they are bound, focussing on its ability to inhibit their destruction and looking directly at its role in protein aggregation. The purpose of our research is to understand the normal workings of SGTA in a healthy cell that is capable of efficiently removing mislocalised membrane proteins and avoiding a build up of protein aggregates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006952/1","grantId":"BB/L006952/1","fundValue":"333534","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Rivka Leah Isaacson","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}