{"id":"4B4B575A-1873-4025-8A40-367430767D6E","title":"Disaster education in the UK","abstractText":"<p>The seminar series brought together emergency management specialists and educationalists to explore how disaster management knowledge, innovation and education can contribute to building a culture of safety and resilience in the UK. The series was primarily focussed on ways of understanding UK disaster reduction contexts, though informed by contributions from other parts of the world. The strengthening of debate on practical and policy developments for disaster education helped exchange experiences and ideas about dealing with changing hazards and vulnerabilities. This contributed to wider and strengthened interest in disaster risk reduction engagement through associated educational needs.</p>\n\n<p>The series analysed conceptual, practical and policy issues surrounding UK disaster education. Institutional partners were The universities of Northumbria (lead), Glamorgan, UCL and Kyoto served as partners with significant inputs from practice institutions, including in hosting of seminars. This facilitated a rich mix of learning cultures from within and without the academy for open debate and awareness building regards learning and education in disaster reduction.</p>\n\n<p>There are consequent developments for further activities beyond the life of this grant, such as ongoing additional conference sessions on disaster education, an EU project, and a DFID funded disaster education and community resilience programme in Zimbabwe and Bangladesh. These also feed back into the UK context.</p>\n\n<p>The series exposed a deeply held interest in disaster education from within the UK emergency management sector. Key conclusions were the need to develop in depth grounded learning processes, integrated institutional development and mixed qualitative and quantitative tools for the job.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0618","grantId":"RES-451-26-0618","fundValue":"15452","fundStart":"2009-02-10","fundEnd":"2011-02-09","funder":"ESRC","impactText":"","person":"Andrew Elvin Collins","coPersons":["Hideyuki  Shiroshita","Maureen Helen Fordham","Norio  Okada","S. Bernard  Manyena","Brian  Hobbs","John D Twigg","Steve  Rawlinson"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}