{"id":"4B51C456-CFF5-450F-A3E6-83D6E46C491C","title":"Pseudorotation and Jahn-Teller Effects in Fullerene Ions","abstractText":"Some materials containing fullerene anions are superconducting up to around 30K. Coupling between the electronic motion and vibrations of the fullerene cage is known to play an important part in the superconducting mechanism. However, understanding of the problem is hampered by the lack of knowledge of values for the vibronic coupling strengths. An existing EPSRC-funded collaboration between theoretical physicists at Nottingham and experimental chemists at Norwich aims to obtain values for these coupling strengths. A student at Norwich has been setting up ultrafast optical experiments that will detect the rate of pseudorotation between equivalent distorted configurations of C60 ions that occur due to the Jahn-Teller (JT) effect arising from the vibronic coupling. Dr Hands (as a named PDRA) at Nottingham has developed theory that will allow the coupling parameters to be extracted from this data. Unfortunately, the late withdrawal of a student who had accepted the post at Norwich delayed the start of their part of the programme by 12 months. However, the pseudorotational data is complex and the experience of Dr Hands in both JT theory and ultrafast optical experiments will be required to extract the coupling constants from the data. The purpose of this application is to fund Dr Hands for a further year in order to complete this analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E023282/1","grantId":"EP/E023282/1","fundValue":"88152","fundStart":"2006-10-01","fundEnd":"2007-09-30","funder":"EPSRC","impactText":"  Our findings were pure research without any direct industrial or societal impact. However, our results will inform future experimental and theoretical investigations which will help in the basic understanding of fullerene molecules.  ","person":"Janette Lesley Dunn","coPersons":["Colin Arthur Bates"],"organisation":"University of Nottingham","findingsText":" This project showed how coupling between electrons and vibrations in the fullerene molecule could be observed via ultrafast spectroscopy. Further experiments are required to confirm our theoretical predictions, which it was not possible to carry our during the duration of the grant. Other","dataset":"gtr"}