{"id":"4B528E46-527E-4677-9BE2-A1BB9E8981A3","title":"BIogeochemical Gradients and RADionuclide transport. BIGRAD","abstractText":"Over 50+ years of nuclear power generation and weapons development, the UK has created large quantities of radioactive wastes. In terms of total volume, the largest fraction (&gt; 90 %) of the higher activity waste is Intermediate Level Waste (ILW). ILW does not produce heat but contains long-lived radioisotopes, and so cannot be disposed of near the Earth's surface. The Government has recently decided that the UK's ILW should be disposed of underground (200 - 1000 m) in a 'Geological Disposal Facility' (GDF). The safety of a GDF depends on slowing the return of radioactivity from the GDF to Earth surface. Understanding the processes which control the movement of radioactivity out of the GDF and to the rock and beyond is therefore critical. The UK's ILW is very diverse and includes discarded nuclear fuel, the metal containers used to hold fuel, as well as sludges and organic debris produced when processing these radioactive materials. The UK has treated many of these radioactive wastes by immobilising them in cement and a substantial fraction of ILW has now been cemented and awaits disposal. Once the wastes have been placed in the GDF, the intention is to backfill the remaining space with cement. No site has been identified for UK wastes as yet, but it is expected that the site will be under the water table and therefore be wet. This means that, after the waste is emplaced, the GDF will rewet as groundwater percolates through the wastes. Over a long time (from hundreds to millions of years) the ILW and its steel containers will degrade, and the cement will react with the groundwater to make it very alkaline. This is a design feature, as very alkaline, 'rusty' conditions are expected to make most radioactive components of the ILW very insoluble. However, this alkaline water will react with the rock around the repository to form a 'chemically disturbed zone' (CDZ). Up until now, no studies have examined the chemical, physical and biological development of this CDZ and how this affects the mobility of radioactive contaminants from the GDF. We have chosen to study four long-lived radionuclides, the fission product technetium as well as uranium, neptunium and plutonium all of which will be present over the long timescales relevant to the CDZ. In this project, we will try and understand how the CDZ will evolve over thousands to millions of years, so we can predict the movement of radioactivity through it, and help assess the safety of the GDF. To do this, we need to study the chemical, physical and biological changes which occur as the CDZ develops, and the way in which these different factors interact with each other. We will use experiments to understand these processes and, based on these, we will develop computer models to predict what will happen in the future. We have divided our work programme into three parts: 1 Geosphere Evolution, where we will examine rock and mineral interactions, and how water flow within the rock is affected by chemical and microbiological changes caused by the water from the GDF; 2 Radionuclide Form, Reaction and Transport, where we will examine the chemical form and solubility of radionuclides, their interactions with microorganisms, and with rock surfaces, and the potential for microscopic particles to carry radioactivity; 3 Synthesis and Application, where we will bring all the experimental results together and design, develop and test our computer model to examine radionuclide transport in the CDZ. To ensure we link the different parts of the project effectively, we have identified two 'cross cutting themes' (CCTs) - (i) biogeochemical processes in the CDZ; and (ii) predictive modelling of the CDZ, which will tie all the different pieces of work together. Our work will provide improved understanding of the controls on contaminant mobility across the CDZ, improve confidence in the safety of geological disposal, and hence assist the UK in the crucial task of disposing of radioactive wastes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H007768/1","grantId":"NE/H007768/1","fundValue":"1723040","fundStart":"2010-10-01","fundEnd":"2015-06-30","funder":"NERC","impactText":"  BIGRAD has impacted policy through advice to government bodies. \n\nThe findings of this grant have been used to provide expert advice to government by Professor Francis Livens through membership of CoRWM (http://corwm.decc.gov.uk/) and via membership of the ad hocNuclear R&amp;D Advisory board. There he has provided specific advice relating to his expertise on geological disposal, assistance with public scrutiny on Geological Disposal (CoRWM) and on policy development on Nuclear R&amp;D Advisory board with a particualr remit on R&amp;D needs and geodisposal.\n\nIn addition, BIGRAD features in NDA-RWMD Science and Technology Plan. &quot;Application of Knowledge gained through BIGRAD.&quot; Task 760. Katherine Morris will lead a RWM report on the implications of BIGRAD science to UK policy on waste disposal.\n\nThrough outreach and facilitating conference sessions eg IGDTP 2014 and Migration 2013 BIGRAD science has improved societal understanding of key UK and global issues. Energy,Environment,Government, Democracy and Justice Societal,Policy & public services","person":"Katherine  Morris","coPersons":["Francis  Livens","Nicholas  Bryan","Jonathan Richard Lloyd"],"organisation":"The University of Manchester","findingsText":" We have measured the interaction of key radionuclides with natural organic matter and mineral and cement surfaces under the conditions that would be found in and around a radioactive waste repository. In the process, we have developed new methods that may be used in the future to study these systems further. Our experiments have allowed us to produce a model that can be used to predict the mobility of radioactive species away from a future radioactive waste repository. This model takes into account the effects of humic substances (natural organic matter), and could be used in the safety assessment of a radioactive waste repository.  ","dataset":"gtr"}