{"id":"4B5254A4-E11E-426F-B0AE-94B4132A4FE5","title":"Directed control of secretory vesicle fusion","abstractText":"Control of volume and osmolarity - and of turgor in plants and fungi - lies at the very core of cellular homeostasis in all eukaryotes. In plants and fungi, strongly electrogenic H+-ATPases, and the substantial membrane voltages they foster, drive solute accumulation to generate steep osmotic gradients and turgor pressure for cell growth. Vesicle traffic adds surface area for cell expansion and contributes to wall remodelling as the cell grows. The transport of solutes (especially of K+ ions) must be controlled in concert with secretion for survival and to determine organismal form. Despite their fundamental importance we know little of how cells coordinate the rates membrane traffic and solute transport.\n\nThis proposal builds on the discovery of new subsets of secretory and transport proteins that occur in the genomes of all plants described to date and, in the few species examined, are known to interact with one another. In Arabidopsis these interactions contribute to transport regulation, osmotic solute uptake and affect growth; in tobacco uncoupling these processes leads to hypotrophic cell growth and uncontrolled tissue expansion similar to that of a number of plant diseases (e.g. clubroot in Brassicas, scab disease in potato). The findings point to a basal level of coordination between secretion and transport for co-regulation of the two processes.\n\nThe findings also indicate a potential mechanism by which secretion may be controlled. The transporter binding partners - a subset of ion channels - include semi-autonomous voltage-sensor domains (VSDs) that move in response to voltage. This movement is known to activate/deactivate the channels, coordinating their activity with all other transporters in the membrane. Secretory protein binding occurs at a conserved site on the VSDs, suggesting that voltage may affect secretion directly. Coupling to membrane voltage is especially significant, because voltage reports on the activity of all solute transport across the plant plasma membrane while governing solute accumulation and, hence, cell turgor and expansion.\n\nI am very excited by these findings. They offer critical evidence of a molecular mechanism that clearly will help unravel the connection between ion transport and secretion in plant growth. Furthermore, they support an entirely new model for regulated secretory traffic that will rewrite the textbooks on membrane traffic in eukaryotic cells. Until recently VSDs were thought unique as components and modulators of a few, well-studied families of ion channels in prokaryotes and eukaryotes, and of a small group of voltage-sensitive and membrane-bound phosphatases in marine tunicates. In each of these instances, however, the VSDs are incorporated as an integral part of the native protein structure; no examples of voltage-related control through direct, VSD binding have surfaced until now. Our evidence to date suggests that voltage-driven movement of the VSDs have been 'hijacked' to function as voltage sensors for this subset of plant SNAREs. Thus my working hypothesis is that the VSDs, through their binding to the secretory protein partners, govern vesicle traffic much as they do the activity of the channels. I now propose to test key elements of this hypothesis. This project will fully characterize the voltage-dependence of VSD binding in order to assess its association with voltage-dependent channel activity and secretion. I also propose selective manipulation and analysis of the interactions between the proteins, modifying VSD movement and secretory protein binding to determine the effects on secretion. Not only will the the results further our understanding of the link between osmotic solute transport and control of cell turgor and growth in plants, but they will also yield crucial information about what is clearly an entirely new mechanism linking membrane traffic with other physiological and pathological processes in plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K015893/1","grantId":"BB/K015893/1","fundValue":"440626","fundStart":"2013-06-17","fundEnd":"2016-06-16","funder":"BBSRC","impactText":"","person":"Michael Robert Blatt","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}