{"id":"4B5569D0-E16E-48A8-B5FA-2818A0861D06","title":"Interdisciplinary Workshop on Electromagnetic Inverse Problems","abstractText":"Imaging methods using low-frequency electric current are used across a wide range of science and engineering including medical applications such as monitoring ventilation of intensive care patients, locating pollution plumes underground, exploring oil reservoirs and monitoring mixing of chemicals in factories. Similar methods using systems of coils are also used to find cracks in aircraft parts, detect knives on air passengers and to locate objects, such as landmines, underground.Certain species of weakly electric fish in the Zambezi and Amazon rivers generate electric fields to detect their prey and enemies in the dark, or in cloudy water.Mathematicians work on finding new methods to form images from the electrical data, and to understand the capabilities of particular measurement systems.These communities interested in the above listed applications rarely, if ever, meet to learn from each other. As the application areas are so different this is understandable: but all applications share a common mathematical framework so it is natural that mathematicians should provide the meeting ground. The main purpose of this proposal is to organize a workshop inviting key speakers from some of the above mentioned main areas, together with experts in the relevant mathematics, in the context of the main annual meeting of the medical electrical imaging community.In addition, a smaller meeting will be arranged: a codefest in which computer programs that implement the latest mathematical image reconstruction methods, are shared and adjusted to work together. These programs together with shared data will be available freely to those working in any of the application areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G065047/1","grantId":"EP/G065047/1","fundValue":"16395","fundStart":"2009-05-22","fundEnd":"2010-01-21","funder":"EPSRC","impactText":"","person":"Oliver  Dorn","coPersons":["William Robert Lionheart"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}