{"id":"4B5BE37F-4453-4794-92AB-CDAD52241A23","title":"MACACO: Mobile context-Adaptive CAching for COntent-centric networking","abstractText":"Finding new ways to manage the increased data usage and to improve the level of service required by the new wave of smartphones applications is an essential issue. The MACACO project proposes an innovative solution to this problem by focusing on data offloading mechanisms that take advantage of context and content information. Our intuition is that if it is possible to extract and forecast the behaviour of mobile network users in the three dimensional space of time, location and interest (i.e. 'what', 'when' and 'where' users are pulling data from the network), it is possible to derive efficient data offloading protocols. Such protocols would pre-fetch the identified data and cache them at the network edge at an earlier time, preferably when the mobile network is less congested, or offers better quality of service. Caching can be done directly at the mobile terminals, as well as at the edge nodes of the network (e.g., femtocells or wireless access points). \n\nBuilding on previous research efforts in the fields of social wireless networking, opportunistic communications and content networking, MACACO will address several issues in this space. The first one is to derive appropriate models for the correlation between user interests and their mobility. Lots of studies have characterised mobile nodes mobility based on real world data traces, but knowledge about the interactions with user interests in this context is still missing. To fill this gap, MACACO proposes to acquire real world data sets to model mobile node behaviour in the aforementioned three-dimensional space. The second issue addressed is the derivation of efficient data-offloading algorithms leveraging the large-scale data traces and corresponding models. Firstly, simple and efficient prediction algorithms will be derived to forecast the node's mobility and interests. Then, MACACO will provide data pre-fetching mechanisms that both improves the perceived quality of service of the mobile user and\nnoticeably offloads peak bandwidth demands at the cellular network. A proof of concept will be exhibited though a federated testbed located in France, Switzerland and in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018829/2","grantId":"EP/L018829/2","fundValue":"263815","fundStart":"2015-09-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"","person":"Mirco  Musolesi","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}