{"id":"4B5C7844-9FE7-4268-BDB3-2E9791EE93B5","title":"Additive manufacture value chain to deliver bespoke orthotics within 48 hours with greatly improved health economics","abstractText":"The NHS and health care sector provide orthotics (sometimes called &quot;supports&quot; or &quot;braces&quot;) for people's feet and lower\nlimbs in order to help treat a wide range of problems associated with walking. People with diabetes and rheumatoid arthritis\nsometimes experience excessive pressure under their feet and this can leads to devastating foot problems and even\namputation. Health professionals use orthotics to protect the feet. However, these orthotics need to be adjusted\n(customised) for each individual patient and this is a complex, costly, and slow process prone to error.\nThe research in this project seeks to use innovative manufacturing techniques to combine foot shape with other data (e.g.\npressure under the foot) to design novel foot orthotics. The most innovative part of the project is that the orthotics will be\n&quot;printed&quot; rather than using traditional hand-made techniques. The new &quot;printing manufacture&quot; method allows the shape of\nthe insoles and the properties materials used to be altered to exactly match the needs of the foot and patient, in an almost\ninfinite number of ways. It also reduces the risk of error and makes reproduction of exactly the same product possible. The\noutcome of the project will be a new supply chain for foot orthotics into the NHS, using East Lancashire NHS Trust as a\nbeacon site for the technology and its implementation.\nFDMDS are a 3D technology printing company and they will combine their additive manufacturing expertise with the foot\northotics knowledge from Salfordinsole Healthcare, an existing supplier of foot orthotics to the NHS. The University of\nSalford will research how different orthotic shape and materials used affect the foot. East Lancashire NHS Trust will be the\nprimary clinical site for orthotic testing and prescription.\nThe proposal will leave a legacy for FDMDS to use their printing technology for the orthotic sector beyond orthotics for feet.\nFDMDS will work with the East Lancashire NHS Trust to develop a plan for how this new &quot;printing&quot; method might have\nother advantages in health care. This may involve working with occupational therapists and prosthetists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505134/1","grantId":"EP/L505134/1","fundValue":"261452","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Christopher  Nester","coPersons":[],"organisation":"University of Salford","findingsText":" project is one year old and thus findings are very limited at this stage. We have identified the range of materials suitable for 3D printing and their relationship to existing materials. Post the project the results will encourage others to adopt 3D printing technologies. Healthcare,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}