{"id":"4B62C8C3-8979-40BC-BDEB-626D13E9363F","title":"Spillover of bacteria from agriculture into the surrounding soilscape","abstractText":"Humans now farm almost 40 percent of the Earth's ice-free land. This extreme change in land cover over such a short time is unprecedented in the planet's history, and it is well known to drive extinctions and alter the evolutionary trajectories of species. Yet nearly all of our knowledge of these environmental effects comes from research on plants or animals above ground. In contrast, the effects on soil micro-organisms are poorly understood, despite the key role of these species in decomposition, nutrient cycling, carbon sequestration, and the maintenance of soil fertility on which agriculture depends. In fact, while we know that microbes have the potential to disperse over long distances, we lack even a general understanding of microbial dispersal, or how the arrangement of natural and agricultural systems in modern landscapes affects soil biodiversity. The influence of landscape structure on plants, vertebrates and invertebrates has been studied for decades, but only in recent years has the technology for studying soil microbes been adequate and affordable enough to conduct comparable research belowground.\n\nIn addition to driving extinctions of species and altering their interactions, agriculture acts like an environmental filter, only allowing certain species to survive. Furthermore, the high availability of nutrients when fertilizer is added to already fertile soils provides a valuable reward to those species that can rapidly take them up and tolerate the harsh agricultural conditions and chemicals such as pesticides. Such heavily constrained ecosystems, with potential high rewards, are fertile ground for natural selection. Therefore, we have seen the evolution of pesticide resistance in weeds and insect pests of agriculture, and the evolution of antibiotic resistance in microbes. Such examples are likely to be the tip of the iceberg, yet the extent to which microbes evolve in agriculture, and how this affects the functioning of soil ecosystems, remain largely unknown. More importantly, just as weeds can spread out of crops and antibiotic resistance has spread to human diseases, organisms that evolve in agriculture have the potential to spread across the landscape including into natural areas. \n\nWe have recently demonstrated that highly-productive agricultural habitats generate an abundance of insects, which then 'spill over' into nearby natural habitats and alter the functioning of ecosystems. This project will test whether similar processes occur in soil microbes and, more importantly, whether the intensification of agriculture drives the evolution of soil microbes and the spread of agriculturally-selected genes across the landscape. We will then test the consequences of this spillover and spread for the ways in which ecosystems function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N002679/1","grantId":"NE/N002679/1","fundValue":"489025","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"NERC","impactText":"","person":"Thomas  Bell","coPersons":["Michael  Crawley","Jason Mihalis Tylianakis"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}