{"id":"4B66DBD0-44BE-4CF6-BA1A-E9925CE36743","title":"Residual Strength and Stiffness of Blast Damaged Composite Panels","abstractText":"Fibre reinforced composite materials are being more widely used as primary structural members in the field of engineering because of their high strength to weight ratio and in some instances their stealth characteristics. However, determining their residual strength, once they have been subjected to a blast load, is crucial in assessing their damage tolerance and thereby determining the structures survivability after the extreme loading event. This is of paramount importance for operational and safety issues and will be investigated using physical experimentation, numerical and mechanical modelling. The aim is to improve the understanding of residual strength and stiffness characteristics of composite panels in terms of the appropriate damage processes and energy absorption mechanisms. Based on experimental findings the work will develop a new material model with the ability to degrade. The aim is to improve on some aspects of the numerical modelling of damage in large structures, in particular the modelling of delamination which can have a severe effect on the residual strength of a composite panel. A simple mechanical model of the panel will also be developed in order to underpin some of the numerical modelling and to provide a more rapid assessment of residual capacity. This will provide a useful set of results for damage assessments for both naval vessels and offshore topside structures in an area where limited studies exist. The work is of an international nature with high level collaboration with the Office of Naval Research in the USA who are providing both financial support and access to experimental and numerical studies that will allow cross fertilisation of ideas to take place which will enhance the research capability of both nations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C526244/1","grantId":"EP/C526244/1","fundValue":"237805","fundStart":"2006-03-06","fundEnd":"2009-06-05","funder":"EPSRC","impactText":"","person":"Luke Andrew Louca","coPersons":["Mohammad Ahmer Wadee"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}