{"id":"4B69C471-522C-44A0-85EF-8B45509275AF","title":"3 x 4: Exploring metaspace platforms for inclusive future cities","abstractText":"In megacities such as Delhi and Mumbai - and within one of the fastest growing cities within the world, Ahmedabad - more than 50% of the population live in informal urban settlements. More than half the city is therefore considered 'illegal' by the authorities. 3 x 4 metres is the plot size provided in some resettlement colonies such as Savda Ghevda in Delhi, India. Resettlement colonies are set-up by the government to relocate people from informal settlements within the city to vacant land on the periphery. 3 x 4 is a project that seeks to look at informal settlements differently by envisaging a future where everyone has the right to citizenship and informality is not viewed as a problem, but as Zeiderman (2008) notes a promising new model of urbanism for the global south.\n\nExploring the qualities and values built through informal markets and settlements, this project seeks to identify a future cities metaspace. 3 x 4 is about enabling people to critically think about their own protocols for connection, as existing platforms are not designed for their needs. It seeks to identify and provide alternative digital platforms - another experience that connects people in a way that creates ownership and authorship. Using these dimensions as an interface to connect, the project aims to explore new hybrids of digital space and how the boundaries of space are shifting as we look toward the future. What might new systems of engagement look like? What will multi-dimensional spaces look like psychologically, physically, digitally and ecologically? How can these be understood through co-creation and collaboration?\n\n3 x 4 will use a telematic installation to provide a playful, sensorial exploration of these issues. Merging two 3 x 4 metre rooms in Delhi and London through a telepresent videoconference interface in a mixed-reality transnational dialogue will practice new ways of seeing and engaging in urban spaces, offering an alternative to current discourse on Third World megacities. Our practice-based approach will use ethnography to document these dialogues and transnational encounters. Working with our project partners UnBox, Future Cities Catapult and REACT, 3 x 4 will contribute to the UnBox Festival in Delhi during November 2014. Inverting the Future Cities logic of progress through historical time, 3 x 4 will reveal an emerging logic based on informality that sets an aspiration for developing metaspace platforms in megacities of the global south.\n\nThis research builds upon practice-based research conducted as UnBox LABS 2014 Fellows in Ahmedabad, India; a project that used immersive installation to explore the qualities and values built through self-organised communities that are lost in the resettlement process. See visual evidence attachment and 3 x 4 documentary video for more information: http://vimeo.com/paulsermon/3x4 \n\nReferences\nZeiderman, A. (2008). Cities of the future? Megacities and the space/time of urban modernity. Critical Planning, Summer, 23-29.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00564X/1","grantId":"AH/M00564X/1","fundValue":"19871","fundStart":"2014-09-01","fundEnd":"2015-05-31","funder":"AHRC","impactText":"","person":"Paul Sylvester Sermon","coPersons":["Claire  McAndrew"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}