{"id":"4B6DAB14-F160-435D-BF55-0FC6B8F0D6ED","title":"Lattice QCD and the Standard Model of Particle Physics","abstractText":"We shall carry out calculations using Quantum ChromoDynamics to study the forces \nthat bind quarks into observable particles known as hadrons.\n\nThe key aim of this project is to improve our understanding of the Standard \nModel including Quantum Chromodynamics (QCD) which describes how quarks are held \ntogether inside nuclei. Quarks are never seen as free particles, so that \nexperimental information can only be obtained from the study of bound states of \nquarks, known as hadrons. The aim is to solve QCD in the context of the \nStandard model more accurately, so we can connect the fundamental properties of \nquarks to the experimental information gained from hadrons, notably from the \nLarge Hadron Collider at CERN. Numerical methods known as lattice QCD are a \nprecision tool in this endeavour.\n\nThe Standard Model of particle physics unifies three forces of nature: the weak, \nelectromagnetic and strong forces. Except for gravity the Standard Model is \nextraordinarily successful in accurately predicting the outcome of experiments \nand includes the theory of electromagnetism, atomic physics, the forces that \nbind nucleons in the nucleus and radioactive decay. At the LHC the Standard \nModel is being tested to extreme levels and, in particular, in high energy \nprocesses where any inadequacy of the model is most likely to be detected. This \ncentres partly on the existence or not of the Higgs particle but if there is any \nphysics &quot;beyond the Standard Model&quot; (BSM) a signal will be found in the \ndisagreement between experimental measurements of particular processes and \ntheoretical prediction based on the Standard Model alone. Any discrepancy is \nlikely to be small but must ultimately be resolved by new BSM physics. It is \ncrucial, therefore, to develop calculational techniques that can reliably and \naccurately compute predictions for these processes.\n\nWe will use the new DiRAC phase-2 supercomputer and especially the Tightly \nCoupled Cluster (TCC) part in the HPCs in Cambridge to carry out intensive \ncalculations using lattice QCD. In particular, some properties of particles \ncontaining at least one heavy quark (in practice the b or c quark) are very \nsensitive to the fine details of the Standard Model, and we have developed \nspecial techniques for studying these properties on a space-time lattice. We are \npart of the UKQCD national consortium and also of the HPQCD international \ncollaboration (www.physics.gla.ac.uk/HPQCD) and will use lattice techniques \nwhich allow us to carry out ab-initio calculations with good control over \nsystematic and statistical errors enabling us in some cases to predict \nobservable quantities to within 1% total error.\n\nFor example, the properties of interest that are a stringent test of the \nStandard Model are the decays of B mesons which are mesons containing one b \nquark and one light, u or d, quark, and of Bs where the u or d quark is replaced \nby a strange quark. These decays will be measured in the LHCb experiment at the \nCERN LHC.\n\nOur work brings together research done by many theorists and experimentalists to \ncarefully probe physics at high energies and to search for BSM physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001590/1","grantId":"ST/K001590/1","fundValue":"1500000","fundStart":"2012-01-31","fundEnd":"2013-01-30","funder":"STFC","impactText":"  To provide capital grant for purchase of the node of the STFC DiRAC Facility hosted at the HPCs in Cambridge to provide computing resources for UK STFC researchers. Education,Other ","person":"Ronald  Horgan","coPersons":["Matthew Bowen Wingate"],"organisation":"University of Cambridge","findingsText":" This grant is for capital funding of the part of the STFC DiRAC Facility hosted at the HPCs in the University of Cambridge. It serves the whole UK STFC research community for computing in particle physics, astronomy, astrophysics and cosmology. The publications are a selection form the HPQCD particle physics group. There are many more to which I do not have access as this is a service grant designed to deliver the capital resource to the DiRAC@HPCs through the PI. No findings as such since this grant is for capital to buy and install the DiRAC@HPCs computer proving computing resources to STFC researchers. Education,Other","dataset":"gtr"}