{"id":"4B71F972-3251-412E-AC4A-F6121EF8F2CF","title":"Designing inclusive environments: shaping transitions from theory into practice","abstractText":"Despite progress in creating social and legislative changes to respond to the needs of disabled people, many are still denied basic rights of access to different places due to poorly designed environments, including products, artefacts, and everyday objects. This is compounded by attitudes and practices of many service providers, which are rarely sensitised to the complexities of impaired bodies, or anticipate, and acknowledge, changes in people's bodily performances throughout the life course. From the production of new housing, characterised by standardised design features and lack of flexibility in use, to chairs and tables, that rarely feature interchangeable components, the design of environments, and their management, present formidable challenges to policy makers in seeking to create a basis for both ageing in place and intertwining design with changes in corporeal performance.\n\nThe design of inclusive environments, or places that facilitate independent living and equity of access to, and use of, products, goods, and services, is an objective of most governments who, increasingly, subscribe to the ideals of universal design (UD). While UD has intuitive appeal, and has quickly gained global reach, even totemic status, there has been little or no evaluation of its underlying principles, its theoretical and conceptual content, or the diversity of ways in which it is interpreted and placed into practice. Rather, the preponderance of writings about UD tends to accept it as a good thing, and focus on evaluating its technical feasibility and operational outcomes. The focus is the description and evaluation of the products and processes of UD, and generating an evidence base of users' interactions with their environments as the basis for product enhancement and development. \n\nWhile this emphasis is important, there has been little attention or critical scrutiny of the overarching principles of UD, how these are understood, and, subsequently, placed into practice. This seminar series seeks to describe and evaluate the underlying assumptions about design and embodiment shaping the content of UD, focusing on its prognosis of what ought to be done to attain an inclusive environment and how to achieve it. There will be particular emphasis on comparative understanding, of how different socio-institutional relations and contexts shape UD, the consequences for practice, and subsequent user-experiences of the designed environment. The seminar will debate how far different product manufacturers and service providers are able to respond to the principles of UD, what the challenges are in doing so, and how they are addressed and with what outcomes. It will also consider issues of user interfaces with, and uses of, UD artefacts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021601/2","grantId":"ES/J021601/2","fundValue":"10600","fundStart":"2013-09-02","fundEnd":"2014-04-01","funder":"ESRC","impactText":"","person":"Rob  Imrie","coPersons":["Rachael  Luck"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}