{"id":"4B733B7C-57C4-44AA-9FFC-A5C27A97B2D5","title":"US Partnering Award: Campylobacter 'omics' and their contribution towards food safety","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020346/1","grantId":"BB/J020346/1","fundValue":"31201","fundStart":"2012-07-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  The workshops have informed participants from academia, government and industry on how to move forward in integration of &quot;omics&quot; technologies in Campylobacter food safety. Agriculture, Food and Drink,Government, Democracy and Justice Economic,Policy & public services","person":"Arnoud H.M. Van Vliet","coPersons":["Sam  Sheppard","Francis  Mulholland"],"organisation":"Institute of Food Research","findingsText":" The progress will be summarized per objective:\na) Initiate direct interaction and collaboration between the UK and US partners by reciprocal visits to work with new Campylobacter 'omics' data at the member institutes, share methodology and analysis approaches, skills training of involved PhD students and postdocs.\nThis is ongoing. Work with the US partner has resulted in data exchange and has resulted in a joint publication of IFR and USDA-ARS: \nPearson BM, Rokney A, Crossman LC, Miller WG, Wain J, van Vliet AHM. Complete Genome Sequence of the Campylobacter coli Clinical Isolate 15-537360. Genome Announc. 2013 Dec 12;1(6). pii: e01056-13. doi: 10.1128/genomeA.01056-13.\nTo date, the PI has visited USDA-ARS (Albany, CA), and the partners have met up in Denver, CO (USA) in May 2013, and in Aberdeen (UK) in September 2013 for the two workshops. Two reciprocal visits will follow in 2014 (UK partners to USA early 2014, US partners to UK late 2014).\n\nb) Organise two workshops on Campylobacter 'omics' technologies (one in the US, one in the UK), to allow involvement of other experts in the field, and information dissemination to the UK and US research communities.\nThe US workshop was organised in May 2013 in Denver, CO, and coincided with the ASM 2013 conference. The session was led by the PI, and chaired by Sam Sheppard (UK) and Bill Miller (US). Speakers were:\n- Martin Maiden (University of Oxford, UK): whole genome MLST-based epidemiology of Campylobacter\n- Ed Taboada (Public Health Agency of Canada), micro- amd macrodiversity of Campylobacter genomes\n- Sophia Kathariou (North Carolina, US): Campylobacter genome evolution and animal husbandry\n- Bill Miller (USDA-ARS, Albany): Genome sequencing of non-jejuni/coli Campylobacter species\n- Craig Parker (USDA-ARS): Campylobacter transcriptomics and RNA-seq\n- Fran Mulholland (IFR, Norwich, UK): proteomics of Campylobacter\n- Christine Szymanski (University of Alberta, Canada): glycomics of Campylobacter\nThe workshop had ~40 participants, and feedback was universally positive. \n\nThe UK workshop was organised in Aberdeen in September 2013 and coincided with the CHRO (Campylobacter, Helicobacter and Related Organisms) 2013 conference. Speakers and subjects were:\n- John Wain (UEA, Norwich, UK), general introduction sequencing/omics and epidemiology\n- Ed Taboada (Health Canada), Campylobacter genomic epidemiology\n- Sam Sheppard, Campylobacter genome evolution and variability\n- Birgitta Duim, Campylobacter fetus omics\n- Erin Gaynor, Campylobacter transcriptomics with salt stress\n- Fran Mulholland, quantitative proteomics of Campylobacter\n- Dave Kelly, application metabolomics for Campylobacter\nThis workshop had close to 200 registered participants, and had excellent discussions with suggestions on the way forward in omics usage in Campylobacter research and food safety.\n\nc) Publish joint review manuscripts in peer-reviewed journals on Campylobacter 'omics' technologies and their applications in food safety.\nThe two 2014 reciprocal visits (UK partners to US early 2014, US partners to UK late 2014) will be used to generate these manuscripts, and to generate a report for the international Campylobacter community. The visit of UK partners to the US has happened and plans been made, the return visit of US partners was end of September 2014. Manuscripts will be submitted by the end of 2014. The reviews which will be published in 2015 can be used by academia, industry and regulatory partners for future impact. Agriculture, Food and Drink,Government, Democracy and Justice","dataset":"gtr"}