{"id":"4B77FECE-F39F-42F8-B06D-3507892232D5","title":"Ageing Creatively - a pilot study to explore the relation of creative arts interventions to wellbeing in later life","abstractText":"Many older people feel that creative arts activities have had a positive impact on their health. Recently, research has focussed on the value and impact of the arts on particular groups of older people; especially those suffering from dementia. The results of these studies, however are primarily anecdotal and lack rigorous methodology; therefore, it is difficult to draw firm conclusions about the impact of different arts activities on wellbeing. ?Ageing Creatively? will establish a robust range of methodologies, enabling us to collect meaningful data and evaluate the relative benefits of creative arts interventions on the wellbeing of older people.\n\nThere is a need to ask some fundamental questions: can the creative arts really foster a sense of wellbeing, reducing the sense of isolation for many older people? Are there greater benefits from active participation rather than more passive experiences (eg song-writing versus attending a concert)? Are some artforms more effective than others? Are the benefits significantly different from those of other regular social contact? It is vital to achieve greater understanding of the processes and potential therapeutic outcomes of creative activity and especially to evaluate the appropriateness of different methodologies. This is the fundamental aim of the current proposal.\n\nAn initial critical literature review will build a comprehensive picture of all previous and relevant research already available in this field. ?Ageing Creatively? will offer value for money by using established infrastructures where appropriate and developing approaches for further research. Different methodological approaches will be examined, building not only on Newcastle University?s own recent experience, but on the latest international research. \n\nSecondly, a series of weekly 2-hour sessions involving groups of around 10 participants aged over 55 and not currently in the workforce will cover three creative areas: creative writing and reading, music (song-writing and concert-going), and fine art (painting/ sculpting and exhibition visits), with a further ?control? group experiencing non-creative activities (eg board games).\n\n ?Ageing Creatively? will develop and evaluate the processes and methodologies around a range of creative activities designed to promote mental health and wellbeing in later life which can inform relevant future policy and practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001901","grantId":"G1001901","fundValue":"254038","fundStart":"2011-12-08","fundEnd":"2013-09-07","funder":"MRC","impactText":"","person":"Eric Grahame Cross","coPersons":["Andrew  Newman","Mark Harry Freeston","Louise  Robinson","Linda  Anderson","Cathrine  Degnen","Katie Rhian  Brittain"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}