{"id":"4B7788C6-11D0-4150-B154-3D956F3C031F","title":"Modelling Condensed Matter Systems with Quantum Gases in Optical Cavities","abstractText":"Quantum simulators are experimentally very accessible systems whose behaviour resembles that of a complex quantum system which cannot be studied as easily otherwise. They are hence expected to provide new insight into condensed matter systems and may become the first application of quantum computers. Current research on quantum simulators focusses mainly on the generation of the ground states of so-called frustration free Hamiltonians. Here we plan to go a step further. Our aim is to design and to build a quantum simulator which studies the behaviour of even more complex condensed matter systems, i.e. of systems with strong couplings as well as highly non-local interactions and with non-zero dissipation. Such a system can be realised by an experiment which combines a Bose Einstein condensate (BEC) with an optical cavity. We plan to set up such an experiment and to model it theoretically as precisely as possible. The planned research draws on our common expertise in cavity-QED, non-linear dynamics, cold atoms, quantum optics, and many-body systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048901/1","grantId":"EP/H048901/1","fundValue":"229141","fundStart":"2010-10-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  Quantum simulators are experimentally very accessible systems whose behaviour resembles that of a complex quantum system which cannot be studied as easily otherwise. They are hence expected to provide new insight into condensed matter systems and may become the first application of quantum computers. Current research on quantum simulators focusses mainly on the generation of the ground states of so-called frustration free Hamiltonians. Here we plan to go a step further. Our aim is to design and to build a quantum simulator which studies the behaviour of even more complex condensed matter systems, i.e. of systems with strong couplings as well as highly non-local interactions and with non-zero dissipation. Such a system can be realised by an experiment which combines a Bose Einstein condensate (BEC) with an optical cavity. We plan to set up such an experiment and to model it theoretically as precisely as possible. The planned research draws on our common expertise in cavity-QED, non-linear dynamics, cold atoms, quantum optics, and many-body systems. Digital/Communication/Information Technologies (including Software),Energy,Other ","person":"Almut  Beige","coPersons":[],"organisation":"University of Leeds","findingsText":" We found additional resonances for cavity-mediated laser cooling which have not yet been considered in the literature and which might help to cool especially many particles to very low temperatures. We now try to extend the proposed cooling scheme to the case of many particles and to point out interesting effects. Work is still in progress. Further studies of cavity-mediated laser cooling. Development of analogous entangling schemes in a variety of open quantum systems. Development of cavity interfaces for Quantum information Processing. Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}