{"id":"4B7D7DAA-6F9B-4F6B-8AAF-477E3499E7F0","title":"Quantum Critical Dynamics of Tensor Networks","abstractText":"One of the strangest aspects of quantum mechanics is the idea of action at a distance, whereby if two particles are prepared in a certain state relative to one another and then separated to opposite sides of the galaxy, a measurement on one of them will instantaneously tell one about the state of the other. This so worried Einstein that it gave him a deep suspicion about the theory of quantum mechanics. Nevertheless, experiment after experiment has confirmed that that is just how the universe is. If an intuitive understanding of this escapes us, we at least now know how to quantify the amount of this &quot;quantumness&quot; in a measure called entanglement. \n\nThe situation is even trickier when we think about systems with many particles. In this case we can imagine that every pair of particles might be entangled with one another. An important insight about the real world, however, is that for a variety of reasons usually pairs of particles are not entangled with one another if they are more than a certain distance apart. A certain type of wavefunction can be written down that encodes this idea of a finite range of entanglement mathematically. These states are known as tensor network states.\n\nThe use of these states is relatively new, but already their impact is profound and far-reaching. They have enabled the behaviour of many-particle quantum systems to be simulated on a computer with unprecedented accuracy. At the same time, insights flowing from the way in which these states behave has enabled us to make some hitherto unsuspected connections between quantum systems - including ultimately a link between the theory of black holes and the quantum mechanics of electrons in certain types of crystals known a quantum critical.\n\nIn this project we will use tensor network states to try to understand the dynamics of quantum critical systems - systems that in a certain sense are balanced between being classical and quantum mechanical. Our hope is that in doing so, we will find new ways of modelling quantum systems efficiently on computers, new ways of thinking about the quantum world and new ways to harness it to technological ends.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001578/1","grantId":"EP/L001578/1","fundValue":"207987","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  Work under this project has so far involved identifying what analytical tools must be developed in order to address the physical problems that we have in mind. \n\nWe have developed the TDVP approach to understanding the time evolution of correlated plaquette states and will publish this shortly. In addition, this work has benefit from efforts to develop a field theory over tensor networks. This has enabled a re-interpretation of the truncated Wigner approximation applied to systems that display an eigenstate thermalisation. We hope to use these insights to develop a hydrodynamic picture of late time eigenstate thermalisation. Education Cultural","person":"Andrew George Green","coPersons":[],"organisation":"University College London","findingsText":" This grant is aimed at developing new ways to understand the out of equilibrium dynamics of quantum systems and - ultimately - how the classical world of our experience emerges from this dynamics. The work is at a relatively early stage, but we have already identified several areas where a mathematical framework that could support progress was lacking. We have begun to develop the mathematical tools that will enable these barriers to be overcome. Our findings are at an early stage, but we are actively working to develop them to the desired ends. Education,Electronics,Energy","dataset":"gtr"}