{"id":"4B83E62A-D6CF-4A06-8C48-D1B5F79CD342","title":"Just like marriage? A study of young couples' civil partnerships","abstractText":"This is a qualitative sociological study of the experiences of 'young' same sex couples (where both partners are aged under 35) who have entered into civil partnership. Via semi-structured interviews with 60 couples and 120 individuals it will:\n<br />&nbsp;\n<br />\n<ol>\n <li>explore the cultures and practices of commitment amongst this new social constituency, by loosely replicating Mansfield and Collard's baseline study of early marriage relationships (as reported in the book 'The Beginning of the Rest of Your Life: A portrait of Newly Wed Marriage')</li>\n <li>elucidate how the transition from being single to civil partnership is made and experienced; how formalised partnerships are defined, experienced, and practiced; and how the unfolding partnerships are related to biographical, socio-cultural and temporal factors</li>\n <li>compare the contemporary practices of these young couples with existing data on heterosexual marriages and previous generations of lesbian and gay practices of commitment</li>\n <li>interrogate how distinctive these contemporary relationships are, by focussing our comparison on the key areas of finances, (non)monogamy and family-making</li>\n <li>generate a new baseline qualitative data set on 'young' same sex couples' cultures of commitment</li>\n</ol>\n<br />The study will add to knowledge on formalised and same sex relationships, and inform understandings of contemporary cultures of commitment. \n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1308","grantId":"RES-062-23-1308","fundValue":"323387","fundStart":"2008-11-01","fundEnd":"2011-08-31","funder":"ESRC","impactText":"  Individuals and representatives from the following organisations have engaged with our research: Equality Network; Lesbian and Gay Foundation; Relate Institute; Need2talk2someone; OPM; HSE; Trans Resource and Empowerment Centre, NHS, Equality and Human Rights Commission, Relate Manchester; Relate Greater Manchester; Specrum/The Home Office; Moss Side Surestart; NatCen, Couple and Family Therapists linked to Critical Sexology Netowork and Tavistock Centre for Couple Relationships and Associate of the Pink Therapy Service The following media outlets have enaged with our research and/or interviewed the researchers: Times Higer Education Magazine; BBC News Magazine; BBC 4 Women's Hour; BBC4 Thinking Allowed; Pink News, Pink Paper; Manchester Evening News.\n\nRealistically, we view the above as early to mid-term impact due to the turn-around time of 'full' impact. In 2013 we published the 'full' analysis of the the research findings, in the form of a book. While there is evidence of the use of the work by legal experts (e.g. Daniel Monk), family researchers and methodologists (e.g. Jacquai Gabb), and support (e.g. Damien McCann) and advocacy groups (e.g. Lesbian and Gay Foundation), as well as the media (e.g. BBC Radio 4, THE, Pink Paper), we expect that the research will have further scientific and social impact and are presently working on maximising this by: writing additional articles in journals, magazines and blogs; continuously updating our project webpages; presenting new aspects of analysis to specialist and more general audiences via conferences and other events; continuing to develop and distribute targeted findings to specific policy makers, organisations practitioners, service providers and the communities that were researched (e.g. One-plus-one, Stonewall, Relate, the Institute of Family Therapy, the Equality and Human Rights Commission and the like). We are also collaborating with Policy@manchester to engage policy audiences and with the press officer at the University of Manchester to make specific aspects of our findings more broadly available to the media. Communities and Social Services/Policy,Other Cultural,Societal,Policy & public services","person":"Brian Thomas Heaphy","coPersons":["Carol Christine Smart"],"organisation":"The University of Manchester","findingsText":" Cultures and practices of commitment\nCouples' cultures and practices of commitment were informed in ongoing conversation between the marriages partners' grew up with (mostly the parents'), the marriages they 'lived by' (or marriage ideals) and the everyday circumstances and contingencies of their own 'marriages'. In this respect and others there are notable similarities between civil partnerships and contemporary heterosexual marriages.\n\n'Mature' and enduring commitments\nMost couples entered into civil partnership to express (to each other, their families and friends) the 'mature' and loving nature of a well established relationship and their long-term (or even 'permanent') commitment to it. For the majority, legal 'rights' and protections were a secondary consideration, although immigration (n=8) and joint parenting recognition (n=6) were primary considerations for some. \n\nOrdinary marriages\nCouples mostly viewed and presented themselves as 'ordinary married' couples. They deployed the language of marriage to describe formalising the relationship, the nature of the commitment and their relating practices. The legal distinction between civil partnership and marriage was mostly viewed as insignificant (8 partners wanted formal marriage, 7 did not). \n\nSocio-cultural change \nCivil partnership signals how the meaning of marriage is increasingly open to interpretation 'on the ground', and how same sex relationships can be experienced as relatively ordinary. Most couples reported that their 'marriages' were accepted in daily life and formally (by law and policy) and informally (by family and personal communities) supported. \n\nContinuity\nPartners' accounts of their 'marriages' were embedded in relational biographies and in comparisons to their parents' relationships. These signalled continuities in the ideals of a 'good' marriage (which parents often failed to achieve in practice): based on love, enduring commitment, mutual care and support, equality and respect, ongoing communication and stability. \n\nDistinctiveness\nPartners displayed a greater degree of critical reflexivity about their parents' marriages than previous cohorts of heterosexual newly-weds. However, unlike previous cohorts of same sex relationships they deployed generation over gender and heterosexuality (or heteronormativity) to interpret different roles, decision-making and relationship-defining power in their parents' relationships. \n\nGender, sexuality and beyond\nEveryday marriage practices did not follow gendered norms, but neither did they operate according to a distinctive same sex relational ethos. Power in core areas of practice is not reducible to gender and/or sexual identity.\n\nFinances\nThe typical arrangement was to have a joint account for joint costs, combined with separate current accounts for independent spending. How individuals related to money was a foundational element in their relationships. Debt was a dominant framing reference for how respondents regarded money, their relationship with it, and the practicalities of their financial arrangements. \n\nSexual commitments \nMost couples were sexually monogamous (45). Concerns about sexual compatibility could frame insecurities and anxieties about the relationship. Both men and women could see unequal 'sex drive' as a potential threat to the relationship. \n\nFamily-making\nFamily commitments were couple-centred and children centred where they existed. They mostly included family of origin, but not friendship-based chosen families. Seven female couples had children. Men were less likely to see parenting as part of their relational future and had less than realistic plans when they did. The research could be used by:\n\norganisations and groups seeking to develop law and policy with respect committed couple and family relationships (e.g. civil partnership and civil marriage are available to same-sex couples, but the former is not available to heterosexual couples; also cohabitation is not recognised on a par with marriages or CP;\n\nby officials and businesses the provide marriage and wedding services services to inform their practice with respect to same-sex couples (for example, registrars, wedding services, hoteliers and so on)\n\nby a wide range of organisations and services that come into contact with same sex couples, so as to inform their practice (health, support and social services, family counsellors and psychotherapists, parental advisors and so on)\n\nby lesbian and gay support and service organisations to understand the significance that social differences (e.g. class, race, age, geographical locations, disability and so on) make to same sex couples experiences of family and couple relationships.\n\nby academic and non-academic researchers in developing methodologies for researching contemporary couples\n\nby academics and non-academics who want to seek to understand how social changes with respect to family and couple life are materialising in everyday life Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}