{"id":"4B8BB9F0-78EC-403D-84C8-FC8C944E0B2C","title":"Power Networks Research Academy","abstractText":"Since the early 1990s, there has been a steady reduction in the number of engineers working in this power sector, due to privatisation, restructuring and increased opportunities in other sectors. This has resulted in an unfavourable age profile in the industry and an anticipated future deficit. This situation was recognised and resulted in the creation of the IET Power Academy (PA) in 2004 to attract able and motivated students into power engineering courses at selected universities, using generous scholarships from the 16 partner power companies. Parallel to the engineering workforce decline in the electrical power industry, university-based research has also shrunk to a minimum in this area, with fewer academic staff available to teach undergraduates and perform research. This reduction in the pool of power engineers has inevitably had an impact on the availability of academic and research staff to:* teach electrical power engineering courses at undergraduate and taught post-graduate level. Of particular relevance here will be Power Academy and other home students as well as the overseas market in which the UK has been traditionally strong.* provide power networks engineering research solutions in the UK to respond to the challenges arising from power grid renewal, the impact of government low carbon policies, and to ensure future network resilience.This application for the creation of the Power Networks Research Academy (PNRA) will provide a future supply of academic/research staff for the UK university sector. The PNRA, by awarding PhD scholarships, will establish effective mechanisms to enable power network companies and related manufacturers and suppliers to work effectively with universities in helping to fund and support needed areas of research. The PNRA and the PA, thus, have a common aim, but with different destinations, of providing future electrical power engineers. It is anticipated that the PA offers a useful template for the establishment of the PNRA and, in this first application for funding, the universities involved in the PA will, similarly, be part of the PNRA consortium. From the industrial side, UK transmission and distribution network operators as well as manufacturers are supporting this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037686/1","grantId":"EP/F037686/1","fundValue":"1084240","fundStart":"2008-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Stephen  McArthur","coPersons":["D John Morrow","Abderrahmane  Haddad","Peter  Crossley","Alun  Vaughan","Timothy  Green"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}