{"id":"4B8C8D1E-35B7-4547-8CA0-A874D07E649A","title":"Fail again, fail better: Contemporary Performance Theatre and the Poetics of Failure","abstractText":"Despite the fact that the four theatre companies this book examines (Forced Entertainment, Goat Island, Elevator Repair Service, Richard Maxwell) have established reputations both nationally and internationally, the literature on contemporary experimental theatre, and the attention paid to the distinction between key terms such as 'performance' and 'theatre,' or categories such as 'devised' and 'ensemble,' remains scarce. Methodologies of practice and new ways of collaborating/working in rehearsal to create original shows that challenge our understanding of theatre, and which are not necessarily script-led but interdisciplinary (so might include music, movement or dance, soundscapes, video, etc.), have received especially little attention. There has been little examination of the impact of new methodologies in a broader discussion of representation, or of how such work might contribute to the development of a discourse of theatre aesthetics in the late 20th and early 21st centuries. The documentation of rehearsal itself (as opposed to publically-spectated productions) remains under-researched where scholars, students, practitioners and the general public are concerned. Since the emergence of Performance Art as a radical new category of live performance in the 1960s and 70s, a remarkable proliferation within live art practice has emerged that impacts greatly not only upon mainstream theatre conventions but upon the way the limits of the theatre event are now perceived, taught, and practiced. This book aims to contribute directly to the analysis and theorizing of such modes of experimental theatre, and to construct a theoretical framework that tracks a history of failure in performance as a humorous and generative mode, departing from slapstick, through the plays of Samuel Beckett to the present day, focused through the 4 case studies. Thus the research documents and theorizes specific performance scenes/groups, and provides a resource for those who wish to study experimental practice.\\n\\nThe scarcity of literature in this field is in part due to the fact that such avant garde practices happen (necessarily) at the margins of the commercial theatre world, and consequently such performances remain less visible and/or documented due to poorer funding structures and underexposure to a wider public. As I have had the opportunity over the last eight years to research in both the U.S. (New York, 1997-2003) and the U.K. (Bristol, 2003-2005), and to work closely with the members of all four companies (in and out of rehearsals, on collaborative projects, in my teaching practice, and as spectator to the work), I am extremely well positioned to contextualize and theorize this area of theatre, and to contribute to setting the terms of the debate in the coming years. In addition, my work as an experimental theatre-maker for eight years in Britain prior to this enables me to write about practice from an informed perspective. \\n\\nThis project emerges at a time when attention to live art practices that richly expand our understanding of theatre is beginning to benefit from the formation of Performance Studies as an interdisciplinary field that embraces philosophy, history, anthropology, film studies, and post-colonial theory in its consideration of theatre as a vital cultural practice. Yet still, attention also needs to be paid to strengthening the way theory in particular can speak to innovative developments in practice over the last 25 years. As practitioner and theorist, I am able to work across that perceived divide and to offer in addition a unique transatlantic perspective of my field. The outcome of my research aims to offer a rich source book that will benefit undergraduates of theatre/performance studies at all levels and graduate students, as well as scholars of contemporary and avant garde theatre, performance and critical theorists, practioners, and a general readership interested in experimental theatre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000505/1","grantId":"AH/D000505/1","fundValue":"23405","fundStart":"2006-10-01","fundEnd":"2007-01-31","funder":"AHRC","impactText":"","person":"Sara Jane  Bailes","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}