{"id":"4B940366-A767-435A-AAB4-A931146372BB","title":"New wheat root ideotypes for improved resource use efficiency and yield performance in reduced input agriculture","abstractText":"This proposal for LINK funded project will build on a solid base of work currently underway, funded through existing LINK programmes, BBSRC, directly by industry, the Scottish Government and the NIAB Trust fund. The proposed study will seek to initiate a better understanding of wheat root growth, morphology and functional relationships with nutrient and water uptake. Methods to describe roots in a diverse range of winter wheat types will be implemented in controlled glasshouse conditions and in the field. The project will form the foundation for improving nutrient sequestration and conversion in this important UK crop through initiation of pre-breeding and development of ideal root ideotypes suitable for use in current and future wheat production. The consortium will concentrate on efficient or enhanced use of resources, especially nitrogen and phosphate and will consider interactions with water availability. In addition, the importance of interactions with beneficial mycorrhizal fungi on nutrient sequestration and the negative impact of soil-borne pathogenic fungi on susceptible genotypes will be considered under field conditions. Finally, the potential impact of agrochemical seed coats on root performance will be assessed. Overall, research in root biology leading to increases in nutrient uptake efficiency will contribute to reductions in diffuse pollution and will substantially reduce green house gas emission due a reduction in the use of nitrogen fertilisers in wheat cultivation","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H014381/1","grantId":"BB/H014381/1","fundValue":"225973","fundStart":"2011-03-01","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"  Our project has yet to finish but we are keeping the agricultural and scientific community informed of our progress through a range of industry events and papers. These will be updated as appropriate in the section for engagement activities. When verified, our current findings suggest that the tools we have developed should be very useful in further root research activity. Agriculture, Food and Drink Cultural,Societal,Economic,Policy & public services","person":"Andy  Greenland","coPersons":["Ian  Mackay","Lydia Mary Smith","Nicolas Edward Gosman"],"organisation":"National Inst of Agricultural Botany","findingsText":" We have developed a method to extract wheat DNA from soil and quantify the amount of roots present at depths down to 1m. The test works in the variable conditions to be found in sand, clay, loam and peat soil types. We have confirmed our findings by using the industry standard root washing technique and are working with other laboratories to compare with other techniques. Currently we are evaluating our sampling methods to determine an appropriate level for statistical valuation. Using fields with uniform soil profiles will reduce the level of variation and therefore the amount of sampling requires\n\nAs this new technique is perfected we hope that it will be both cheaper and more accuate than current methods allowing further work in an area of plant research currently under developed due to the cost and effort required.\n\nWheat varieties pre-selected for different rooting characteristics in rhizotubes were shown to have significant variety differences in commercial field tests. Further field trials have been planted to confirm these differences in a second growing season.\nUsing some of the most extreem rooting types we have started to develop plant population so that the genes controlling these differences might be identfied using mapping techniques.\n\nThe impact of selected farm inputs has also been show to caused significant rooting differences. Nitrogen application differences were very significant but fungicide applications were not significant.\nCultivation differences were also considered. Significant harvest yield differences between ploughing and minimal cultivations did not show significant rooting differences. The results were almost significant and we believe that our sampling method has yet to be optimised. This LINK Consortium brings together leading academic experts in crop science, genetics, plant physiology and soil ecology (NIAB, SCRI, ADAS and York University) with first rate industry scientists from four major UK plant breeding companies, two crop protection companies (BASF and Monsanto) and a major player in UK agricultural marketing and services (Frontier Agriculture Ltd). The problems we address are highly topical; Adding information where there has been little prior research on the wheat root system which interfaces the soil environment will add value to the demanding target of security of food production in a changing and increasingly variable climate where water availability is compromised and regulation dictates reduced fertilizer inputs. The potential of this work will resonate with many in the scientific community, in government, governmental organizations and with the general public. Effective exploitation of the results of this research is therefore critical and is specifically what the LINK programme and the industry Consortium is set up for. The breeding companies have the potential to directly exploit the results in their commercial programmes. The crop protection companies marketing seed treatments will benefit from understanding how their compounds interact with root systems. Breeders and crop protection specialists will benefit from a better understanding of the dynamic interactions between roots, beneficial mycorrhizal fungi, soil pathogens and seed coat chemicals. Growers and organizations supplying growers will benefit from new varieties that are high yielding under changing climatic conditions. Each of the academic Centres in this collaborative project have strong track records in delivering research in LINK projects and ensuring that outputs are disseminated and exploited by the industry consortium. NIAB will be the leading Institute and Andy Greenland will co-ordinate the activities described in this programme. Agriculture, Food and Drink","dataset":"gtr"}