{"id":"4BA5EC5A-2F57-42CD-9B81-8D5325BB47E6","title":"How do lymphocyte proliferation and survival contribute to immunological memory in health, ageing and HIV infection?","abstractText":"The immune system protects us from infections by ?remembering? the infections we have encountered in the past to stop them causing harm again. How does the immune system do this? It sets aside families of cells called lymphocytes, each specific for a particular infection. Paradoxically, these cells appear to be short-lived (weeks-months), whereas we know that immune memory lasts years-decades. The immune system must preserve these families of ?memory cells? somehow, but at the same time it must accommodate new families of memory lymphocytes, as new infections are encountered, and also retain sufficient numbers of cells to combat new microbes.\n\nProblems occur when this system of protection fails. Two common situations leading to problems in the immune system are ageing and HIV infection; both affect an increasing proportion of our population. As we age, the immune system becomes less able to combat infections. This results from an imbalance between different families of memory cells. HIV infection damages some immune cells directly, but it also affects all memory cells indirectly, making immune problems worse. We still do not understand how exactly this happens.\n\nThis project investigates how long-term immune memory is maintained by measuring the division rate and survival of different families of lymphocytes within the human body. We will assess how many are short-lived, long-lived and very long-lived by applying four different kinds of measurement, three depending on harmless tracers given to track how fast cells divide, and one measuring changing amounts of radioactive carbon naturally found in the body. The project represents a collaboration five different centres: London, Oxford Cardiff, Stockholm and the National Institutes for Health in the USA.\n\nUnderstanding why the immune system is weaker in the elderly will help us devise ways to prevent this decline and design better vaccination schemes for elderly people. Understanding immune memory in HIV infection will help us think of new ways to help the immune system fight the virus and improve the use of vaccination in people with HIV/AIDS. \n\nOur results will be made widely available to the general public, through the press, and to those specifically interested, eg. those who wish to ensure they stay healthy as they age and those affected by HIV/AIDS, through specialist interest groups and lay publications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001052","grantId":"G1001052","fundValue":"606051","fundStart":"2011-04-01","fundEnd":"2015-01-31","funder":"MRC","impactText":"","person":"Derek  Macallan","coPersons":["Becca  Asquith","Kristin  Ladell","David Anthony  Price"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}