{"id":"4BA61D7E-5914-4A8D-AA0E-7FC94DA574BC","title":"Excitations, Rotational Dynamics, and Rotational Sensing in 2-Species Bose-Einstein Condensates","abstractText":"Our research involves the theoretical and experimental investigation of quantum many-body dynamics in systems of ultra-cold atoms, with the view of developing next-generation rotational sensors, and developing tools for and improving our general understanding of interacting many-body systems far from equilibrium. The central idea is based on using ultra-cold atoms with bosonic spin statistics, in contrast to e.g., electrons orbiting an atomic nucleus, where two electrons with the same spin cannot occupy exactly the same energy level or orbital (fermionic spin statistics). This means that at sufficiently low temperatures a dilute atomic gas composed of such bosonic atoms undergoes a particular kind of phase transition. A phase transition is a sudden, qualitative change of state, like and ordinary gas condensing to a liquid state as the temperature is lowered. The state of matter reached in the case of very dilute, low temperature bosonic atoms is called a Bose-Einstein condensate. This can be seen as the atomic/matter equivalent of a laser; a coherent, intense source of atoms, with consequent advantages to measurement science or metrology (which in the case of light are limited by the minimum wavelength for the light to be visible and controlled by conventional optics). Atom-atom interactions are, unfortunately, typically problematical, and tend to counteract the advantages of a coherent atomic source. We will build upon a proposal (suggested one of the investigators) where the issues associated with atom-atom interactions appear to be largely avoided due to an astutely chosen experimental geometry. In the process of investigating this proposed system as well as a number of closely related issues, we will deepen our understanding of nonequilibrium dynamics (due, for example, to the crucial importance of avoiding such things as flow instabilities in any functioning rotational senser), and develop broadly applicable theoretical tools accounting for the influence and production of complicated many-body effects. As such our research falls within the EPSRC Physics Grand Challenges &quot;Emergence and Physics Far From Equilibrium&quot; (motivated by the fact that &quot;dramatic collective behaviour can emerge unexpectedly in large complicated systems&quot; and &quot;This fundamental work will be driven by the ever-present possibility that emergent states may provide the foundations for the technologies of the future&quot;) and &quot;Quantum Physics for New Quantum Technologies&quot; (motivated by &quot;Next generation quantum technologies will rely on our understanding and exploitation of coherence and entanglement&quot; and &quot;Success requires a deeper understanding of quantum physics and a broad ranging development of the enabling tools and technologies&quot;).\n\nUltracold atoms are an ideal configuration in which to investigate dynamics far from equilibrium, due to a very high degree of flexibility in their experimental configurations (varying the experimental geometry, strength of interaction, and even whether the interactions are attractive or repulsive, by appropriate combinations of magnetic, laser and microwave fields), and atomic, molecular and optical (AMO) physics systems have a superlative record in terms of precision measurement, most notably in the form of atomic clocks, which, for example, underpin the functioning of the global positioning system (GPS).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03250X/1","grantId":"EP/K03250X/1","fundValue":"268891","fundStart":"2013-12-31","fundEnd":"2017-03-02","funder":"EPSRC","impactText":"  This propject is still in its early stages, but we have already provided a framework for studying a number of experiments in numerous labs internationally, that could have significant impact in the modelling of such experiments in the next few years. Aerospace, Defence and Marine,Education,Other ","person":"Nikolaos Pindaros Proukakis","coPersons":[],"organisation":"Newcastle University","findingsText":" We have developed analytically, and tested computationally, a new state-of-the-art method for modelling mixtures of very cold atomic gases, that could potentially lead to rotational sensors in the future. Findings are still ongoing, as the grant is still in its early stages. Aerospace, Defence and Marine,Education,Other","dataset":"gtr"}