{"id":"4BAF259E-D35C-4164-A95D-F469C0BE95CC","title":"Laboratory Astrophysics: new atomic and molecular data for astrophysics applications","abstractText":"Our research in 'laboratory astrophysics' involves spectroscopic studies of atoms and molecules to provide new and accurate atomic and molecular data needed for astrophysics applications. The Imperial College laboratory spectroscopy group has been studying the spectra of atoms and molecules, that are of importance also in spectra of astrophysical objects such as stars, and planetary atmospheres, through experiments using our high resolution Fourier transform spectrometers. Studies of astrophysical objects, in the majority of cases, involve analyses of spectra which require an atomic and molecular data base for their reliable and meaningful interpretation. New high resolution spectrographs on both ground and space-based telescopes are giving astronomers access to astrophysical spectra of unprecedented quality, and also in previously underexplored spectral regions, such as the near infrared and vacuum ultraviolet. This has resulted in pressing needs for atomic data of sufficient accuracy and completeness to analyse these astronomical spectra. The abundant, line rich spectra of the iron group elements (Ti, V, Cr, Mn, Fe, Co, Ni) are particularly important as they dominant in spectra of objects such as stars. Astronomers use atomic data for these elements in analysing astrophysical spectra. Examples where atomic data are urgently needed are for studies of: cool, low mass stars, exoplanets, chemical abundance studies for the Sun and low metallicity stars for understanding Galactic chemical evolution, surveys looking at many thousands of stars to understand Galactic evolution, hot B stars in our Galaxy and the Magellanic clouds for tests of theories of stellar nucleosynthesis, possible time variation of the fundamental constants using quasar spectra, and many others. Although there has been great improvement in the atomic data in recent years, there remain key missing data, that are incomplete or inaccurate, and in the case of the infrared spectra of neutral and singly ionised species or VUV spectra of doubly ionised species are often missing entirely. Using our unique visible-ultraviolet Fourier Transform (FT) spectrometer at Imperial College and the infrared-visible FT spectrometers by visiting NIST (National Institute Standards &amp; Technology, USA) and Lund University (Sweden) we will study high resolution spectra of these elements. The advantages of using an FT spectrometer are that we can measure the spectrum of a particular species at high resolution over a wide spectral range. We will focus on measurements leading to at least order-of-magnitude improvements in wavelength accuracy, atomic energy levels, loggfs (transition probabilities, needed for determining abundances of elements in astrophysical objects), and hyperfine structure (needed to model lines accurately and, again, obtain reliable abundance estimates). In addition to our programme of atomic data measurements, we plan the first high resolution laboratory spectroscopy study of the diatomic sulphur molecule, which involves spectroscopic measurements in the ultraviolet, to provide data urgently needed for a variety of studies including: understanding the atmosphere and volcanic plumes of Io, a moon of Jupiter; the atmosphere of Jupiter, and cometary comae. All the new laboratory atomic and molecular data we produce is incorporated into atomic and molecular databases and stellar model atmosphere codes, benefiting astronomers worldwide in addition to those in the UK. Our aim is that the new laboratory atomic and molecular data we provide to the astronomical community means that analyses of expensively obtained modern astrophysical spectra will no longer be limited by the quality and quantity of atomic (or molecular) data used in their analyses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001034/1","grantId":"ST/I001034/1","fundValue":"311672","fundStart":"2011-10-16","fundEnd":"2013-03-31","funder":"STFC","impactText":"  Our results have been published, and disseminated internationally via large atomic data bases to the astronomical community. They are currently being used, for example, in large projects such as the Gaia ESO survey. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Education,Environment,Manufacturing, including Industrial Biotechology Cultural,Societal","person":"Juliet  Pickering","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}