{"id":"4BC210CC-057C-480F-80B8-2E59F346CF36","title":"Doing Good by Doing Well: Capitalism, Humanitarianism and International Development","abstractText":"<p>As policy makers, practitioners and journalists debate the role of the private sector in a post-2015 agenda for international development this seminar series will bring them together with leading academics in anthropology, development studies and business/management to critically examine market based approaches to development. Taking its cue from the mantra of global social enterprise - that it is possible to 'do good by doing well' - this seminar series explores the business models that are transforming arenas of international development practice.</p>\n\n<p>Through international conferences, UK practitioner roundtables, and post-graduate advanced seminars this seminar series will address key questions about the workings, outcomes, models and claims and impacts of social entrepreneurship.Key questions include:</p>\n\n<ul>\n \n\n <li>How is social enterprise mobilising people, driving policies, attracting finance and shaping politics at national and international levels?</li>\n\n <li>How are goods and technologies that are being marketed to the global poor endowed with moral power and the capacity to bring development benefits?</li>\n\n <li>How is the social impact of these goods being measured by governments, business or international organisations and how might participant perspectives suggest different measures for development outcomes?</li>\n\n <li>How does an ethic of humanitarian capitalism reflect broader social concerns and economic tensions? </li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000636/1","grantId":"ES/L000636/1","fundValue":"29663","fundStart":"2013-12-31","fundEnd":"2016-12-30","funder":"ESRC","impactText":"","person":"Jamie Joseph Cross","coPersons":["Marc Joseph Ventresca","Ian  Harper","Peter John Newell","Michael  Blowfield","Catherine  Dolan","Dinah Rebecca Rajak","Alice Naomi Street"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}