{"id":"4BC922B5-7B60-47CE-A71A-76E6BB9542D0","title":"The Board of Longitude 1714-1828: Science, innovation and empire in the Georgian world","abstractText":"The proposed project will result in the first comprehensive history of the British Board of Longitude, examining its changing role as an influential player in Georgian culture. As a collaboration between the Deparment of History and Philosophy of Science at the University of Cambridge and the National Maritime Museum (NMM), the project will also have a range of outputs aimed at academic and broader audiences, including exhibitions and displays, talks and events, publications and web resources.\\n\\nThe project research will bring together two unique resources. The Board of Longitude papers in Cambridge University Library offer rich but underused evidence of British ingenuity and invention during the industrial revolution. They will be researched alongside the internationally important collection of instruments and other material evidence of the Board's activities at the NMM. \\n\\nThe 1714 Longitude Act was a turning point in British history: for the first time the government used legislation to address a specific scientific problem. It offered a &pound;20,000 prize for a practical method of determining longitude at sea, and a Board of Longitude, including leaders of maritime, scientific, academic and commercial networks, was created to judge claims and encourage invention. The Board operated until the nineteenth century with major effects on innovation, creativity, and state and commercial patronage systems. Yet there has been no major assessment of this significant institution. Our detailed study will address fundamental questions about Georgian science and society, examining the culture of invention and the notion of precision during this period of industrial progress and commercial revolution. Its findings will help to reassess histories of the long eighteenth century.\\n\\nThe research will concentrate on two key themes:\\n\\na) Precision, patronage, instrumentation and the state\\nThe Board's novel role as a semi-governmental organisation encouraging creativity and innovatin is an early instance of state intervention in science and technology. Surviving materials reveal the creativity fostered: not just successful schemes but also those considered impracticable. The Board's members and activities placed it within wide-ranging political, commercial and scientific networks, ensuring wide influence.\\n\\nb) Field trials, navigation, exploration and international networks\\nInnovative navigational technologies and techniques needed long-distance sea trials. This linked the Board with such bodies as the Admiralty and influential trading corporations, including the East India Company. Two methods for finding longitude were developed by the 1760s, yet the Board's work continued until 1828, with a changing remit in a period of political upheaval and commercial expansion. The Board itself gained influence in the formation of voyages of exploration, notably expansion into the Pacific, the search for the Northwest Passage, and mapping stars in the southern hemisphere. \\n\\nWhile the Department of the History and Philosophy of Science provides the ideal academic context within which to carry out this project, the NMM provides both an important complementary context through its collections and staff expertise and an ideal location from which to disseminate the project findings through displays and temporary exhibitions and through related activities. These will include the exploitation of the project results within the Museum's successful learning programme, which offers activities for formal and informal learners, and enhancing access to the Museum's collections and research for users worldwide through related publications, media coverage and web resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H015914/1","grantId":"AH/H015914/1","fundValue":"795626","fundStart":"2010-05-01","fundEnd":"2015-07-30","funder":"AHRC","impactText":"","person":"Simon  Schaffer","coPersons":["Richard  Dunn","Rebekah  Higgitt"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}