{"id":"4BCB3FA5-C318-419A-9DE9-89A14F3F744B","title":"Axon and myelin damage assessed using advanced diffusion imaging: from mathematical models to clinical applications","abstractText":"People affected by neurological conditions, such as multiple sclerosis (MS) and spinal cord injury (SCI), face many years of struggle with a poor quality of life, often since a young age, that can lead to a shortened or even interrupted work career. Carers and support networks need to sustain these people whose life is increasingly devastated.The medical field currently employs all the strategies available to improve quality of life and to administer treatment strategies that are available, but there is still an urgent need for tools that could assist in the diagnosis and prognosis of these patients.In this project we are proposing to develop an imaging method that will clarify the mechanism of the damage that causes impaired function. With an improved knowledge on what is happening at a tissue level, doctors can understand the needs of individual patients who can, therefore, make informed decisions about their social and work life.In particular, if the mechanisms of damage are clearer, drug companies will be able to develop treatments that are specific to these mechanisms. Therefore, patients will be able to enter clinical trials if there is a high chance of success. This, in turn, will deliver drugs to the market quicker and doctors will be able to prescribe the right treatment to the right patient.This project is looking at developing mathematical models of how the water moves in the tissue. By taking into consideration the structure of the brain and spinal cord tissue, we aim at developing MR imaging (MRI) methods able to pick up differences between tissue that is damaged from the axon point of view from tissue that is damaged from the myelin sheath point of view. We will then test the new parameters in models of axon and myelin damage to make sure that our tissue model is a good description of what is really happening at microscopic level. Then, we will adjust the MRI protocol so that it can be run on clinical scanners in much quicker scan times. For achieving quicker scan times, we will need to programme the MRI scanner because our tissue model will require a lot of data, but we can do it by modifying the way we collect the data. We will also optimise the parameters that influence our sensitivity to diffusion so that we can collect only the most meaningful data. We will do this again through mathematical modelling and optimisation. We will have to adjust our MRI acquisition for the brain and the spinal cord separately because there are different challenges with imaging these two structures.The next step will be to test how reproducible our measures are by studying them in a group of 15 healthy subjects. Finally, we will acquire data in two pilot studies: one in patients with MS and one in patients with SCI. Healthy controls will also be studied in both cases. From these pilot studies we wish to test the workflow, from contacting the patient, to acquiring the data and performing the data analysis. We also want to test whether our new parameters are more sensitive to pathology than currently available measures sensitive to tissue changes, but which are not specific to myelin and axons. Finally, we will correlate the new parameters with clinical scores of disability and functional impairment.The ultimate aim of this study is to be able to provide new tools for a better understanding of pathology and providing more accurate treatment with a consequent improvement on the patients' quality of life. These tools will need to be embraced by MRI manufacturers and drug companies to become really useful for the medical field, and therefore for patients, their carers and society. We have planned a pathway to lead us to this long-term goal, starting by involving industry and charities in an advisory board to steer the future dissemination and development of what the tools that we will produce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027084/1","grantId":"EP/I027084/1","fundValue":"676797","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"","person":"Claudia Angela Wheeler-Kingshott","coPersons":["Daniel  Alexander","Olga  Ciccarelli","David  Thomas"],"organisation":"University College London","findingsText":"","dataset":"gtr"}