{"id":"4BD4F5A9-090E-4562-B9F4-FD123E6DC070","title":"Metagenomics for new enzyme discovery and industrial biocatalysis","abstractText":"The aim of the proposed research is to find new enzymes that have potential uses in industry by searching for the genes for these enzymes in the DNA extracted directly from soil, compost or other environments. Enzymes are very useful in biocatalysis which is a sustainable method of making chemicals in industry. If enzymes are used the eventual industrial process can be cleaner and greener as it avoids the use of toxic reagents such as metals needed for many chemical catalysis steps, and often uses water-based systems. Biocatalysis can also replace several steps in a chemical process with one enzyme step due to their selectivity and this has a major effect of saving money and time in the overall process for making high value chemicals such as bioactive compounds in the fine chemical and pharmaceutical industry.\n\nWe will use a technique called metagenomics to find new enzymes for biocatalysis. Many enzymes are derived from microbial sources and these would normally be found by growing bacteria on agar plates and analysing the enzymes they contain using special assays. However, several years ago scientists studying soil microorganisms found that there was a very large difference between the numbers of bacteria they could grow from a soil sample compared with the numbers they could identify by analysing the DNA from the same quantity of soil. These DNA techniques showed that there were over 1,000 times more bacteria in the soil than can be grown on agar plates. So by using plating and growth techniques to find bacteria for biocatalytic enzymes were are missing over 99.9% of the potential enzymes.\n\n A technique called metagenomics was developed by several researchers which started with the extraction of DNA directly from a soil sample and this DNA would potentially contain all the genes of the bacteria including the genes from bacteria that cannot be grown in the laboratory. We will use this metagenomic technique to isolate DNA from soils and other environmental samples. The metagenomic DNA will be sequenced and potential genes for biocatalysis will be searched for using computer based techniques to analyse the metagenome. When we find what could be useful genes we will amplify the gene from a sample of the metagenomic DNA and put the amplified gene into a laboratory bacterium that we can grow in large amounts and test the activity of the new biocatalytic enzyme. We call this overall method Functional Metagenomics.\n\nThe new biocatalysts will be tested in collaboration with researchers at Almac who use enzymes and chemistry to make pharmaceutical compounds. We will test the range of reactions the new biocatalysts can perform and test the chemicals made.\n\nA new concept called enrichment metagenomics will also be investigated where we will enrich for bacteria able to use a specific compound before doing the metagenomics. This has the potential to increase the number of bacteria with the desired biocatalytic enzyme. \n\nAnother new concept called cDNA metagenomics will be tested where we extract messenger RNA from the sample and convert this into what is known as cDNA. This technique will allow us to look for genes from the microorganisms such as soil fungi that have introns in their DNA. This could enable us to find a hitherto unaccessed pool of new enzymes for biocatalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007444/1","grantId":"BB/L007444/1","fundValue":"1030610","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"John Maxim Ward","coPersons":["Helen Claire Hailes","Christine Anne Orengo"],"organisation":"University College London","findingsText":"","dataset":"gtr"}