{"id":"4BE7D15C-2882-4034-BB27-B5465E415B78","title":"FIREup: Fashion Innovation Research and Enterprise","abstractText":"The UK is the birthplace of some of the world's most creative and innovative designer fashion companies, of which many are small and micro enterprises. These companies, supply chains and intermediaries constitute the UK designer fashion industry and consist of a poorly understood complex web of interactions. The British Fashion Council has identified a number of issues that is preventing the industry from reaching its full growth potential. These challenges include lack of a formal R&amp;D culture across the industry, lack of knowledge and contacts within the designer fashion industry and weak knowledge exchange and open innovation practices. \n\nThe FIREup project will address these issues. Specifically, FIREup will focus on the creation of a prototype digital platform that will research new models of knowledge exchange (KE) for the industry and foster open innovation. The platform will create: an accessible knowledge base for academic/B-2-B interactions, integrate research methodologies into the industry creating new collaborations between science and design disciplines, and support the industry to reduce its carbon footprint by sharing best practice. \n\nThe platform will be a research tool that delivers quantitative data identifying knowledge and asset flows. It will also be used to catalyse research collaborations linked to funding calls. New participants will register information about themselves that will provide valuable insight into research needs, cluster formations, existing networks &amp; collaborations and KE models.\n\nSandpits will shape open research calls to test &amp; validate the platform. Project partners &amp; SMEs will deliver research supported by a voucher (funded from FIREup). Outcomes of research projects will be presented as case studies, showcasing the platform and also used for dissemination activities. The platform will be online, making the data readily accessible to registered participants. It will be easily updateable to take account of rapid changes within the industry.\n\nFIREup will draw upon established networks and existing alumni from fashion focused UK HEIs to ensure initial rapid project development. The University of the Arts London (UAL) will lead the FIREup Project leveraging the social capital vested within alumni networks to engage with small businesses within this sector, particularly those that do not access or take advantage of new research developments.\n\nResearch will be practice-led and respond to the need for KE between industry and the academia, including:\n\n- Relationship-building opportunities at different levels within the industry, helping SMEs to access the wider designer fashion ecosystem in order to promote their products, access new contacts and tap into academic/entrepreneurial expertise.\n\n- Exploring research and design processes in academia and industry and how new collaborations between science &amp; textile disciplines can be developed.\n\n- Building communication &amp; collaboration platforms, to enhance KE opportunities, develop R&amp;D consortia and provide new research insight.\n\nA multi-disciplinary research team from across UAL and project partners will leverage their significant expertise and social capital to ensure FIREup is a success. The Centre for Fashion Enterprise (CFE) and Designer-Manufacturer Innovation Support Centre (DISC) will contribute insights into the UK designer fashion economy. Design Against Crime Research Centre (DACRC) will contribute knowledge/experience of award winning practice-led open innovation approaches to design research. The Centre for Sustainable Fashion (CSF) and Textile Futures Research Centre (TFRC) will contribute knowledge focused on innovation and sustainability. Fashion Design Studio (FDS) will support designer fashion enterprises to adopt new digital technologies.\n\nIt is anticipated that the open KE platform has potential for significant beneficial legacy to the designer fashion industry beyond the project duration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002724/1","grantId":"AH/K002724/1","fundValue":"200814","fundStart":"2013-01-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"","person":"Sandy  Black","coPersons":["Adam  Thorpe","Rebecca  Earley"],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}