{"id":"4BEF7FE6-6BDC-4A36-944F-CF3B81A9CDCA","title":"Molecular characterisation of leader sequences which can also mediate ribosome 'skipping'","abstractText":"Normally one gene encodes one protein. Many processes within the cell require multiple, different, proteins to present within each individual cell - these proteins may interact with each other ,or, act sequentially (in a 'pathway' to perform a specific task. The research in my laboratory has been concerned with how viruses - with just one 'gene' - can generate multiple, different, proteins. We discovered one method - which we called 'ribosome skipping' - by which viruses can accomplish this feat. This method has proved to be very adaptable for many biomedical and biotechnological purposes when one needs to express multiple, different, proteins within the same cell. In effect, one can concatenate multiple genes into one by linking them with the short sequence ('2A') we characterised. At each 2A sequence, the new protein we have designed (a 'polyprotein') is 'cleaved' apart into it's constituent individual proteins. Fortunately, this method works in all animal and plant cell-types, which makes treatment of diseases, the genetic manipulation of crops etc. much easier than trying to introduce multiple genes into the patient (human gene therapy) or in the case of plants, for example, to make drought-resistant potatoes. We have discovered a new type of 2A sequence that can not only cleave itself, but has another function to direct the protein to a different site within the cell. If the sequence cleaves the protein becomes located in one part of the cell: if it doesn't cleave the protein goes to a different part of the cell. In fact, we have discovered 144 new sequences - but many are closely related so we don't need to study all 144 - just ~35 representative sequences. This is a new discovery and some of the work we want to do will characterise the biology of this system: how the sequence of these different 2As relates to the two different properties (self-cleaving / protein targeting within the cell) they have. The other aspect of the work is to see if these sequences work in plants and yeast. If this is so, then the potential uses of these sequences is dramatically expanded. We want to develop these sequences as tools for other scientists to use, to enable them to conduct their research into new cures for disease, for new biotechnological products and processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007849/1","grantId":"BB/H007849/1","fundValue":"407670","fundStart":"2010-04-01","fundEnd":"2013-05-31","funder":"BBSRC","impactText":"","person":"Martin Denis Ryan","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}