{"id":"4BF31084-CE89-4F56-924D-A126DBE64004","title":"Landscape, Tradition and Power in Medieval Iceland, c.870-c.1262.","abstractText":"This project is designed to challenge the way we understand the evolution of Icelandic society from its Viking Age colonisation to its formal cessation to the Norwegian crown in the 1260s. It will do this by presenting two regional case studies, one focused on the west and the other on the north of Iceland, regions for which there is the richest array of sources (various different kinds of saga narratives, charters, and annals and, for the north, archaeology). Medieval Iceland was unusual in being a successful, permanent Norse colony of a large and previously uninhabited island in the North Atlantic.\nAt the same, it provides a unique kind of evidence in the form of the Sagas of Icelanders which, until the last couple of decades, has been ignored by historians. Icelandic society in the sagas seems relatively egalitarian, with no king. Instead there were only local and regional chieftains whose power was often fleeting and weak because it was dependent on successful co-operation with their supporters, the heads of Iceland's farmsteads. The result was a society in which, in the absence of a central authority, feud seems to have been unusually important. Iceland became nominally Christian in\nlOO0 but perhaps in consequence of the decentralised power structure -the church seems to have been relatively weak in comparison with other European countries even in the thirteenth century.\n\nThis research aims to bring together past approaches to Icelandic society. Icelandic historians have tended to emphasis in the so-called Contemporary Sagas (written soon after the events they describe from the twelfth and thirteenth century). They see significant change over the period c.900 to c.1262 with chieftains, first, getting less numerous but more powerful and then becoming dependent on the support of the Norwegian king in competing with one another. They have assumed that there was a move towards political centralisation -a reduction in the number of chieftains - and have tried to gauge where that process took place first and to what degree. Foreign scholars have taken a more agnostic view on social and political change in medieval Iceland. For them, Sagas of Icelanders (depicting tenth- and eleventh-century events but written down much later) fictionalise a distant past; Contemporary Sagas are too overtly biased to tell us about 'real' political change. Instead, they have used both genres of saga to look at issues which do not require an understanding of when and where things happened. They have adopted a more anthropological approach to the literature, investigating the process of feud (relationships between chieftains, legal processes, the role of mediators), gender roles and other social historical issues without any attempt to assess historical change or the importance of geographical context.\n\nDrawing on the research incorporated in the PhD thesis, this project will draw on the strengths of both intellectual traditions and will also elucidate the economic and tenurial relationships (of manors, patterns of exchange, and the resources of individual farms) which underlie social and political action depicted in saga literature. A study like this one, using the methods of the Annals School, has not been attempted before for Icelandic history in any period. The regional foci will allow for a critical appraisal of all of the evidence for those regions and produce a study which, for the first time, will make Icelandic society more readily comparable with other parts of medieval Western Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505279/1","grantId":"AH/E505279/1","fundValue":"21883","fundStart":"2007-01-13","fundEnd":"2007-05-12","funder":"AHRC","impactText":"","person":"Christopher  Callow","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}