{"id":"4BFC9B59-B3A6-41A4-A3EF-2BB5AAF2487B","title":"Queer Spiritual Space(s): An investigation into the practices of non-hegemonic queer spiritual communities using case studies.","abstractText":"The significance of the religious and the spiritual in society has been resurgent in the British and North American media since 'September 11th'. Debates upon marriage and civil partnership legislation for same sex couples in both countries have also raised the profile of religious approaches to homosexuality, as has popular curiosity with anti-materialistic beliefs. This project aims to engage with the topical question: what place is there for LGBTQI (lesbian, gay, bisexual, transgender, queer and intersex) people in spiritual space(s)? \\n\\nLGBTQI peoples who wish to affirm both their sexual/ gender identities and their membership of a faith/ spiritual community, are faced with articulating their relationship to the faith mainstream. LGBTQI relationships to spirituality and spiritual space are complex because homosexuality and gender 'deviance' have been both historically and contemporaneously subject to punitive sanction within many majoritarian religious contexts.\\n\\nThe Principal Investigator is a practising Unitarian and an ex-Evangelical Christian. The Project Researcher is a member of a queer spiritual network and has been active in queer Neo-Pagan community for the past eight years. She was also raised as a Quaker. Both are committed to producing robust academic research, through a process of consultation, of benefit to queer religious/ spiritual communities and their understanding in broader culture. \\n\\nA significant aim, in partnership with scholarly investigation, is to represent LGBTQI religious/ spiritual voices as research participants. The project hopes to promote LGBTQI inter-faith discussion, particularly around experiences of creating/ negotiating queer spiritual space. It intends to co-create, in partnership with participants, a queer inter-faith website (QUIFSS / Queer Inter-Faith Spiritual Space) as a lasting resource/ project outcome.\\n\\nThe project will take place in several phases. It is intended to organise two LGBTQI inter-faith encounters where queer spiritual practitioners from different paths and traditions come together to discuss their understandings of queer spiritual space. During these encounters, it is intended to think collectively, in pan-faith community, about how the QUIFSS website can become user-led and function effectively as a space and a resource for LGBTQI inter-faith dialogue, networking, education and exchange. The next phase of the project will involve a more in-depth engagement with specific LGBTQI groups, networks and individuals. The groups selected are ones with which the project leader and researcher already have established links. These are the Quakers, the Unitarians, Imaan and Al Fatiha, and the Radical Faeries. This means sustained encounters with specific 'non-traditional' forms of both Christianity and 'beyond Christianity', with LGBT Muslim organisations, and with one particular Neo-Pagan tradition. \\n\\nWe shall conduct one-to-one semi-structured video/audio interviews with LGBTQI individuals from these groups, sampling for diversity across age, ethnicity, LGBTQI identifications, social background, class etc., in total six such 'deep' interviews from each group. Research will involve attending relevant meetings and gatherings, notably Radical Faerie Sanctuaries and an Al Fatiha conference in the USA. In the tradition of action-oriented research (research actively designed to promote social change) it is the intention of the project that each one-to-one interview takes place as a two-way process where interviewees feed into the methodology and suggested outcomes of the project. \\n\\nQueer Spiritual Space(s) is a project in which university researchers already involved in LGBTQI historical and cultural scholarship, themselves spiritual practitioners with diverse faith histories, seek to engage in consultative and collaborative research with LGBTQI faith and spiritual groups. Because the project is designed to be as consultative as possible, other material may emerge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007620/1","grantId":"AH/F007620/1","fundValue":"83788","fundStart":"2008-04-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"Sally R Munt","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}