{"id":"4C0543DB-350A-4319-8C14-83BEE3DC0B0A","title":"Re-thinking, and re-connecting, communities with, and through, water issues. Situated (place-time), and therapeutic narratives.","abstractText":"This project will conduct a review of a range of work which has taken place in recent years in arts and humanities and related subjects into how communities in the UK, and beyond, are affected by, and cope with, issues such as flooding and related questions of water security. The research seeks to explore how &quot;community&quot; has been envisaged in that work, and what insights thinking about communities and flooding and related water issues can bring to other approaches to communities, and how other theories and approaches to community can feed back into work on water and other environmental issues. Communities are seen as complex and contested formations, which do not simply or easily correspond to notions of place and settlement. But the research aims to explore how physical location, and environmental processes and hazards such as floods can have impacts on populations who share locations and neighbourhoods. What lessons can be leanrt from this?\n\nThere have been a series of very significant floods in the UK (e.g. Boscastle 2004; Carlisle 2005; Gloucestershire and Hull 2007; Cumbria 2009 ) which have clearly had dramatic and long lasting impacts on affected communities which include economic impacts, health and well being impacts, and also how the community sees itself and how it is embedded in the landscape and in wider society. The government response to the challenge of planning for flood risk management, as in the Pitt Review (2008), focuses very much on community preparedness, and developing community resilience as part of a wider range of measures in developing flood risk response. Climate change scenarios, which include possible sea level rise and more extreme rainfall events, coupled with pressure to build new homes, means that questions of how communities live with the risk of flooding (and other water issues) will remain high on the political and academic agenda. Alongside flooding there are also other important concerns about water security issues at the community level which include drought (as in Eastern England 2011) and how water catchment areas are effectively managed for assets such as biodiversity and ecosystem services. \n\nAll these approaches to communities and water issues raise a host of questions about what communities are, how they 'work' (or don't work), the extent to which a locational issue such as flooding creates community in a local population who, in other senses, might not function as a cohesive community. Thinking about community through water issues asks questions about how they are connected internally and externally (e.g. to other communities which share a river catchment area).\n\nThe research will develop ideas of &quot;situated narratives&quot;: how communities develop stories of their collective environmental past, present and future in landscape. These changes can be about community relations with environmental issues such as water security and also about changes in how the community itself works and how it is connected to other communities. This kind of work can be supported by local agencies and institutions (e.g. local museums) and also through social media networks.\n\nThe research will also develop ideas of &quot;therapeutic narratives&quot;: - how arts and humanities based research and practice (e.g. creative writing, photography, oral history) can help communities come to terms not only with challenging water issues and experiences, such as flooding, but also begin to develop new insights and empathies into relationships within their community and with neighbouring communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012181/1","grantId":"AH/J012181/1","fundValue":"20624","fundStart":"2012-02-14","fundEnd":"2012-07-31","funder":"AHRC","impactText":"","person":"Owain  Jones","coPersons":[],"organisation":"University of the West of England","findingsText":" o There is a need for - and growing trend of - considering communities in ways which recognise their embeddedness in landscapes/places which are formed of ecological communities, material actors, processes and agencies. \no Re-envisioning communities in this way asks a series of questions about the connectivities, disconnectivities and conflicts within and between communities be they topographically (place) based and/or topologically (networked, interest) based. \no Flooding (and other 'single issue' foci in sustainability/resilience/transition studies) should be considered with other interdependent socio-ecological issues.\no Flooding, when seen in wider/alternative cultural and ecological frameworks, can be seen in more positively as a process with cultural, ecological and economic benefits if planned for appropriately. \no Arts and humanities (a&amp;h) led methods can play key roles in multiple 'negotiations' within and between community, science, policy, and biophysical processes.\no Narrative based approaches are emerging to address a range of eco-social conflicts and challenges facing communities and governance delivered policy. \no Further development of situated, therapeutic and digital narratives offer considerable potential in extending the above. This scoping studied contributed to the development of the Connected Communites Environments and Sustainability Large Grant. &quot;Towards hydrocitizenship. Connecting communities with and through responses to interdependent, multiple water issues&quot; Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}