{"id":"4C1573E2-170C-463D-B4E8-957E0D27D01D","title":"Pheromone signalling in mice","abstractText":"The human brain is both vast in size and complexity and in order to understand how it develops and responds to the environment it is necessary to model parts of its abilities based on simpler systems. In this study we are going to investigate pheromone communication (special chemicals which influence behaviour and reproduction) and we intend to use mice because they are particularly adept at responding to pheromones. We already know a great deal about the effects of pheromones at a functional level and this is an important starting point for developing insights in the molecules, cellular and genetic mechanisms that enable this functioning. Thus, the sensory priorities of mice change with ageing from being mother oriented to being sexually oriented. A question to be addressed, therefore, is do pheromone receptor neurons themselves change in the life history of the mouse, and if so how is this regulated The very nature of responding to chemical messages from the outside world inevitably exposes these neurones to toxins, temperature and humidity fluctuations which means they only live for a few weeks and need to be replaced. This implies there is something very special about these neurons that allows them to regenerate when injured and this might have future repercussions for understanding the repair of brain injury. The main questions we will address are:- What are the biological signals that trigger these neurons to regenerate, and what are the signals to which their extending projections (axons) respond in order to ensure they reach their appropriate target in the brain. This is not an easy question to answer since it requires stem cell neurons to be grown in culture and target neurons to be co-cultured in slices. We know that pheromones in urine and saliva act on these neurons and we know that without this kind of activity the neurones do not regenerate. Thus a second part of this investigation is to examine the regenerative power of these pheromones and how they instruct the stem cells to regenerate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01526X/1","grantId":"BB/D01526X/1","fundValue":"398128","fundStart":"2006-06-12","fundEnd":"2009-08-11","funder":"BBSRC","impactText":"","person":"Eric Barrington Keverne","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}