{"id":"4C21E4F1-F922-4003-8A06-5873AFD99BF1","title":"Identification of the Scribes Responsible for Copying Major Works of Middle English Literature","abstractText":"By combining linguistic profiles (the dialect spellings of scribes) with palaeographic evidence (likeness of handwriting), we hope to identify the scribes who were responsible for copying the works of the major Middle English poets. We shall do this by examining all of the medieval manuscripts that preserve copies of works by Geoffrey Chaucer, Thomas Hoccleve, John Trevisa, John Gower and William Langland, together with contemporary manuscripts (e.g., of works of lesser-known writers) and documents in order to find a signed piece of writing (to identify the scribe by name) or a corpus of manuscripts written by an anonymous scribe (to find where he was working, perhaps for whom). We shall create a website with searchable characteristics of the handwriting and linguistic features of each scribe so that other scholars can use our data to make further findings, and we shall write two books and six articles about our discoveries and what they mean for interpretation of early English literature and the dissemination of ideas in this pre-print era. The project proposed here will for the first time bring together a number of scholars to collaborate on identification of scribes, contributing knowledge from the two fields of palaeography and linguistics which together can offer the most objective evidence for identification. Since thus far no one has systematically studied who copied what, where, or for whom, our findings will greatly increase knowledge of the production, publication, and dissemination of the earliest major corpus of English literature, written by Chaucer and his contemporaries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509193/1","grantId":"AH/E509193/1","fundValue":"453407","fundStart":"2007-04-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"  We created an open-access website of Late Medieval English Scribes that is used by scholars worldwide: we receive grateful correspondence from Japan, China, New Zealand, Australia, Canada, USA, and India. We presented more than 20 papers at academic conferences and four presentations to general audiences related to our research. However, no impact questionnaires were collected, since this had not been a requirement when the grant was awarded in 2007. Education,Culture, Heritage, Museums and Collections Cultural","person":"Linne  Mooney","coPersons":["SIMON  HOROBIN"],"organisation":"University of York","findingsText":" We discovered that chief clerks of the London Guildhall, working in London courts and for the Mayor and Aldermen, were principal disseminators of Middle English literature by four of the five authors we studied, including Geoffrey Chaucer; they may have been politically motivated in copying texts in Middle English, and key to the introduction of English (as opposed to French or Latin used since the Conquest) in not only literature but in recording government and business records. The book Scribes and the City has already influenced other scholarly work in books and articles published since 2013, since it changes what we knew about the production and dissemination of Middle English literature in the age of Chaucer. We have successfully bid for an AHRC Follow-On grant to spread word of these findings to school-aged learners and adult learners, in collaboration with London Metropolitan Archives. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}