{"id":"4C2B05E9-BC1E-4191-B9A8-EA5406383052","title":"Sound, Narrative and Interactivity: Towards a Recontextualisation of the Stephen Lawrence Case.","abstractText":"This research project aims to explore the potential of sound to enable the audience to reconsider the social-political issues and debates relating to the Stephen Lawrence case and public inquiry. By creating a multi-channel surround sound piece, based upon a specific web-based narrative format known as the 'violence hub' (Murray, 1997), the audience will be able to explore events surrounding the case from different perspectives (e.g. witness, passer-by, victim, etc.) and time frames. The prototype sonic artwork will be based upon the Stephen Lawrence Inquiry report (Macpherson, 1999) in part, and will draw upon relevant theory and practice associated with the medium of sound, sound design and interactive storytelling. \\n\\nThe research will examine how computer-based interactive technologies can be utilised to shift the audience's perspective within the sonic environment without stopping the flow of the story. This will involve practical experimentation with professional, multi-channel wireless sound recording equipment and sensor technologies. The idea is to create a prototype that dispenses with the need for 'decision points', commonly found in interactive artworks, where narrative flow is interrupted to allow the audience to make choices. The prototype sonic artwork will be tested for audience responses in the Digital Media Research Gallery at South Bank University. \\n\\nReferences\\n\\nMacpherson, W. (1999) The Stephen Lawrence Inquiry, London: The Stationary Office.\\n\\nMurray, J.H. (1997) Hamlet on the Holodeck: The Future of Narrative in Cyberspace, New York: The Free Press.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F008287/1","grantId":"AH/F008287/1","fundValue":"16430","fundStart":"2007-10-01","fundEnd":"2008-07-31","funder":"AHRC","impactText":"","person":"Tahera  Aziz","coPersons":[],"organisation":"London South Bank University","findingsText":"","dataset":"gtr"}