{"id":"4C3321A5-07ED-4945-98EE-0BADCC91BB60","title":"Experimental decay of onychophorans - lobopodian anatomy and arthropod origins","abstractText":"The aims of this project are simple. By rotting velvet worms (onychophorans) under controlled conditions we will generate the data required to start correctly interpreting the fossil record of lobopodians. Accurate placement of lobopodians in the Tree of Life has the potential to resolve a major evolutionary problem: the origin of the arthropods. Arthropods are arguably the most successful animals on Earth: more diverse and abundant than any other group, they are important and familiar to everyone. Yet the identity of the arthropods' nearest living relatives, and the details of arthropod origins and early evolution remain unclear. In contrast to arthropods, onychophorans are both obscure and enigmatic. With their fat legs and body annulations they resemble a conga-line of overweight Michelin-men. A recent popular account of animal relationships noted that 'no group has prompted more zoological debate' (Tudge 2000, The Variety of Life) - exactly where onychophorans sit in the Tree of Life remains controversial. Surprisingly, answering the question of onychophoran relationships holds the key to unlocking the evolutionary emergence of the arthropods, and this is where fossil lobopodians have a major role to play. These extinct, soft-bodied organisms (almost all of Cambrian age) share a number of important anatomical features with onychophorans, but recent evolutionary analyses suggest that fossil lobopodians include the ancestors of arthropods, of onychophorans, and of panarthropods (the larger group to which both onychophorans &amp; arthropods belong). Consequently, finding the correct places for fossil lobopodians in the Tree of Life has the potential to reveal the sequence in which important characteristics of arthropods and onychophorans were acquired. If lobopodian branches do fill the gap between living onychophorans and arthropods, we may be able to resolve relationships between the major arthropod branches. This potential can only be realised with correct placement of lobopodians, and this requires new information about how they decayed. Much of the current disagreement over the placement of lobopodians arises because we don't understand how the process of decay affected their bodies prior to fossilization. Studies of other organisms show that decay rapidly alters the appearance of important anatomical features. As soft tissues rot and collapse the shape and juxtaposition of body parts - crucial criteria for anatomical comparison - change significantly. Other features rot away completely. We need new data so that these changes, which will have affected all fossil lobopodians to some degree, can be taken into account when interpreting their anatomy. We will employ a new approach to the experimental study of how animals decay, recently developed in our lab. We will rot onychophorans under controlled lab conditions and carefully record their important anatomical features (many of which they share with fossil lobopodians) at timed intervals as they decompose. From this we will determine the rate and sequence of decay of features; when and how their juxtaposition, shape and appearance change. This will allow us to establish criteria for the recognition of decay-transformed features in fossil lobopodians and reassess the anatomy and evolutionary relationships of these controversial animals (including exceptionally well-preserved new material). It will also allow us to further test a hypothesis developed from our ongoing decay experiments: that the decay of evolutionarily important anatomical features of soft bodied animals is not random - features that are most useful for recognizing evolutionary relationships are the most likely to decay rapidly. If this pattern is widespread it is an important yet previously unrecognised bias in reconstructing the evolutionary relationships of fossils.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016481/1","grantId":"NE/I016481/1","fundValue":"52767","fundStart":"2011-10-01","fundEnd":"2012-12-30","funder":"NERC","impactText":"","person":"Mark  Purnell","coPersons":["Sarah Elizabeth Gabbott"],"organisation":"University of Leicester","findingsText":" The project had three principal achievements. 1. Experimental analysis of patterns of decay, both qualitative and quantitative, of onychophorans. This provides completely new comparative datasets upon which to base interpretations of anatomy of fossil onychophorans and lobopodians - important animals for understanding the origins and early evolution of arthropods (more than 80% of all living animals are arthropods). The data also allowed us to test, for the first time, the hypothesis that fossils from these groups lack important features because they rotted away before they were fossilized (the evolutionary significance of fossils derives from the converse, that features are missing because they had not yet evolved). Our results show that this form of decay bias does not affect the fossil record of lobopodians, but decay is not completely random. Characters that are associated in life because of their close physical proximity tend to be lost to decay together. This potential bias must now be taken into account when analysing fossils. 2. Description of new species of Silurian lobopodian. Application of our experimental results to fossils, especially previously undescribed exceptionally-well-preserved fossil lobopodians from the Eramosa Lagerst&auml;tten of Canada, allows us to provide robust anatomical interpretations which differentiate between variability arising from the process of decay, and biological variability. 3. Anatomical, phylogenetic and taxonomic revisions to Carboniferous lobopodians from the Mazon Creek Lagerst&auml;tten, Illinois, including revised descriptions and taphonomic interpretations. Our analysis of these exceptionally-well-preserved fossils, interpreted by some as the first fossil onychophorans, indicates that they have closer affinity with older Palaeozoic lobopodians. Opportunities to engage in public understanding linked to this research will be exploited when our results are published (primarily through press releases). Because this project deals with rotting things to understand fossils, our experience suggests we are likely to be successful in attracting public/media attention. primarily through academic conferences and papers in academic journals Education,Environment","dataset":"gtr"}