{"id":"4C57A743-D9B1-483C-A6D1-0099A121978F","title":"Bilateral NSF/BIO-BBSRC: Modelling Light Control of Development","abstractText":"Changes in the light environment, caused by encroaching vegetation or seasonal progression, can alter the course of development leading to a wide variety of plant architectures. This developmental &quot;plasticity&quot;, is a defining characteristic of plants and a prerequisite for survival, allowing adaptation to an environment in flux. Adaptive responses to nearby vegetation are often crucial in the natural environment but costly in terms of yield in a field crop. Indeed, the ability to control crop architecture in dense canopy field conditions is a priority for plant breeders. Speaking to this need, the outputs from this project will generate novel targets and predictive tools that can be used to improve plant architecture in vegetation rich environments. The project aims to fill a knowledge gap: even though light constantly tunes plant development it is still unclear how this is executed at the cellular and molecular levels. A principal aim will be to establish how light signalling is coupled to development providing the first detailed understanding of how light drives plant growth plasticity. \n\nPlants continue to grow and develop through their life cycle and so have to maintain an active stem cell pool. In the shoot, stem cells reside in the &quot;meristem&quot; which is located at the shoot apex. New organ (e.g. leaf) production is controlled by a suite of developmental genes that act at the shoot apex. Our earlier work and that of others showed that light controls the rate of leaf production, leaf size and morphology, suggesting light regulates meristem function. More recently we have uncovered molecular evidence that strongly reinforces this proposition. The research programme aims to delineate the molecular path from light activated signal transduction to organogenesis, providing the first account of how light directs development. To help resolve molecular connections, that may be intricate, we will employ an integrated modelling and experimental regime. This is possible as we have already developed light signalling model framework that can be extended to incorporate meristem genes. Model simulation of different pathway structures will allow us to predict new molecular connections that can be tested in the lab. This iterative process will facilitate and improve the accuracy of pathway assembly. The model will help us to determine how different light regimes alter pathway dynamics and development, providing a system level understanding of pathway behaviour. An important outcome will be the production of a developmental plasticity model with predictive capabilities: an invaluable resource for crop improvement programmes. Model development also represents an important step toward our future aim to construct a virtual plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025551/1","grantId":"BB/M025551/1","fundValue":"440942","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Karen Jane Halliday","coPersons":["Ramon  Grima"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}