{"id":"4C5D960B-C26F-4CCB-8E99-3C7E616B604A","title":"SysMO-DB2","abstractText":"Systems biology is a biology-based inter-disciplinary study field combining experimental investigations and computational modeling to discover emergent properties of complex interactions in biological systems. SysMO is a European trans-national funding and research initiative on 'Systems Biology of Microorganisms'. The initiative's goal is to record and describe the dynamic molecular processes that occur in microorganisms in a comprehensive way and to present these processes in the form of computerized mathematical models. Each project is made up of a consortium of European institutions and each works towards different research outcomes on a variety of microorganisms, including bacteria, archaea (single-celled microorganisms) and yeast. The environmental conditions for each organism vary, growing in culture, soil, water and animal hosts. This diversity means that there are many different kinds of models and many different types of data collected. The SysMO initiative has been divided into two phases: SysMO1 funded eleven projects and 91 institutions; SysMO2 will fund seven projects, five of which are project continuations from phase 2 (so six projects are concluded) and two of which are new. The research outcomes (models, data, procedures), and the know-how and best practice developed by the scientists, are to be managed and pooled in order to: benefit the members of the programme during the running of the projects; disseminate and publish the results to the wider scientific community; and safeguard the results after the completion of the projects that maximises the 'shelf life' and utility of data generated by SysMO. SysMO-DB is a project to build and manage an incrementally developed web-based software platform to achieve this. SysMO-DB1, funded during the first phase, begun the development of a web-based platform - called the SEEK - for cataloguing the different outcomes of the projects, archiving data, procedures and models and integrating with the different project's local data management systems, including the standardisation of the information used to describe the data and models and the handling of project spreadsheets. The SEEK also includes a social network for the SysMO members and integrates with public repositories for data, models, analyses and publications such as JWS Online (for models); SABIO-RK (for data), myExperiment (for bioinformatics data analysis pipelines) and PubMed (for publications). SysMO-DB has also developed effective practices for working with SysMO scientists through the founding of a PALs focus group of researchers who shape the developments, data standards and protocols necessary for pooling and promote SEEK adoption in their own projects. The focus of SysMO-DB1 is on supporting the current projects. SysMO-DB2 continues and extends the work to cope with SysMO-phase changes and life after beyond and after SysMO: new and terminating projects, personnel change, publication outside the consortium and long-term preservation of results. SysMO-DB2 also plans to package up the software and methods so that they can be adopted and sustained by other programmes such as EraSysBio+. EraSysBio+ is a pan-European programme for 16 Systems Biology projects. It is similar in organisation to SysMO but radically different in terms of scope. Hence it differs in the data, model and process capabilities needed. As part of widening the adoption of the SysMO-DB approach the project will support EraSysBio+ in its first 18 months. The two projects from EraSysBio+ that focus on microorganisms will be fully integrated into the SysMO-DB work programme. For the full range of EraSysBio+ projects SysMO-DB2 will instantiate a new instance of the SEEK, provide advice and help launch a PALs scheme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004637/1","grantId":"BB/I004637/1","fundValue":"950271","fundStart":"2010-11-02","fundEnd":"2014-11-01","funder":"BBSRC","impactText":"  The platform was adopted by 14/15 SysMO I and II and EraSysBio+ Microorganism projects and has gone on to be widely adopted in other programmes, notably the Virtual Liver Network, ERANet ERASysBio+ projects, and the forthcoming ERANet ERASysAPP. \n\nThe SysMO-SEEK resource continues to be used by over half the SysMO projects, even after the funds, the programmes and the projects ended. Many groups are including the platform in their new grant proposals. We have successfully retained the outcome Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Carole  Goble","coPersons":["Jacob Leendert Snoep"],"organisation":"The University of Manchester","findingsText":" The SysMO-DB2 project (http://www.sysmo-db.org) followed from SysMO-DB1. It established and continued to develop and support a data, model and SOP management platform to support the long-term retention, exchange, sharing and publishing of the outcomes of the multi-partner projects of the first and second round of the ERANet SysMO (Systems Biology for MicroOrganisms, http://sysmo.net/) programme and selected projects of the ERASysBio+ programme.\n\nIn partnership with HITS, Heidelberg, the projec The SEEK platform is open source and freely available, as the Rightfield metadata collection tool suite. Over 100 Virtual Machines of SEEK have been downloaded, and over RightField has over 500 downloads.\n\nThe SEEK was adopted by 14/15 of the SysMO I and II projects and has gone on to be widely adopted in other programmes, notably the Virtual Liver Network, ERANet ERASysBio+ projects, and the forthcoming ERANet ERASysAPP. \n\nThe platform has been adopted by 10+ independent projects (e.g. Unic Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}