{"id":"4C5EB4A5-5D75-48D2-9351-148C4B572DDD","title":"The avian interferon system and its evasion by Avipoxviruses","abstractText":"The interferon system plays a major role in the body's inbuilt (innate) immunity to pathogens, particularly to viruses. The innate immune system is the descendant of ancient mechanisms found in more primitive organisms. It represents a broad set of non-specific defenses, the job of which is to repel the pathogen, or at least hold it in check until the host's acquired immune system can mount a quick response to pathogens it has seen before, or a slower response to those it has not. The interferon system also helps initiate and coordinate the initial acquired immune response. The importance and effectiveness of the interferon system has only become apparent in the last 10 to 12 years, and is best demonstrated by the pathogens themselves. All have evolved mechanisms, often multiple, to counteract the interferon system, preventing it being initiated ('induced'), amplified and executed. Across the family tree of viruses, a wide and diverse range of virus counter-defenses are deployed, involving the activity of interferon 'modulators'. Interferon was first discovered in chicken cells by Isaacs &amp; Lindemann in 1957 but, since then, our knowledge of the avian system has lagged behind that of the mammalian system. For instance the first chicken IFN sequence was determined only in 1994, 14 years after the first mammalian sequence. This has equally hampered our ability to investigate and understand the mechanisms by which viruses evade the avian IFN responses. For scientists studying avian innate responses and avian viruses, a 'catch-22' situation has existed. Without the tools to characterise the avian system, it has been extremely difficult to identify virus modulators of the system and, without the modulators, scientists have been denied some of the most useful tools for probing the intact system of the host. A previous joint grant awarded to us under the Combating Viral Diseases of Livestock Initiative proved an important way of helping to break this vicious circle. It was not possible to fully characterise all the components of the avian interferon system in one three-year grant but the study did confirm that the avian system, as expected, was substantially the same as the mammalian system(s). However, it also revealed important and unpredictable differences, which could well have important implications for the way that pathogens interact with avian hosts. This has important implications in terms of vaccination, which is widely practised in the worldwide poultry industry. It also goes without saying that significant differences between avian and mammalian systems could have important consequences for the tropism of emerging zoonotic agents, such as Avian influenza (Bird Flu H5N1) and West Nile virus. At the same time the project provided basic tools to study the induction and modulation of the avian interferon response by representative avian viral pathogens and even to facilitate the identification and preliminary characterisation of novel interferon modulators from one complex avian pathogen, FWPV (a poxvirus - a family well known for deploying a wide range of interferon modulators in mammals). This proposal aims to build on that broad overview in two ways. Firstly it aims to focus on particular significant differences identified between the interferon systems of avian and mammalian hosts, and to clarify the consequences for both host and pathogens. To accomplish this it will be necessary to both understand how the avian interferon system functions in these key areas, and to identify how the novel viral modulators function. To identify whether the viral modulators target uniquely avian aspects, or whether they are broader in their specificity, will require clear and detailed characterisation of both host and viral mechanisms. Thus, although the two aims are fairly distinct, they are interwoven, interactive and interdependent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G018545/1","grantId":"BB/G018545/1","fundValue":"388211","fundStart":"2009-12-01","fundEnd":"2012-11-30","funder":"BBSRC","impactText":"  TV/Radio interviews\nOct 2010. Two interviews (BBC TV Oxford, recorded; BBC Radio Oxford, live) on our fowlpox virus 2P-FRET-FLIM study\nwith Stan Botchway at STFC's RAL Harwell Laboratory, published in the Journal of Virology (Jeshtadi et al.).\nMedia Training Workshop panellist/speaker\nNov 2012 Introduction to the News Media. Science Media Centre, Wellcome Trust.\nJournalist Training\nJul 2012 Meeting to produce Vaccines Factsheet for use by journalists. Science Media Centre, Wellcome Trust.\nPress Briefings\nNumerous, on emerging viruses, vaccines, poultry diseases generally; arranged by ICL press office, Science Media Centre\nor by direct contact Agriculture, Food and Drink Societal,Policy & public services","person":"Michael Anthony Skinner","coPersons":[],"organisation":"Imperial College London","findingsText":" That animals produce antibodies as a specific, protective ('adaptive') immune response to vaccines and pathogens is well known; though production of cellular responses is less well appreciated. Much less well-appreciated are the collection of responses seen in the very early phases of infection; these responses are not pathogen-specific and are grouped together under the term 'innate immunity'. Innate immune responses are often the only way in which infection can be kept under control until the organism can develop a more specific adaptive response. A major component of innate immunity is the\nproduction of, and biological response to, type I interferons (IFNs). All cells can produce type I IFNs in response to viral\ninfection; once secreted they bind to receptors on neighbouring cells, triggering a biochemical response that creates an\nunfavourable environment for subsequent viral replication. Although IFN was discovered in the chicken system in 1957, our\nunderstanding of the avian IFN system has lagged behind that of the mammalian system. The importance of the IFN\nsystem in limiting the replication of viruses is strikingly illustrated by the fact that pathogenic mammalian viruses encode\nproteins (for example, the NS1 protein of influenza virus A) that function as inhibitors, either of IFN induction, IFN signalling,\nor both. Although we do not understand the molecular details of the IFN system in birds, it seems safe to assume that avian\nviruses make similar attempts to evade it. This project was part of a two-centre study. The SGUL group studied the\nbiochemical pathways of type I IFN induction in response to viral infection, and the signalling responses of cells exposed to\ntype I IFN. The ICL group studied whether the chicken pathogen, fowlpox virus (FWPV), encodes antagonists of the\nchicken IFN system.\nMammalian cells sense viral infection by the detection of nucleic acid in inappropriate compartments within the cell or\ninappropriately modified. Mammals have two cytoplasmic receptors for nucleic acid: mda5 and RIG-I, for double-stranded\nRNA or 5'-triphosphorylated RNA respectively. The SGUL group readily found the mda5 gene. Like others however, they\nwere unable to find the RIG-I equivalent; it is clearly missing from the equivalent chromosomal position. They showed that\nchicken mda5 induces IFN in response to a broader range of targets, including some recognised exclusively by RIG-I in\nmammalian cells, than mammalian mda5.\nWe showed that FWPV blocks production of IFN and is resistant to externally supplied IFN. We identified two related\nFWPV proteins that contribute to these activities, fpv012 and fpv014. We showed that both are produced in FWPV infected\ncells and that mutating them allows production of some ISGs or makes the virus more sensitive to IFN, respectively.\nMembers of this family of proteins from mammalian viruses have a domain (the F-box) at one end that appears to interact\nwith cellular machinery that tags proteins (bound by the ANK domain at the other end) with ubiquitin, to signal them for\ndestruction by the cellular proteasome. We demonstrated interaction of fpv014 with chicken components of the tagging\nmachinery. We also showed that fpv012 accumulated in the nucleus of infected cells but it did not do so if its F-box was removed.\nDespite heroic efforts, we were unable to identify the targets bound by the ANK domains of fpv012 or fpv014, though\nbiochemical analysis of the fpv012 block suggested it is downstream of the cellular target (ChVISA) of chicken mda5 but\nupstream of the IRF7 transcription factor.\nIt is clear that fpv012 and fpv014 do not account for all of the ability of FWPV to antagonize the chicken IFN system. We\nalso identified a cluster of 5 contiguous genes, mostly from the same family as fpv012 and fpv014, which together\ncontribute to resistance to IFN and individually limit production of IFN. Nevertheless, we expect that more, as yet\nunidentified, genes are also involved. Many constructs and reagents, including:\nDerivatives of the immortalized chicken fibroblast cell line, DF-1, constitutively expressing the tetracycline (Tet) repressor\nDerivatives of the immortalized chicken fibroblast cell line, DF-1, inducibly expressing TAP-tagged FWPV IFN modulators\nfpv012 and fpv014 (inducible by doxycycline)\nPlasmid vectors for transient expression of FWPV IFN modulators fpv012 and fpv014 (parental, tagged and/or mutated)\nRecombinant FWPV in which native IFN modulator Agriculture, Food and Drink","dataset":"gtr"}