{"id":"4C61C29D-D4E1-469F-9838-EAB66C6AF795","title":"UK Quantum Technology Hub for Sensors and Metrology","abstractText":"The Hub will create a seamless link between science and applications by building on our established knowledge exchange activities in quantum technologies. We will transform science into technology by developing new products, demonstrating their applications and advantages, and establishing a strong user base in diverse sectors. Our overarching ambition is to deliver a wide range of quantum sensors to underpin many new commercial applications. Our key objective is to ensure that the Hub's outputs will have been picked up by companies, or industry-led TSB projects, by the end of the funding period.\nThe Hub will comprise: a strong fabrication component; quantum scientists with a demonstrated ability to combine scientific excellence with technological delivery; leading engineers with the broad collective expertise and connections required to develop and use new quantum sensors. We have identified, and actively involved, industry enablers to build a supply chain for quantum sensor technology. As well as direct physics connections to industry, the engineers provide strong links to relevant industrial users, thus providing information on industrial needs and enabling rapid prototype deployment in the field. To establish a coherent national collaborative effort, the Hub will include a UK network on quantum sensors and metrology, which will also exploit the connections that Prof Bongs and all Hub members have forged in Europe, the US and Asia. This inter-linkage ensures capture of the most advanced developments in quantum technology around the world for exploitation by the UK. \nQuantum sensors and metrology, plus some devices in quantum communication, are the only areas where laboratory prototypes have already proven superior to their best classical counterparts. This sets the stage, credibly, for rapid and disruptive applications emerging from the Hub. The selection of prototypes will be driven by commercial pull, i.e. each prototype project within the Hub must demonstrate, from the outset, industry or practitioner engagement from our engineering and/or industrial collaborators. We have strong industry support across several disciplines with the structures in place actively to manage technology and knowledge transfer to the industry sector. Particular roles are played by NPL and e2V. We will closely collaborate with NPL as metrology end-user on clock, magnetometer and potentially Watt balance developments with a lecturer-level Birmingham-NPL fellow contributed by Birmingham University and our PRDAs spending ~17 man-years in addition to 3-5 PhD students on these joint projects in the Advanced Metrology Laboratory/incubator space. E2v have a unique industrial manufacturing/R&amp;D facility co-located within the School of Physics and Astronomy at Nottingham that has already catalysed the expansion of their activities into the Quantum Technology domain. Public Engagement conveying the Hub's breakthroughs will be a high priority - for example annually at the Royal Society Summer Exhibitions. In addition to cohort-training of 80 PhD students working within the Hub, the Hub will contribute to the training of ~500 PhD students via electronically-shared lectures (many already running within the e-learning graduate schools MPAGS, MEGS, SEPNET and SUPA) across the institutions within the Hub.\nThe Hub will create an internationally-leading centre of excellence with major impact in the area of quantum sensors and metrology. To widen the impact of the Hub and ensure long-term sustainability, we will actively pursue European and other international collaborative funding for both underlying fundamental research and the technology development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013294/1","grantId":"EP/M013294/1","fundValue":"35513900","fundStart":"2014-12-01","fundEnd":"2019-11-30","funder":"EPSRC","impactText":"","person":"Kai  Bongs","coPersons":["Christopher John Mellor","David Robert Cumming","Erling  Riis","Richard  Bowtell","Peter George Smith","Winfried Karl Hensinger","Thomas  Fernholz","Moataz M Attallah","Timothy Mark Fromhold","Nicole  Metje","Matthew Jon Brookes","Alan John Kemp","Douglas J Paul","Constantinos Christofi Constantinou","Ricky Darren Wildman","Vincent  Boyer","Aidan Shaun Arnold","Andrew William Rushforth","John Haig Marsh","Marco  Peccianti","Anne  Tropper","Peter  Kruger","Lucia  Hackermueller","Richard Paul Campion","Marc  Sorel","Sergei  Novikov","Andreas  Freise","Matthew David Himsworth","Barry  Garraway","Trevor Mark  Benson","Vincent  Gaffney","Jennifer  Hastie","Janne  Ruostekoski","Peter  Horak","Timothy George Freegarde"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}