{"id":"4C6A3591-74BC-48B0-BB00-006CB4CB7006","title":"How the brain controls food intake: the emerging role of the brain GLP-1 system in energy balance and autonomic control","abstractText":"Obesity, diabetes and co-morbidities, such as hypertension, are a serious health burden for the patient and a strain on public resources. Promising drugs that might be beneficial for the treatment of these conditions are glucagon-like peptide 1 (GLP-1) analogues. GLP-1 is a hormone that is secreted from the gut after a meal. It is also produced in the brain. Its principal role is to improve the digestion of sugars, and to generate the sensation of fullness, or satiety. The aim of our project is to improve our knowledge of the relative importance of the brain and gut GLP-1 signalling in the control of blood sugar and food intake, and to clarify whether GLP-1 analogues, which are already in clinical use, activate the brain GLP-1 system. \nNeurons that produce GLP-1 have been found in the brainstem. These cells send a network of nerve fibres to many parts of the brain, including the hypothalamus, a brain region implicated in the regulation of appetite. We hypothesise that it is GLP-1 released from these brainstem cells that mediates the satiety effects, some of the beneficial effects on blood glucose control, and further functions that are less well understood, such as in cardiovascular control, developing of hypertension, nausea and vomiting, and learning and memory. The proposed research will clarify the exact role of GLP-1 neurons in these effects and thus validate their importance as a drug target for treatment of metabolic disease.\nWe will use a gene therapy approach where new genes are delivered to GLP-1 cells in specific areas of the brain. These genes will produce proteins allowing cell-specific suppression (or alternatively increases) of the activity of GLP-1 cells with unprecendented temporal and spatial resolution. By measuring the effects of inhibiting or increasing activity of specific GLP-1-expressing cells on blood glucose control, food intake and behaviour, we will be able to tease out the exact physiological function played by GLP-1-expressing central neurons. \nThe primary aim of our project is to improve knowledge on the interaction between peripheral and central GLP-1 receptor activation. From this work we will learn whether interference with brain GLP-1 release is an important target for the treatment of obesity, diabetes and co-morbidities. These data will provide further insight into the clinical benefit of GLP-1-based treatments, possibly not only for patients with diabetes, but more generally in metabolic disease. Furthermore, it will provide information on the cause of undesired side effects such as nausea. Since GLP-1 analogues are already on the market for the treatment of type 2 diabetes in overweight patients, we expect that the knowledge from this project will feed into drug development and formulation, and thus an influence on therapy could be hoped for within 10 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013293/1","grantId":"MR/J013293/1","fundValue":"591744","fundStart":"2012-09-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Stefan  Trapp","coPersons":["William  Wisden","Guy Allen Rutter","Alexander  Gourine"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}