{"id":"4C6DF0BC-0CEE-4ECB-B0DB-789C6638410C","title":"Population Genomic Analysis of Introgression between Outcrossing and Selfing Plant Taxa","abstractText":"Individuals belonging to different plant species are usually unable to mate with one another to produce fertile seed. In this situation the species remain distinct from one another and do not exchange genetic material. However certain pairs of species (some 20% of all plants), despite being very different in their flower and leaf shapes, are able to mate and produce hybrid offspring which are intermediate in form between their parents. If these hybrids can produce pollen and seed they can in turn mate with their parents. The outcome of this is that genetic material from one species is transferred to the other, with the hybrid acting as a go between. There is sharing of genetic material between the species. The genetic material that is transferred may affect the way the recipient species behaves. For instance it may mean that the recipient can tolerate waterlogging or low temperatures better that before because it has acquired these attributes from the other species. So transfer of genetic material between species may not only break down distinctions between species, it may also be very important in allowing them to adapt to new environmental conditions such as we expect under climate change. \nAt present we know of many pairs of plant species which can mate with one another and produce hybrids. What we don't know is how much genetic material is exchanged between these species and how important this is in evolution. The aim of this research is to find out how much genetic material is exchanged between two common flowering plants, water avens and wood avens, which form hybrids in many places throughout Britain. In order to do this we will look at the genetic material of the two species in populations that have never hybridised. We will find out how the two species differ in their genetic material by comparing the sequences of their DNA. We will then sequence the genetic material of the two species in areas where they have hybridised, and in areas where they grow together but have not apparently formed hybrids. The DNA sequence information will tell us whether genetic material has been exchanged between the species, how much has been exchanged, and in which direction the genetic material is transferred. For our species we think that genes will be transferred from water avens to wood avens, because water avens is more attractive to pollinators and will mate more often with the hybrid than will wood avens. In order to investigate whether this idea is correct we will collect the offspring of hybrids and parents in hybrid zones, and grow them up. By looking at the genetic makeup of the hybrid's offspring we will find out which parent fathered the seed and therefore whether it has preferentially mated with water avens as we predict.\nThe results we obtain will give us for the first time a quantitative idea of the extent of genetic exchange between hybridising species in present day populations. This will tell us the extent to which the hybridising species share their genetic material, and will allow us to assess the importance of present day hybridisation in the evolution and adaptation of plants. It may fundamentally change our ideas about the nature of plant species as discrete and distinct entities, and open our eyes to an important evolutionary process that is happening around us today in the British countryside.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J006580/1","grantId":"BB/J006580/1","fundValue":"327374","fundStart":"2012-06-01","fundEnd":"2015-08-31","funder":"BBSRC","impactText":"","person":"Richard  Ennos","coPersons":[],"organisation":"University of Edinburgh","findingsText":" not applicable this year not applicable this year Agriculture, Food and Drink,Environment","dataset":"gtr"}