{"id":"4C6DEFC0-2CD9-474C-BFC1-11727834CD13","title":"Towards the chicken of the future: biomechanical compromises and constraints on locomotion and breathing in broiler chickens","abstractText":"Each year over 30 billion broiler chickens are bred for human consumption; 800 million in the UK. Of these animals, almost 30% develop some form of obvious lameness as well as heart and lung problems, costing around &pound;20million/year in the UK alone. These problems are linked to selective breeding for rapid growth rates- broilers take only 6 weeks to reach a slaughter mass of almost 3kg, which has changed from 15 weeks in the 1950s. As a result, the skeletons and other systems of broilers are immature, with compromised abilities to adapt to their environment as they grow to large sizes. Activity levels decline steeply as broilers age. Welfare problems related to inactivity increase with age and there is controversial but building evidence that slaughter-age broilers are in pain. However global food security depends on economical and environmentally-friendly chicken meat. We propose to develop a new scientific framework for understanding how the bodies of broilers change as they grow, focusing on the functions of the legs and their muscles during standing and walking, and the functions of the chest muscles during breathing when standing, sitting and walking. This framework would be founded on an extremely rigorous three-dimensional analysis (using x-rays) of how the skeleton actually is moved by the muscles during locomotion and breathing. It combines cutting-edge techniques for the experimental analysis of gait (including stability) and breathing (including metabolic energy cost for different activities) with anatomically-realistic 3D computer simulations of how the musculoskeletal system produces observed motions. Our novel synthesis of these approaches will allow us to tease apart how the body shape and posture of broilers changes as they grow and how these changes influence standing, moving and breathing. It will reveal tradeoffs between growth, health and behaviour, by filling a major gap in our understanding of broiler biology- studies are yet to peer insideliving broilers to see how their components work to achieve observed behaviours and how the interactions of these components influence the lives of broilers. Instead, most research has focused on external, qualitative observations of 'lameness' and 'leg weakness' during life or post-mortem diagnoses of numerous specific disorders. This study aims to redress this imbalance by spanning the gap between functioning organs, organisms and populations of broilers. We suspect that at 2 weeks of age broilers are quite adept at locomotion and breathing but these abilities tend to decline at 4 weeks and approach limits of viable performance at 6 weeks old. These declines could be driven by the rapid growth of edible breast muscles that make the body 'front heavy,' destabilizing the animal and causing the legs work harder for support, and concurrently incurring breathing difficulties. This vicious cycle would lead to fatigue, inactivity and poor health that has parallels with the human obesity crisis, but there is no simple solution to it. Understanding what selective breeding has done to the detailed anatomy of broilers and how this has affected their functional abilities is pivotal to any solution to the two related crises of leg and lung health in broilers. Furthermore, there may be an optimal body structure (such as larger legs, different breast muscle distribution) at some point early in chicken growth. This optimum could be promoted by selective breeding to reduce these problems if it were determined scientifically- as we intend. Our study would provide a new understanding of the linkages between anatomy, growth, standing and moving, breathing and metabolic energy costs in broiler chickens that would enable us to forge a new way of assessing which chickens move and breathe the best and why. This would help scientists, clinicians and industry to work together to promote better broiler health and welfare while still feeding the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I02204X/1","grantId":"BB/I02204X/1","fundValue":"407879","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  Development of new management regimes for chickens, in broiler industry. Follow-on RVC/Cobb-Vantress Inc. funding to apply this to industrial setting, devising selection criteria for breeding better-walking chickens. This is in progress. Agriculture, Food and Drink,Culture, Heritage, Museums and Collections Economic","person":"John Richard Hutchinson","coPersons":["Monica Ann Daley"],"organisation":"Royal Veterinary College","findingsText":" We have shown that common features of the gait of adult broiler chickens include extremely slow walking speeds, a wide base of support (large feet) and large lateral motions (waddling), which primarily reflect changes to cope with their apparent instability and large body mass. These features allow the chickens to keep the peak vertical forces on their limbs low (aiding in support against gravity), but result in high mediolateral (left-right) forces (due to waddling). Gait differences directly related to morphological characteristics also exist. Mechanical costs of locomotion were still similar across three lines of broilers (2 breeder &quot;purelines&quot; and 1 meat production line broiler) and were not exceptional when compared with more wild-type ground-running birds, implying surprisingly similar metabolic costs of gait although this needs further testing. Thus broiler chickens seem to have an awkward gait, but some aspects of their dynamics show rather surprising similarities to other avian bipeds.\n\nWe have shown how broiler chicken legs and bodies grow across the critical growth period from 2-6 weeks, revealing a huge increase in breast muscle mass but only modest increases in leg mass and leg muscle mass. Thus the ability of broilers to support their own weight likely declines during growth, helping to explain why activity levels decrease concurrently. This is reinforced by decreases in the sizes of visceral organs important for respiration, circulation and digestion. Incidence of limb pathologies such as bacterial chondronecrosis (infective death of joint cartilage) and tibial dyschondroplasia (deformation of the shank bones) increased during growth. Considered together with the relatively slow ossification (formation of bone) of elements of the respiratory skeleton, it seems that rapid growth of the breast muscles might compromise the efficacy of the respiratory apparatus, leading to breathing problems in older broiler chickens and subsequent declines in welfare.\n\nWe have collected a huge dataset on the 3D gait biomechanics and energetics of broiler chickens from 2-6 weeks of age, including 3D x-ray motion analysis of skeletal motions as well as group activity patterns and metabolic costs, to test how the mechanics of locomotion relate to metabolism across growth, and whether these contribute to a decline in welfare and general health across growth. Results of these final analyses, including groundbreaking computer simulations of muscle function and metabolic cost during locomotion, are shortly forthcoming. Refinement of management of poultry- better breeding and welfare, leading to better public relations and economic benefits. Agriculture, Food and Drink,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}