{"id":"4C6F86D3-5EBC-488B-B55F-7821FD051A85","title":"Phenotypic characterisation of non-smoking COPD","abstractText":"Chronic obstructive pulmonary disease (COPD) is a severe, progressive, long-standing disorder of the lungs that affects over 300 million people worldwide. It is the 5th leading cause of death but by 2030 is predicted to rise to the 4th position. Death rates are increasing in Western countries, but to an even greater extent in developing countries. Although tobacco smoking is a well established risk factor for COPD, other causes, such as use of biomass fuel for cooking, outdoor air pollution, occupational exposures and poor socioeconomic status are also believed to be important causes, especially in the developing countries. Indeed, globally around 40% of COPD can be attributed to non-smoking causes. Despite this huge and growing burden, little is known about this non-smoking type of COPD. The first aim of our study is to compare the clinical features (symptoms, quality of life), lung function tests, lung scans and inflammatory profiles in sputum and lung lavage, systemic inflammation and comorbidities of non-smoking COPD patients compared to smoking-induced COPD in India and the UK. We will also document disease progression by measuring decline in lung function and health status over 3 years. The second aim to investigate whether the lower airways are colonised with bacteria and whether bacterial profiles measured by a new sensitive molecular technique differ from exposed and non-exposed controls and smoking COPD patients and whether this is linked to impaired uptake of bacteria by scavenger cells, as it is in smoking COPD patients. Thirdly, we will investigate underlying mechanisms in non-smoking compared to smoking COPD by measuring inflammatory regulators that are linked to increased inflammation and steroid resistance in smoking COPD. We will also study DNA methylation patterns in sputum samples of subjects with non-smoking and smoking COPD to understand the long-term mechanisms that may drive the underlying inflammatory process. We will measure the black carbon content in alveolar macrophages of healthy individuals, individuals with COPD due to exposure to biomass smoke and smoking COPD patients and to relate this to exposure to carbon particulates monitored in the air of homes using biomass fuels. Finally, we will determine the impact of replacing biomass fuel with a cleaner form of cooking (liquefied petroleum gas) on indoor air pollution levels, alveolar carbon content and on lung health using questionnaires, physiological measurements and sputum cellular and inflammatory mediator profiles. The proposed research study will help us better understand a common non-smoking phenotype of COPD, which is one of the leading causes of death in the world, especially in the developing countries, yet almost completely neglected by researchers and the pharmaceutical industry. We will also understand whether simple and relatively inexpensive environmental interventions, such as change in the fuel type, reduces levels of indoor air pollutants and has any impact on health outcomes. These pilot studies will inform future long-term controlled trials of cheap treatments, including low doses of oral and inhaled steroids and theophylline that may reverse steroid resistance, with measurement of important health outcomes, such as exacerbations, disease progression and mortality that are beyond the scope of the current proposal. The results of the study will help to generate new knowledge about non-smoking COPD in India and the UK, but will also have a direct impact on preventative and therapeutic strategies that will benefit policy makers and health care providers across the world. The study will help the exchange of knowledge between the British and Indian research teams and will build up research capacity. Our proposed study addresses a very important unmet clinical need and profits by the complementary strengths and approaches of the Indian and UK research teams.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000108/1","grantId":"MR/J000108/1","fundValue":"652251","fundStart":"2012-05-31","fundEnd":"2016-05-31","funder":"MRC","impactText":"","person":"Peter J Barnes","coPersons":["David  Hansell","Ian  Adcock","Louise E Donnelly","William Osmond Cookson","Peter  Burney"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}