{"id":"4C7CAAF7-60D6-4F02-87B9-102B42DE4CB9","title":"The BBC Monitoring Service collection at IWM Duxford: investigating and evaluating its heritage and academic value and how it can be made accessible","abstractText":"The BBC Monitoring Service transcripts collection occupies 1500 metres of shelving in a 1930s former RAF building at IWM Duxford. It represents the output of millions of hours of listening and transcribing broadcasts - a colossal collection of typed transcripts documenting international radio outputs during the Second World War and the Cold War, from 1939-1980. The network will bring together archival practitioners and researchers from the fields of twentieth century history, BBC institutional history, propaganda and intelligence, radio studies, translation and language studies, and digital humanities to explore the potential of this vast collection, provide expertise on its use and promotion, and examine possibilities for further research and collaboration. The work of the BBC Monitoring Service is international in scope and the research network will reflect this by involving representatives from academic institutions and equivalent archives worldwide, thus opening up the collection for later projects that involve international collaboration. \n\nIt should be noted that the BBC Monitoring Service's Summary of World Broadcasts/Daily Digest - daily summaries of the news broadcast by states worldwide - have been used by scholars, who have had access to them on microfiche in libraries worldwide since the 1970s. IWM's collection consists of the raw unedited transcripts from which the summaries were drawn. The proposed network's focus, therefore, will be on the ways in which this very much larger body of unexplored material held by IWM can be used.\n\nThe network will explore the collection, suggest ways of providing greater access to and understanding of its content, and encourage engagement from a wide and diverse range of users. The network will also seek to develop future research directions to explore the full potential of this resource. These aims will be achieved through a series of four multidisciplinary workshops to address four key themes: \n\n1. BBC Monitoring and the World: the service and its role in international politics and diplomacy \n\n2. The difficulties of translation and intelligence-gathering faced by the Service; \n\n3. The BBC Monitoring Service as an institution;\n\n4. The archive as a physical entity and the opportunities presented by digital technologies to allow greater public access to the collection, increasing understanding of the output of the BBC Monitoring Service, and providing new educational resources. \n\nThe wider aims of the network are to establish and promote the value of the collection for researchers; to encourage recognition of the collection as an important part of British heritage, and to explore the digital potential of the collection.\n\nIn order to achieve this, the network will seek to build international relationships with researchers; establish a dedicated microsite on the IWM website and publish the outcomes of the workshops in academic journals and the popular press. \n\nThe network will led by IWM's Head of Research, Suzanne Bardgett, who has highlighted the likely value of the collection to the academic world, and co-supervised two PhDs on the subject, and Professor Jean Seaton, Official Historian of the BBC and Professor of Media History, University of Westminster. \n\nThe Advisory Group includes: Professor Sheila Anderson, King's College London; Professor Christopher Andrew, Cambridge University; Dr Peter Busch, King's College London; Professor Hilary Footitt, Reading University; Robert Seatter, Head of BBC History; Dr Alban Webb, The Open University; Chris Westcott, Director of BBC Monitoring Service and Rosy Wolfe, Head of Business Development, BBC Monitoring Service. \n\nThe BBC is a committed Project Partner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M004007/1","grantId":"AH/M004007/1","fundValue":"32751","fundStart":"2015-01-23","fundEnd":"2016-02-29","funder":"AHRC","impactText":"","person":"Suzanne  Bardgett","coPersons":["Jean  Seaton"],"organisation":"Imperial War Museum","findingsText":"","dataset":"gtr"}