{"id":"4C7E0831-049C-4A8E-96CB-45EFB43D9652","title":"Evaluating the importance of autophagy/xenophagy in protecting the intestinal epithelium in Crohn s Disease","abstractText":"The inflammatory bowel diseases (IBD) are disabling life-long illnesses which are common in the Western world. Typical symptoms common to both illnesses include abdominal pain, weight loss, and diarrhoea. There are two main types of inflammatory bowel disease: Crohn?s disease (CD) and ulcerative colitis (UC). The cause of these illnesses is not certain, but it is now very clear that each condition is influenced by a number of genetic risk factors as well as environmental factors. These include the presence of bacteria in the bowel and smoking habit. Recently, great progress has been made in identifying several new genetic risk factors involved in Crohn?s disease. Two of the most recently identified genes are involved in a process called autophagy, a mechanism by which cells conserve or recycle specific proteins to keep themselves alive in conditions of starvation, or under specific environmental ?stressors?. There is some evidence that autophagy might also be involved in the maintenance of a healthy gut, removing or killing ?bad? bacteria and allowing ?good? bacteria to live there. Changes in the regulation of the autophagy pathway might upset this delicate balance or allow ?good? bacteria to produce unwanted responses from the gut cells, leading to inflammation. In a series of laboratory experiments, we aim to investigate this pathway and to clarify how function is changed in CD patients and the effect of different environmental ?stressors?, and of genetic alterations. Results will indicate whether this pathway is involved in the cause or development of CD and may also indicate the molecular pathways involved which could potentially lead to the development of new drug therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800759","grantId":"G0800759","fundValue":"330036","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"MRC","impactText":"","person":"Jack  Satsangi","coPersons":["Marian  Aldhous","Ted  Hupp","Elaine  Nimmo","Craig  Stevens"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}