{"id":"4C95B3E0-5ADD-48B6-BB06-B5EAED2597D5","title":"French cinema in Britain since 1930","abstractText":"The project aims to reconsider and deconstruct dominant British perceptions of French cinema through a detailed study of its distribution, exhibition, promotion and reception in Britain from the early days of sound cinema to the present. This will entail analysis of industrial strategies, institutional policies and cultural agendas, cinematic and other, resulting in a detailed picture of this particular form of filmic exchange and its place in a broader socio-cultural context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119259/1","grantId":"119259/1","fundValue":"274890","fundStart":"2006-07-01","fundEnd":"2010-06-30","funder":"AHRC","impactText":"  I have been invited to give a number of public lectures on themes related to the research. I have been interviewed by the broadsheet press. I have curated a French film event thematically organised around the project's research Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism Cultural","person":"Lucy  Mazdon","coPersons":[],"organisation":"University of Southampton","findingsText":" In a market dominated by Hollywood, French films are consistently the most widely distributed non-English language work and yet only a fraction of the French films produced each year ever makes it to British screens. French cinema in Britain is quite different to that experienced by audiences at home. Nevertheless, both academic and popular accounts of French cinema have typically failed to acknowledge this difference. \n\n\n\nVia a detailed study of the distribution, exhibition, promotion and reception of French cinema in Britain the project analysed how and why this process of transformation takes place and its impact on perceptions and understandings of 'French' cinema. By moving beyond accounts of French cinema as experienced and articulated within France and engaging instead with a detailed historical study of the dissemination of French cinema in Britain, the research problematised dominant Anglophone and French understandings of what constitutes 'French' cinema. In place it constructed a clear picture of the various transformations which occur as films travel between these two cultures. Accounts of French cinema in Britain were historicised and unpacked and the Hollywood/Europe axis which has dominated studies of cross-cultural traffic was replaced by an engagement with this highly significant instance of inter-European exchange. \n\n\n\nThe project moved from the beginnings of sound cinema (and the emergence of 'national' cinemas and the development of a British 'art' film culture) to the present day. Extensive archival research ensured a very precise focus on the distribution, promotion and exhibition of French cinema in Britain and its British reception. The study provided a comprehensive understanding of how French cinema in Britain differs from French cinema in France; how and why this change takes place at different historical moments; and what impact this has upon British audience expectations and perceptions of French cinema. Engagement with non-academic audiences through talks, film screenings and exhibitions.\n\n\n\nBy targeting 'typical' audiences for French cinema in Britain (as evidenced by the underpinning research) these audiences were invited to question their own cinematic choices and reasons for watching French film. \n\n\n\nThe organisation of events around French film in Southampton increased the cinema's presence in the city thus extending entertainment/leisure activities.\n\n\n\nMedia output (radio and print) ensured broad dissemination of key research. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}