{"id":"4CB0E585-0E99-4E94-9233-525FC7B46168","title":"Mechanisms underlying synapse-specific clustering of GABAA receptors","abstractText":"To recognise things around us, process information and respond in a useful, safe and socially acceptable way, the brain performs extremely complex computations. Our brains contain millions of nerve cells (neurones) which process information and transfer it to other neurones via synapses. Since there are many types of neurones, there are many different types of synapse. Even subtle changes at one type of synapse can produce behavioural, or emotional changes and contribute to neurological or psychiatric disease. This project focusses on inhibitory synapses which reduce activity in other neurones, blocking their responses to other inputs. They select precisely which information is processed and control inappropriate perceptions, responses and behaviour patterns. Many drugs affect their function, eg. anaesthetics, sedatives and anti-anxiety drugs, while changes at some of these synapses caused by changing hormone levels contribute to premenstrual tension, increased epileptic seizure susceptibility at some times of the month and to ?postpartum blues?. \n\nAt each synapse, a minute, highly specialised region of the output fibre of one neurone comes very close to the surface of another making a functional connection. On each side of the synapse so formed, proteins cluster into highly specific, complex functional units. These synaptic proteins are highly specialised components. We know something of their structures, their interactions with each other as they control information transfer and that subtly different components are used by different types of synapse. What we do not yet understand is how each of them is selected and inserted at just the right place, or precisely how each combination of components leads to one set of distinctive functional properties. A first requirement for this level of precision is for two neurones, one on either side of the synapse, to recognise each other. Neurone A might receive inputs from twenty different types of neurones and might generate output onto twenty different types of other neurones. It must therefore construct its own half of each of these synapses with enormous precision using just the right components at each one. The first question to be answered is therefore - how does it recognise the neurone on the other side ? The sheer complexity has, until recently, precluded a deeper understanding. The tools needed to probe further are however, becoming available and with them, new insight into the mechanisms that underlie this precision. We will combine these tools in two parallel, novel and complementary experimental approaches to the problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800498","grantId":"G0800498","fundValue":"1045820","fundStart":"2009-01-05","fundEnd":"2013-01-04","funder":"MRC","impactText":"","person":"Alex  Thomson","coPersons":["Robert Justin Harvey","Afia Begum  Ali","Frances Anne Stephenson","Jasmina  Jovanovic","Audrey  Mercer","Kirsten  Harvey","Brian  Pearce"],"organisation":"School of Pharmacy","findingsText":"","dataset":"gtr"}