{"id":"4CB6EAA0-C534-4835-B5BE-9F454F866353","title":"Negotiating Tradeoffs: Making Informed Choices about Ecosystem Services for Poverty Alleviation","abstractText":"The ecosystem services framework offers considerable potential for developing approaches that simultaneously provide ecological stability and livelihood security, especially in the most vulnerable regions of the world, as it promises to integrate concerns about the resilience of ecosystems with their broader developmental implications. However, there is increasing evidence that the reality of ecosystem management involves making difficult choices between different types of ecosystem services (such as between climate regulation, biodiversity conservation, provision of water or forest products, and so on), and between the competing claims of different groups in society (such as between local resource users and those within the global community concerned about climate change or loss of key charismatic species). While some areas of habitat or landscape hold multiple values (e.g. hill forests, providing biodiversity, carbon, water, forest products and tourism revenues), these diverse services are not necessarily mutually independent. Patterns of demand, prices, institutional structuring of markets and changing scientific knowledge are likely to make some services more valuable than others, leading to tradeoffs between different services (e.g. the choice between species diversity and carbon in a mountain forest). These tradeoffs manifest themselves both over time (between current and future uses) and at different spatial scales (local, regional, national and global). Most trade-off analyses neglect the reality of actual decision-making in the context of ecosystem management strategies. At the field level, decisions typically involve repeated processes of consultation, negotiation and compromise. How do conflicting stakeholders make choices in specific empirical situations? What are the relative roles of different actors, and how do they exercise power in this process? Whose values and interests are reflected in final outcomes, and to what extent can outcomes be seen to enhance social well-being? What are the institutions and structures of governance that enhance effective decision-making? These are difficult questions, but are critically important if improved ecosystem management is to be used as a tool for sustainable poverty reduction. Only by empirically documenting the decision process itself, in all its messy political reality, will we be able to generate a genuine understanding of the feasible ways in which ecosystem services can be protected or enhanced, while simultaneously benefiting the most marginalised and vulnerable groups in society. This project will develop a framework to understand how actors actually negotiate over tradeoffs in the context of ecosystem management. This framework will be based around a detailed empirical engagement with two specific case studies, located in forest-hydrological-urban landscapes in India (in the Himalayas and the Western Ghats). It will use a process of expert-led modelling of ecological and socio-economic dynamics alongside an engagement with more 'lay' or everyday perspectives from local stakeholders. It will use structured software for systems dynamic modelling to develop expert and participatory models of the local socio-ecological system, and will use these to engage local stakeholders in a structured dialogue about tradeoffs and choices, through a series of site-based workshops. The findings from these modelling exercises, and from the stakeholder workshops, will be used to analyse the ways in which decisions are actually made in these local contexts, with a specific focus on how political constraints influence the nature of the process. These observations will be used to construct a grounded framework that documents the political economy of negotiations over resource use, which will ultimately help policy makers develop better strategies for pro-poor ecosystem management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003924/1","grantId":"NE/I003924/1","fundValue":"217794","fundStart":"2010-09-01","fundEnd":"2013-02-15","funder":"NERC","impactText":"  This project explored new and innovative concepts needed to ensure the successful delivery of ESPA's objectives, by working across traditional disciplines. Two specific insights that emerged from this work were:\n\n1) Political economy perspectives in the design of PES schemes: In the Palampur, site the project focused on how PES schemes for water-related ecosystem services can be better designed and supported using a political economy perspective. Currently, the design of such schemes often overlooks how different stakeholders make choices and the negotiation processes involved in shaping and influencing local outcomes. The implementation of PES is often significantly influenced by the perspectives of local stakeholders and perceived impacts on local equity. The main finding from the Palampur work is that the design and implementation of PES schemes will benefit greatly from adopting an explicit political economy perspective, recognising the interests and perspectives of all affected stakeholders. \n\n2) Need for convergence of knowledge paradigms related to ecosystem services: There is increasing evidence that the understanding of the ecosystem services concept and its application is significantly influenced by stakeholder's perceptions, knowledge, interests, values and benefits derived by them. The findings from Malaprabha site in Western Ghats demonstrate that the application of ecosystem services framework would benefit from more explicit and careful attention to the question of knowledge and perceptions of the concept by different stakeholders and how it influences the choices they make to prioritise benefits derived from nature. The findings highlight that one important limiting factor in application of ecosystem services concept can be the lack of recognition of different knowledge paradigms i.e. stakeholders are different scale understand the concept differently, which are influenced by their knowledge, resource dependence, use and management practices. Communities and Social Services/Policy,Environment Cultural,Societal","person":"Bhaskar  Vira","coPersons":["Shrinivas  Badiger","William Mark Adams","Jagdish  Krishnaswamy","Chetan  Agarwal"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}