{"id":"4CB92F1B-71B7-4A94-8505-90C47B01019C","title":"Localisation on quotients by non-reductive group actions and global singularity theory","abstractText":"The proposed research lies in algebraic geometry with applications in singularity theory, and uses methods of algebraic topology. It aims to extend earlier research by the proposed PDRA in global singularity theory, which involves actions of certain non-reductive algebraic groups which occur as diffeomorphism groups. The goal of the proposed project is to extend these ideas, using recent and current research by the PI and her collaborator Doran towards a general theory for constructing quotient spaces for non-reductive group actions in algebraic geometry.Algebraic geometry combines techniques of abstract algebra with the language and intuition of geometry. It occupies a central place in modern mathematics and also has multiple connections with physics, for example through gauge theory and string theory. The central objects of algebraic geometry are polynomial equations in many variables: algebraic geometers attempt to understand the totality of the solutions of such a system of equations. Topology also plays a key role in this project, especially localisation methods in algebraic topology. The motivating insight behind topology is that answers to many geometric problems depend not on the precise shape of the objects involved, but rather on a much looser concept of shape; combining the fine tools of algebraic geometry with topological approaches has resulted in many important results. The remaining crucial ingredient in this project is symmetry: that is, group actions. Symmetries are of fundamental importance throughout much of mathematics and physics, in particular in algebraic geometry and topology. The set of fixed points of a group action often stores significant information about the topology of a space; this is the basis for the localisation theorems to be used in this project in order to study the topology of quotient spaces in algebraic geometry. Quotient spaces are often fundamental in the construction and understanding of moduli spaces (parameter spaces for families of geometric objects), which is one of the central problems of algebraic geometry, and is of great importance in related areas of geometry and of theoretical physics.The main objects of study in global singularity theory are maps between manifolds. In singularity theory, in order to understand global maps, we study local maps between Euclidean spaces, but it is necessary to take account of changes of coordinates. Thus it is important to understand the local diffeomorphism groups, which are highly complicated, infinite-dimensional, non-reductive groups, and to take appropriate quotients by their actions. The proposed PDRA has constructed an iterated residue formula for certain associated invariants called multidegrees, for an important class of singularities called Morin singularities. This project aims to use localisation methods to find similar iterated residue formulas for much more general non-reductive quotients, and to apply them in global singularity theory to more general situations than that of Morin singularities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000174/1","grantId":"EP/G000174/1","fundValue":"238353","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Frances Clare Kirwan","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}