{"id":"4CBD3949-01DB-4E59-B710-CD453EFF21DF","title":"Defining the mechanistic and functional details of an evolutionarily conserved non-canonical retromer pathway.","abstractText":"Mammalian cells are composed of a variety of interconnected membrane compartments each composed of a unique combination of proteins and lipids. For cells to function correctly, proteins and lipids are required to be transported to specific compartments within this maze of membranes. Understanding how cells achieve this is a major challenge in modern cell biology. Our research focuses on the role of two lipids, called PI3P and PI3,5P2 in the regulation of transport within a specific membrane maze called the endocytic network. Altered levels of these lipids, and resulting defects within the network can lead to various diseases including neurodegenerative diseases such as Alzheimer's. In the current proposal, we outline a multidisciplinary programme of research that aims to describe how one family of PI3P-binding proteins - the sorting nexins - regulate a specific transport step within the endocytic network. We focus on a multiprotein complex called the retromer. Previous research has established that retromer is evolutionarily comserved - that is, it is present in relatively primative (e.g. yeast) as well as complex organisms (e.g. humans). Classically the human retromer contains the following proteins: VPS26, VPS29 and VPS35 and the sorting nexins, SNX1, SNX2, SNX5 and SNX6. Importantly, research has implicated retromer in various disease states. For example, perturbed retromer function may be involved in Alzheimer's disease, and various pathogens (e.g. Salmonella) may also require retromer function for their pathology. Characterising the detail of retromer function is therefore important if we are to fully understand certain human diseases. Through an international collaboration with the laboratory of Dr Rik Korswagen (Hubrecht Institute, The Netherlands), we have recently established the presence of a 'non-classical' retromer. While this shares the classic retromer proteins, VPS26, VPS29 and VPS35, it does not contain SNX1, SNX2, SNX5 or SNX6 but instead contains an entirely distinct sorting nexin, called SNX3. Like the classical retromer, the non-classical retromer is also evolutinarily conserved. This is an exciting discovery since it has established that when examining retromer and its role in human diseases, one needs to also consider the non-classical retromer pathway. In the current project we propose to define in more detail the molecular assembly of the non-classic retromer, and elucidate how it functions alongside the classical retromer in regulating transport of specific proteins through the endocytic network. Biochemical, molecular cell biology and experiments in whole organism genetics will be performed in order to obtain a broad picture of the non-canonical retromer function, from the molecular components and interactions through to physiological consequences for the whole organism. Successful completion of the proposed research, will generate invaluable, fundamental information on this new pathway that will add significantly to our understanding of retromer function in normal and disease-related contexts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011412/1","grantId":"BB/I011412/1","fundValue":"333578","fundStart":"2011-12-12","fundEnd":"2014-12-11","funder":"BBSRC","impactText":"","person":"Peter  Cullen","coPersons":["Ian  Collinson"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}