{"id":"4CC6D340-871C-4FC7-980B-7C7F6CCD88B8","title":"Assessing the potential of mRNA-FISH FACS for isolation of functional soil bacterial populations for quantifying biogeochemical cycle interactions","abstractText":"The normal growth of all living entities depends on an adequate source of essential elements (e.g. C, N, S, P) and, in this respect, the Earth can be considered a closed system with the supply of essential elements being finite. Therefore, the recycling of these elements through the environment is fundamental to avoid exhaustion and microbes can be viewed as the 'engine room' that drive the component processes responsible for the recycling of these elements in the Earth's biogeochemical cycles. In cycling carbon, soil microbes utilise different organic and inorganic forms of carbon as energy and carbon sources resulting in the transfer carbon between environmental compartments. However, the carbon cycle does not operate on its own but it is closely metabolically linked with that of other essential elements either via the use of these as reductants and oxidants in energy transduction or via their incorporation into biomass (or release from decaying dead biomass) as part of multiple essential element- containing biomolecules (e.g proteins, DNA). Hence, the availability of carbon is a key factor in determining the transformations and cycling of other essential elements whilst the availability of other key elements control the rate at which microbes consume and respire carbon. Such biogeochemical cycle interactions can be illustrated by the soil microbial process of denitrification: the decomposition of organic carbon under low oxygen conditions through the respiration of nitrate resulting in the step-wise reduction of nitrate to dinitrogen gas (N2) with nitrous oxide (N2O) produced as an intermediate. \n\nA central goal in microbial ecology is to link biogeochemical processes to specific microbial taxa in the environment so that the role of microbial community structure can be better represented in predictive models. A suite of methods have been developed in the last decade in order achieve this goal without the need for cultivation and characterization of isolates but none of these offer the opportunity to quantify the interactions between biogeochemical cycles in a microbially-oriented way, for example, with respect to the use of a particular carbon source as a reductant to drive denitrification. Gaining the quantitative understanding of the interactions that is required to predict essential element fluxes and feedbacks under perturbed carbon cycle and environmental change scenarios is therefore method- limited.\n\nThis project will provide proof-of-concept of a new method to quantify use of carbon by bacteria whilst transforming another essential element. The bacterial denitrification pathway will serve as a case study with a focus on the bacteria using carbon to reduce N2O to N2 (the final step in denitrification) due to the crucial role that this group play in regulating the atmospheric concentration of N2O, a potent greenhouse gas. The new method involves: (i) use of C isotopes to trace microbial C consumption; (ii) labelling actively N2O-reducing microbial cells with a fluorescent dye; (iii) sorting the fluorescent cells and quantifying the C isotope content.\n\nThe proof of concept will be in simple experimental systems involving known N2O-reducing bacteria and soil microcosms incubated under conditions known to promote denitrification. As a case study, we will test a theory concerning the carbon source preference of the N2O-reducing bacteria.The project brings together the complimentary expertise of the investigators (use of C isotopes, fluorescence-labelling and sorting of bacteria, denitrification biogeochemistry) and the project partner (fluorescence labelling of bacteria active in biogeochemical cycling). We will use state-of-the art stable isotope techniques to quantify microbial N2O reduction and exploit advances in instrumentation for cell sorting that enables the accurate detection of bacterial cells extracted from soil.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013153/1","grantId":"NE/J013153/1","fundValue":"51469","fundStart":"2012-10-31","fundEnd":"2013-12-31","funder":"NERC","impactText":"  There has currently been no impact beyond academia  ","person":"Elizabeth  Shaw","coPersons":["Elizabeth  Baggs"],"organisation":"University of Reading","findingsText":" We have gained experience with a method that can be used to fluorescently label soil bacterial cells that reduce the greenhouse gas nitrous oxide during denitrification so that they can be analysed using flow cytometry.\nWe have established and characterized denitrifying soil microcosms with respect to carbon source controls on nitrous oxide and dinitrogen gas production during denitrification. Understanding carbon source controls on nitrous oxide and dinitrogen gas production during denitrification may eventually lead to the rational manipulation of soil and rhizosphere to reduce nitrous oxide emissions. Agriculture, Food and Drink,Environment","dataset":"gtr"}