{"id":"4CE1CAA1-CE5A-43FA-8C35-9FB1C17284E8","title":"Beyond the consensus: defining the significance of foot-and-mouth disease viral sequence diversity","abstractText":"Foot-and mouth disease is caused by a small virus (FMDV) which has an RNA genome. In common with most other RNA viruses, the replication machinery of FMDV makes errors when it copies the genome during replication. As a consequence, the virus evolves very rapidly and can quickly adapt to different environmental pressures. During the 2001 and 2007 outbreaks in the UK, we exploited these properties to finger-print FMDVs recovered from field samples to show how viruses collected on different farms were related to each other. These data provide valuable information to assist in epidemiological tracing and were used in real-time in 2007 to support Defra's control and eradication policy. It is likely that this type of analysis will be widely used to support any future incursions of FMD in the UK (or elsewhere in Europe). However, our current interpretation of these data is limited by our understanding of the fine-scale processes that underpin the genetic changes that are observed during transmission of the virus at the herd-to-herd (or animal-to-animal) level. The aim of this project is to use a 'next-generation' sequencing technology to reveal, for the first time, the complex mixture of viruses that are present within samples and are the starting material for fine-scale evolution of FMDV. We have conducted preliminary experiments to optimise and evaluate this method using a samples collected from a single cow that had been experimentally inoculated with FMDV. These data demonstrate that we are able to measure the frequency of even very rare genetic variants that exist in feet lesions from an infected animal. Many of these variants represent genetic intermediates that were previously undetected using conventional methods. We therefore, conclude that this new sequencing methodology is well-suited to revealing the fine substructure of complex viral populations and will be a valuable tool to quantify the high-resolution evolutionary dynamics of FMDV. During this project, we aim to extend this approach to generate data from a wider range of samples that have already been collected (and archived) from previous field outbreaks of FMD, and from controlled experimental transmission studies and develop models that quantify the effects of transmission on genetic diversity. In addition to improving our understanding of the way that FMDV evolves, we anticipate that the findings from this project will have broad application to the transmission biology of other acutely acting viral infections including viruses of human and veterinary importance such as classical swine fever, swine vesicular disease virus, rabies virus, influenza and corona-like (SARS) viruses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014314/1","grantId":"BB/I014314/1","fundValue":"285349","fundStart":"2011-10-01","fundEnd":"2015-05-12","funder":"BBSRC","impactText":"  This project investigates the fine-scale evolution of foot-and-mouth disease virus. Our findings improve knowledge about the way in which this important livestock virus is transmitted between infected farms, and has provided tools that can be potentially used in the event of a foot-and-mouth disease virus outbreak in the UK or Europe.\n\nThis project has: \n1) generated novel insights into fine-scale processes that drive the evolution of FMDV \n2) Developed generic laboratory and analytical tools that can be used by others to study the evolution of RNA viruses \n3) Contributed to the development of new and improved viral tracing tools that can be used in real-time to support the FMD control and eradication programmes Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment Economic,Policy & public services","person":"Donald  King","coPersons":["David James Paton"],"organisation":"The Pirbright Institute","findingsText":" Genetic variation is increasingly used to trace the movement of viruses and the origins of disease outbreaks. The reduced costs of sequencing have resulted in an increase in both the number of samples submitted for genetic characterisation, and the proportion of the genome that is sequenced, enabling a corresponding increase in the spatial and temporal resolution at which virus evolution can be described. Using samples collected from controlled transmission experiments, we have employed 'next generation' sequencing technologies to characterise how viral diversity within a host accumulates over the course of an acute infection of FMDV, and how much of this diversity is transmitted onward to susceptible individuals. With these insights, we can use viral genetic data to reconstruct detailed transmission pathways for the virus that can be applied to outbreaks in the field. In addition to improving our understanding of the way that FMDV evolves, these findings have broad application to the transmission biology of other acutely acting viral infections including viruses of human and veterinary importance such as classical swine fever, swine vesicular disease virus, rabies virus, influenza and corona-like (SARS) viruses. FMD is an economically important disease, and as a consequence there is a requirement to develop tools to both monitor the evolutionary dynamics of the causative agent (FMDV), and the spread of the disease in the field. FMDV presents unique opportunities to integrate our understanding of evolutionary and epidemiological dynamics since virus samples are so often collected at the same time as detailed epidemiological data are acquired. This integration is currently the focus of a great deal of research attention and the data and findings of our proposed research will be of considerable general interest to the wider epidemiological community since FMDV is an appropriate 'model virus' representative of other viruses of contemporary interest. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}