{"id":"4CFB2437-1767-4F42-BD59-ACEEDFA4314A","title":"CamChain - Campylobacter in chicken production: survival, virulence and control","abstractText":"Campylobacter is a major food borne pathogen in the EU, estimated to infect 1% of people. EFSA estimates that poultry is responsible for up to 80% of cases. Chicken carcass contamination presents two threats. Surface levels can be high, posing a cross-contamination risk and extra-intestinal spread to muscle and liver increases the chance that Campylobacter survives cooking. Broilers become infected during production from the environment. Mechanisms by which Campylobacter survives in the farm and processing environments, transmits to broilers and subsequently colonises them are not well understood. We seek to identify the mechanisms by which these processes occur at the molecular level and examine survival in the farm environment and through the food chain. \nUnderstanding of the mechanism and timing of entry of Campylobacter into broiler houses and initial colonisation of the flock is lacking. Similarly, our understanding of the within flock epidemiology of Campylobacter is poor. We will address these issues. Bird general and gut health play major roles in susceptibility to Campylobacter and we will investigate this. Our proposed field studies will also determine what strains of Campylobacter are present in the farm and surrounding environment, how these vary over time and by season and how such strains relate to those in broilers on those farms. \nCampylobacter can be isolated from edible tissues of chickens. Research suggests that host stress and innate immune responses can create invasive Campylobacter phenotypes. Nothing is known about mechanisms by which Campylobacter leaves the chicken gut. We will identify these and the mechanisms for intestinal colonisation, using post-genomic techniques. We will examine methods for enhancing bird resistance to Campylobacter through the use of potentially probiotic bacteria and prebiotic diets. Past work has had mixed success but our preliminary data indicate that we have products with potential. We will determine their effects on Campylobacter carriage, bird gut health and the gut microbiome. Both play a role in susceptibility of birds to Campylobacter and also influence its in vivo behaviour. We will measure success on the basis of whether flocks are Campylobacter-positive or -negative, on levels of flock colonisation and numbers of the bacteria in caeca and on carcasses. \nIt is not well known how Campylobacter survives in 'hostile conditions' or whether such exposure affects virulence. Campylobacter is considered to be fragile yet survives well on farm and on chicken carcasses. In vitro studies show that C. jejuni co-cultured with other microbes can better survive adverse conditions. The role of microbial communities in Campylobacter ecology that co-occur in natural and farm environments has not been studied. We will determine levels of Campylobacter and the different strains present in farm environments and how they are affected by climate, weather and season. There is a lack of understanding of the molecular response of Campylobacter to stresses in the farm and processing environments. Past work showed that C. jejuni isolates differ in survival in hostile environments.Other work found that isolates differ in virulence. What has not been done is to establish whether there is a relationship between environmental resilience, stress responses and virulence at the molecular level. This is an important objective of the proposed work and one which leads to effective control of the pathogen in the food chain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000055/1","grantId":"BB/K000055/1","fundValue":"563078","fundStart":"2012-07-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"","person":"Tom John HumphreyNicola Jane Williams","coPersons":["Paul  Wigley"],"organisation":"University of Liverpool","findingsText":" In the UK, the spatial-temporal pattern of Campylobacter strains across the poultry farm landscape on one farm has been determined. Defined areas of the poultry farm environment were sampled weekly, using boot socks (n=644), non-poultry faecal samples were also collected (n=80) and water sources sampled (n=366) to detect Campylobacter spp (April 2013-October 2014) present in the environment by culture and directly by PCR. All poultry houses on the farm (n=4), were sampled the day before the birds were placed, at days 1, 7, 14, 21, and then twice weekly until slaughter (7 flock cycles sampled to date). Of the water samples collected, 6% were positive for Campylobacter DNA only and 23% were Campylobacter-positive by culture. Of the non-poultry faecal samples (n= 81), none were Campylobacter positive by culture, however 37 were positive by PCR for Campylobacter DNA. Most of the flocks on the study farm were colonised with Campylobacter post-thinning (partial removal of the flock for slaughter); however, during the summer months, flocks were colonised earlier during the flock cycle (before thinning). Peaks were observed in environmental boot sock culture-positivity prior to, and following, flock positivity. Furthermore, not one area of the poultry farm environment has been consistently positive for Campylobacter, and during the summer months we detected very few environmental boot socks that were Campylobacter culture-positive. In total, 1365 Campylobacter isolates have been isolated to date; 70% were C. jejuni, 13% were C. coli and the remaining 17% represent other Campylobacter spp. To investigate strain diversity in the different environmental compartments on the farm, isolates representing flock and the environmental were subjected to porA typing (n=372 isolates). A high diversity of strain types were identified, some of which, but not all, were shared between flocks and the external environment. This typing will also be used to inform which isolates should be subject to whole genome sequencing (WGS).\nC. jejuni M1 and 13126 (a hyperinvasive strain of C. jejuni) has also been challenged in a soil microcosm experimeng using soil from a farm and comparing survival at two temperatures, 5 and 20oC, in soil which has been sterilised and soil which has not. Recovery of both M1 and 13126 from non-sterile soil was greater at the higher temperature when compared to sterile soil, however 13126 survives better in non-sterile soil at both temperatures than M1, these experiments are on-going. \nA TraDis (transposon mutagenesis) library was constructed in strain M1 and experiments using this library were undertaken successfully in a commercial broiler line and analysis is on-going by our partners in Cambridge, but early results indicate the identification of a number of genes which have been identified as being essential to colonisation of chickens. This work is still very much on-going , however our results do suggest that some strains of C. jejuni are more likely to survive in the poultry farm environment and the foodchain, therefore any interventions applied at the farm level or in the foodchain should take into account the different behaviour of different strains, both by industry and academia. Agriculture, Food and Drink","dataset":"gtr"}