{"id":"4D051510-D6CB-4AC2-9F6B-821A3A537C16","title":"The Thermal Conductivity of Lower Mantle Minerals","abstractText":"The thermal conductivity of mantle minerals affects a wide range of fundamental Earth processes. It controls the heat transferred from the core to the mantle. This in turn determines the cooling of the core, the age of the inner core and the generation of the Earth's magnetic field. Thermal conductivity determines how quickly subducting slabs warm up as they are subducted into the lower mantle. This then affects how visible they are to seismic waves, and more importantly, how much they contribute to plate-driving forces and mantle convection in general. The balance between conduction and convection determines the size and stability of thermal upwellings in the mantle, with implications for plumes and other large igneous events. Yet, despite the importance of thermal conductivity in controlling many Earth processes, thermal conductivities of mantle minerals are very poorly known. MgSiO3 perovksite is the most abundant mineral phase on the Earth and yet there is only one set of experiments measuring its conductivity. These were made at room pressure (10 MPa) and a maximum temperature of 340 K. The pressures and temperatures of the mantle reach 136 GPa and 4000 K, and so a huge extrapolation is required. Moreover, the conductivity was only measured on the pure MgSiO3 perovksite, whereas mantle perovskites contain Fe2+, Fe3+ and Al3+. We propose to use a combination of ab initio molecular dynamics simulations with new experimental techniques to provide a comprehensive set of accurate thermal conductivites for the three main lower mantle minerals. We will do this for all appropriate pressure and temperature conditions and appropriate chemical compositions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H007636/1","grantId":"NE/H007636/1","fundValue":"412802","fundStart":"2010-07-20","fundEnd":"2014-07-19","funder":"NERC","impactText":"","person":"John Peter Brodholt","coPersons":["Carolina Raquel Lithgow-Bertelloni","Lars  Stixrude","David  Dobson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}