{"id":"4D07116F-7B35-461C-9B7A-E123793F5104","title":"A New Platform for Biomechanical Imaging Based on Brillouin Scattering","abstractText":"Mechanical changes in body tissues are widely associated with diverse clinical problems including many of the serious complications of diabetes, atherosclerosis and cancer, but their microstructural bases are poorly understood. In large blood vessels, stiffness is linked to increased risk of cardiovascular mortality - although the contribution of the stiffness from individual tissue constituents to this risk is unknown. Understanding the mechanisms linking stiffness to structure is limited by our ability to measure mechanical properties on length-scales which allow the relationships with tissue structure and composition to be established. BLS microscopy has the potential to fill this void, as demonstrated in a recent publication (Palombo, Madami, Stone and Fioretto, Analyst, 2014, 139, 729-733) where mechanical maps of structure and elasticity were generated based on Brillouin peaks corresponding to specific tissue components. New techniques of imaging the chemical composition of cells and tissues are making a major impact in many fields of biology and medicine. This proposal is concerned with the development of Brillouin light scattering (BLS) imaging, a new method for microscopic imaging of mechanical properties. The mechanical properties of the connective tissues, cartilage or blood vessels are central to their physiological function and changes in mechanical function are implicated in diseases ranging from diabetes to osteoarthritis. BLS imaging therefore offers the prospect of directly imaging a functionally important property, both in tissues and single constituents e.g. collagen and elastin fibres, whose biomechanics probed at multiple frequencies are almost completely unexplored, which will open a new window on tissue mechanics and offers the prospect of developing new diagnostic techniques.\n\nThe principle of the approach is to detect the change in frequency of inelastically scattered light arising from the generation of sound waves in the sample. Calculation of the speed of the wave provides a measure of the mechanical properties of the material. Preliminary studies have used confocal BLS microscopy to produce Brillouin frequency maps of an epithelial tissue, which can be combined with Raman micro-spectroscopic maps of chemical composition (Palombo et al. Analyst 2014). Complementary studies have investigated Brillouin scattering in collagen and elastin, the fibrous proteins of the extracellular matrix, and their relationships to fibre micromechanics (Palombo et al. J R Soc Interface, asap).\n\nThis work provides the basis for the proposed investigations. The methodology will be applicable to many problems of connective tissue physiology and pathology, but the immediate aim will be to investigate the mechanics of extracellular protein fibres - collagens, elastin, proteoglycans - and the effects of physiological and pathological conditions. These changes are widely associated with diverse clinical problems including many of the serious complications of osteoarthritis and diabetes, but their microstructural bases are poorly understood. The project will require construction of a system that will enable biomechanical imaging through Brillouin scattering with a Virtually Imaged Phase Array (VIPA) spectrometer. This will enable us to develop a significantly faster and more versatile technology for the analysis of fibres (and tissues) and to define functionally significant changes which can, in the longer term, become targets for monitoring or therapeutic intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028739/1","grantId":"EP/M028739/1","fundValue":"114916","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Francesca  Palombo","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}