{"id":"4D10072C-9830-413D-933A-745B0949A01F","title":"Cell cycle regulation of the NHEJ DNA double-strand break repair pathway in eukaryotes","abstractText":"Our cells contain DNA, the so called &quot;genetic blueprint of life&quot; which encodes the information for our genes. DNA has a simple repeating structure composed of two complementary strands of DNA, which form a double-helix structure. The integrity of DNA is constantly being challenged by various DNA-damaging agents. These agents include high energy UV and X-ray radiation from the sun, chemicals (both man-made and environmental) and even the oxygen we breathe can attack and damage DNA. \n\nIn recent years, it has been realised that our own cells produce a large number of different proteins responsible for repairing this DNA damage which, if left unchecked, would lead to the destabilization of our genomic DNA. It is now recognized that genome instability is one of the major drivers for the development of major human diseases, such as cancer. These protein &quot;machines&quot; can cut out and replace aberrant DNA mutations/structures and splice together broken DNA strands. One such machine is the non homologous end-joining (NHEJ) DNA break repair complex. This repair apparatus is able to detect physical breaks in the DNA helices, bring the ends back together, remodel them if required and, finally, reseal these breaks to restore the continuity of the double-strand DNA. However, if unregulated, an over abundance of these repair machines could potentially also have dangerous consequences by interfering with normal cell processes, such as DNA replication and cell division. The focus of this proposal is to understand how our cells control these repair complexes to ensure they are available when required but, importantly, switched off when they are likely to be harmful to the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004236/1","grantId":"BB/M004236/1","fundValue":"636246","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Aidan  Doherty","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}