{"id":"4D16F19C-4B13-424D-9CAA-D0F53E984BCB","title":"Terrestrial Carbon Cycle Dynamics in CMIP5 Last Glacial Maximum and mid-Holocene climate simulations","abstractText":"1. Context\nNew state-of-the-art global climate models are currently running the next generation of future climate change predictions, which will be incorporated into the fifth release of the Intergovernmental Panel on Climate Change (IPCC) assessment report. These models are more sophisticated than before and most include a wide range of biogeochemical processes for the first time (e.g. interactive vegetation, carbon cycle dynamics, atmospheric dust). These model simulations provide great opportunities to advance scientific understanding of Earth system feedbacks and provide more robust projections for future impacts of anthropogenic greenhouse gas emissions. \n\nIn order to develop this understanding inter-model comparison is essential to elucidate the processes that cause model discrepancies and how they influence predictions of climate change. Climate models which show broad agreement when modelling present day climate can differ considerably in their estimates of future changes. Modelling past climates such as the Last Glacial Maximum (LGM; 21,000 years ago) provide the opportunity to test the ability of those same models to recreate climates very different to today, and thereby offer greater potential to evaluate important Earth system feedback processes and how they contribute to future projections than by using modern-day validation alone. \n\nIn particular, the effect of climate feedbacks through biogeochemical processes, such as the carbon cycle, has been highlighted by CMIP5 (Coupled Model Intercomparison Project) and the IPCC AR4 as a key scientific issue. For understanding feedbacks through the carbon cycle, past climates again are vital to enable to study the Earth system in a state that is unperturbed by human emissions. \n\n2. Aims and objectives\nThe main aim of this study is to use the simulations of two particular past time periods to test the ability of state-of-the-art climate models that being used for future climate projections to reproduce very different climates. The first time period is the mid-Holocene (6,000 years ago), when summer insolation in the northern hemisphere was larger than today, causing intensification of monsoon systems. Feedbacks between the hydrological cycle and the terrestrial biosphere resulted in large-scale vegetation in the Sahara, known as the 'Green Sahara'. There is good evidence about the extent of Sahara vegetation during the mid-Holocene, and it provides a strong feature to test in the climate model simulations. The second time period is the LGM, when large ice-sheets covered much of the northern hemisphere, carbon dioxide levels in the atmosphere were lower (180 ppm) and global temperatures were reduced by several degrees. One of the major questions from this time period is how changes in terrestrial carbon reservoirs and climate-carbon feedbacks contributed to the low atmospheric carbon dioxide levels. We aim to quantify changes in global terrestrial carbon storage and by quantifying and evaluating these natural processes this will help to constrain climate-carbon cycle feedbacks in future climate change projections.\n\n3. Potential applications and benefits\nThis study will directly address evaluate realistic current climate models are and address the question of how natural carbon-climate feedbacks influence changing climates. They will thereby improve our understanding of the factors which are important for future projections of climate. The results of our analyses will contribute to the fifth assessment report of the IPCC. Ultimately, they will inform global and UK policy on allowable carbon emissions. In addition, scientists from a wide spectrum of research fields are likely to be interested in the results of this project. These disciplines include palaeoclimate and palaeoenvironmental research, Earth system modelling, palaeontology, biogeochemistry, and future climate change research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005274/1","grantId":"NE/J005274/1","fundValue":"91348","fundStart":"2011-05-01","fundEnd":"2012-05-31","funder":"NERC","impactText":"  The findings have so far been used to improve the robustness of the current UK Earth System Model, which is used to inform climate change policy. Environment ","person":"Joy Sargita Singarayer","coPersons":["Paul  Valdes"],"organisation":"University of Bristol","findingsText":" The project sought to address the question of how well Earth System Models (ESMs) simulate terrestrial vegetation and carbon fluxes for two key time periods of the mid-Holocene (MH; 6kyr BP) and Last Glacial Maximum (LGM) and subsequently examine the implications for future climate change projections. \nWe have found that while vegetation dynamics are important amplifying factors for MH climate, HadGEM2-ES and the other climate models used in the IPCC reports still underestimate key features of the MH such as 'greening' of the Sahara. Our findings and other related experiments suggest that poorly resolved features in atmospheric dynamics (e.g. convective rainfall) may be the source of this issue, which will have an implications for future climate change prediction. \nWe found that none of the models with an interactive carbon cycle were sufficiently 'spun up' and so robust conclusions could not be made in this regard. This is a consideration for the next palaeoclimate model inter comparison design set up. The results will be used to advise future PMIP/CMIP model experiment design. \nThe results will be integrated into future model experiments to further understand land surface-atmosphere interactions, particularly within the WCRP Grand Challenge context of understanding clouds, circulation, and climate sensitivity. Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}