{"id":"4D170C3F-19C5-4251-AB8A-94887B7604F5","title":"The present and future greenhouse gas budget of bioenergy crops in the UK","abstractText":"Bioenergy is a key component of the UK Government's plans for tackling climate change. One of the major causes of increased atmospheric CO2 levels is the burning of fossil fuels releasing carbon that has been stored for centuries back into the atmosphere. In order to cut our use of fossil fuels we can grow crops for energy. Bioenergy (or 'biomass') crops are 'carbon neutral'; when burned to generate electricity they only release the same amount of CO2 back into the atmosphere as they fixed. Thus no 'extra' CO2 is released into the atmosphere. Miscanthus and short rotation coppice (SRC) willow are the dominant bioenergy crops grown in the UK. They differ from more traditional current arable crops in terms of their physiology, nutrient requirements and management. The impact of such differences on biogeochemical cycling and soil microbiology, particularly in relation to the production and oxidation of the greenhouse gases nitrous oxide (N2O) and methane (CH4), is unknown. It is essential to determine this in order to underpin future management of bioenergy cropping systems and to accurately project future greenhouse gas inventories. In this project we will measure emissions of CO2, CH4 and N2O from Miscanthus and SRC willow, and compare these to emissions from adjacently growing conventional crops. We will further investigate the processes producing N2O and quantify CH4 oxidation rates using stable isotope techniques under a range of controlled environment and managment conditions, and using molecular techniques will link these emissions to any differences or changes in the microbial population responsible. This information will be used to develop the JULES community model of CEH, parameterising water, energy, carbon and greenhouse gas balances for these bioenergy crops, and to simulate greenhouse gas emissions for UK land if converted to growing Miscanthus and SRC willow under present and future climates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F014961/1","grantId":"NE/F014961/1","fundValue":"149136","fundStart":"2008-06-28","fundEnd":"2011-06-27","funder":"NERC","impactText":"","person":"Ute  Skiba","coPersons":["Andrew Steven Whiteley","Jonathan  Finch"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" We have compared nitrous oxide , methane and carbon dioxide emissions from soils from bioenergy crops (elephant grass and willow) with agricultural food crops (wheat and oilseed rape). Because bioenergy crops recieve lower rates of nitrogen fertilisers, they emit less nitrous oxide. But they are NOT carbon neutral crops, and we need to know how much they emit to infomr those that want to sell and use bioenergy crops as low carbon replacements The data are important for policy makers at national, EU and global levels: bioengery crops do have a carbon footprint too, and there are not enough data to quantify these at a national/global scale Agriculture, Food and Drink,Environment","dataset":"gtr"}