{"id":"4D19A7C6-B17D-4C00-8D25-DCCFC387A222","title":"Determining the role of non-axial deformation on proton decays; DPUNS - A Differential Plunger for Unbound Nuclear States.","abstractText":"This grant will further our understanding of one of the fundamental limits of nuclear stability. As more and more protons are added to a nucleus there comes a point at which the nucleus can no longer hold on to the last proton. This point is called the proton drip line. The last proton will usually be re-emitted in a very short time, on the scale of milliseconds or microseconds, after it has been absorbed. Nevertheless, excited states which decay by gamma-ray emission, on a picosecond time scale, can still exist in proton-unbound nuclei. In this grant we will characterise these excited states by building a new detector, DPUNS, which will uniquely allow the measurement of their lifetimes. This in turn permits, for the first time, the determination of the shapes of proton-unbound nuclei. Since the proton emission half-life depends sensitively on the shape of the nucleus, a consistent understanding of proton decay is our objective. This proposal contains a collaborative aspect with some of the world's experts in proton decays. Together, we will perform new calculations with unique new data to examine the role of asymmetric nuclear shapes on the proton emission rates and thereby, learn about the binding of the nuclear force. This is a challenging proposal which has the potential to bring about a step change in our ability to investigate nuclear structure beyond the proton drip line.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G008787/1","grantId":"ST/G008787/1","fundValue":"300386","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"STFC","impactText":"","person":"David Matthew  Cullen","coPersons":[],"organisation":"The University of Manchester","findingsText":" We have measured nuclear state lifetimes by building a new sensitive device. This device has allowed us to determine sensitive new information on the fundamental understanding of effective charges in a region never before studied. Other international research groups are already using our device to further their research. Education,Electronics","dataset":"gtr"}