{"id":"4D32738B-5C64-4594-80CC-3BBE949F60EB","title":"Does an ancient circadian clock control transcriptional rhythms using a non-transcriptional oscillator?","abstractText":"We propose to unwind a newly-discovered biological clock, that is shared by all forms of Life. The human sleep-wake cycle is the most familiar 24-hour rhythm, but in fact such 'circadian rhythms' are found in almost all living organisms. The circadian clock, which drives these rhythms, shares very similar properties in all organisms. In animals, flies, fungi, plants, archaea and cyanobacteria, it continues to generate rhythms close to 24h in duration in artificially constant environments, and its rhythms are unusually stable in duration at different temperatures. Since roughly 1995, laboratories across the world have found that the clockwork mechanism of all these organisms involves networks of gene regulation. A few key &quot;clock genes&quot; form a timing loop by rhythmically turning off each other's expression. Surprisingly, these overtly similar clocks depend on quite different genes in each group of organisms. The norm in biology has been that physiological processes that behave alike also share similar mechanisms, all inherited from a common ancestor. Clocks appeared to have several different origins, that gained similar behaviour through convergent evolution. This notion was reinforced when, in 2005, a non-genetic timer was discovered in cyanobacteria. The Kai oscillator rhythmically decorated a large protein with phosphate molecules, then removed them. This too seemed an idiosyncratic piece of evolution. The gene-circuit clocks in other organisms often included some control by protein phosphorylation, but their genomes lacked the Kai components that were required in cyanobacteria.\n\nOur recent results suggest that this paradigm is wrong on two counts. At least part of the clock mechanism in an alga and in human cells does not depend on gene regulation, and this 'non-transcriptional' part of the clock appears to be shared across all organisms. Its detailed mechanism is unknown, and we propose to study it in this project. Firstly, we will follow up leads that we have recently uncovered by testing the effects of specific drugs in the alga, because the drugs have known effects on the cell's biochemistry. Secondly, we will use a technological method that we recently implemented to monitor hundreds of protein phosphorylation events in parallel, in order to find any that still remain rhythmic when gene regulation is blocked. These will represent either parts of the non-transcriptional clock, or other proteins that it controls (like the 'hands' of a mechanical clock). This part of the work will be faster and easier in the simple alga, because it has fewer protein types, and because we have found ways to study each part of the clock separately.\n\nWe will be looking back about 3 billion years in evolution, to find this earliest clock mechanism. We will ask which processes its rhythms still control today. We hope to find out why these were so important that the non-transcriptional clock has been preserved to the present. It is also important to find out how the non-transcriptional clock contributes to timing the rhythms that researchers have studied up to now, like the gene rhythms and the sleep-wake cycle. Until we know what drives the non-transcriptional clock, it will be difficult to do so, but this project should provide the tools we need. Of course, we will then test whether our results in the alga also hold in other organisms, to show whether this ancient clock still times the lives of cells in all of Biology. If so, then this original cellular timer could hold the key to future treatments for sleep disorders, to helping other algae produce biofuel while the sun shines, and to future crops that flower at predictable times in an unpredictable climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009423/1","grantId":"BB/J009423/1","fundValue":"769188","fundStart":"2012-10-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"  Ongoing research, findings have not been used.  ","person":"Andrew John Millar","coPersons":["Thierry  Le Bihan"],"organisation":"University of Edinburgh","findingsText":" we have published four papers on the proposed research. the research is ongoing Agriculture, Food and Drink,Environment","dataset":"gtr"}