{"id":"4D3BCEC9-E204-4B5F-852F-80D782B1B8B8","title":"Optimising yield of antioxidants and sunscreens in microalgae for sustainable biosythesis of ingredients for health and beauty products","abstractText":"Microalgae, microscopic plants ubiqitous in the world's oceans, are nature's very own power cells converting light energy from the sun into chemical compounds. The high biodiversity of microalgae and their adaptation to a wide range of changing environments has resulted in them containing unique suites of compounds. Certain suites of compounds play a key role in protecting the cell against for example the sun's damaging rays. These same compounds have potential to protect humans and could be used in a range of healthcare consumer products. Currently, microalgae are a relatively untapped source of natural products. The heathcare industry are are looking to nature for sustainable alternatives in a range of their personal care products and microalgae have many attributes that make them particularly attractive. Research at Plymouth Marine Laboratory in collaboration with the Boots Company has revealed that certain species of microalgae contain valuable bioactivity including sunscreen protection and antioxidant activity. This project will focus on optimising the yield of these bioactives and on understanding biosynthetic pathways and interconversions. Results from experimental studies will be compared to those derived from mathematical models and will be used to optimise the yield of bioactives in microalgae grown using photobioreactor (PBR) technology, required for commercial scale production of microlagae. We will also investigate the potential of using waste CO2 and NOx emissions to enhance the growth of the microalgae and assess the impact this has on levels of bioactives. Additionally co-product material, remaining after extraction of targeted bioactives, will be investigated as a potential sustainable source of nutrition for farmed fish.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E01898X/1","grantId":"BB/E01898X/1","fundValue":"43359","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"","person":"Simon John Davies","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}