{"id":"4D3F99CD-7ECC-4557-9D19-AEBAD9255D31","title":"Hudson Bay Lithospheric Experiment","abstractText":"The surface of the Earth is continually changing due to convection in the mantle and the movement of rigid plates (lithosphere) across its surface. Throughout Earth history the continents have been constantly migrating, being fused together and ripped apart. Nevertheless, at the heart of continents lies shield regions that have remained remarkably intact. Large continental roots lie beneath such cratonic regions and they are resistant to both thermal and mechanical alteration. How these roots are formed, what they are comprised of, and why they remain intact for so long are points of contentious debate. We propose a passive seismic experiment centred on the Preambrian core of North America, the largest Precambrian craton on Earth. Hudson Bay, which lies near the centre of this craton, is the site of the large positive deflection in the Earth's gravitational field. Despite being one of the most striking features of North America, the cause of the Hudson Bay intracratonic basin is not well understood. Gravity data and seismological images show that the mantle is anomalous in this region and various theories have been proposed to explain the anomaly. The southeast shore of Hudson Bay forms a nearly perfect arc of a semicircle and is called the Nastapoka Arc. It has been proposed that this arc is the signature of a huge meteorite impact crator, but this idea is speculative. Theories as to why such basins are formed and the nature of continental roots can be tested with a detailed seismological experiment. In collaboration with scientists in Canada and Germany we will deploy land and ocean-bottom seismometers for a two-year period, recording distant and local earthquakes. These data will be then used to study the velocity structure of the underlying mantle, the nature of mantle and lithospheric deformation and the formation of continental roots. We will test theories of the nature of the Nastapoka Arc. We will also look local seismicity in the region, which is anomalous and not well understood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D012317/1","grantId":"NE/D012317/1","fundValue":"341069","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"","person":"Michael  Kendall","coPersons":["James  Wookey","George Roman Helffrich"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}