{"id":"4D3F9414-B59E-409F-A5BF-85247A9F3FDF","title":"Research in planetary formation, astrophysics, and cosmology at Bristol","abstractText":"This proposal is for a grant to cover cutting-edge research into planetary formation, astrophysics, cosmology, and data-handling at the University of Bristol in the schools of Earth Sciences and Physics.\n\nThe first element of the work involves understanding the early phases of planet formation. Information on these processes can be gleaned from both the chemistry of meteorites in our own solar system and astronomically from observations of so-called transitional disks - stars with infra-red spectra that indicate much orbiting dust at a range of temperatures, but with a dust-free region close to the star. Theories suggest that stars surrounded by such transitional disks are currently forming planets, but our understanding of this important phase in the formation of planetary systems is hampered by lack of knowledge of the types of dust that are present, lack of accurate calculations on how dust is converted into planets, and lack of detailed imaging that can test those models. We will start to solve these problems by seeing how different sorts of dust grains (formed from the explosions of diverse earlier stars) were sorted early in our solar system's history, over four thousand million years ago, and subsequently aggregated into the different types of meteorites that fall to Earth. We can then use this information to improve our computer models of how the dust converts into planets, and to make better predictions of what we should see when we use a new generation telescope (the Atacama Large Millimeter Array) which has special capabilities for observing these disks. If, when we do look, we see good agreement between the models and the data, this will give us confidence in our theories or otherwise will spur work into new theories of planet formation.\n\nThe second part of the work is again about the formation of objects, but on the much larger scale of whole galaxies, clumps of galaxies, and the Universe as a whole. We are UK leads for a large project to find distant and young clumps of galaxies (clusters) through the X-ray emission of the gas that lies around those galaxies. Over the next four years this survey with the orbiting XMM satellite will dicover hundreds of these high-redshift clusters, and by studing their X-ray emission and the shadows that they cast on the microwave background radiation we will be able to measure their masses and so to find out more about how gravity pulls structures in the Universe out of the original diffuse gas. The major indicator of clusters besides X-rays is their galaxy populations, and the range of types and masses of galaxies in clusters changes with time, possibly for a number of different physics reasons. We will improve our knowledge of the populations close to us (and so in the contemporary Universe) as a reference for comparisons with the populations in the new clusters. Theories tell us that the galaxies that we see cannot exist without some means of slowing the effects of gravity through some feedback process that stops gas collapsing into an over-massive object. It is conjectured that much of the feedback is due to phenomena occurring in a central supermassive black hole in galaxies, and we will study this process by looking at the X-ray signatures of strong gravity from these supermassive black holes (comparing them with the smaller holes known in our galaxy) and by looking at the processes by which energy emerges from the neighbourhoods of the black holes into their wider environments through jets and other outflows. We will also look back at the very most distant galaxies and clusters that we can study in detail, to see if we can understand the beginnings of the formation process.\n\nThe final element of the work involves developing a crucial set of computer codes that we, and many other researchers, use to examine astronomical data. Centred on TOPCAT, these codes are publically-available and popular, but must be improved to keep pace with changing data and computing needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001414/1","grantId":"ST/J001414/1","fundValue":"844010","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Mark  Birkinshaw","coPersons":["Benjamin John Maughan","Malcolm Neal Bremer"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}