{"id":"4D431EB3-CB0F-4C69-9B97-4C43BC4E31D9","title":"The role of BMP antagonists in ovarian follicle development","abstractText":"Female fertility declines with age and this has important implications for family planning in an era in which many women, often because of the demands of a career, delay attempting to conceive until their mid-late thirties. The basis of this well-described age-related reduction in fertility is the steady loss from the pool of resting follicles in the ovary. Female mammals are born with all the eggs they are ever going to have. The stock of eggs in the ovaries is maintained in structures called follicles. In the quiescent (primordial) stage each follicle consists of the egg (oocyte) enclosed by a single layer of flattened cells called granulosa cells. During reproductive life a steady trickle of follicles leave the quiescent stage and start to grow. This continues until the stock of eggs is exhausted and, in the human female, this results in the menopause, normally at the age of about 50 years. The progression of follicles from the quiescent to the growing phase has to be tightly regulated to ensure a normal reproductive lifespan. Premature depletion of oocytes, leading to an early menopause, is a common cause of infertility in women. Little is known about the factors that control the start of follicle growth. Growth factors produced locally in the ovary seem to have an important role but there are several possible candidates and it is not clear what the key factors are. In a recently published study (that resulted from work funded by a previous BBSRC Grant) we showed clear evidence that follicles in the ovary are much less likely to start growing if they have one or more quiescent (primordial) neighbours. This strongly suggests that primordial follicles produce an inhibitory signal. This is important because most of the growth factors so far identified in the ovary stimulate, rather than restrict, follicle growth. However we know that the action of certain growth factors (known as bone morphogenetic proteins - BMPs - because they were first discovered in bone) which are important in follicle development can be modified by proteins that inactivate BMP growth factors, and therefore inhibit their action. They are therefore very good candidates to be the 'missing' inhibitor(s) that we are looking for. To date little is known about these BMP antagonists in the ovary. In our preliminary studies we have been able to show that many of these proteins are produced in the ovary. In this project, using the mouse ovary as a model, we will focus on where and when these BMP antagonists are produced in the ovary and how they are regulated by other factors within and outside the ovary. We have developed, in our laboratory, techniques for the culture of whole mouse ovaries, individual follicles or cells isolated from these follicles, and we will use these models to study the action of BMP antagonists. We expect the findings from this series of experiments to shed new light on how the rate of entry of follicles from the resting to the growing stages (and hence reproductive lifespan) is controlled and provide the basis for therapies that can be used to improve fertility in both domestic animals and, particularly, in women.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00002X/1","grantId":"BB/H00002X/1","fundValue":"385054","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"  Our findings are being further developed by PhD students, as well as by MSc and BSc project students. The findings have not yet had impact outside of the research community.  ","person":"Kate  Hardy","coPersons":["Nicholas J Dibb","Stephen  Franks"],"organisation":"Imperial College London","findingsText":" Understanding what regulates the number of follicles entering the growing phase, and the rate at which they grow are two\nkey events that dictate how the ovary provides a steady supply of oocytes for ovulation, and how long a woman can remain\nfertile.\nThe molecular mechanisms that regulate early follicle growth are not well understood, but a family of genes known as\nTransforming Growth Factor betas (TGF-betas) play a central role. TGF-betas are proteins secreted by one cell type (such\nas the egg) which can promote growth of neighbouring cells (such as the granulosa cells). Cells close to the egg will be\nexposed to a high concentration of a particular TGF-beta and may behave differently to cells further away and exposed to a\nlower concentration. Proteins that bind to, and inactivate TGF-betas (TGF-beta binding proteins), maintain these\nconcentration gradients and block the stimulatory effect of TGF-betas on neighbouring cells. Since the early stages of\nfollicle growth depend on TGF-betas for growth, we hypothesized that TGF-beta binding proteins could play a pivotal role in fine-tuning the growth of follicles.\nWe initially carried out a comprehensive screen for known TGF-beta binding proteins in a wide range of organs and found many of these were expressed in the ovary. In particular, we were able to identify several binding proteins that were clearly present in granulosa cells of follicles that had begun to develop, implying that follicles are capable of modifying their own TGF-beta environment as they grow.\nAlthough TGF-beta signaling is essential for initial growth, our results also suggested that TGF-beta signaling plays an\nimportant role during further growth. To test this idea we isolated early developing follicles from ovaries and cultured them in dishes in the presence of different synthetic TGF-beta inhibitors. TGF-betas transmit signals from the cell surface to the nucleus (where they can stimulate genes involved in cell division) via intermediate proteins called SMADs. We discovered that by inhibiting one branch of the TGF-beta signalling pathway (termed SMAD2/3), follicles were unable to grow, while in contrast inhibition of a different branch (SMAD1/5/8) promoted rapid growth. In addition, we found that each specific pathway could be activated by a specific subset of TGF-beta factors. Another key finding was that primordial follicles express SMAD2/3 and only express SMAD1/5/8 once they have begun to grow. These results indicate that follicles are not only sensitive to TGF-beta signalling, but they also change the way they respond to different members as they develop.\nFinally, we tested whether TGF-beta binding proteins played a role in regulating early follicle development. By inhibiting the\nexpression of Twsg1, a binding protein normally produced by developing follicles, we found evidence of increased\nSMAD1/5/8 signalling accompanied by a reduction in follicle growth. This indicated that Twsg1 normally acts by inhibiting\nBMPs, the sub-set of TGF-betas that activate SMAD1/5/8. Thus, we have confirmed our hypothesis that TGF-beta binding proteins play an important role in early follicle development. Overall these findings have enabled us to identify a mechanism that describes how the ovary is able to regulate the rate of early follicle development, allowing it to provide a steady supply of oocytes for later ovulation. These findings can help us understand the physiology of the normal ovary. This is of key importance in understanding pathological conditions of the ovary, such as Polycystic Ovarian Syndrome, Premature Ovarian Insufficiency (premature menopause) and Ovarian Cancer. Our results can therefore be taken forward by academic clinicians and research scientists who specialize in these disorders, and may be used in the future to develop therapies for these common ovarian disorders. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}