{"id":"4D477D3E-DFBB-4223-8B92-93DD58F22670","title":"Mechanisms, impact and therapeutic targeting of bacterial colonisation in COPD","abstractText":"Chronic obstructive pulmonary disease (COPD) includes chronic bronchitis and emphysema and is a very common cause of chronic disability and mortality in the UK. There is an underlying inflammation in the lungs of COPD patients which has so far proved very difficult to treat, so that there is a real need to find more effective treatments in the future. This will depend on better understanding the inflammation that occurs in the lungs of COPD patients, which is usually initiated by cigarette smoking. However, once the disease is established stopping smoking does not clear up the problem so we need to find new and more effective treatments. This grant application brings together some of the key centres for COPD research in the UK to explore a new idea. We know that bacteria (bugs) are present the lungs of COPD patients, unlike the lungs of smokers without COPD and non smokers which are sterile. The presence of these bacteria may drive inflammation, which then results in worsening of the disease and also increases the flare-ups, called exacerbations, which may lead to hospital admission. We believe that this is due to failure to remove bacteria from the lungs and therefore these bacteria grow and cause infections. We have evidence that cells that usually defend the lungs (called macrophages and neutrophils) do not eat up and clear the bacteria as they normally do. In addition, these cells fail to clear all the damaged cells from the lung making the inflammation even worse. We have found that these abnormalities can be explained by abnormal functioning of the macrophages and neutrophils and we have identified some of the mechanisms that have gone wrong. This means that we may be able to find treatments that can restore normal function to these cells so that they can sterilise the lung. This should mean that we can clean up the lung normally, which will lead to a reduction in flare-ups and halting the worsening of the disease. We plan to work closely with several pharmaceutical companies so that we can test any new treatments as soon as possible, so that we may be able to find treatments faster. We hope that this innovative research will therefore lead to new treatment approaches for COPD in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001372","grantId":"G1001372","fundValue":"1003000","fundStart":"2011-09-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Peter J Barnes","coPersons":["Jadwiga Anna Wedzicha","Mike  Yeadon","David H Dockrell","Elizabeth  Sapey","Louise E Donnelly","Robert  Stockley","Gavin Christopher Donaldson","Moira Katherine Whyte"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}