{"id":"4D4A0D84-2C9F-4429-B60C-F3914E434DFB","title":"Cohen-Lenstra heuristics, and ordinary representations of finite groups","abstractText":"One of the fundamental problems in Pure Mathematics is to understand and measure symmetries. Classically, the word &quot;symmetry&quot; was applied to geometric shapes, e.g. referring to rotations and reflections of regular polygons or solids. However, after the ground breaking contributions of &Eacute;variste Galois in the 19th century, we have learned to understand symmetries in a much wider sense, and the notion of symmetry has been put on a powerful rigorous footing by group theory, and later by representation theory. These days, we express the idea of symmetry through the language of group actions. Two of the most fundamental group actions in pure mathematics are actions on sets (&quot;G-sets&quot;), and actions on vector spaces (&quot;linear representations&quot;). It is an old problem with many applications in and outside of algebra, and with a rich literature, to understand the natural procedure that turns a set with a group action into a vector space with the induced group action. In previous joint work with Tim Dokchitser, we have completely understood one side of this procedure, namely when distinct G-sets give rise to the same representation, thereby settling an over 60 year old problem. We have also made considerable progress on the dual question of which representations can be obtained from G-sets. In this project, I propose to settle instances of this latter problem for several further important infinite families of finite groups.\n\nThe oldest branch of mathematics is the area called number theory, the biggest open problems today going back to the ancient Greeks. The second part of the proposed project, to be carried out jointly with Hendrik Lenstra, lives at the intersection of representation theory and number theory. The aim is to study symmetry groups of several classical number theoretic invariants, such as class groups. Gauss was the first to ask statistical questions about the structure of class groups, e.g. how often are they trivial, and how fast does their size grow in families.Many of these questions are open to this day. But our conceptual understanding in this area was revolutionised by a paper of Cohen and Lenstra from the early 80s, who proposed that the main factor that accounts for the frequency of algebraic objects in nature is the number of symmetries of this object (in high-browese the size of its automorphism group). Their heuristic works &quot;out of the box&quot; and agrees very well with numerical experiments in the easiest and most-studied family of ideal class groups (those of imaginary quadratic fields), but its generalisations to arbitrary families seem to deviate from the basic idea and to modify the postulated probability weights in ad-hoc ways. Until now, a conceptual explanation of these modifications has remained elusive. In this project, I will develop a framework that allows to compare sizes of automorphism groups, even when those groups are infinite. This will allow to recast the original Cohen-Lenstra heuristic for general families of class groups in a much more conceptual way, but it will also make it applicable in many more general situations. I plan to use this framework to investigate other statistical properties of many important number theoretic invariants, such as class groups, so-called K-groups, and also Selmer groups of elliptic curves. Those are some of the most fascinating and mysterious objects in number theory. The algebraic machine that I will develop to this end will also be of intrinsic interest, and will have applications to distribution questions in other areas, e.g. in geometry (to homology of hyperbolic manifolds) and combinatorics (to Jacobians of graphs).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006542/1","grantId":"EP/N006542/1","fundValue":"99020","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Alex  Bartel","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}