{"id":"4D5675C4-4C30-45EB-A8AA-87DB11FB07F0","title":"Optimisation of Biomass/Coal Co-Firing Processes through Integrated Measurement and Computational Modelling","abstractText":"Co-firing biomass with coal at existing power plant is widely adopted as one of the main technologies for reducing CO2 emissions in the UK and the rest of the world. Despite various advances in developing the co-firing technology, a range of technological issues remain to be resolved due to the inherent differences in the physical and combustion properties between biomass and coal. Typical problems associated with co-firing include poor flame stability, low thermal efficiency, and slagging and fouling. This project aims to achieve the optimisation of biomass/coal co-firing processes through a combination of advanced fuel characterisation, integrated measurement and computational modelling. In the area of fuel characterisation, both thermo-gravimetric analysis and automated image analysis techniques in conjunction with conventional fuel analysis methods will be combined to achieve comprehensive characterisation of biomass and biomass/coal blends from a wide range of sources. Because of the physical differences between biomass and coal the fluid dynamics of the biomass/coal/air three-phase flow in the fuel lines feeding the burners is rather complex and very little is known in this area of science. It is proposed in this project to develop an instrumentation technology capable of measuring the basic parameters of the biomass/coal particles in the fuel lines on an on-line continuous basis. The system will allow the monitoring and optimisation of the fuel delivery to the burners. The instrumentation technology combines novel electrostatic sensing and digital imaging principles and embedded system design methodology. The flow parameters to be measured include particle size distribution, velocity and concentration of biomass/coal particles as well as biomass proportion in the blend. It is known that biomass addition and variations in coal diet can have a significant impact on combustion stability and co-firing efficiency. As part of this project, a system incorporating digital imaging devices and solid state optical detectors will be developed for the continuous monitoring of the burner conditions and flame stability under co-firing conditions. Computational modelling provides a powerful supplementary tool to experimental measurement in the studies of three-phase flow and combustion flame characteristics. Computational Fluid Dynamic (CFD) modelling techniques will be applied in this project to investigate the dynamic behaviours of irregular biomass particles and their blends with pulverised coal in the fuel lines and associated combustion characteristics particularly flame stability. CFD modelling techniques will also be applied to study the impact of biomass addition on ash deposition and formation of slagging and fouling. The measurements from the flow metering and flame monitoring systems will be integrated to establish and validate the CFD models. Meanwhile, the modelling results will be used to interpret the practical measurements under a wide range of conditions.The project consortium comprises three academic centres of expertise including Kent, Leeds and Nottingham. Collaborative arrangements with three leading research centres in China have been established in addition to support from power generation organizations in the UK and China. Following the design and implementation of the instrumentation systems and computational modeling work, experimental work will be performed on combustion test rigs in both countries. The instrumentation systems and computational models will then be scaled up for full scale power stations. Demonstration trials will be undertaken to assess the efficacy of the advanced fuel characterisation techniques, the performance and operability of the instrumentation systems, and the validity of the computational models under a range of co-firing conditions. Recommendations for the optimization of co-firing processes at existing power plant and on the design of new plant will be reported.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061188/1","grantId":"EP/F061188/1","fundValue":"360582","fundStart":"2008-09-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  This was a very timely project of great interest to the power industry at the time when power plant operators are preparing to scale up their biomass intake from currently about 10% to 50-100% cofing loading. The research outcome from the project have lead to an much improved understanding of the biomass/coal co-firing process and possible ways of improving the performance of co-firing in power stations, efficient use of biomass fuels and subsequent reduction in greenhouse gas emissions both in the UK and China.\nBeing one of the UK-China collaborative project in energy research, the results from the research funded on this grant have helped the industrial partners, in particular, RWE npower, E.ON, Alstom Power and China Datang Corporation, to optimise their coal and biomass fired power plants, leading to improved plant efficiency and reduced pollutant emissions.  ","person":"M  Pourkashanian","coPersons":["Lin  Ma","Alan  Williams"],"organisation":"University of Leeds","findingsText":" Co-firing biomass with coal at existing power plant is widely adopted as one of the main technologies for reducing greenhouse gas emissions in the UK and many parts of the world. Despite various advances in developing the co-firing technology, a range of technological issues remain to be resolved due to the inherent differences in the physical and combustion properties between biomass and coal. Typical problems associated with co-firing include poor flame stability, low thermal efficiency, and slagging and fouling. This research project brings together leading research institutions in the field of advanced clean power generation technology research from both UK and China with substantial support from industry with an aim to achieve optimisation of the biomass/coal co-firing processes through a combination of advanced fuel characterisation, integrated measurement and computational modelling. \nThrough the research funded on this grant we obtained fundamental understandings of the characteristics of coal and biomass mixture flows and flames. The Leeds team with strong capability in combustion process modelling has developed fundamental CFD and mathematical models for the simulation of biomass/coal blend transport and combustion process for both lab-scale and full industrial furnaces. \nThe computational models developed have been applied to simulate the coal/biomass/air three phase flows in laboratory scale and industrial scale pipelines. The model and the simulation results have been compared with measurements which revealed unique flow characteristics of different biomass-biomass and biomass-coal blends. Advanced CFD models for the simulation of the internal heat transfer of large biomass particles and its impact on co-firing flame and burnout efficiency have been developed and tested both in a small 0.5 MW industrial combustion test facility and in a large scale 300MW power plant furnace. New computer models for predicting ash depositions in industrial boilers have been developed for coal fired, coal and biomass co-fired and 100% biomass fired boilers. The impact of biomass combustion on ash deposition and formation of slagging and fouling has been investigated using both mathematical and CFD modelling. Cofiring process optimisation has been investigated through CFD computer experimentation and it is suggested that by proper design of the combustion air split/staging an improved cofiring process may be achieved in terms of an increase in combustion efficiency and reduction in pollutant species emissions. Large Eddy Simulation technique has been implemented in the simulation of coal flame dynamics of an industrial coal combustion test facility. It reveals the importance of intermittence on the flame stability and radiation property of coal and cofiring flames. During the life of the project, two co-firing research workshops were held in China and one in the UK. 14 research papers have been published in international leading research journals (8 papers) and conference proceedings (6 papers) with 5 joint papers between UK and/or Chinese partners. Finally, as one of the UK-China collaborative project in energy research, the project significantly enhanced research collaborations in clean power generation technology between UK and China. The integrated monitoring technology and combustion models have been proven to be feasible to be implemented in real power plant conditions. The results derived have made a considerable contribution to the body of knowledge on physical aspects of biomass/coal co-firing. In addition to being published in research journals and conferences, the results from the study have been reported at the project review meetings with all partners and through workshops to relevant industrial organisations and academic groups in UK and China. Further disseminations are being carried out through knowledge transfer activities and applications to other relevant research projects. Energy,Environment","dataset":"gtr"}