{"id":"4D69DC09-D520-425E-ACA1-F8847FC2F3CB","title":"Augmenting Oxford's Centre for Advanced Electron Spin Resonance with a Bruker Elexsys E580 X/Q-band pulsed ESR spectrometer","abstractText":"The Centre for Advanced Electron Spin Resonance (CAESR) is a collaboration of researchers from the Oxford University Departments of Physics, Chemistry, Materials, Biochemistry, and Pathology. It was founded in 2006 with substantial support from EPSRC and the University to provide modern equipment and an academic focus for Oxford's multi-disciplinary research in electron spin resonance (ESR). \n\nCAESR has been spectacularly successful. It has nucleated a world-leading community of ESR spectroscopists in Oxford, and its stakeholders now extend well beyond the original group of co-applicants. It has established a national and international reputation as a centre of excellence in ESR. CAESR's scientific productivity and the research projects that it supports are now significantly constrained by two limitations of the existing equipment: (i) the availability of only two frequencies, 9.5 GHz (X-band) and 95 GHz (W-band); and (ii) a severe shortage of experimental capacity at the &quot;work-horse&quot; X-band frequency.\n\nWe propose to reinforce CAESR's facilities with a Bruker Elexsys E580 X/Q-band pulsed electron spin resonance spectrometer. It will augment CAESR's facilities with a third frequency (Q-band, 35 GHz), and it will offer the experimental capacity needed by CAESR's growing community of participants. This instrument will significantly enhance CAESR's existing research projects and enable an exciting portfolio of new activities, covering a wide range of EPSRC priority areas and addressing each of EPSRC's Physics and Chemistry Grand Challenges. It will allow CAESR to apply ESR in innovative ways to new scientific problems and to lead methodological developments in ESR.\n\nThe instrument has two features that will make it unique in the UK: high-power at Q-band, offering the shortest, highest-bandwidth pulses available; and an arbitrary waveform generator, allowing the direct synthesis of complex pulses for the first time in a turn-key ESR system. For 20% of the time, the instrument will be accessible to the wider UK ESR community through collaboration with the CAESR community, and via a contract with the EPSRC National EPR Facility based in Manchester. Young scientists from the Integrated Magnetic Resonance Centre for Doctoral Training (based in Warwick) will have the opportunity to explore the cutting-edge experimental capabilities offered by the arbitrary waveform generator and high-power amplifier incorporated in the new instrument, during annual training sessions at CAESR.\n\nThe instrument's manufacturer, Bruker, seeks to strengthen links with CAESR by offering salary support for the Technical Manager. Through this interaction Bruker will receive first-hand feedback on instrument limitations, possible upgrades and new technical and methodological developments, and CAESR will receive preferential technical assistance in operating the instrumentation beyond its normal use-cases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011972/1","grantId":"EP/L011972/1","fundValue":"90300","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Arzhang  Ardavan","coPersons":["Ian Alexander Walmsley","Christiane Renate Timmel"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}