{"id":"4D6CE38C-89E3-4FBE-B79D-073B52F004D5","title":"Bacillithiol and its unique drug resistance pathways in Bacilli","abstractText":"Low molecular weight thiol molecules play an important role in antibiotic drug resistance. There are many enzymes inside cells which facilitate the reaction of these thiol molecules with antibiotics and their subsequent detoxification and removal from the cell. For this purpose, humans (and other mammals) use a thiol molecule called glutathione, which is made from amino acids building blocks. However, not all organisms are able to produce and utilise glutathione. Recently, we have discovered a novel class of carbohydrate-like biothiol, called Bacillithiol, amongst a number of microbial pathogens. These include bacteria associated with anthrax, food poisoning, urinary tract infections and MRSA. The aim of this project is to identify and characterise the ways in which these bacteria utilise bacillithiol to detoxify various antibiotics. Understanding the differences between glutathione and bacillithiol and their respective enzymes could provide exciting opportunities to design new drugs that will selectively target antibiotic detoxification mechanisms in drug resistant bacteria without affecting the glutathione processing enzymes found in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013504/1","grantId":"BB/H013504/1","fundValue":"348618","fundStart":"2010-05-04","fundEnd":"2012-11-24","funder":"BBSRC","impactText":"  We have made the thiol cofactor we synthesised in this project (Bacillithiol) commercially available via licencing to a distributor (JEMA Biosciences)  ","person":"Christopher James Hamilton","coPersons":[],"organisation":"University of East Anglia","findingsText":" Low molecular weight thiol molecules play an important role in antibiotic drug resistance. There are many enzymes inside cells which facilitate the reaction of these thiol molecules with antibiotics and their subsequent detoxification and removal from the cell. For this purpose, humans (and other mammals) use a thiol molecule called glutathione, which is made from amino acids building blocks. \n\n\n\nHowever, not all organisms are able to produce and utilise glutathione. Recently, we have discov They provide a foundational platform of understanding of a new thiol cofactor amongst many Gram positive bacteria whose involvement and mechanisms of facilitating drug resistance (eg. bacillithiol-S-transferase catalysed inactivation of the antibiotic fosfomycin), was pioneered within this project. Such information may be of value in future development of inhibitors of bacillithiol biosynthesis for co-administration with such antibiotics to combat resistance and enhance their potency. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}