{"id":"4D6F8FCB-AE81-47BC-95AA-D8EF318AF71B","title":"Stress resistance and the essential iron-sulphur cluster protein Rli1","abstractText":"An inherent feature of life is that organisms must cope with various forms of environmental stress. For aerobic organisms which live in an oxygenated environment, e.g. humans, oxygen itself imposes a stress as it is the source of reactive oxygen species (ROS). ROS are highly damaging to the major components of cells. Among the most ROS-sensitive molecules of cells are components of certain proteins, termed iron-sulphur (FeS) clusters. Because of their oxygen sensitivity, these FeS clusters are considered a major limitation for successful aerobic existence. Nevertheless FeS clusters are essential, and that essentiality appears to rest on the requirement organisms have for the FeS protein Rli1p. Rli1p is essential to organisms because it is required for the process of protein synthesis. It may be no coincidence that, through evolution, Rli1p has been one of the most highly conserved proteins in biology. This conservation is helpful because it means that Rli1p function can be explored in relatively simple model organisms like yeast, which is very easy to grow in the lab and to manipulate for experiments. Conveniently, yeast has also proven an ideal model for studies of stress responses in cells, having yielded a range of key insights over recent years relevant to disease processes in humans and to the biotechnological applications of microorganisms. With the yeast model, we recently discovered a novel cellular function that helps to preserve the integrity of FeS clusters during stress. That work gave new insight to how organisms cope with an aerobic lifestyle. Moreover, in related experiments, we obtained the first experimental evidence that Rli1p is a key factor determining the stress resistance of cells. This research proposal is centered on that exciting discovery, supported by our preliminary data. Specifically, we will test the hypothesis that its FeS clusters make Rli1p a target of a number of major stressors, and that the essentiality of Rli1p means that such targeting is a cause of cell death during stress. The work programme will involve both screening approaches and specific manipulations to test the hypothesis. We will examine Rli1p function over a wide range of stress conditions. We will also exploit the power of yeast genetics to identify cellular factors that impact Rli1p function during stress. In addition, we will elucidate the mechanism(s) of Rli1p targeting. These studies are important as Rli1p has not been examined previously in this context, yet the evidence we discuss indicate that Rli1p is likely to be a major player in determining the abilities of organisms to cope with certain stresses. Elucidation of that role is vital if this research may be exploited for improving biotechnological processes or health in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000852/1","grantId":"BB/I000852/1","fundValue":"336066","fundStart":"2011-08-17","fundEnd":"2014-08-16","funder":"BBSRC","impactText":"  Our finding of a new synergistic antifungal combination has attracted strong interest from the agrichemical industry, supported by a BBSRC follow-on pathfinder award. Based on the strength of that interest, I have applied for more substantial follow-on funding and we are applying for patent proection while setting up DNAs with five agrichemical companies. We will be looking to licence out this technology. If successful, the fungicide we have discovered could protect food crops from fungal disease in the future, so helping to preserve global food security. Agriculture, Food and Drink,Chemicals Societal","person":"Simon  Avery","coPersons":[],"organisation":"University of Nottingham","findingsText":" Our data have shown that the essential iron-sulphur (Fe-S)protein Rli1 is a key indirect target of reactive oxygen species (ROS). Inhibition of Rli1 function by ROS causes inhibition of yeast growth during oxidative stress.\n\nOur data also suggested that there was an upstream FeS-protein targeted directly by ROS, which led to the downstream defect in Rli1. We have now identified this direct target of ROS action as the mitochondrial ferredoxin Yah1. It appears that this protein's susceptibility to ROS attack is the primary cause of downstream inhibitory effects. \n\nDuring the above work, we identified a novel synergistic interactions between two inhibitors of yeast growth. The combined effect was much greater than either alone, suggesting potential application as a new antifungal or fungicide. We are currently pursuing that potential with BBSRC follow-on funding. Yeasts used in in biotechnology, for brewing, baking, and as protein factories, are commonly exposed to stresses during processing or storage between runs, e.g., freeze-thaw, oxidative and osmotic stresses. This can have a serious economic impact on operational efficiency. The new insight here could be exploited to improve the resilience of these strains, for example by overexpressing the RLI1 or YAH1 genes. If successful, such manipulations could improve the efficiency of operation and so help Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}