{"id":"4D6F381B-F34D-49F9-A070-D49207389036","title":"Brazilian manufacturing in the face of Chinese competition: economic restructuring, competitiveness and employment","abstractText":"<p>The project analyses the implications of the growth of Chinese exports to Latin America for the Brazilian manufacturing sector. First it will consider the extent to which Chinese products have substituted for Brazilian imports from other countries or have displaced local producers. It will also consider the types of goods that are being imported from China in terms both of their end use (capital goods, parts and components, final consumer goods) and technology level. Second, it will analyse competition between Chinese and Brazilian goods in other Latin American countries which constitute the main market for Brazilian manufactured exports particularly of more high technology products, again identifying the industries and products most affected.</p>\n\n<p>In addition to identifying the industries most at risk from Chinese competition, the study will then analyse the impacts of China on a number of key performance indicators, particularly productivity, prices, employment and wages. </p>\n\n<p>The study will provide a clearer picture of the impacts of Chinese competition on Brazilian manufacturing, helping policy-makers identify the industries most affected and those which have benefitted from access to low cost Chinese products. It will also provide an estimate of the employment impacts associated with imports from China.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-238-25-0006","grantId":"RES-238-25-0006","fundValue":"53467","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"ESRC","impactText":"  The main economic and societal impacts of the research have been in Brazil where it has made a contribution to the debate on the &quot;deindustrialization&quot; and &quot;primarization&quot; of the economy. It has also contributed to the discussion of the impacts of China in the business community in Latin America more generally.\nThe research also provided a much firmer empirical basis for identifying the main industries affected by Chinese competition domestically and the Latin American markets and products where Brazilian exports have been negatively affected. Government, Democracy and Justice,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Rhys Owen Jenkins","coPersons":["Alexandre  Barbosa"],"organisation":"University of East Anglia","findingsText":" The growth of China presents Brazilian industry with new challenges, both in the domestic market as a result of increased imports from China and in its major export markets where Brazilian manufacturers compete with Chinese products. Penetration of the Brazilian market by Chinese goods has increased rapidly since the mid-2000s, but this has been partly at the expense of imports from other countries. In some sectors however there is evidence of displacement of domestic production and a negative impact on employment, although in terms of overall employment the effect is relatively small. Brazilian manufacturers have also been losing market share to China in its major export markets in Latin America such as Argentina and Chile. These impacts have affected a range of industries and are not confined to low tech or labour-intensive products. The findings might be taken forward by policy makers in Brazil in terms of identifying sectors which have been particularly affected by Chinese competition. It is also of potential interest to manufacturing trade associations and to trade unions. Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}