{"id":"4D7EE17B-C7A5-4B7C-9397-B7054A934057","title":"The Value of the Literary and Historical Study of Biology to Biologists","abstractText":"There are a large number of humanities researchers who take science as their subject. History of Science is a well-established discipline with over fifty years of its own history behind it. The study of literature and science flourished in the 1980s and has enjoyed an impressive resurgence in the last ten years, marked in the UK by the founding of the British Society for Literature and Science in 2006. But very little of this work gets much exposure to practising scientists. There are a few prominent scientists who are known for their openness to the humanities - the late Stephen Jay Gould is a famous example. On the other hand, there is a common perception, fuelled by the famous hoax on the editors and readers of 'Social Text' in 1996 by the physicist Alan Sokal, that scientists scorn the humanities for their supposed postmodern scepticism which refuses to admit the truth claims of science itself. But how do working scientists actually perceive the humanities? In particular, what are their preconceptions about the humanities as disciplines that encroach on science itself? How far are they aware of the work done in the humanities on science, and when they are aware of it, what bearing do they see it as having on their own work?\n\nIn our view, the practice, teaching and communication of science could all benefit from the more rounded understanding of science itself offered by the humanities. But if this interdisciplinary engagement is going to reach beyond a small constituency and have an effect on society as a whole and its attitude to science, then we need to have a fuller sense of how working scientists who are not already engaged in interdisciplinary work respond to it. The best way to establish this in the first instance is through a qualitative study of how a small group of scientists working within a given discipline but in different contexts and stages of their careers respond to humanities research on their own discipline. For this reason we will be holding a workshop for practising biologists, including research scientists, science communicators, lecturers, postgraduates, undergraduates, teachers, teacher-trainers and trainee teachers. Drawing on our own research, we will introduce them to several different ways in which the humanities has approached their discipline, specifically through the history of science, medieval studies, literary theory and literary criticism. \n\nThe group itself will be our study material; we wish to know their responses to the ways the humanities approach biology as historical and literary subject matter. Crucially, we will be asking them to consider ways of thinking about biological and biology-related subject matter that are alternative or complementary to scientific ones, to find out what they think about these approaches. Ultimately, we will want to find out how the workshop experience affects their view of the humanities and how far it might influence their own biological work. The participants will complete a brief questionnaire at the outset, setting out their professional background and existing knowledge of the humanities. In the last session of the workshop they will be asked to discuss their responses and the impact of the ideas presented on their future practice, and to fill in a further brief questionnaire. The material produced by the workshop - the questionnaires, but also recordings of the sessions, interviews, self-reflective pieces - will form the basis of a scoping study which reflects on what has been learnt and positions it within the existing literature on interdisciplinary research. We will use our existing links with learned societies (including the Royal Society and the Society of Biology), subject centres and public institutions (e.g. the Natural History Museum) to disseminate the results of our research and promote further interdisciplinary collaborations on this model, with an eye to enriching the practice, teaching and public understanding of science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011053/1","grantId":"AH/J011053/1","fundValue":"23997","fundStart":"2012-02-14","fundEnd":"2012-09-13","funder":"AHRC","impactText":"","person":"Nicholas Hugh Battey","coPersons":["Francoise  Le Saux","David  Stack","John  Holmes","Karin Beate  Lesnik-Oberstein"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}