{"id":"4D842D8C-68DA-4B7B-9E00-0B9EB74B514E","title":"Kaposi Sarcoma Herpesvirus Immunity","abstractText":"Kaposi sarcoma is a cancer that affects individuals with a damaged immune system (defence to microbes), such as people living with HIV or patients after an organ transplantation. Indeed, Kaposi sarcoma is the most common cancer among people with AIDS, and in certain parts of the world, the most common cancer after an organ transplant. In some parts of Africa, because of the extent of the HIV pandemic, Kaposi sarcoma is the most common cancer in men and second most common in women. This cancer is the result of infection with a virus called Kaposi sarcoma herpesvirus. Our work will discover how the human body normally fights infection with Kaposi sarcoma herpesvirus. We will use this information to develop new therapies that specifically boost immune responses to treat individuals with Kaposi sarcoma. We want to discover which are the components of the virus that trigger a type of defence process, which is specifically dedicated to this virus (termed an adaptive immune response). We will also study other defence mechanisms, which are less specific but equally important, as these constitute the first line of defence against microbes (termed innate immune responses). Following this approach, we hope to discover key players in the protection against Kaposi sarcoma. One such player that we have discovered and we want to further investigate, is a gene called TLR4. The importance of this finding comes from the fact that drugs that boost the activity of this gene are already being used for other diseases. After we identify all these triggers we will develop ways to make them harmless and package them so we can introduce them to people with Kaposi sarcoma and cause beneficial defence reactions without the harm caused by the live virus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800168","grantId":"G0800168","fundValue":"937015","fundStart":"2008-11-01","fundEnd":"2013-04-30","funder":"MRC","impactText":"","person":"Chris  Boshoff","coPersons":["Martin R Goodier","Mark  Bower","Frances M Gotch","Dimitris  Lagos"],"organisation":"University College London","findingsText":"","dataset":"gtr"}