{"id":"4D8F018E-85A0-4F7B-B7E1-9CE89C4939CC","title":"The development of neuraminidase inhibitor resistance in avian influenza: genetic determinants, fitness cost and zoonotic transmission.","abstractText":"Influenza A viruses bind sialic acid on the cell surface allowing entry. After genome replication, new virions exit through host cell membranes. Neuraminidase (NA) is present as an envelope surface glycoprotein and facilitates the final release and spread of infectious particles by cleaving sialic acid. There are 12 known NA subtypes. Neuraminidase inhibitors (NAI), such as Tamiflu are important antivirals, where the NAIs compete for binding with sialic acid in the active site of NA preventing viral replication. These drugs are utilised for humans prophylactically and for treatment upon influenza infection, both during seasonal epidemics and in pandemic scenarios. \nThe exact amino acid mutations that confer resistance to NAIs differ between NA subtypes and the drug to which the resistance is directed. Most of the functional resistance mapping has been undertaken in NAs of human influenza strains, the N1 and N2 subtypes, whilst only a small amount of information has been reported about the requirements in avian NA subtypes. Since the three major human influenza pandemics of the 20th Century were caused by influenza strains where the NA gene originated from an avian source and there continues to be frequent zoonotic infections from avian influenza viruses of many different subtypes, it seems critical to understand whether known NAI associated motifs confer resistance to avian NA subtypes and whether other unknown motifs for resistance exist that should be part of avian surveillance programmes. We will therefore introduce specific mutations in the NA of avian influenza viruses that threaten human health and address whether they confer a resistant profile to the current NAI drugs and those in development. We will also attempt to identify if any novel mutations in NA can cause resistance in avian subtypes. \nIn the mid-1990s the unregulated use of the influenza anti-viral Amantadine, which acts on the M2 protein of influenza, in poultry resulted in widespread resistance in avian influenza globally. This reduced the arsenal available to treat zoonotic influenza infection in humans to only the NAIs. Under continued threat from circulating avian influenza viruses the same unregulated use in poultry is likely with NAI drugs unless the regulation is more strongly enforced this time around. What virologists are unclear about is whether avian influenza viruses that are resistant to NAI drugs would be competitive in the poultry host and be stably maintained upon transmission. These are question we will endeavour to answer in this proposal by introducing the most prevalent NAI resistance mutations in to important avian influenza NA subtypes and measuring in chickens their ability to infect and transmit the viruses.\nOf major concern is the potential for the next human influenza pandemic to harbour or rapidly acquire resistance to NAIs. The scenarios by which this could manifest are firstly by the direct introduction to the human population of an avian strain that already carries NAI resistance. Secondly, the cross-species introduction of an avian strain in to a new host environment (humans or swine from poultry) may result in the unbalancing of sialic acid binding and cleavage activity of the virus surface proteins due to a change in the target receptors and mucus environment. An unbalanced activity in the face of enthusiastic NAI use for treatment and prophylaxis, may result in NAI resistance motifs being better supported and more likely to develop. Therefore in this programme of work we will infect biological tissue substrates that mimic avian, swine and human hosts with avian influenza strains and apply the NAI drug Oseltamivir. Using next generation sequencing we can determine the rate of NAI resistance development in the NAs from important avian influenza strains such as H9N2 and H7N9 and the effect that the different host environments have on the likelihood that resistance will develop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023362/1","grantId":"BB/M023362/1","fundValue":"381646","fundStart":"2015-08-02","fundEnd":"2018-08-01","funder":"BBSRC","impactText":"","person":"Holly  Shelton","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}