{"id":"4D9C50EC-50C8-4D08-8112-4704430E9B06","title":"AErosol model RObustness and Sensitivity study for improved climate and air quality prediction (AEROS)","abstractText":"AEROS is a collaboration of the University of Leeds, Oxford University, the UK Met Office and EMEP to comprehensively assess the performance, quantify the uncertainties and develop strategies for improvements of the latest generation of global aerosol models. Aerosols have an important but very uncertain impact on climate (IPCC, 2007). The uncertainty derives primarily from inter-model differences, the necessary simplification of aerosol processes for computational cost reasons, and uncertainties in the observations used for model evaluation. Complex 'next generation' aerosol microphysics schemes have recently been developed for several climate models that are intended to enhance model realism and improve the reliability of predictions. The models resolve particle sizes and various chemical components, and use a full microphysics scheme including nucleation, coagulation, size-resolved deposition, cloud processing, etc. The development of such advanced aerosol models creates new and substantial challenges that this proposal aims to address. Firstly, the computational demands of complex aerosol models mean that techniques of uncertainty analysis have not been routinely used, so we have very little information to guide model improvement (uncertainty importance of model factors, relative importance of structural versus parameter uncertainty, etc). We will use sensitivity and uncertainty analysis techniques to identify the most important model improvements required. Secondly, because aerosol models already consume a large fraction of climate model run-time, it is vital to assess the level of model complexity objectively so as to prioritise and optimise future development. Previous model assessments have not answered the question of whether models are more or less complex than required or where development effort should be invested. An important aspect of this proposal is the quantification of model explanatory power versus complexity, which may be scale-dependent. The benefits of finding an appropriate level of complexity in an already expensive part of the model will be enormous: more and longer model runs, more climate sensitivity tests, etc. Thirdly, more complex models require evaluation against equally information-rich datasets. But most microphysical quantitites (such as particle number, size-resolved composition, etc) can only be measured with fairly localised in situ techniques from aircraft and from ground stations. The sparse measurements restrict many aspects of model evaluation to case studies rather than long-term average measurements used in previous evaluations such as AeroCom. So the present generation of aerosol models have been evaluated against a tiny fraction of available microphysics observations. In this project we aim to overcome this problem by exploiting observations from the EUCAARI and EMEP intensive campaigns conducted in May 2008. By synthesising intensive observations we will aim for consistency among predicted quantities and avoid the problem of compensating model factors that arises when single datasets are used. The AeroCom international aerosol intercomparison project has been very successful in documenting the state-of-the-art of the simulated aerosol. It has assembled observations and results from the majority of global aerosol models to assess our understanding of global aerosol effects. However, the difficulty of establishing comparable diagnostics across a wide range of models has made it difficult to attribute differences in the results to specific processes. Our approach will assess the models at the processes level and evaluate their performance against microphysics observations for the first time. The overall outcome of this proposal will be improvement in predictions of aerosol properties, variability and spatial distribution that are fundamental requirements for accurate prediction of aerosol climate and air quality effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006172/1","grantId":"NE/G006172/1","fundValue":"337545","fundStart":"2010-01-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"","person":"Kenneth  Carslaw","coPersons":["Graham William Mann"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}