{"id":"4DA3ED08-CDA5-45CC-BC80-6FB392A8B3F0","title":"Chemical Vapour Deposition in Applied Electric Fields.","abstractText":"Our understanding of materials chemistry is founded on the link between structure and property. The use of electric fields in chemical vapour deposition may allow for fine control and the development of otherwise unobtainable structures and therefore material properties. There are a large number of areas where this technique could lead to great technological benefit.Titanium dioxide is a photo-catalytic material that finds application as a self-cleaning coating. The material is able to use light to catalytically generate reactive species that attacks organic mater that lay on its surface and turns it into water and gas. This material could prove to be very important as an anti-microbial coating and help fight the spread of hospital acquired infections by destroying the microbes before they are spread. The current challenge is producing material which can harvest enough energy from hospital lighting to do this. By using electric field during film growth it may be possible to control the crystal surface grown thus improving the films performance as particular crystal surfaces are better at harvesting light than others.Gas sensors find a multitude of uses in a massive number of industries and are important not just for air quality monitoring, but for applications as diverse as wine testing and car engine control. There is a constant challenge to produce smaller, more efficient and more sensitive sensors. Sensitivity is a function of surface area and so being able to produce gas sensitive materials with a large surface area, such as nano-wires, is a key way to improving these devices.Another example is in energy saving glazing. The use of air-conditioning equipment in order to maintain comfortable conditions inside buildings during the summer months is ever increasing and consumes vast amounts of electricity. As direct consequence carbon dioxide emissions increase, as well as other atmospheric pollutants. The effect is a self propagating cycle: the global temperature increases necessitating the further use of air conditioning in the summer months leading to a further growth in carbon dioxide emissions. One possible approach to break this is cycle is through the use of energy efficient glazing. If an environment is consistently hot, tinted glass to absorb solar heat or thin metallic coatings can be used to reflect solar heat, preventing it from entering the building and thus limiting the need for internal cooling. Conversely, in a consistently cold environment heat may be retained in a building by the use of a wavelength selective coating which is transparent in the visible part of the spectrum but highly reflective in the infra-red. Thus sunlight can enter the building but internally generated heat is prevented from escaping; reducing heating requirements. Film morphology, for example, is extremely important in defining the reflective properties of the surface which has profound implications on their performance as solar control coatings. By controlling film morphology it may be possible to enhance the solar control properties of energy efficient glazing.The use of electric fields has the potential to allow a variety of unusual film structures to be made and unlock a variety of new properties. However, little effort has been made to exploit this effect in CVD. My research will look at improving the properties and performance of materials for photo-catalysis, gas sensing and energy efficient glazing by using an electric field to enforce a particular morphology and/or orientation onto the grown film. Electric fields also affect the behaviour of precursor species in the gas phase and lead to unusual and unexpected deposited film morphologies. The application of electric fields to chemical vapour deposition reactions will lead to new and improved properties in thin film materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H005803/1","grantId":"EP/H005803/1","fundValue":"98206","fundStart":"2010-01-04","fundEnd":"2012-01-03","funder":"EPSRC","impactText":"","person":"Russell  Binions","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}