{"id":"4DB4342C-85B0-41AD-AEC3-FB1C66EB987B","title":"Re-imagining Religion and Belief for Public Policy &amp; Practice","abstractText":"The network will critically map ideas and understandings of religion and belief from across relevant disciplines, mainly in the Humanities but with some cross-over in to social sciences where significant work has been undertaken which is likely to stimulate further the humanities-focus of the network, and enable it to bridge in to the policy world. The participating disciplines are: Religious Studies, Political Philosophy, Public, Practical and Political Theology, Cultural Studies, Anthropology and Sociology of Religion, Social and Public Policy, and Critical Urban Geography. \n\nA preparatory phase will see the PI and co-I undertaking informal interviews with 14-20 leading academics to resource a deep framing of the debates and contestations. This will underpin the heart of the network which will be a core of 7 academic experts (in addition to the PI/CI), 5 international academic experts, and 6 doctoral/post-doctoral participants who will take part in a major interdisciplinary colloquium to identify and debate key thinking, contests and debates. The focus is on interdisciplinarity, including internationally, and the network will search for points of connection and disconnection across and between these disciplines in the UK, Europe and North America. It will include participants from key international centres where significant recent work on religion and society is relevant, namely the Centre for Religion and Society at Uppsala University, Sweden, the Religion and Diversity Project at the University of Ottawa, Canada, and the Religious Literacy Foundation at Harvard, USA. This will lead to the publication of a critical overview of the key parameters of intellectual enquiry on the subject of contemporary religion and belief. \n\nFindings and themes from the colloquium will be translated through structured workshops for a policy audience seeking to engage with religion and belief in the prominent fields of: security and cohesion; community and neighbourhood; education; welfare and the Third Sector; international development; and health and social care. There is clear evidence of a policy focus on religion and belief in each of these areas, which the network will also scrutinise and disseminate as critical academic outputs. \n\nThe PI and Co-I will also run knowledge exchange workshops in Helsinki, Ottawa and Boston, working with network participants to frame one day events to share and debate the re-imagined religion and belief and policy which has emerged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015617/1","grantId":"AH/L015617/1","fundValue":"35635","fundStart":"2014-08-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Adam  Dinham","coPersons":["Chris  Baker"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}