{"id":"4DB8AA18-78C1-43C7-B2AE-CD30825CD50D","title":"Amazon Integrated Carbon Analysis / AMAZONICA","abstractText":"Amazonian tropical forests cover the largest forested area globally, constitute the largest reservoir of above-ground organic carbon and are exceptionally species rich. They are under strong human pressure through logging, forest to pasture conversion and exploitation of natural resources. They face a warming climate and a changing atmospheric environment. These factors have the potential to affect significantly the global atmospheric greenhouse gas burden (CO2, CH4), chemistry and climate. A central diagnostic of the state and changes of the land surface is its net carbon balance but currently we do not even know the sign of this balance. Although estimates of fluxes associated with known contributing processes such as deforestation exist, along with evidence for responses of undisturbed rainforests to a changing environment and substantial inter-annual fluctuations, different estimates vary widely. Thus it is very difficult to determine the overall significance of these independent estimates. The uncertainty of the greenhouse gas balances have also made it difficult to assess the realism of future model simulation predictions of the Amazon, some of them predicting alarming fates for the rainforests. Ultimately, the most stringent constraint on surface fluxes of a compound is its accumulation / depletion in overlying air. A major large-scale constraint on the net balance of the Amazon that would resolve the discrepancy in the various carbon flux estimates is therefore an accurate characterization of the 3D carbon cycle related tropospheric greenhouse gas concentration fields above the entire basin. Spatio-temporal concentration patterns can further be translated into surface flux fields using inverse modelling of atmospheric transport. By incorporating the large amount of existing on-ground data on ecosystem functioning from LBA, the RAINFOR network, and the ongoing TROBIT NERC project / and targeted measurements where knowledge gaps remain - into a coupled land-surface land-ecosystem model, we will develop a properly data-grounded model representation of the system. Further, the model will be tested by comparing its predictions with observed atmospheric concentration patterns. In turn this will permit defensible projections of the future of Amazonian vegetation. Human activity climate interactions and the land river link will also for the first time be included in these simulations. Therefore, we propose a project of 5 year duration based on the following five pillars: 1. To obtain large-scale budgets of greenhouse gases top-down, based on atmospheric concentration data and inverse atmospheric transport modelling. 2. To estimate fluxes associated with individual processes bottom-up, based on existing and new remote sensing information (deforestation and fires), tree-by-tree censuses in undisturbed forests, and river carbon measurements. 3. To use existing, and, where missing, targeted new, on-ground measurements of ecosystem functioning and climate response, in order to constrain land ecosystem and river carbon model representation, which will then be combined in an integrated land carbon cycle model. 4. To couple a fully integrated land carbon cycle model (from 3) into a regional climate model and use it (i) to predict current concentrations, and (ii) to calculate the systems response to a changing climate and human population, given a representative range of scenarios. 5. In a final synthesis step we will analyse and combine top-down (1) and bottom-up estimates (2&amp;3) to develop multiple constraint and mutually consistent carbon fluxes over the four-year measurement period. We expect to obtain much better quantification of a major but currently poorly constrained component of the global carbon cycle, based on a new understanding of the underlying processes and their large-scale effect. The project will also provide much improved predictions of the response of the Amazon to future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F005997/1","grantId":"NE/F005997/1","fundValue":"279657","fundStart":"2008-08-05","fundEnd":"2011-08-04","funder":"NERC","impactText":"","person":"Chris  Huntingford","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" Paper in Nature GeoScience Expected paper to be cited in 6th IPCC report Agriculture, Food and Drink,Energy,Environment,Government, Democracy and Justice,Security and Diplomacy,Other","dataset":"gtr"}