{"id":"4DC97EB6-B3A3-473F-A5DD-C16BEC45204D","title":"Classical metric Diophantine approximation revisited","abstractText":"Diophantine approximation is a branch of number theory that can loosely be described as a quantitative analysis of the property that every real number can be approximated by a rational number arbitrarily closely. The theory dates back to the ancient Greeks and Chinese who used good rational approximations to the number pi (3.14159...) in order to accurately predict the position of planets and stars.The metric theory of Diophantine approximation is the study of the approximation properties of real numbers by rationals from a measure theoretic (probabilistic) point of view. The central theme is to determine whether a given approximation property holds everywhere except on an exceptional set of measure zero. In his pioneering work of 1924, Khintchine established an elegant probabilistic criterion (a `zero-one' law) in terms of Lebesgue measure for a real number to be approximable by rationals with an arbitrary decreasing (monotonic) error. The error is a function of the size of the denominators of the rational approximates and decreases as the size of the denominators increases. The monotonicity assumption is crucial since the criterion is false otherwise. Under the natural assumption that the rational approximates are reduced (i.e. in their lowest form so that the error of approximation at a rational point is determined uniquely), the Duffin-Schaeffer conjecture (1941) provides the appropriate expected statement without the monotonicity assumption. It represents one of the most famous unsolved problems in number theory. A major aim is to make significant contributions to this key conjecture by exploiting the recent `martingale' approach developed by Haynes (the named Research Assistant) and Vaaler. Furthermore, a more general form of the conjecture in which Lebesgue measure is replaced by Hausdorff measure (a fractal quantity) will be investigated. A major outcome will be the Duffin-Schaeffer conjecture for measures close to Lebesgue measure. The importance of the Duffin-Schaeffer conjecture is unquestionable. However, it does change the underlying nature of the problem considered by Khintchine in that the rational approximates are reduced. In 1971, Catlin stated a conjecture for the unconstrained problem in which the rationals are not assumed to be reduced. Catlin claimed that his conjecture was equivalent to the Duffin-Schaeffer conjecture. However, his proof contained a serious flaw and the claim remains an interesting problem in its own right. In higher dimensions, the approximation of arbitrary points in n-dimensional space by rational points (simultaneous approximation) or rational hyperplanes (dual approximation) is the natural generalisation of the one-dimensional theory. Considering a system of linear forms unifies both forms and naturally gives rise to the linear forms theory. The metric theory of Diophantine approximation is complete for simultaneous approximation in dimension greater than one. The analogues of Khintchine's criterion without any monotonicity assumption (i.e. the simultaneous Catlin conjecture) and the Duffin-Schaeffer conjecture have both been established as well as the more precise and delicate Hausdorff measure theoretic statements. However, the dual and more generally the linear forms theory are far from complete. In this proposal the linear forms analogues of the Duffin-Schaeffer and Catlin conjectures are precisely formulated. A principle goal is to establish these conjectures in dimension greater than one. A novel idea is to develop a `slicing' technique that reduces a linear forms problem to a well understood simultaneous problem. The major outcome will be a unified linear forms theory in Euclidean space.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027028/1","grantId":"EP/F027028/1","fundValue":"228108","fundStart":"2008-03-24","fundEnd":"2011-07-23","funder":"EPSRC","impactText":"","person":"Sanju  Velani","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}