{"id":"4DD1117F-BF22-4EDB-AF91-CE6741F9D05B","title":"Spatial clustering of cortical remodelling and the temporal effects of reduced mechanical loading on bone micro-architecture","abstractText":"Bone fracture has a major impact both on the economics of farmed animals and man as well as their quality of life. We have found that in humans, hip fracture is associated with the presence of defects in the bone that occur locally and are associated with small groups of the microscopic canals that run through the bone. These canals can join up to form larger (giant) defects that markedly reduce the strength of the bone. We think that the grouping that precedes this may be reduced if normal loading is applied to the skeleton during everyday activities, while reduced loads increase the numbers of these giant canals. Other studies have shown that bone responds to load by changes in cellular activity that leads to alteration in the overall architecture of individual bones. To test this idea we shall reduce the load on the ankle joint of otherwise normal sheep with a brace (like a plaster cast for treating fracture) and investigate the resulting changes in the cells present in the bone and architectual changes in the bone structure. To do this we will use new techniques such as high resolution imaging to determine the time course of events following a reduction in load. If our ideas are proved to be correct it will open the way for new ways to prevent bone fracture in both animals and man. This will be either through new medicines or, perhaps more interestingly and cheaply, through allowing us to design physical activities that effectively strengthen bones throughout life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D004624/1","grantId":"BB/D004624/1","fundValue":"175860","fundStart":"2006-04-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"Nigel  Loveridge","coPersons":["Jonathan  Reeve","Allen  Goodship"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}