{"id":"4DD80F94-B734-4695-9F53-F7B6CE3184EA","title":"Artcasting and ARTIST ROOMS on Tour: Using mobilities-informed methods to support new approaches to arts evaluation","abstractText":"It is hard to measure the most important things that educators and stakeholders want to know about the effectiveness of art-based learning and engagement. Engagement, inspiration and active learning are high priorities for museums and galleries, but methods for evaluating them often lack a sense of the richness of participants' experience. New approaches for evaluation of engagement are needed. In particular, more can be done to leverage the profound rethinking of place and space that has come along with digital incursions into our day-to-day lives. The problem to be addressed in this research is that the significance of 'place' - imagined and real - is not being built upon to inform the evaluation of engagement with cultural heritage. A theoretical perspective drawing on mobilities theory, which focuses on tracing trajectories, networks, and the movement of people and objects, will be used to reimagine arts evaluation. \n\nThis project will develop, test and assess 'artcasting', a new digital and mobile form of evaluation of arts-based engagement, in the context of ARTIST ROOMS On Tour (AROT). ARTIST ROOMS is a collection of more than 725 works of international contemporary art acquired in 2008 by National Galleries of Scotland and Tate. It is being shared throughout the UK in a programme of exhibitions organised in collaboration with local galleries of all sizes. AROT aims to ensure the collection engages new, young audiences, and this will be mirrored in this project by a focus on young people (ages 13-25).\n\nArtcasting involves the visitor in selecting an image of an artwork from a ROOM, and digitally 'casting' it outward to another location, where it can be received on mobile devices in the future (see visual evidence). The artwork will be linked with a significant place in the mind of the visitor, evoking memories and emotions, and supporting lasting learning. In addition, through brief stories visitors record about their choice of location, artcasting shows how the impact of an exhibition may be extended imaginatively and literally through space and time. Artcasting simultaneously encourages visitors to make connections and reflect on what they have experienced, and captures those connections for sharing, analysis and evaluation. In this way, it challenges dominant approaches that separate engagement from evaluation. \n\nThe objectives of the project are to understand how mobilities approaches can enrich arts evaluation; to design, develop and pilot the artcasting platform; to generate a new approach to evaluation that can be built upon in the future; and to influence ARTIST ROOMS evaluation practice.\n\nThese objectives will be met through a three-stage research process involving qualitative methods and a design-based approach to generating, piloting and evaluating artcasting prototypes. Methods will include interviews, workshops with young visitors, iterative design of the artcasting application, in-gallery observations, and analysis of usage data and user-generated content shared by artcasting users.\n\nThis project is interdisciplinary, involving researchers from Digital Education and Design Informatics at the University of Edinburgh, and drawing in expertise from the National Galleries of Scotland and Tate, associate galleries and young people. It will contribute to scholarly and practical understanding of cultural heritage evaluation of learning and engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008177/1","grantId":"AH/M008177/1","fundValue":"149542","fundStart":"2015-05-01","fundEnd":"2016-06-30","funder":"AHRC","impactText":"","person":"Jen  Ross","coPersons":["Chris  Speed","Jeremy  Knox"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}