{"id":"4DDDCDB2-C1E9-45DE-B53A-B5C3896DB351","title":"Plasmonic Interactions in Nano-Structured Voids","abstractText":"The ancient art of casting but at the nano-metre scale is being used by our team at the University of Southampton to develop ultra sensitive detectors which are being tested for health screening, and programmable coloured fabrics. Our team of nano-scientists have developed the technique of nano-casting to make nano scale gold structures that enable detection by light of tiny numbers of molecules. The Mesopotamian civilization made moulds from sand to cast molten copper. We use nano-scale plastic spheres for moulds and electroplating techniques to build up our structures. The spheres are suspended in water, a drop of which is evaporated on gold-coated glass leaving a single layer of spheres. The gold is then grown up around the ball 'mould' using electroplating techniques. Finally the balls are dissolved leaving a gold metal structure with 'nano-dishes' and cavities.It is the optical properties of the structure that are key. The tiny cavities are on the scale of the wavelength of light, so they trap the light and concentrate its energy with extraordinary efficiency. The concentrated energy enhances a phenomenonknown as Raman scattering more than a million-fold enabling the reliable detection of molecules at very low concentrations. But the exact way that light is trapped inside these cavities (in a form called a 'plasmon') is still somewhat mysterious, as it is extremely hard to predict. Our project here is to understand and develop the plasmons which can be colour-tuned over the entire spectrum. To do this we can play tricks with a large variety of metals, cavity shapes, and over-coatings.Several applications are in prospect:Raman scattering produces a kind of molecular fingerprint when light in the form of a laser is focused on a sample. The vibrating bonds of the molecules in the sample absorb some of the light and 'scatter' it so that the light emitted from the sample changes colour in a characteristic way depending on the molecules present. A Raman spectrometer is used to measure this effect with the output being a spectrum of the scattered Raman light. The problem however is that Raman scattering is very weak, hard to detect, and on its own is of little practical use in diagnostics. Our gold nano materials amplify Raman scattering so that the molecular fingerprints can easily be detected even when only tiny traces ofsubstances are present. Repeating measurements on the same sample gives the same results within a few per cent, whereas previously huge variations are observed. Such accuracy is obviously vital when screening patients. There are many applications for seeing molecules sensitively. Understanding how molecules bind to surfaces is key for unraveling the mysteries of catalysis (a multi-billion industry). And environmental monitoring of pollutants or bio-hazard detection rely on such possibilities. Diagnosing conjunctivitis using this technique on tears from patients could save the NHS an estimated 471m over 10 years through savings in drugs, laboratory time and the number of patient visits. And there are many other possible diseases including hepatitis, HIV, diabetes and chlamydia that it might be possible to spot in your tears.Another prospective application is in producing low cost solar cells, which can be extremely thin and coated onto plastics. Using the organically-coated gold nano-cavities, light can potentially be very efficiently absorbed and the energy extracted, but we have to ascertain how effective this process can be made.A final intriguing possibility is in making thin films which are strongly coloured, but don't use toxic and carcinogenic dyes. By stretching the films, or connecting them to a battery, their colour can potentially be changed. Hence we plan to test thelimits to this new tuneable colour from our structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F05534X/1","grantId":"EP/F05534X/1","fundValue":"298844","fundStart":"2009-01-19","fundEnd":"2012-07-18","funder":"EPSRC","impactText":"  The work carried out under thgis grant has been taken forward in further research on the application of plasmonic substrates for SERS detection ofDNA. Healthcare,Security and Diplomacy ","person":"Philip  Bartlett","coPersons":[],"organisation":"University of Southampton","findingsText":" Most work on plasmonics currently concentrates on flat noble metal sheets or metal nanoparticles. Our research concerns understanding and exploiting plasmons in a complementary geometry of nanostructured voids, which we have pioneered.Our objectives are aimed at answering the following broad questions:- how can we fully control the optical field distribution inside metallic nano-voids?- how does structuring on different length-scales modify the plasmon and SERS properties?- what are the linear and nonlinear optical properties of semiconductor-plasmon voids?- can we control void plasmons using elastomers?To this end, our objectives are the following deliverables:D1: develop and prove theories of void plasmonsD2: develop understanding of SERS optimisationD3: demonstrate multilayer void plasmonsD4: measure coupling between whispering gallery void plasmonsD5: modify absorption/emission of hybrid semiconductor-plasmon filmsD6: photovoltaic characterisation of hybrid semiconductor-plasmon filmsD7: strain-induced colour changes in elastomeric plasmon filmsD8: develop effective elastomeric fabrication techniques for films  Chemicals","dataset":"gtr"}