{"id":"4DE8E53A-0C62-4E1E-8AF1-57A71A9043FD","title":"Wave-equation helioseismology","abstractText":"Summary The Sun is a magnetic star. Its magnetic field permeates its upper layers, its atmosphere, and much of the solar system. Variations and complexities within this magnetic field, and within related mass flows in the shallow interior of the Sun, are thought to be responsible for a wide range of phenomena. These range from the formation and evolution of sunspots, through solar flares and mass ejections, to changes in the properties of the solar wind and the near-Earth environment that have a direct effect on telecommunications and contribute to global change on Earth. Despite their importance, the causes of solar variability, the role of the magnetic field, and their relationship to the flow of material within the interior of the Sun, are not well understood. Helioseismologists record low-frequency sound waves on the Sun by measuring the Doppler shift in light emitted from the surface. Local helioseismology uses these sound waves, propagating through the upper few tens of mega-metres of the Sun, to make images of the solar interior. These images reveal complicated changes in physical properties, and complicated patterns of flow. By using sound waves to observe the interior of the Sun directly, helioseismologists are attempting to understand the origin of solar variability, its relationship to the magnetic field, and ultimately to be able to predict the occurrence of those events on the Sun that directly influence the Earth and the near-Earth environment. This project aims to bring a new technological approach to helioseismology that will allow images to be generated that are better resolved in both space and time than is possible using existing techniques. This new approach, wave-equation tomography, has been developed by seismologists interested in imaging the Earth at high resolution, principally to aid in the search for oil and gas for the petroleum industry. A huge investment in those techniques has been made by that industry, and some of the technical fruits of that investment can now be applied to a new area of science. In contrast to earthquakes or man-made sources on the Earth, sources of solar sound are not discrete events. Instead the solar source is distributed in both space and time. In order to use such waves to image the interior, existing techniques must first average data over a significant area of the Sun and over a significant time. This averaging necessarily limits the resolution in space and time that such methods can achieve. These methods also base their imaging on the simplified physics of ray theory, and since this does not fully account for the finite wavelength of sound waves, it can compromise both their resolution and accuracy at the finest scales. In wave-equation tomography, the full physics of wave propagation is simulated in the computer and used as the basis for imaging. This approach avoids both the averaging required by other methods, and the approximations associated with geometric optics. In a pilot study, we have shown that the new technique works on synthetic solar data with a distributed source. The approach is computationally demanding, but even in 3D it is achievable on modern computer hardware. In this project, we will develop this technique so that it can be applied routinely to local helioseismic data. We will test the accuracy and resolution of our method on synthetic data, and will apply it to existing data from the ESA/NASA SOHO satellite and to new higher-resolution data to be collected on the NASA SDO mission scheduled for launch in 2008. We are interested particularly in applying the method to data from sunspots and other active magnetic regions on the Sun. At the end of the project, we will release the computer codes so that others who are working on helioseismic data can apply the new methods to their own problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E002153/1","grantId":"PP/E002153/1","fundValue":"22397","fundStart":"2007-05-01","fundEnd":"2009-04-30","funder":"STFC","impactText":"","person":"Michael John Thompson","coPersons":["Michael R Warner","Joanna Victoria Morgan"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}