{"id":"4DED0762-CC49-4DBD-93D1-7470351845F5","title":"How does near-surface mixing influence ventilation over the Southern Ocean?","abstractText":"Observations of e.g.\\ ice cores and tree rings tell us that the Earth's climate system is changing all the time. With the ocean occupying over 70\\% of the Earth's surface, fluctuations in the climate system are strongly affected by the ocean and its currents. One key element in the climate system is the communication between the atmosphere and ocean interior, which is what scientists called 'ventilation of the ocean interior'. Through the ventilation process, momentum, heat and gases are exchanged at the ocean surface, transferred into the ocean interior and distributed around the globe by ocean currents. The climate system is sensitive to the rates and pattern of ocean ventilation since these dictate the speed of transmission and the pathways of anomalous climate signals that travel through the ocean interior and re-appear at the surface to feedback to the atmosphere. However, what puzzles scientists at the moment is, although they know the climate change is mediated by ocean ventilation, they don't know exactly what controls the rate of ocean ventilation. Having said that, scientists do know that ocean ventilation is largely forced by buoyancy flux at the surface (the combined effect of heating from the Sun and exchange of heat and moisture with the atmosphere). If surface waters cool (or become salty) they becomes denser and then mix vertically with underlying lighter waters, bringing these deeper waters up to the surface. When the surface warms again, the lower part of this column of ventilated fluid is cutoff from the surface again and may move down into the ocean interior. However, there is a further complication by which small-scale (~ km to 100 km) features---called eddies---also affect the ventilation rate by mixing dense and light water horizontally near the surface. This is particularly important in the Southern Ocean where eddies are known to be very energetic as a result of strong westerly winds blowing over the world's largest current, the Antarctic Circumpolar Current (ACC). As these small eddies are very difficult to observe---you need many measurements covering a wide region over a long period---scientists use approximate rules (`parameterizations') that estimate the presumed effect of the eddies in terms of the large scale flow. To this date, scientists are not sure whether these parameterizations correctly predict the effect of eddies on oceean ventilation because computer models that simulate ocean eddies seem to disagree with some of these predictions. It is important to resolve this conflict because if eddies are important in controlling ventilation, then they need to be properly incorporated in the climate prediction models which cannot simulate them explicitly with the present day computer power. The goal of our study is to improve our understanding of the role of small scale processes on controlling the ventilation rate in the Southern Ocean. We will conduct a series of idealised model experiments which simulate a simple ACC system in the Southern Ocean. The advantage of using simple models is that we can isolate the effect that eddies have on the ventilation rate of the ocean from that due to seasonally and annually varying forcing. The insight gained from these experiments will tell us a great deal about how these eddies help or hinder the ventilation of the Southern Ocean. The Southern Ocean is one of the world's largest carbon sinks where carbon is taken away from the atmosphere to be locked up in the deep ocean so it does not contribute to the global warming. Any changes in the Southern Ocean that may impact on its ability to absorb carbon concern all of us in every part of world. Our study aims to improve our understanding of a key element of the Earth system which ultimately determines how nature will respond to changes wrought by human activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020252/1","grantId":"NE/F020252/1","fundValue":"321362","fundStart":"2009-02-20","fundEnd":"2012-02-19","funder":"NERC","impactText":"  The papers produced by this study have been cited internationally by ocean and climate modellers Environment ","person":"David Alexander Smeed","coPersons":["Alberto  Naveira Garabato","Aylmer John Nurser"],"organisation":"National Oceanography Centre","findingsText":" We have made progress in understanding the processes whereby eddies affect the transport of water from the surface layers of the ocean into the stratified intermediate layers. We also found that the representation of this process in ocean and climate models is dependent upon the model resolution. This will enable ocean and climate modellers to better represent processes by which ocean water masses are formed. Environment","dataset":"gtr"}