{"id":"4DF13000-2952-4423-889E-3C43F7C7F230","title":"Agronomic processes to optimise galanthamine content of daffodil biomass (AGROGAL)","abstractText":"This project aims to build on a previous one-year study undertaken by Alzeim in collaboration with IGER, where the feasibility of Narcissus cultivation was considered under selected environmental regimes and at different harvest dates (Morris et al 05). At that time, the economic returns were forecast to be only moderate, since pharmaceuticals containing galanthamine were protected by patents and API levels were quite low allied to high extraction and transport costs. Formulations containing the API are now generic and the research detailed in this proposal will build on sequential harvesting of different Narcissus tissues, containing significantly higher galanthamine levels, already piloted at Alzeim. The findings and research that will be addressed within this project will seek to further drive down costs by applying the latest biorefinery principles, coupled to entirely novel harvest and extraction regimes, which are then allied to developments in agronomy, choice of plant genetic resources and savings through reduced transport of feedstocks. Sales of the biorefinery 'side-streams' should result in spin-off benefits to the local economy through supply of products to support the tourism industry (perfume, paper, wax). Although focused on the objective of maximising the alkaloid content of daffodils, the research will also provide information that can be directly utilised by flower growers and indirectly by other producers seeking to use plants as sources of secondary metabolites. Specifically, the research will demonstrate the response required from growers to climate change. The innovative qualitative models produced by the research should capture all pre-existing knowledge and provide coherent tests of the results of the various trials. In addition, they should provide the foundation for models for analogous systems. The qualitative models should enable prospective growers to determine the expected returns on their investments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006540/1","grantId":"BB/I006540/1","fundValue":"198346","fundStart":"2011-10-04","fundEnd":"2015-10-03","funder":"BBSRC","impactText":"  Collaborators are looking in other directions for biostimulatory processes. Agriculture, Food and Drink,Environment Economic","person":"Deri  Tomos","coPersons":[],"organisation":"Bangor University","findingsText":" The objective of the Programme is to identify inividual agronomically-relevant processes and treatments that would increase the production of the anti-Alzeimer drug, Galanthamine, in Daffodils. (To identify the basis of the so called Black Mountain Effect observed in the field.) Extensive and reproducable analysis of some 20 different treatments applied individual (under laboratory conditions) have so far failed to find any that mimic the Black Mountain effect and have been eliminated from likely target processes. We consider this to be an unequivocal (and hence positive) result. (Some treatments increase concentration of alkaloids, but at the expense of fresh weight. The overall yield per plant remaining unchanged.) The explicit results will ensure that the industrial partners, and others, will have to look elsewhere for biostimulatory treatments in the case of the galanthamine harvest. Agriculture, Food and Drink,Environment","dataset":"gtr"}