{"id":"4DF59F56-704B-4961-B764-07EFF78AC02A","title":"Quantum phenomena in rotating solid helium","abstractText":"Solid helium-4 is an example of a quantum crystal due to the presence of large quantum fluctuations (zero point motion). It provides an ideal testbed for investigating the quantum behaviour of crystalline matter and structural defects such as dislocations (crystallographic line defects). Experiments by Kim and Chan, showed that a small component of solid helium appeared to decouple from the oscillatory motion of their container (a torsional oscillator), sparking a huge amount of controversy regarding whether so-called supersolidity (i.e. the paradoxical superfluid flow of a solid) occurs in solid helium. The most recent research points towards the effect been largely due to the anomalous quantum plasticity of solid helium due to the motion of dislocations and their subsequent freezing due to pinning by helium-3 impurities at very low temperatures.\n\nHowever, there have been several other very recent observations involving four different research groups of an effect due to steady DC rotation that may be independent of the changes in elasticity and instead due to some exotic quantum behaviour and perhaps supersolidity. The correct interpretation of these experiments is unclear and controversial. In addition, the group of Hallock has observed direct DC mass flow through solid helium which has been interpreted as being due to superflow along the cores of dislocations. There is thus a need for new experiments to search for unambiguous evidence of quantum coherence (such as supersolidity) in solid helium. \n\nRotation has been successfully used to probe the helium superfluids in many different experiments, perhaps most remarkably in the demonstration of persistent mass currents (due to flow with no dissipation) - the &quot;smoking gun&quot; of superfluidity. We will use our new rotating dilution refrigerator to search for novel quantum phenomena when solid helium is rotated. Firstly, we will look for effects due to steady rotation on a disk of solid helium housed in a torsional oscillator that are independent of elastic effects, which will be measured simultaneously using shear plates. Secondly, we will conduct a direct search for persistent mass currents in solid helium by measuring the angular momentum of flow generated by rotation in an annular channel using a high-sensitivity gyroscope. Observation of persistent currents would constitute direct evidence of supersolid behaviour. Plastic effects and relaxation due to mechanical agitation, such as rapid changes in rotation will also be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001446/1","grantId":"EP/L001446/1","fundValue":"95962","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Paul Michael Walmsley","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}