{"id":"4DF50C04-B4EA-49DA-A650-A9AF5411C3E9","title":"Protein Function Prediction using Machine Learning by an Enhanced Novel Support Vector Logic-based Approach","abstractText":"Proteins are biological molecules that are the machinery of life involved in numerous biological processes such as the breakdown of food to provide energy and the defence of a cell against disease. Proteins adopt complex three-dimensional (3D) structures and the location of the atoms can be revealed experimentally. Knowledge of the 3D structure of a protein and its function often provides major insight into biological processes. In addition, this knowledge is of substantial benefit to the design of novel drugs. As a result of advances in biological research, particularly the sequencing of the genomes of humans, other animals and many bacteria, the scientific community is now determining or predicting the 3D structures for many proteins whose functions are not yet known. In addition computational methods can predict the possible structure of a protein from its chemical formula (its sequence). This project is to develop a computer-based approach to take a protein of experimentally-determined or predicted structure and suggest its function. Protein function is determined by the spatial position of critical residues and the environment of these residues. We will use a computer algorithm to learn the rules from known examples of protein structures and their functions. In particular the machine learning approach will be a combination of logic reasoning and quantitative predictions from a support vector machine using a novel method known as Support Vector Inductive Logic Programming (SVILP). SVILP has the benefits that logic rules are powerful in describing spatial relationships and can be readily understood. However logic rules are yes or no and for quantitative prediction (e.g. confidence or rank) we then feed the logic rules into a support vector machine. In this grant we will enhance this novel SVILP methodology. There will be two major results from the grant. First we will have developed an enhanced method to assign function to protein structure and develop a web server for use by the community. Second we will have developed an enhanced robust version of SVILP with its power benchmarked on a challenging application and in a form suitable for uptake by the community to apply our method to a wide range of problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000940/1","grantId":"BB/E000940/1","fundValue":"683504","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"BBSRC","impactText":"  Developed a novel approach to predict protein function using enhanced machine learning Pharmaceuticals and Medical Biotechnology Economic","person":"Michael J Sternberg","coPersons":["Stephen  Muggleton"],"organisation":"Imperial College London","findingsText":" Logic-based methodologies can be used to assign protein function. Application to synthetic biology for modify protein function. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}