{"id":"4DF58A78-8611-4AE5-AED9-D4BE5960A484","title":"Mechanisms of mosquito gut homeostasis and the role of NF-kappaB signalling","abstractText":"Similar to the human intestinal tract, the mosquito gut contains large and complex bacterial communities. The numbers of bacteria in the female mosquito gut increase drastically after ingestion of a bloodmeal. We have recently shown that strong immune reactions of the mosquito gut elicited by the bacterial increase are important in restoring the original gut conditions (homeostasis), and also attack and reduce the numbers of ingested animal and human blood-borne pathogens such as malaria parasites and viruses. These findings highlight the importance of the gut microbiota in the capacity of mosquitoes to transmit pathogens and led us postulate that interfering with the interactions between the mosquito gut and its microbiota could lead to new approaches for disease transmission control. This project aims to characterise the molecular mechanisms involved in the control of mosquito gut bacteria. The capacity to harbour gut bacteria differs from one mosquito to another due to genetic variation. We will take advantage of this variation to identify genes that are involved in the interactions with gut bacteria, and then inactivate each of these genes to examine their specific effects on the gut bacterial communities. Our previous research has shown that a protein recognising peptidoglycan, an important structural component of the bacterial cell wall, is important for defence reactions against gut bacteria. It also suggested that this receptor controls the levels of bacteria by quantitative sensing of peptidoglycan and tightly regulates activation of defence reactions. We will investigate this novel hypothesis using molecular and cell biological techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009338/1","grantId":"BB/K009338/1","fundValue":"384991","fundStart":"2013-01-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"  So far, they have been used only by us to develop follow-up projects to investigate (a) the impact of mosquito-ingested antibiotics on disease transmission and (b) how the modification of the mosquito gut homeostasis could lead to new interventions in animal and human health.  ","person":"George  Christophides","coPersons":[],"organisation":"Imperial College London","findingsText":" 1. We have characterised important players of immune homeostasis in the mosquito gut, including a family of type III fibronectin domain proteins that control the composition of gut microbiota in favour of Enterobacteriaceae. We also identified a behavioural circuit controlled by the gustatory receptor GR9 that regulates homeostatic antibacterial immune responses.\n\n2. We have demonstrated the dramatic changes in the dynamics of the gut microbiota in the mosquito gut following bloodmeals and provided insights into how homeostasis is restored.\n\n3. We showed that the presence of antibiotics in ingested blood alters the susceptibility of Anopheles gambiae mosquitoes to malaria infection by disturbing their gut microbiota. We confirmed these data in semi-natural settings by feeding mosquitoes with blood of children naturally infected with Plasmodium falciparum. The finding that mosquito bloodfeeding causes a bacterial explosion in the mosquito gut has led to the discovery that the presence of antibiotics in the blood may cause significant changes in the gut immune homeostasis with important implications in mosquito vectorial capacity. Indeed, we showed that therapeutic concentrations of antibiotics in the animal and human blood are sufficient to affect the mosquito microbiota load and composition, and to increase the mosquito susceptibility to rodent and human malaria parasites. As the use of antibiotics in Africa is high and likely to increase with WHO-led neglected tropical disease (NTD) elimination programmes (e.g. trachoma and Buruli ulcer), our findings are of particular importance to public health. Follow-up research could therefore lead to recommendations to national and international health services in malaria endemic areas for regulated antibiotic prescription, and/or choice of antibiotics that do not impact or negatively impact malaria transmission. Education,Environment,Healthcare","dataset":"gtr"}