{"id":"4DFA44E5-94A8-474D-A136-5423CB6B5AD2","title":"Optical Imaging of Fly Brains for Neurodegeneration Research","abstractText":"Approximately 1 million people in the UK alone are suffering from neurodegenerative diseases, and the number is rising. They pose a huge burden on individuals suffering from these devastating diseases, their relatives, and the economy as a whole, and despite all research efforts there are currently no cures. A key phenomenon linking diseases such as Parkinsons and Alzheimers is that proteins, which are normally harmless, start to change shape, to aggregate and to misbehave so as to become toxic to the neurones in the patients brains. Nobody knows what mechanisms leads to this dysfunction nor how to prevent it. A huge problem is that one cannot with current tools follow how the proteins form into toxic structures in living individuals. What we propose here is to develop, by drawing on the expertise of physicists and geneticists, a novel platform that will permit us to study the formation of such toxic aggregates directly in living brains, not human brains of course, but the brains of fruit flies, which are amenable to optical microscopes and can serve as models of what might be going on in humans. If we succeed in building such a technology, we would have a tool with which to understand the disease and with which to test potential drugs which prevent the toxic structures from forming.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902243","grantId":"G0902243","fundValue":"99702","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"  This grant provided funding to maintain essential capabilities in cell biology related to our groundbreaking development of super-resolution fluorescence microscopy techniques to study the structure, propagation, and mechanisms of toxicity of amyloidogenic proteins. It therefore contributed to the original conclusions drawn by these projects (EP/HH018301/1 and MR/K02292X/1), which provide fundamental biomedical understanding that is needed to comprehend, diagnose, and thus develop treatments for neurodegenerative diseases. As with these related projects, we propagate the scientific value of this research through our close collaboration with researchers in the Cambridge neuroscience (http://www.neuroscience.cam.ac.uk/), and to the public through our outreach activities in collaboration with Alzheimer's research UK. Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Clemens  Kaminski","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}