{"id":"4DFC9C24-8222-41AC-99BD-F640A0FDB5AE","title":"Exploiting the Phytophthora infestans genome: targets for sustainable potato protection","abstractText":"Pathogen attack of crop plants is a key issue affecting agricultural sustainability in terms of both yield loss due to disease and environmental impact due to fungicide application. The oomycete pathogen Phytophthora infestans is the most significant pathogen of potato, the world's fourth largest crop. P. infestans is responsible for large yield losses through late blight disease, and costs associated with chemical control amount to &pound;3M globally per year. Genetic resistance to P. infestans and control chemicals have been deployed with limited success, as both have been readily overcome by variation in pathogen populations. This proposal aims to address the problems faced by existing control measures through exploitation of the P. infestans genome to seek vital and invariant components of its pathogenicity arsenal that can be targeted for sustainable potato protection. Specifically, this information will be used to identify sources of durable potato disease resistance for breeding and to develop novel control strategies that are intrinsically difficult for the pathogen to overcome. The oomycetes include more than 70 Phytophthora species and are arguably the most significant pathogens of dicotyledenous plants. In the last year or so, genes have been identified from oomycete pathogens of the model plant Arabidopsis, of soybean, and from P. infestans itself (by the SCRI group), that encode proteins that trigger resistance. These proteins are very different to each other except from a conserved motif that is similar to a sequence required for delivery of malaria virulence proteins inside human blood cells. Preliminary evidence suggests that this motif is required to deliver the oomycete proteins into the cells of their respective plant hosts. The motif has provided a signature to search for other proteins that are delivered inside host cells, where they may be exposed to defence surveillance systems. In this proposal we aim to identify the entire complement of such poteins from P. infestans. We will characterize these proteins to seek those that are essential for infection (and thus are not easily lost by the pathogen) and those that show little sequence variation in diverse strains of the pathogen (and thus appear to be under selective pressure to remain unchanged). We postulate that such proteins represent potential Achilles' Heels for the pathogen if resistances can be found that recognize them. To this end, we will search in a wild potato biodiversity collection at SCRI (The Commonwealth Potato Collection) for plants that are resistant to these proteins (and thus to most, if not all, strains of P. infestans). These resistances are likely to be highly durable and thus will be prioritized for introduction into cultivated potato in commercially supported breeding programmes at SCRI. The second 'Achilles' Heel' of P. infestans that we intend to exploit is the machinery required for translocation of these virulence proteins inside potato cells. The translocation machinery is potentially a very suitable target for disease control, since inhibition of this delivery process would prevent effector proteins entering host cells and thus inhibit the pathogen's normal infection process. Experiments will be conducted to find the proteins responsible for translocation by identifying proteins that bind to the conserved delivery motif. We will conduct experiments to determine how they work. Mimicks of these proteins which bind to the delivery motif in oomycete virulence proteins will potentially not only prevent P. infestans from causing infection but will have a wider application by inhibiting other oomycete plant pathogens and will possibly extend to unrelated pathogens such as malaria. The biotechnology company Syngenta is the end-user that will exploit our findings in this aspect of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006795/1","grantId":"BB/E006795/1","fundValue":"407802","fundStart":"2007-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  We have investigated the means by which RXLR effectors are delivered into host cells by oomycete pathogens. We were able to show that the RXLR motif is essential for delivery of an effector (published in Nature). Subsequently, we have shown that a distant relative of P. infestans, Saprolegnia parasitica, which infects fish and is a threat to salmon farms worldwide, also delivers RXLR effectors inside host cells. We have discovered that delivery involves the binding of the RXLR region to tyrosin-O-sulphate on the surface of host cells (published in Proc Natl Acad Sci USA). These findings have greatly raised the impact of oomycete effector research internationally in the past years and have formed the basis for many new research projects for others and ourselves in this field of research Agriculture, Food and Drink,Education,Other Policy & public services","person":"Pieter  Van West","coPersons":["Andrew  Porter"],"organisation":"University of Aberdeen","findingsText":" Oomycetes are fungal-like organisms that cause diseases in plants and animals. For example Phytophthora infestans infects potatoes and Saprolegnia parasitica infects fresh water fish, such as salmon and trout. In order to cause disease these pathogens deliver molecules into their host cells to manipulate the host in such a way that they can infect and propagate successfully. One group of such molecules are the so-called 'RxLR-effectors'. These molecules do not only target specific host molecules but also seem to highjack host transport mechanisms in order to enter the cells.\nWe have demonstrated that the RxLR-proteins AVR3a from P. infestans and SpHtp1 from S. parasitica can enter their host cells without the requirement of pathogen-encoded proteins.\nWe have also shown that these two proteins bind to a receptor, located in the host membrane, which has a tyrosine-O-sulphate (Tys) group. A potential receptor candidate has been identified for one of the RxLR-proteins. Small molecule inhibitors that block the translocation process in cell cultures have been identified.\nPhospholipids are not involved in the translocation process of the two RxLR-effector proteins that we tested.\nWe also discovered that the RxLR-leader peptides of some RxLR-proteins are able to dimerise with other RxLR-leader peptides and can translocate proteins coupled to an RxLR-motif, that otherwise cannot be translocated, into eukaryotic cells in vitro.\nFurthermore, visualisation of the translocation process has been achieved with the help of red-fluorescent proteins and antibodies. Initial results suggest that the RxLR proteins are translocated via an endocytosis process. One patent was filed: GB-SMK/FP6690135; RxLR-leader peptides and protein translocation\nThis patent covers our main findings about tyrosine-O-sulphate binding and dimerisation of RxLR-leader peptides\n\n\n\nMedical applications for RXLR effectors, using the motif for delivery of drugs into human/animal cells is currently being explored by us. Several key routes to exploitation have been made. Following the identification of essential RXLR effectors as potential 'targets' for disease resistance proteins in the host.\n\nThe mode-of- Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}