{"id":"4E018DCB-FEF2-463B-909C-466B3E0E8FEC","title":"A Protein Production Facility for Biomedically Driven Structural Proteomics","abstractText":"The human genome project, over some 10-15 years, has advanced by many orders of magnitude DNA sequencing and the manipulation and management of large biological data bases. The resulting sequence of the human genome has been hailed as an epoch making achievement ushering in as yet largely uncharted opportunities for advances in human healthcare. At a pragmatic level it is generally accepted that such advances can only occur when the genomic information is complemented by advances in our understanding of protein function. A full functional description of a protein requires knowledge of its 3D structure, often as part of a large multi-molecular assembly, but the rate of determination of genomic sequences has far outstripped that of structure determination. The aim of the Oxford Protein Production Facility is to facilitate this process by developing high throughput tools for the over-expression and structure solution of human proteins and proteins from human pathogens. In the pilot phase the project has assembled a pipeline for protein production involving sophisticated data management and robotic technologies in several areas. These technologies are highly effective for proteins from bacterial pathogens and the challenge now is to refine these technologies to increase their effectiveness for human and viral proteins. Target selection will involve choosing areas where problems of biomedical importance can be advanced more effectively than by the application of standard laboratory methods. The intention is to mesh with well established networks of interdisciplinary research covering molecular, cellular and clinical studies. We have identified target areas addressing Niesseria proteins, viral proteins, human immune proteins and proteins relevant to cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400717","grantId":"G0400717","fundValue":"2500000","fundStart":"2005-07-01","fundEnd":"2008-06-30","funder":"MRC","impactText":"","person":"David  Stuart","coPersons":["Yvonne  Jones","Ray  Owens","Karl  Harlos","Jonathan  Grimes","Robert Mark Esnouf"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}