{"id":"4E05D7CF-4B21-42CA-A855-8B898DECF701","title":"Optimising oat yield and quality to deliver sustainable production and economic impact (Opti-Oat)","abstractText":"The demand for high quality oats for food use has risen by over 23% since 2008 and is projected to increase further with forecast growth of 5% p.a. in the breakfast and healthy snack foods category. Increasing the sustainable production of healthy and nutritious food is a priority for the UK food sector. However, the percentage of home-grown oats has declined, primarily because returns on alternative break crops are higher. In large part this is because there is a significant yield gap of 3.6t/ha between average and the highest yields, indicating most growers do not have the appropriate agronomic information and guides to achieve optimal yields and quality to maximise returns. This project will provide UK oat producers with world-leading agronomic 'tools' to maximise grower returns and capitalise on the increasing demand for food grade oats. The ability to accurately phenotype crops during the season in field, and to link this with variation in final yield and quality in order to improve performance, has been a long term goal of the agricultural industry. The technology around Unmanned Aircraft Systems (UAS), including the hardware software for image acquisition and processing, is rapidly emerging as a cost-effective platform for measuring in-field and genetic variation, yet commonly few users go beyond this step. In the context of the proposed work, this technology has the potential to transform oat crop production and provide a template that can be applied to other crops. A new multi-spectral camera system, developed by URSULA Agriculture and Aberystwyth University, delivers unparalleled resolution, coverage and optical clarity within a small UAS payload and will underpin this project. This project will build on these advances to develop bespoke software (image processing routines and object-based classification algorithms) specific to oats, which are necessary to translate the UAS imagery into meaningful crop data on growth and development. Critically, these algorithms will be calibrated against comprehensive measurements made on the ground. These innovative approaches, combined with novel high-throughput assessment of grain quality, will be applied to data from the monitoring of oat crop growth, development, yield formation and grain quality on small plots and commercially-grown fields of selected modern varieties spanning a wide range of environments and management systems. This unique dataset will allow the dissection of variety x environment x management interactions by using factorial regression models originally developed for barley. It will provide the background data for development of a process-based Oat Crop Model and lay the foundation for model-driven management decision support tools. Finally, this multi-year dataset will be mined to explain differential varietal sensitivities to explicit environmental and/or physiological variables associated with the trials to allow the construction of an Oat Growth Guide, similar to the widely adopted Wheat and Barley Growth Guides (HGCA, 2008 &amp; 2005). This will give appropriate detail and an in-depth knowledge to the whole oat growth process and identify critical crop management points to maximise yield, quality and sustainability. Focused dissemination of these innovative tools will increase average yields by at least 1 t/ha (equivalent to a &pound;15M uplift p.a. in output from the existing oat land base), contribute to sustainable intensification, reduce supply risk for millers, reduce imports, catalyse food product innovation and consumer access to healthy grains and stimulate milled product export.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02749X/1","grantId":"BB/M02749X/1","fundValue":"209352","fundStart":"2015-03-01","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Catherine Jane Howarth","coPersons":["Alexander Allan Cowan","Athole  Marshall"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}