{"id":"4E077FEE-A585-4889-8D7A-B51CF42B1C24","title":"Transgenic human tissue: a powerful new tool for research and therapeutic targeting.","abstractText":"Tissue engineering is a rapidly advancing medical technique that uses human cells and specialised materials to create living human tissues or organs in the laboratory. Such tissue can be used to repair diseased or damaged tissues in patients. Current examples of this include bone, skin, cartilage and bladder; however it is hoped that more complex tissues and organs will one day also be created, decreasing the demand for organ transplantation. We have combined this technology with that of gene therapy to create genetically modified cartilage that is resistant to the destructive processes of arthritis. Such tissue may be more effective in repairing cartilage in these patients. Based on this technique, but incorporating new technology known as 'RNA interference' we are now in a unique position to create human tissue in which any specific protein can be 'knocked-out'. This tissue has the potential to be a powerful research tool that could be used to determine the role of any molecule in normal or diseased human tissues. In recent years this task has, to a large extent, been fulfilled by genetically engineered mice. However production of such 'transgenic' animals can be controversial and is also expensive and time consuming. More importantly, animal models do not always correctly reflect the situation in humans. The aim of this research proposal is to create novel human transgenic tissue engineered cartilage and demonstrate that it can be used as a model to determine which specific molecules are involved in tissue destruction in arthritis. This should be of great benefit in designing specific drugs for the treatment of this disease. Successful application of this technology in cartilage should be equally applicable to other engineered tissues such as bone and skin and could be of great scientific and therapeutic interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013791/1","grantId":"BB/E013791/1","fundValue":"101722","fundStart":"2007-04-01","fundEnd":"2008-09-30","funder":"BBSRC","impactText":"","person":"Michael David Barker","coPersons":["Paul Vincent Hatton","Aileen  Crawford"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}