{"id":"4E0845A5-6DF8-4F3E-A549-0FA4ABFA445D","title":"Late Pliocene soils and lakes: A global data set for the analysis of climate feedbacks in a warmer world","abstractText":"Our understanding of future global warming under increasing human-related emissions of greenhouse gases relies heavily on prediction of climate model simulations. Although progressively more sophisticated, climate models have uncertainties in particular when simulating climates with temperatures and atmospheric CO2 concentrations unprecedented in the recent past. Soils, lakes and vegetation can have a strong impact on the climate system and are often key factors for uncertainties in modelling experiments. One approach to explore uncertainties and understand mechanisms of potential future climate change is to look at time periods in the past, for which geological data are available. The proposed project will investigate the importance of soil and lakes in a warmer, high CO2 world, by synthesising global datasets from geological records. We will focus on the Late Pliocene geological period, ca. 3.6-2.6 million years ago. With increased mean global temperatures and higher atmospheric CO2 concentrations, the late Pliocene geological period provides an 'accessible example of a world that is similar in many respects to what models estimate could be the Earth of the late 21st century' (Intergovernmental Panel on Climate Change 2007). Our new global soil and lake dataset will be used as boundary conditions in palaeoclimate modelling experiments. The outcomes of these models will then be evaluated using the existing comprehensive TEVIS dataset (Tertiary Environment and Vegetation Information System), which contains data from 202 palaeobotanical sites. By indicating weaknesses and strengths, our data-model comparison will test the importance of soils and lakes in high CO2 climate systems and will contribute to the improvement of climate models that we rely upon for simulating future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016287/1","grantId":"NE/I016287/1","fundValue":"45886","fundStart":"2012-02-01","fundEnd":"2013-01-31","funder":"NERC","impactText":"  With increased mean global temperatures and atmospheric carbon dioxide concentrations close to or even higher than modern values, the late Pliocene geological period, ca. 3.6 to 2.6 million year ago, provides an &quot;accessible example of a world that is similar in many respects to what models estimate could be the Earth of the late 21st century&quot; (IPCC 2007). The key findings of this project have been used in the Pliocene Model Intercomparison Project (PlioMIP) and are a contribution to the latest report of the Intergovernmental Panel on Climate Change 2013, AR5 (Chapter 5 - Information from Palaeoclimate Archives). Communities and Social Services/Policy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice Societal,Policy & public services","person":"Ulrich  Salzmann","coPersons":["Alan Michael Haywood"],"organisation":"Northumbria University","findingsText":" Based on a synthesis of geological data we have reconstructed the global distribution of Late Pliocene soils and lakes which are then used as boundary conditions in a series of model experiments using the Hadley Centre General Circulation Model (HadCM3) and the BIOME4 mechanistic vegetation model. By combining our novel soil and lake reconstructions with a fully coupled climate model we are able to explore the feedbacks of soils and lakes on the climate of the Late Pliocene. Our experiments reveal regionally confined changes of local climate and vegetation in response to the new boundary conditions. The addition of Late Pliocene soils has the largest influence on surface air temperatures, with notable increases in Australia, southern North Africa and Asia. The inclusion of Late Pliocene lakes generates a significant increase in precipitation in central Africa, as well as seasonal increases in the Northern Hemisphere. When combined, the feedbacks on climate from Late Pliocene lakes and soils improve the data to model fit in western North America and southern North Africa. A digital version of the Pliocene soils and lakes reconstruction is accessible through the USGS-PlioMIP/PRISM webpage to be used as boundary conditions in PlioMIP2 model experiments. Environment,Other","dataset":"gtr"}