{"id":"4E1AD0CF-6519-42CC-B148-B0D80396D199","title":"Dream Fellowship: Energy-Modulated Computing","abstractText":"This is both a unique opportunity and a challenge for me as I set my aims at identifying a coherent set of problems to work on after this Fellowship. Such challenges are sometimes associated with searching not only for solutions to what we don't know, but also for the things we don't know that we don't know. My main area has for years been electronic systems engineering. By thinking and engaging creative processes in this area, it is first of all important to see where calls for creativity originate. Obviously, these calls come from real life, from the needs of society and industries where electronics is enabling technology. Focusing further, such calls can be found in the links and synergies between the pivotal areas of ICT, which increasingly share common values and criteria: quality of service, usability, cost-efficiency, performance, dependability, and how they interact with the provision of resources. Semiconductor technology permits formidable concentration of electronic devices and electrical power on small areas of a silicon die. At the same time, engineering processes, involving software and hardware, can no longer sustain this growth; they require the design and test processes to be much more resource-conscious. Green, energy-frugal, power-proportional are qualities of computer systems that people begin to use now. Numerous examples bring up the issue of resource and energy-awareness into computing and electronics. From the energy supply perspective, battery life, energy harvesting, power control and regulation are changing systems engineering practices. From the energy consumption viewpoint, the high end of the spectrum is occupied by mammoth data plants (e.g. Google plant in Oregon was estimated to require 103MWatt of power, enough to supply every home in Newcastle). In the middle, there are many-core chips, such as Intel's 48-core SCC, consuming between 25-125W. The low end of the spectrum is systems that interface to biological organisms, where power constraints are at the level of microwatts. Over the years system design methodologies developed completely relying on feature scaling and availability of as many resources as needed in order to satisfy their performance appetites. However, architecting systems solely on the principles of hierarchy and object-orientation, without proper account of underlying resources often leads to inefficiency, likewise does the full decentralisation of control and distribution of resources on principles of local optima. \n\nOne of the important achievements of this fellowship could be obtaining an evolutionary roadmap for electronic system design which is &quot;modulated&quot; by the energy aspect. In working towards this goal, I will think about issues involving energy characterisation of components and devices of different functionality and nature, interplay between energy and dependability, power constraints and quality of service, an idea of &quot;energetic effort&quot; for design criteria, possible role of game-theoretic approaches in resource-driven computing and various modelling and meta-modelling techniques, as well as design automation issues. \nThe other two important achievements would be: knowledge-transfer routes for providing industry with new design paradigms, methodologies and tools for energy-frugal systems, as well as mechanisms for enthusing a new generation of your researchers about creativity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005177/1","grantId":"EP/J005177/1","fundValue":"171080","fundStart":"2011-10-17","fundEnd":"2013-10-16","funder":"EPSRC","impactText":"  Some findings have attracted interest from Dialog Semiconductor, who are now offering support to the development of design flow and CAD support for asynchronous logic for analogue design Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Alexandre  Yakovlev","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}