{"id":"4E1D1274-E31F-4248-A187-2BA27D43848F","title":"Evaluating and modelling the impact of extreme events on South African dryland rivers: Cyclone Dando (January 2012)","abstractText":"In mid January 2012, Cyclone Dando struck southern Africa, leading to widespread heavy rainfall (450-500 mm in 48 hours) &amp; flooding in the Kruger National Park (KNP), eastern South Africa. This flooding occurred just 12 years after the last major catastrophic flooding in the KNP (Jan/Feb 2000), which also caused dramatic river channel &amp; vegetation changes. Using data acquired from light aircraft (photographs, LiDAR) together with field surveying &amp; sediment sampling, this study will exploit a rare opportunity to investigate the flooding, erosion &amp; sedimentation that occurred during the January 2012 event along three rivers in the KNP. The data obtained will be compared with pre-existing data that were collected prior to &amp; following the 2000 flooding in the KNP, &amp; then combined with state-of-the-art computer models to simulate flow characteristics during floods &amp; the longer term response of the rivers to sequences of extreme floods. The aerial, field &amp; modelling results will help to develop new conceptual models of the response of these rivers to extreme events. Such models will have practical application, both for river managers in the KNP &amp; farther afield. Many climate change scenarios predict future increases in the size &amp; frequency of extreme flood events in southern Africa &amp; other dryland regions, &amp; better understanding of the spatial extent of flooding, erosion &amp; sedimentation will contribute to improved flood hazard management &amp; environmental stewardship.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001132/1","grantId":"NE/K001132/1","fundValue":"42288","fundStart":"2012-04-23","fundEnd":"2012-12-31","funder":"NERC","impactText":"  The datasets obtained are being used to improve conceptual understanding of the response of dryland river systems to large floods.\nSANParks are using the LiDAR and imagery data for conservation management within the Kruger National Park, South Africa.\nThe datasets are also being used by a University of Hull PhD student, who is looking at CAESAR modelling of dryland rivers Education,Environment Policy & public services","person":"David  Milan","coPersons":["George Leonard  Heritage","Stephen  Tooth"],"organisation":"University of Gloucestershire","findingsText":" OSL ages obtained from basal sediment units were mainly within the 150–400 year range but extend to around 1000 years. This indicates that regardless of the depositional feature or reach, extensive stripping events (system ‘resetting’) have occurred within the last few hundred years. The results suggest that these rivers are essentially bedrock channels with any alluvial features that develop frequently being stripped on centennial timescales. The OSL results suggest that material is stripped from the macrochannel more frequently than previously envisaged.\nThe extent of stripping appears not only to be a function of flood magnitude, but also flood sequencing (frequency and temporal spacing between events), channel type and vegetation successional stage.\nRepeat LiDAR survey data for the Sabie river permitted a sediment budget to be established for the 50 km reach studied revealing substantial net erosion.\nLiDAR data coupled with measured flood strandline data, also permitted 2D hydraulic modelling of the KNP rivers to be conducted, which highlighted the major control that bedrock reaches have upon peak-flow hydraulics and channel response.\nThe findings suggest that the structural setting and extreme hydroclimatic influence on the KNP rivers create conditions conducive to the continuing erosion of the underlying bedrock macrochannel template on centennial timescales The findings will be of particular use to SANParks, who are interested in how the river habitat in the Kruger Park responds to floods Education,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}