{"id":"4E294C6C-C29D-45E2-851E-D13A4FAF71EB","title":"Credit and Labour Market Foundations of the Macroeconomy","abstractText":"The crisis and its aftermath have thrown up many challenges for macroeconomics. For the past thirty years the predominant methodology in macroeconomics has been a class of models that assume an absence of heterogeneity across firms, individuals, etc., and assume that individuals have access to well-functioning insurance markets. \n\nThese models have been widely criticised for providing no insight into the current crisis. The crisis has highlighted i) the extreme nature of labour market responses as unemployment has remained high while nominal wages have remained inflexible; ii) the importance of credit markets in generating as well as propagating shocks.. It is our view that that a deeper understanding of credit and labour markets, how they interact and how shocks in these markets aggregate and propagate is fundamental to the understanding of the macroeconomy. This agenda requires building a model of the economy based on realistic features of credit and labour markets including differences in information among agents, differences in attitudes towards risk, the inability to specify or contract upon all future contingencies, and recognising the limits of contractual enforceability. It requires an understanding of how behaviour in individual markets aggregates and how, in turn, the macroeconomic environment feeds back to individual markets. Our aim is to transform research in macroeconomics and to build its foundations on a thorough understanding of credit and labour markets.\n\nCredit markets: We will consider why financial markets occasionally dry up, why banks simultaneously borrow and lend to each other and how this affects financial risk and monetary policy. An important component of this analysis is that differences in information between holders of assets and potential buyers creates illiquidity, that is, holders find it costly to reverse an asset trade once made. The relationship between contagious illiquidity and market failure, such as we have seen in the financial crisis, is a core element of this theme.\n\nLabour markets: Traditional models have difficulties accounting for the fluctuations, and the sluggishness in responses, of employment and wages. We will investigate this issue from two angles. First, we will look into the black-box of standard job search models by examining how job-seekers determine which jobs to apply for, how this changes with unemployment and how selections depend on occupation, salary and travel distance. Second, we will examine the nature of the employment relationship after job search is completed, its durability, the evolution of wages and productivity and the dependence of both on current, past, and anticipated macroeconomic conditions.\n\nThe macroeconomy: An economy is the aggregation of the activities in individual markets. It is important to know if behaviour at the level of individual markets is amplified or washed-out at the aggregate level. For example, if employment responses at the firm level are sluggish, does this imply sluggish responses at the macro level? Understanding this aggregation issue requires insight into the structure of employment responses at the firm level. We expect that the joint analysis of credit and labour markets and how they aggregate will provide new insights for the understanding of the macroeconomy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009633/1","grantId":"ES/L009633/1","fundValue":"4838340","fundStart":"2015-06-01","fundEnd":"2020-05-31","funder":"ESRC","impactText":"","person":"John Hardman Moore","coPersons":["Tim  Worrall","Lodewijk Pieter Visschers","David  Miles","Andy  Snell","Nobuhiro  Kiyotaki","John  Hassler","Jose Vicente Rodriguez Mora","Gary  Solon","Ryan  Michaels","Philipp  Kircher","Michael William Leamington  Elsby","Pieter  Gautier","Matthew  Shapiro","Maia  Guell","Michele  Belot","Iourii  Manovskii","Jonathan  Thomas"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}