{"id":"4E2CB987-9C5F-47E8-9B50-B584AC20172B","title":"Role of Modelling &amp; Simulation in Advancing NATO NEC - Loughborough Participation in MSG-062.","abstractText":"The UK defence provision is undergoing two major transformations concerned with improving the agility of the armed forces (effects based operations) and the defence supply chain in order to respond to rapid changes in capability requirements. Other nations are facing similar challenges and Network Enabled Capability (NEC) and Network Centric Operations (NCO) have emerged as concepts to address them. These concepts are concerned with advances in information and knowledge sharing to achieve more effective decision making. But delivery of these aspirations requires considerable research effort into interoperability at both technological and societal levels, security implications for networks, general systems engineering processes and tools to manage capability life cycles, and the architecting of systems and of so-called systems of systems. A strong reliance on advances in autonomous systems is also implied. The outputs of research in these areas will also lead to major advances in other domains (e.g. transport) where large complex systems must be managed more effectively.The NECTISE programme (EP/D505461/1) is jointly sponsored by EPSRC and BAE Systems to develop new systems engineering concepts that will support such radical changes in the delivery of engineering solutions to these challenges. It began in Nov 2005 and will run until Apr 2011. The programme supports a consortium of ten UK universities carrying out research into the pertinent themes of through life systems management, system architectures, decision support, and control and monitoring. Loughborough lead the overall research programme and are responsible for integration across this multi-disciplinary activity. A major part of this integration is the formulation and construction of a set of large-scale complex experiments, rooted in M&amp;S. In April 2006, Prof. Henshaw supported a NATO exploratory meeting concerned with the development of M&amp;S as a key enabler of NEC/NCO. This activity (now called MSG062) has been approved by NATO and will be led by Dr. Andrew Vallerand of Defence R&amp;D, Canada. Contributions will come from 11 NATO nations. The Loughborough NECTISE activity will directly support two of the 7 TAP themes and contribute to a third, as follows:- Concepts of capability and models, experiments, and experimental techniques to support chapter 1: M&amp;S to support capability design and through-life management of NEC.- Experiments and integrated programme outputs to support chapter 4: M&amp;S to support acquisition, test and evaluation and logistics for NEC. In fact, the question upon which the NECTISE programme was predicated was are you ready for NEC? which largely addresses the chapter 4 objective of being able to assess net-ready platforms and systems.- Components of our integrated experiments concerning the use of service oriented architectural approaches, metrics and measures to support standards, and life cycle management of systems will contribute substantially to chapter 6: M&amp;S evolution to support NEC and NEC impact on M&amp;S evolution.Involvement in the TAP will be beneficial to the whole of the NECTISE programme and other consortium members will be kept fully informed of the Loughborough activity within the TAP and, when appropriate, encouraged to contribute towards the TAP. In particular, the NECTISE programme has major demonstration phases in autumn 2008 and 2009, and the TAP a demonstration in autumn 2009. The respective demonstrations will provide useful learning in support of each other.The TAP will have four 2-day working meetings and four 0.5 day progress meetings (tied to appropriate conferences) split equally between North America and Europe, and a demonstration activity in North America.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010389/1","grantId":"EP/F010389/1","fundValue":"17030","fundStart":"2007-08-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"","person":"Michael  Henshaw","coPersons":[],"organisation":"Loughborough University","findingsText":" The publicaton as a whole covered a range of defence related applications of modelling and simulation. The chapter provided by the grant holder focused on the use of systems architecture in defence acquisition where interoperability is a major concern. This demonstrated direct application of an architectural technique to investment prioritisation Most exploitation is by the non-academic community. Primary users are defence companies such as BAE Systems and Lockheed Martin. The results are published through NATO and are available to all NATO and Partner for Peace Nations. The chapter has been exploited by defence ministries and within the NATO context. It has also been used to support educational material at Loughborough University. Aerospace, Defence and Marine,Security and Diplomacy","dataset":"gtr"}