{"id":"4E2E553C-719A-4DB0-B8FF-E4072D0DFE8E","title":"Ageing, Drama and Creativity: a critical review","abstractText":"This proposal is to produce a critical review on 'ageing, drama and creativity', focusing on cultural value as viewed through the lens of older people's experiences of theatre and theatre-making. The rationale for the review arises from the interdisciplinary work on theatre and ageing we have been carrying out since 2009 through the Ages and Stages projects, which have explored the role a particular cultural institution (the Victoria/New Vic Theatre) has played in the lives of older people in North Staffordshire. Our research, and that of others, has led us to identify a gap in our knowledge: whilst we know quite a lot about the practice of undertaking creative drama-based projects with older people, our conceptual and empirical understandings of how cultural value is viewed by the participants in these projects is much more limited.\n\nThe review is set against developments in 'cultural gerontology' and critical gerontology, which acknowledge the wider social/cultural context of ageing; engage with new theorising and methodologies which cut across the social sciences and the humanities; and recognise the skills, abilities and contributions of older people rather than framing ageing as 'a problem to be solved' in contemporary society. Literary and cultural scholars have also become increasingly interested in the artistic outputs of older people, and in how the arts may construct, perpetuate and challenge stereotypical views and existing models of the ageing process. Theatre is a particularly fruitful context for such investigations not least because it is a cultural arena in which older people are particularly active participants. However, whilst older people may be visible as audience members and volunteers, what is less well understood is the cultural value of engaging older people in theatre making itself; how this develops individuals; and the links this may not facilitate between different generations within a given community. \n\nThe overarching research question to be addressed in this review is: What does the research and literature tell us about the cultural value older people derive from their involvement with theatre in general, and theatre-making in particular? Secondary questions are: What conceptual and theoretical frameworks, if any, have been used to research older people's experiences of theatre/theatre-making?; What methodologies and research designs have been employed in existing studies? What are the key research findings concerning how older people involved in theatre and theatre-making conceptualise and understand cultural value?\n\nWe will take a systematic approach to the literature so that we can be as transparent as possible about how our searches were conducted and/or the comprehensiveness of our coverage, whilst also being open to where our searches and networks may lead us. We will begin with the sources we have accumulated over the course of the Ages and Stages project, combined with searches of the main electronic databases in both Social Sciences and Humanities and other search engines. We will also search grey literature, using our established networks and databases such as Open Grey (the System for Information on Grey Literature in Europe [SIGLE]). The Critical Review will be published on our website and we will use our established networks to bring the findings of the project to policy makers and practitioners locally, nationally and internationally. \n\nA further aim of the review is to link it to new work with the 'Ages and Stages Company' designed to explore participants' experiences and understandings of cultural value. This is the subject of a separate proposal for a Research Development Award on 'the cultural value of older people's experiences of theatre making'. We will hold an invited workshop in early May 2014 to present the initial findings from the review. If awarded, the workshop will also feature a new performance piece and findings from the Research Development Project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005522/1","grantId":"AH/L005522/1","fundValue":"22359","fundStart":"2014-01-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"","person":"Miriam  Bernard","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}