{"id":"4E3DE1EF-06AF-4AA4-A629-F24D473C8E00","title":"CONTAMINATION AND POLLUTANT ATTENUATION DOWNSTREAM OF THE KOLONT&Aacute;R RED MUD IMPOUNDMENT FAILURE, HUNGARY","abstractText":"The major pollution event caused by the breach of a dam containing red mud (a by-product of bauxite ore processing for alumina manufacture) at Kolont&aacute;r in Hungary received widespread international media attention in early October 2010. This is the first event of its type and scale in Europe. While there have been similar events where dams holding mine wastes have failed, which are often acidic or rich in cyanide and ecotoxic metals, there have not previously been documented large scale releases of waste material with the extremely alkaline nature such as that released at Kolont&aacute;r. Initial environmental monitoring at the site was focussed on the immediate impacts of the hyperalkaline (pH up to 13) water on the receiving streams, which had a major effect on instream organisms for over 50 miles. Beyond this short-term impact and given the lack of precedent for such events, we know relatively little about the longer-term behaviour of the potential contaminants released in the red mud. At other sites affected by hyperalkaline waters from red mud (albeit on a far smaller scale), such contaminants of concern include aluminium, arsenic, molybdenum and vanadium. This study aims to undertake a detailed analysis of the sediments and waters downstream of the spill to assess the nature and form of these, and other trace contaminants. This information is crucial to (a) characterise the spatial extent and severity of the polluted area, (b) assess which specific contaminants are present in the waters and sediments at levels of environmental significance and (c) understand the long-term prospects for mobility and availability of trace elements in the river systems downstream of Kolont&aacute;r. Detailed sampling of the different phases (e.g. suspended in water, dissolved in water, settled on streambed) of contaminants along the impacted areas of the Marcal, Raba and Mosoni-Duna rivers will be undertaken. The field sampling will be coupled with laboratory tests on the mobility of cominants in the sludge. Together, these data will help us understand the spatial trends in nature and form of contaminants and how key variables such as pH and the particle size distribution of the released materials are likely to affect their long term mobility in the environment. The work will be undertaken in liaison with scientists in Hungary and the outputs of the work will directly inform long-term management of the pollution spill. Beyond the direct relevance to management of the situation in Hungary, the improved understanding on how trace contaminants from caustic waste materials behave in the environment after such a major event will be useful for informing environmental management at other polluted sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I019468/1","grantId":"NE/I019468/1","fundValue":"26331","fundStart":"2010-11-15","fundEnd":"2011-05-14","funder":"NERC","impactText":"  Findings of the work were communicated to Hungarian authorities via project partner Prof Katalin Gruiz (Budapest University of Technology and Economics) and with a direct address to Secretary of State Dr Zoltan Illes by the grantholder PI. This information was used to assist in directing some of the longer term management of the spill. Environment,Government, Democracy and Justice Policy & public services","person":"William Matthew Mayes","coPersons":["Adam Paul Jarvis"],"organisation":"University of Hull","findingsText":" The spill of bauxite processing residue (red mud) at Ajka in western Hungary in 2010 was the largest release of this industrial residue to the environment ever recorded. Our worked showed that the red mud was enriched with a range of chemical compounds and elements that could pose a threat to the environment. These included very high pH, high salinity and enrichment of metals such as arsenic, aluminium, chromium and vanadium. We demonstrated that despite the large volumes of red mud released, most of the potentially toxic metals found were in chemical forms that were generally of low likelihood to cause harm to aquatic organisms. However, some elements, such as vanadium, were in their most toxic form and could pose long term threats to the affected river systems if the red mud was left on floodplain areas. \nWe also assessed the effectiveness of the remedial efforts enacted by the Hungarian authorities. In follow up surveys in 2013, we found that there was little chemical evidence of the red mud spill in the affected river systems 100km downstream of the spill site. This was because of the fine-grained nature of the spill material (which lends itself to downstream transport and dilution) and the extensive remedial efforts which removed large quantities of red mud-contaminated sediments to new disposal sites. This was a very encouraging finding in terms of the long term recovery of the affected system. We also showed that some of the remedial efforts, notably gypsum dosing, encouraged the sequestration of carbon from the atmosphere and stabilised some of the metals in the sediments. This has broader relevance for management of red mud, which is produced in increasing quantities globally, in terms of techniques for stabilising wastes and minimising environmental risks. The findings are of use for disaster management at similar spill sites elsewhere. More importantly, the findings are important for the longer term management of red mud at other sites elsewhere, to minimise environmental risks at red mud disposal sites.\nThe work also demonstrated the large inventories of chemically mobile elements (e.g. Cr, V, REE) which could be recovered for both security of supply of critical raw materials and minimising the environmental risks these elements may pose. This is subject to another NERC grant in collaboration with industrial partners. Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}