{"id":"4E4FD5A1-947C-466B-88E6-F4CB5F2421EF","title":"Refinement of animal studies on emesis by defining human biomarkers of nausea.","abstractText":"Nausea, a very common human experience, is influenced by stressful and painful events. Even though\nnausea is well studied, little is known about what happens in our mind and body when we experience\nnausea. This poses a dilemma to doctors as different individuals have different thresholds for nausea and\nrespond very differently to the same drugs used for treatment. Thus, a good human model is needed to\nstudy the bodily functions and areas of the brain involved in nausea to help identify factors predicting\nnausea. Our research group has pioneered methods to study nausea that can be used in the brain imaging environment to discover how the brain processes nausea.\nOur study aims to discover what happens in a person??a??a??s body and which areas of the brain are\nactivated in nausea using latest technology and new methods specially designed by our team of researchers.\n100 volunteers will watch a specially designed video that may cause nausea and another that doesn??a??a??t,\nand we will observe their response. Measures to be observed include their state of mind, hormonal changes,\nelectrical activity of nerves automatically controlling internal organs and electrical activity of the gut. On 20\nsubjects complaining of nausea and another 20 subjects who don??a??a??t complain of nausea in the first study will\nrepeat the study to confirm the results. Using the same method, 45 volunteers (15 highly, 15 moderate and\n15 not complaining of nausea) are observed for their brain activity. All will undergo two conditions, one in\nwhich they experience nausea and the other in which they won??a??a??t. The study might then shed some light on\npredicting who??a??a??s prone to nausea.\nThe human model developed will then be used to discover how established nausea treatment act in 30\nsubjects using the same methods as study 1, following that 15 subjects who complain less of nausea with\nthe treatment will be investigated for the change in their brain activity.\nThe model for observing the areas of the brain activated and how the body responds to nausea may\ndevelop tools to determine nausea susceptibility. Furthermore, this model may be used for studying nausea\ntreatment drugs to discover which drugs work better in which individuals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900797/1","grantId":"G0900797/1","fundValue":"287603","fundStart":"2009-09-01","fundEnd":"2012-05-31","funder":"NC3Rs","impactText":"","person":"Qasim  Aziz","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}