{"id":"4E50B4F6-CA4E-4AF0-AFAB-4CB02D58F197","title":"Enantioselective Amine alpha-C-H Functionalisation via Copper/Chiral Anion Cooperative Catalysis","abstractText":"Many molecules possess a property that can be called 'handedness'. That is, they can exist in two forms that are non-superimposable mirror images of each other - like left and right hands. When a molecule has this property, it is said to be 'chiral' and the two mirror image forms are termed 'enantiomers'. Many important bioactive molecules possess this property and the number of such molecules is constantly increasing. One of the most significant implications of chiral drug molecules is that enantiomers can interact very differently with the body. For example, one enantiomer may elicit a beneficial therapeutic response while the other may be completely inactive or, in the worse case, cause life-threatening illnesses. As such, it is crucial that chemists are able to prepare chiral molecules in one pure enantiomeric form (whichever is desired), without contamination by the other.\n \n'Amines' are a class of molecules that contain the element nitrogen and these, and their derivatives, represent some of the most commonly used and highly valued compounds within the chemical industry. Chiral amines, i.e. chiral compounds that display handedness at the nitrogen-bearing carbon atom, are molecules of exceptional importance within the chemical industry, and are present within many of the key molecular building blocks and final target compounds widely required within the pharmaceutical, agrochemical, and fine chemicals industries.\n \nThe continued development of bioactive agents (for example, pharmaceuticals and agrochemicals) and fine chemicals requires effective routes for the synthesis of chiral amines. Additionally, increasing environmental pressures dictate the requirement of &quot;greener&quot; strategies to replace out-dated and ineffective methods. The proposed research describes a novel approach to achieving this goal, ultimately leading to unprecedented access to these essential synthetic components using direct, catalytic, and clean technology based on a cooperative catalysis manifold.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01320X/1","grantId":"EP/J01320X/1","fundValue":"96898","fundStart":"2012-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Allan John Watson","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}