{"id":"4E54A798-B51D-4C2F-A961-897C7EDFDDDE","title":"Bringing wellbeing to community","abstractText":"There is more and more evidence on what determines people's wellbeing (how they experience their lives), and what activities can increase people's wellbeing. The UK's Office for National Statistics began in 2011 to conduct the largest national annual survey in the world on wellbeing. Potentially, this and other wellbeing evidence could have a profound effect on how policy-makers and funders make decisions, and how frontline workers and community organisations deliver activities and services. Many, including the Prime Minister David Cameron, have expressed a serious commitment to the idea of using this evidence in the policy process. However, to date, wellbeing evidence has not been used extensively in this way.\nThe What Works Centre for Wellbeing is about accelerating the process of getting wellbeing evidence used. It seeks to connect wellbeing evidence to those who could use it. The focus of our evidence programme is communities. This means we are focusing on how the things that happen where we live determine our wellbeing. For example, whether people have access to parks, whether they have a say in local decisions, and whether people trust one another in an area. We will also look at the interactions between these things, for example whether access to parks has any influence on trust.\nThis is what we will do:\n1. An in-depth consultation process where people working in a range of organisations including local authorities, central government, charities, and housing associations, as well as people involved in small community groups, have the opportunity to discuss what would be useful for them to know about wellbeing. We will run events, get feedback electronically, and carry out interviews. We'll compare what people want to know with what we know already.\n2. Identify a few key questions based on the consultation, and gather all the relevant evidence related to them. This will come from a range of different fields of study such as economics, psychology and geography, and including academic research as well as evaluations carried out by community organisations. \n3. Review that evidence so that those who could use it can easily determine which findings are more robust, and which less so, and draw conclusions about the best options for increasing wellbeing.\n4. Carry out analysis on new wellbeing survey data to understand why certain parts of the UK have higher or lower wellbeing.\n5. Ensure all this evidence is published in formats that are easily understandable by a wide range of people, from policy makers to the general public. \n6. Build closer links between researchers and people who could use that research - through events, networking, and on-going communication.\n7. Provide training and tools for community organisations and local authorities to understand how they can use wellbeing in their day-to-day work, including how they can evaluate their activities using wellbeing surveys.\n8. Develop a better understanding of what people mean when they talk about 'community wellbeing'.\n9. Respond to questions about wellbeing evidence as they come in.\n10. Develop new questions for researchers to explore in future research.\nWe are a team of five universities and five civil society organisations. We bring together a wide range of skills and knowledge areas, and have strong networks with the people who could use wellbeing evidence. We are committed to working together as a team, playing to our many strengths, and learning from our different perspectives. We will listen to the wide range of people we engage during the project, and will be sensitive to the real-world challenges of policy and on-the-ground community work. We will be systematic and transparent with evidence, ensuring our own methods our robust, but recognising that all kinds of evidence can be of value if treated appropriately. And we will be ambitious, seeing Wellbeing What Works as a genuine opportunity to help improve the lives of people across the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N003756/1","grantId":"ES/N003756/1","fundValue":"789817","fundStart":"2015-06-01","fundEnd":"2018-06-30","funder":"ESRC","impactText":"","person":"Peter  Kinderman","coPersons":["Rhiannon  Corcoran","Sarah  Curtis","Stephen  Clare","Saamah  Abdallah","Sam  Wren-Lewis","S  Paisley","Tessa May Peasgood","Jane  South","Adrian  Nolan","Anne-Marie  Bagnall","Juliet Miranda Michaelson","Roger  Green","Rumona  Dickson","John  Brazier","Nicola  Bacon","Sarah Jane Atkinson","Rob  Newton","Ian  Bache"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}