{"id":"4E69F032-9A4C-4CB7-A54B-AF4A7C0EB447","title":"Characterisation of the Pattern Recognition Receptors required for the development of protective immunity against Salmonella infection","abstractText":"Salmonella enterica causes a wide range of diseases in many animals. Economic losses to the farming industry through Salmonella infection are potentially very high, but also important is the fact that a number of serovars that infect animals can also cause food poisoning and gastroenteritis in humans. In mice, infection with Salmonella enterica serovar Typhimurium (S. Typhimurium) causes clinical signs that are very similar to those seen in invasive infections of humans and chickens. Infection studies in mice will therefore allow us to understand how infection is likely to develop and spread within other species of animals. Vaccination of animals to lower the levels of Salmonella in meat and eggs will reduce the chances of infection spreading to people. The mouse model of infection is also excellent for studying vaccines. A successful vaccine must be generate a strong immune response but must also be safe for application in young and older individuals. Understanding how Salmonella interacts with its host to generate an immune response is critical when trying to design new vaccines. The animal detects the presence of these bacterial molecules through specialised proteins called Pattern Recognition Receptors (PRRs) which then initiate host defence mechanisms to clear the infection. These receptors are also believed to be important in generating a good response to vaccines, but precisely how this happens is currently unclear. The knowledge on whether chickens, for example, use PRRs to control Salmonella infection is too poorly understood to perform these studies in this species, but we can use mice without PRRs to determine whether these proteins are important for the control of, and protection against, Salmonella. Here we will determine which PRRs are important in protecting mice against Salmonella infections. The impact of this work will be to determine which PRRs are important in generating successful protective immune responses against Salmonella and these data will therefore allow us to design better vaccines for chickens, other domestic animals and humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H003916/1","grantId":"BB/H003916/1","fundValue":"513436","fundStart":"2009-10-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"  Our findings have generated impact in several ways\n1. Many of the observations made during the grant were used in communications to both the scientific community and the general public\n2. Our findings were published in scientific journals\n3. Our findings were the basis of two follow up grants: one to further understand how Salmonella vaccines may be generated for chickens and as a basis for an BBSRC Research Development fellowship to Bryant to develop collaborations with mathematicians and physicists\n4. We hosted several school children in the lab teaching them about Salmonella. Agriculture, Food and Drink,Education Societal,Economic","person":"Clare  Bryant","coPersons":["Pietro  Mastroeni","Duncan  Maskell"],"organisation":"University of Cambridge","findingsText":" Salmonella enterica causes a wide range of diseases in many animals. Economic losses to the farming industry through Salmonella infection are potentially very high, but also important is the fact that a number of serovars that infect animals can also cause food poisoning and gastroenteritis in humans. Vaccination of animals to lower the levels of Salmonella in meat and eggs will reduce the chances of infection spreading to people. A successful vaccine must generate a strong adaptive immune response but must also be safe for application in young and older individuals. Understanding how Salmonella interacts with its host to generate an immune response is critical when trying to design new vaccines.\n\nAnimals detect the presence of molecules on the bacteria through specialised proteins called Pattern Recognition Receptors (PRRs) which then initiate host defence mechanisms to clear the infection. These receptors are also believed to be important in generating a good response to vaccines, but precisely how this happens is currently unclear. In this grant we aimed to determine which PRRs are important for initiating bacterial clearance and for driving adaptive immune responses against Salmonella infections. \n\nThe following key findings were made during this project:\n\n1. The PRR Toll-like receptor 4 (TLR4) plays an important role in clearance of, and the induction of effective adaptive TH1 immune responses against, Salmonella Typhimurium. The TH1 response developed by cells without TLR4 is markedly reduced because of defective dendritic cell function.\n\n2. The PRRs Nod-like receptors NLRP3 and NLRC4, through activation of the effector protein casapse 1, contribute to controlling the numbers of salmonellae. \n\n3. Activation of NLRC4 dampens the adaptive TH1 immune responses against Salmonella Typhimurium. NLRC4 dampens TH1 immunity independently of caspase-1 identifying a novel mechanism by which anti-Salmonella adaptive immune responses are controlled. \n\nOur work suggests that PRR activity makes an important contribution to the immune responses generated against Salmonella. Some PRRs enhance adaptive immunity whilst others suppress it therefore these data will allow us to design better vaccines for chickens, other domestic animals and humans. 1. Generation of an optimal live attenuated vaccine\n\n2. Data have been used for multiple presentations to the public to increase understanding of how animals detect bacteria. This work has clarified how PRRs contribute to the protective immune response against Salmonella infections. The information gained in this grant will allow us to design genetically modified salmonellae to give a live attenuated vaccine with modified bacterial PRR ligands such that the maximum protective immunity against this bacterum can be achieved. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}