{"id":"4E78F4BA-8500-4544-BBB2-37814C56CF74","title":"Cryogenic Machining Systems (CRYOSIS)","abstractText":"The machining of high performance materials is continuing to grow in the UK, particularly as a result of the increase in the high value manufacturing sectors, which include aerospace and medical industries. The aerospace market alone is worth &pound;23billion. The major issues at present are the inherent problems of machining materials such as titanium alloys, which are extensively used in the aerospace sector. Typically, Airbus use in excess of 250 tonnes of titanium to produce components for the A380. In fact, at present the major bottleneck for the aerospace industry is the machine shop, which cannot produce components quickly enough, because of the difficulty of machining such materials. CRYOSIS will develop novel machining solutions and strategies, based on solid scientific foundations allowing for these types of materials to be machined faster and with reduced surface roughness, increased tool life and enhanced machinability, whilst also providing significantly reduced environmental impacts.\n\nSpecifically, the project will investigate and develop cryogenic solutions for the next generation of machining of high performance materials, particularly for finish machining of near-net shapes. Machining of such materials presents a number of inherent challenges, which are at present not addressed as identified by the industrial partners. Using a cryogen in place of conventional coolants will allow for the heat generated at the cutting interface to be dissipated faster, leading to increased tool life and reduced surface roughness. In addition, it is envisaged that material removal rates can be increased by reducing rough machining stages, leading to positive impacts on component throughput.\n\nIf acceptable machining characteristics can be obtained using the CRYOSIS process, the machining of high performance materials, particularly for the finish machining of near net shapes will create a revolutionary change in manufacturing performance, cost and provide a viable enhanceent to the present state of the art. In addition, the design of a retrofittable cryogen delivery solution for a wide range of available machine tools provides a direct cost based impetus for improving machining of such materials, which at present does not exist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K503654/1","grantId":"EP/K503654/1","fundValue":"224159","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Stephen Thomas Newman","coPersons":["Aydin  Nassehi"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}