{"id":"4E7AA5FF-9033-4355-8159-C439CCF729A4","title":"Meiosis in barley: manipulating crossover frequency and distribution (LOLA)","abstractText":"The future sustainability of UK agriculture will be dependent on the provision of new crop varieties that are able to meet future environmental and economic needs. The development of new crop varieties by plant breeding is based on harnessing the natural variation that is generated through the process of sexual reproduction and selective crossing to produce lines with novel combinations of desirable characteristics. During the formation of male and female gametes new combinations of the parental genes inherited by an individual are generated through the process of meiosis. In meiosis, homologous recombination ensures that chromosomes are accurately segregated such that each gamete gets a single complete set of chromosomes. To achieve this, transient physical links must be established between homologous pairs of parental chromosomes. This results in the reciprocal exchange of genetic information between each pair of homologous parental chromosomes, thereby generating a new combination of genes along each chromosome. Thus when male and female gametes fuse during sexual reproduction the progeny possess some characteristics of each parent and novel features that have arisen through the 'shuffling' of genes during meiotic recombination. Control of the patterns of recombination along chromosomes during meiosis in plants is therefore one of the major factors determining the outcome of plant breeding programmes. Unfortunately, it is clear that patterns of recombination can be highly skewed such that genes in some regions of the genome rarely undergo recombination. This is the case in some important grass species such as barley and wheat where it can have an adverse effect on potential breeding programmes Over the past decade studies in Arabidopsis, the model system for plant genetics, have resulted in considerable progress in our understanding of how meiosis and recombination in plants is controlled at the molecular level. Hence, this project seeks to transfer some of this knowledge to the crop plant barley and thus enable plant breeders to overcome one of the major challenges they face in the development of new varieties of this crop. This is feasible in the case of barley because we have a good understanding of barley genetics and genetic tools are in place for this crop to facilitate such a transfer. Our objectives will be to determine how meiotic recombination is controlled in barley and the basis for the skewed pattern of recombination. We will then explore strategies that could be used to manipulate the patterns of recombination that could be applied by plant breeders in their existing programmes without recourse to GM technology. If this is successful these approaches could then be applied to more complex grass crop species such as wheat and forage grasses (e.g. ryegrass) that show the same skewed distribution of recombination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020872/1","grantId":"BB/F020872/1","fundValue":"611062","fundStart":"2008-12-01","fundEnd":"2014-05-31","funder":"BBSRC","impactText":"","person":"Claire  Halpin","coPersons":[],"organisation":"University of Dundee","findingsText":" Recombination during meiosis, resulting in new gene combinations, is fundamental to crop breeding and has underpinned the impressive continuous yield improvements that have been achieved in many staple crops over the last decades. The ability to recombine genomes was crucial to the rapid introduction of green revolution genes into locally adapted crop cultivars in different parts of the world during the 1960s. The production increases that green revolution genes contributed to are widely credited with saving billions of people from famine. Continuous improvement in crop yields will be equally crucial over the coming decades when we will again face pressure on food supplies as the world population rises to a predicted 9 billion. However, exploiting and expanding the genetic variation that exists in some of our major crops is currently hampered by the fact that large portions of cereal genomes rarely undergo recombination. In these crops, crossovers during meiosis are largely restricted to the ends of chromosomes such that genes in centromeric regions are inherited together in unbreakable linkage blocks. This problem could potentially be resolved in order to unlock more genetic potential for crop breeding by understanding and manipulating recombination during meiosis. This project has been at the forefront of efforts to do this and to translate discoveries made in Arabidopsis over into barley. Barley is the UK's second most important cereal crop and a research model for other cereals/grasses, being more genetically tractable than hexaploid wheat. This sLoLa made several important advances:\n(1) Despite superficial differences between meiosis in Arabidopsis and cereals (e.g. Arabidopsis crossovers are not skewed to the ends of chromosomes but can occur in any position if there is not another crossover near-by), we determined that the fundamental processes and genes involved\nare the same. For all Arabidopsis meiotic genes that we wished to study in barley, we could find barley orthologues, despite the larger size and less complete sequencing of the barley genome.\n(2) We described with unprecedented resolution the early behaviour of chromosomal domains and the progression of synapsis in barley. We discovered that the differences in crossover position between Arabidopsis and barley are related to different timing of initiation of recombination in\ntelomeric and centromeric regions, and not to a difference in gene complement between the two species. This is illustrated by the fact that shifting the temperature can, to some extent, alter barley meiotic progression, promoting the formation of more chiasmata in centromeric regions. Therefore, it follows that genes that may be useful for manipulating crossover frequency or distribution in crops may be discovered more easily in the small fully sequenced genome of Arabidopsis.\n(3) We demonstrated that it is possible to manipulate chiasma frequency in barley by modifying gene expression. Depletion of the synaptonemal complex protein ZYP1 by targeting the gene for suppression via RNAi reduced the number of chiasmata significantly, although the localization of residual chiasmata was not affected. A meiotic time course revealed a 12-h delay in prophase I progression to the first labeled tetrads [3]. In these respects, depletion of ZYP1 in barley produced similar effects to those seen previously in Arabidopsis ZYP1 mutants and RNAi lines, again\nhighlighting the convergence of fundamental aspects of recombination in the two species.\n(4) With some effort and the development of a robust gene discovery workflow, we became expert at identifying plant counterparts of meiotic genes from other organisms that had not yet been identified, even in Arabidopsis, because homology was low. Our in silico searches incorporated\nmultiple reciprocal BLASTs in different databases followed by pfam domain searches and various types of interrogation of transcriptomic datasets including JHI in-house RNAseq datasets. This approach enabled us, for example, to discover, in both barley and Arabidopsis, the first plant ZIP3s\n(an E3 ligase required for class I crossover formation) even though only an N-terminal C3HC4-type zinc finger domain is conserved when the protein sequence is compared with those from yeast, worms, flies and mammals. The gene was subsequently found by others using the more laborious methods of screening Arabidopsis mutant and mapping in rice. We have attempted to serure follow on funding from new BBSRC grant applications but, despite exceptional reviews, the project was not funded. Agriculture, Food and Drink","dataset":"gtr"}