{"id":"4E7C7B64-6916-4FAA-9224-9411B389AF73","title":"Theoretical nuclear physics","abstractText":"We plan to carry out theoretical investigations on a variety of topics of current interest in nuclear physics. These cover the full range of energy scales, from the structure of nuclei at low energies, to the dense, strongly interacting matter produced in relativistic collisions between heavy nuclei. Our work will follow three main themes: the use of microscopic many-body methods to calculate the structure of heavy nuclei from first principles; the use of effective field theories incorporating the symmetries of quantum chromodynamics to study the properties and interactions of nucleons and other hadrons; the development of improved quark models to explore the possible phase transitions in dense matter. We will develop a version of the coupled-cluster method and apply it to calculate the structure of heavy nuclei. The basic method is one that has been widely used in other fields, for example quantum chemistry. For nuclear physics we need a version that can handle consistently the strongly repulsive core of the nucleon-nucleon potential. We intend to implement this as a computer code that can be distributed for general use. We will use the results to calculate properties of nuclei of experimental interest, in particular isotopes that lie far from the line of stability. In the area of hadron physics, we will further develop effective field theories for hadron properties and interactions. These are based on the chiral symmetry that reflects the presence of nearly massless quarks in QCD. A particular focus will be the polarisabilities that describe the responses of nucleons to external fields. We plan to determine the electromagnetic polarisabilities of the neutron from data on photon scattering on deuterium and He-3. We will also extend this to other, spin-dependent polarisabilities and to related quantities for virtual photons, which can be extracted from electron scattering processes. We will also use the renormalisation group to analyse the dependence of nuclear forces on the relevant energy scales, and hence to construct better effective theories describing three-body forces. Relativistic quark models will be developed for dense, strongly interacting matter. We will study these with the aid of the functional renormalisation group, a powerful technique which has been used to study phase transitions in other fields. We intend to explore the phase diagram of quark matter, which is expected to contain transitions between phases with different patterns of symmetries such as restoration of manifest chiral symmetry and the appearance of various forms of superconductivity. These models can also be extended to include three-body forces between the quarks and these will allow us to study the transition between normal nuclear matter, consisting of nucleons, and quark matter.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F012047/1","grantId":"ST/F012047/1","fundValue":"640715","fundStart":"2008-08-01","fundEnd":"2011-08-01","funder":"STFC","impactText":"  Currently, the only impact has been on academic work.  ","person":"Michael Charles Birse","coPersons":["Niels Rene Walet","Raymond Francis Bishop","Judith  McGovern"],"organisation":"The University of Manchester","findingsText":" We have developed effective field theories which can provide systematic descriptions of strong interactions at low energies. The renormalisation group has been used to determine the scale dependence of nuclear forces that controls the expansion schemes used in these theories. These theories have been applied to light nuclei and closely related methods have also been applied to desribe ultracold atomic systems. For beta decay of a single neutron, we have calculated the contribution from final-state interactions to an obervable which is being used to search for violation of time-reversal symmetry. These results are being used in continuing work on nucleons and nuclear interactions being carried out by academic groups in the USA and Germany, as well as ourselves. Other","dataset":"gtr"}