{"id":"4E81189B-454C-42AC-821D-32B3EE82F1B2","title":"Optical Atomic Force Microscopy","abstractText":"Atomic force microscopy (AFM), is a state-of-the-art imagining system that uses a sharp probe to scan backwards and forwards over the surface of an object. The probe tip can have atomic dimensions, meaning that AFM can image the surface of an object at near atomic resolution. However, the limitation of these systems is that, just like with a record player, the needle has to be held by a mechanical arm or cantilever. This restricts the access to the sample, prevents the probing of deep channels or indeed any surface that isn't predominantly horizontal.Our idea to hold the tip of an AFM in an optical beam, without any mechanical constraint. Optical tweezers use the momentum of light beams to trap and move individual spheres, here we will use them to hold and control the AFM tip - without need for any mechanical fixing.We have shown the use of data-projector technology to shape light beams to hold many objects, and that this can give control over a simple probe. We have also shown that high-speed cameras can measure the force acting on the probe with 100 times greater sensitivity than most AFMs. Finally we have shown that the interface of optical tweezers can be made intuitive, e.g. controlled by iPhone!In this project we will develop our use of video game graphics cards for high-speed control and force-feedback to give the user a tactile interface, perhaps utilising the professional equivalent of a Wii motion controller. We will automate a scanning system so that full surface images will be obtained. We will create new probe types, functionalised to give various contrast enhancements. Initially our images will be of standard AFM test samples, but beyond this benchmarking we have budgeted for visits by leading biophysical researchers to test our new approach in their real applications. These range from T-cell interactions to differentiation of stem cell .The project is ambitious breaking new ground in both tweezers, AFM and imaging technologies but we believe the track records of the collaborating teams make success possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010785/1","grantId":"EP/I010785/1","fundValue":"361929","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"  This project created a new type of scanning probe microscope and technique which has applications in all areas of research development where structures under investigation are not planar, i.e., most situations and samples. The findings are embedded in the techniques for 2PP micro/nano probe tool development, the new EM field-force simulation techniques to design and fabricate the tools require for controlled imaging 3D structures over 4? directions, and the algorithms for scanning and imaging over a 3D object at extremely low (10s fN) constant force. An exciting unexpected outcome, which facilitated the low constant force AFM-like imaging in 3D was the nature of the 'optical' springs developed. Springs with tailored varying spring constants, including even changing in sign (!), dependent on the degree of compression can be designed and fabricated the curvature of the micro/nano tools. Since such spring do not exist in material springs, the possibilities of applications are fantastic. Agriculture, Food and Drink,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Mervyn John Miles","coPersons":[],"organisation":"University of Bristol","findingsText":" I have succeeded in removing the constraint of atomic force microscopy (and all scanning probe microscopies) that the sample should be planar because the AFM cantilever and probe scans in a plane. By using, a micro/nano tool as an AFM probe and controlling it with holographic tweezers, we are able to scan around a three-dimensional structure with 10s of nanometres resolution. We are now working on scanning multiple probes simultaneously. The potential use of such a new characterisation tool would have the same imperative for industrial research laboratories as for academic laboratories. An exploitation route could be through the holographic tweezers Cube now marketed by Boulder Nonlinear Systems developed in the joint collaboration with Prof Padgett's Group (Glasgow) on the Basic Technology grant&quot;Dynamic Holographic Assembler&quot;. Aerospace, Defence and Marine,Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}