{"id":"4E8C29C9-B869-40A8-BAB1-54CD89DED7B3","title":"Postovulatory ovarian repair: a role for LOX in scar-free adult healing","abstractText":"Each month the surface lining of the ovary (ovarian surface epithelium, OSE) is injured when the egg is released (ovulation) and then heals without a scar. In contrast the adjacent surface lining of the pelvic cavity (peritoneal surface epithelium, PSE) if injured, for example during surgery or infection, often heals with scarring (adhesion formation). Peritoneal adhesions are a major cause of severe pelvic pain, infertility, reduced quality of life, re-admission for additional surgery and potentially life-threatening bowel obstruction. The impact on an individual?s health and healthcare costs is thus considerable. In our proposed research, we ask: how is the ovary protected from scarring? and, how can this knowledge be applied to treat or prevent peritoneal adhesions?\nWe know that the absence or presence of scarring is determined within the cell itself. This may be by the cell switching on or switching off substances known as, steroids and retinoids that in turn influence whether or not a cascade of events is set in motion to form a scar. A key substance we propose to study is an enzyme called LOX (lysyl oxidase), that we believe plays a central role in scar formation. \nWe propose to use modern molecular and cellular research techniques to inform us about the role for LOX in scar-free healing in an animal (mouse) model and then translate our findings to human cells in tissue culture outside the body.\nOur proposal combines the expertise, knowledge and skills of clinical and basic scientists in order to ensure the results of our research are relevant and translatable to the clinical problem(s) of adhesion formation ?at the bedside?. Additionally, this knowledge has potential to help develop approaches to minimise scar formation during human wound healing at large.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900550","grantId":"G0900550","fundValue":"581489","fundStart":"2010-01-05","fundEnd":"2013-07-04","funder":"MRC","impactText":"","person":"Stephen Gilbert Hillier","coPersons":["John  Iredale","Hilary Octavia Critchley","Simon  Brown","James Ian Mason","Christopher  Harlow"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}