{"id":"4E9238BB-FF80-41E5-B201-90A95867049D","title":"Development of enhanced gene specific technology for the isolation of proteins binding at a single locus in vivo.","abstractText":"The identification of proteins that bind to and regulate gene expression within the cell is an important, ongoing but time consuming process. Current methodologies, such as chromatin immunoprecipitation (ChIP) require foreknowledge that a particular protein may be binding to a particular region of DNA in the cell. This protein is then used as a 'handle' to isolate all the DNA in the cell to which that protein might be binding. (This is generally achieved by using antibodies specific for the particular protein). Then an assessment of this DNA is carried out to determine whether the original DNA of interest is enriched relative to other sequences. The method can be extended somewhat by using the protein 'handle' as a means to isolate other additional proteins that might be interacting with the target protein, thus some kind of picture can be laboriously assembled as to the general protein occupancy of a given promoter. The methodology however suffers from several flaws:- 1) one needs to identify a specific protein as a starting point, 2) one needs to have access to high quality antibodies specific for the target protein, 3) such antibodies differ in their affinity/specificity between individual batches and between protein targets, leading to potentially large variations in results between experiments, 4) ALL the DNA regions that are bound by the target protein throughout the cell will be isolated, along with a majority of the other proteins that it interacts with at these other DNA loci. Thus identifying DNA region specific binding proteins via follow on experiments such as mass spectrometry is impossible.\n\nOne clever approach to circumvent these problems has been to use small DNA molecules (oligonucleotides) complementary to the DNA region of interest. These have a single chemical handle attached (des-thiobiotin), so that when these oligonucleotides bind to their target DNA sequence they can be retrieved from the cell, along with those proteins that have remained bound to the target DNA. So far this method has only been used to examine proteins bound to DNA that is repetitive, thus artificially boosting the sensitivity of the approach. Also, one of the key steps in this method is denaturing (melting) the cell's DNA to allow the oligonucleotide to bind it. This represents a possible downside, in that some of the DNA:protein interactions we were hoping to capture may be lost during the process. \n\nWe propose to develop a method that circumvents these issues, delivering a reagent that will have applications for scientists throughout the world, in identifying in one go, all of the proteins that are associated with a specific, individual gene. Our approach is to use zinc finger proteins (or similar acting TALE proteins), that can be designed to bind virtually any DNA sequence, linked to multiple small tags (biotin acceptor peptides) that become modified in vivo, and that will provide an incredibly strong 'handle' for DNA isolation. We suggest that this approach, which does not require any DNA denaturation and can have multiple 'handles' to increase sensitivity, will provide a versatile and highly sensitive route for the isolation of individual DNA regions throughout the genome and the proteins that bind them. Additional routes will involve enhancing the 'handle' efficacy of these enzymes within the cell via increasing their degree of modification in vivo. \n\nThe ultimate aim will be to enable scientists to rapidly and confidently build up a picture of events in the cell as they happen at specific regulatory regions of DNA, during processes such as cell division and differentiation, stem cell renewal and disease onset and progression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K013785/1","grantId":"BB/K013785/1","fundValue":"120519","fundStart":"2013-08-27","fundEnd":"2014-10-26","funder":"BBSRC","impactText":"","person":"Kevin Gerald FordFarzin  Farzaneh","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}