{"id":"4E9965EB-09D2-4B37-B089-6B0EFA3F68C3","title":"Towards an integrated neural field computational model of the brain","abstractText":"We plan to develop a computational model of the human brain that will run on a supercomputer and that reflects both the electrical activity and the blood flow response generated by the functioning human brain. This is a very ambitious goal and if successful would be the first of its type. Most approaches to developing a model of how the brain works start with the neuron and look at the complex networks of connections between neurons. We use a different approach. Neurons generate electromagnetic fields, and these fields generate specific patterns. A neural field model doesn't concern itself directly with the nature of neurons and how they are connected but rather with the nature of the electromagnetic fields that the neurons generate. This has a number of advantages. It is very difficult to investigate the human brain at the level of the neuron. Electromagnetic fields, however, are measureable; EEG (electroencephalogram) and ERP (Evoked brain Responses Potentials) give us a picture of the neural fields being generated by the brain and MRI (magnetic resonance imaging) gives us a picture of the brain structures associated with those fields. We can thus get a picture of the functioning human brain at different levels of analysis, and by using these diagnostic imaging tools on subjects while they perform a specific task, we gain information about how the brain is organised to perform that task.We have already developed a set of physiologically-based algorithms that model the neural fields generated by the resting brain at the micron scale (sub-microscopic) and, separately, at the centimetre scale. We want to hook up the models so that we can consider the behaviour of the brain across scales. To do this requires the computational power of a supercomputer. Because of the way supercomputers work we will have to modify our modelling algorithms and engage closely with computer scientists at the University of Reading's (UoR) supercomputing facility, the centre for Advanced Computing and Emerging Technologies (ACET). We also want to enhance our model so that it can simulate the brain doing specific tasks. One of the major challenges to understanding the brain is that there is no simple connection between the EEG/ERP results and the MRI results. This is partly because the nature of these two imaging techniques relies on different time scales: the EEG recordings can be measured in tens of milliseconds, while the MRI measures in seconds. While linking these two might seem a trivial problem, it in fact is a very large problem both from the computational modelling side and from the physiological side. One of the first goals of this project is to collect a set of simultaneously recorded ERP/MRI data. This will provide the basic real data that we can use to build and validate our enhanced model. The Centre for Integrative Neuroscience and Neurodynamics (CINN) will provide the brain imaging equipment and experts in brain imaging will work with us to collect and organise the complex data sets. The remaining big challenge is that we plan to incorporate the haemodynamic response in our model of the brain. The haemodynamic response refers to the delivery of blood to particular parts of the brain as it is needed. We believe that the patterns of blood flow can be linked in an interesting and useful way to the neural field properties that the brain is generating. Again, this is a non-trivial problem and involves a huge amount of mathematical muscle to solve and will involve cooperation with the Institute for Cardiovascular and Metabolic Research (ICMR). The Principals on the grant, Profs. Saddy and Grindrod and Drs. Nasuto and Potthast, have a very strong background in EEG and MRI analysis techniques and applications, and in neural field theory and complexity theory. They will work in conjunction with researchers at the UoR's CINN, ACET and ICMR to develop and produce the first neural field model of the human brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024883/1","grantId":"EP/H024883/1","fundValue":"199234","fundStart":"2010-01-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"James Douglas Saddy","coPersons":["Peter  Grindrod","Slawomir Jaroslaw Nasuto","Roland  Potthast"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}