{"id":"4EA70E23-5B71-455D-9CD8-23D9538D753A","title":"GLASSY &amp; LIQUID NETWORKS: DEFORMABILITY &amp; MANIPULATION","abstractText":"Glassy networks are at the heart of many materials of significant scientific and technological importance, ranging from optical fibres and lasers to the phase change memory alloys used in DVDs. However, the structural and dynamical properties of these networks, and their adaptations when modifying compounds are added, are notoriously difficult to understand owing to the inherent structural disorder. The overall aim of this proposal is to gain definitive information on the properties of several key network forming materials by using an integrated approach which combines neutron and x-ray diffraction methods with solid state NMR and molecular dynamics simulations. The ultimate goal is to provide sufficient insight into network structures, such that glasses can be manipulated, or designed, to make materials with the desired functional properties.The work will focus on (i) binary systems for which the bonding, and hence the network topologies, are markedly different and (ii) networks modified by rare-earth and silver compounds which make them of significant technological importance. One generic theme will be the dependence of network properties, as a function of temperature and pressure, on a competition between the ordering that exists on different length scales, with the aim of understanding how network transformations (such as liquid-liquid phase transitions) occur (in terms of both the underlying network structure and atomic dynamics) and how they can be controlled. The molecular dynamics calculations will make use of first-principles methods, to unravel the interplay between atomic scale structure and chemical bonding, and will also apply highly flexible potential models, thus allowing for the structure and dynamics to be studied over the relatively long length- and time-scales that are relevant to glass formers.Specific themes to be covered include the effect of temperature and/or pressure in determining the network properties of the proto-typical binary systems ZnCl2, GeO2, GeSe2, AlCl3 and FeCl3 in which the bonding can take a substantially different character, varying from ionic to covalent. All of these systems are candidates for showing polyamorphic transformations i.e. a distinct change in the structure and properties of a liquid or its corresponding glass. An important objective is to understand the mechanisms by which different generic types of network structures transform and the corresponding changes in the transport coefficients. A long term goal is to obtain sufficient new information to help recover from extreme conditions metastable materials which have important functional properties. Neutron diffraction experiments will establish the domain of feasibility of using the method of isotope substitution to obtain an unambiguous representation of glass structure under pressure. NMR experiments will establish the feasibility of using the 73-Ge nucleus as a site-specific probe and success will open a new way for studying the structure of germanium-based compounds by using this method. The simulation studies will establish a relationship between electronic structure and potential model-based methodologies and, as a result, will steer the development of advanced potential models.In the field of modified networks, the phenomenon of rare-earth clustering in alumino-silicate glasses, which can have a deleterious effect on their optical properties, will be investigated. Part of this work will involve an accurate re-measurement of the neutron scattering lengths of those Nd isotopes which are the most important for the application of neutron scattering methods to materials based on this important optically active element. The structure and dynamical properties of fast-ion conducting glasses in the Ag-Ge-Se system will also be elucidated. These materials have application as the active element in programmable metallization cells which have promise as a scalable and manufacturable solid state memory for computers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G008795/1","grantId":"EP/G008795/1","fundValue":"364749","fundStart":"2008-10-01","fundEnd":"2011-12-30","funder":"EPSRC","impactText":"  It is notoriously difficult to understand the structure-function relationship for amorphous materials because of the nature of structural disorder. Benchmark experimental results, as provided e.g. by the method of neutron diffraction with isotope substitution, are therefore required to test the validity of different modelling schemes e.g. first-principles versus classical molecular dynamics. Our research, by providing the required experimental information and by working with different theoretical teams, has enabled the first accurate modelling of chalcogenide and other liquid and glassy materials.\n\nBeneficiaries: Glass scientists and technologists\n\nContribution Method: By providing benchmark experimental results for several key systems to test the validity of different modelling schemes. Chemicals,Energy,Manufacturing, including Industrial Biotechology Economic","person":"Philip Stephen  Salmon","coPersons":[],"organisation":"University of Bath","findingsText":" A key achievement was the development of high-pressure neutron diffraction to measure accurately the structure of glassy materials at pressures up to 8 GPa. This experimental method provides complementary information to x-ray diffraction, and the techniques were combined to investigate the detailed structure of several prototypical materials (ZnCl2, GeO2 and GeS2). The results, when combined with molecular dynamics simulations that give a good account of the experimental results, have started to elucidate the mechanisms of network collapse. \n\nThe nature of the liquid-liquid phase transition in supercooled yttria-alumina was investigated using time-resolved x-ray diffraction and pyrometry. The results contradicted previous claims, observing crystallization instead of a liquid-liquid transformation. The liquid-liquid transition is currently a hot topic in liquid state science and may provide an explanation for the anomalous properties of systems such as water. The results emphasize the complexity of the phenomenology in glass-forming liquids far from equilibrium. Our paper in the Physical Review Letters was an editor's suggestion.\n\nThe relation between the network topology and dynamical properties of glass-forming liquids was investigated within the framework of an ionic interaction model. A coupling was found between the &quot;fragility&quot; of liquids comprising tetrahedral motifs and the ordering on intermediate versus extended length scales. A &quot;strong&quot; to &quot;fragile&quot; transition was induced by a systematic variation of the anion polarizability, showing that fragility increases with the number of edge-sharing motifs.\n\nOur work on chalcogenide systems (those containing S, Se or Te) has pushed forward the first principles molecular dynamics method for modelling these materials, which has proved to be a long standing challenge. Use of a different exchange-correlation functional scheme within the simulations has led to improved predictions for both the structural and dynamical properties. Our joint approach using diffraction and molecular dynamics simulations has also helped to elucidate the nature of glasses in the so-called intermediate phase, a &amp;quot;sweet spot&amp;quot; in glass forming systems where constraint counting methods indicate the formation of an ideal stress free network.\n\nAccurate measurement of the neutron scattering lengths for the oxygen isotopes by using neutron interferometry revealed that oxygen can be used in as a site specific probe in scattering experiments. The method of neutron diffraction with oxygen isotope substitution was then developed to investigate the influence of quantum mechanical effects on the nature of the hydrogen bonded network in water. The results support a competing quantum effects model for water in which its structural and dynamical properties are governed by an offset between intra-molecular and inter-molecular quantum contributions. Our work was extensively covered in the press (e.g. New Scientist, Physics World, Chemistry World and Materials Today), and it was identified as &quot;Cutting Edge Chemistry in 2011&quot; by the Royal Society of Chemistry.\n\nThe work supported by this grant was also highlighted in the 2009, 2010 and 2011 annual reports of the Institut Laue- Langevin and the 2010 &quot;Research Frontiers&quot; report from SPring-8. The results show the potential for employing the method of neutron diffraction to measure the structure of materials in situ under high pressure conditions, a technique that will help to transform scientist's understanding of the properties of liquids and glasses under extreme conditions.\n\nThe research also introduces oxygen as a site-specific probe in neutron diffraction which is significant because oxygen is a ubiquitous element, playing an essential role in most scientific and technological disciplines.\n\nThe results also identify the most promising approaches for modelling accurately the structure of several different types of network-forming materials, including the most appropriate density functional for work on chalcogenide liquids and glasses. Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}