{"id":"4EA72842-231A-4255-8DEE-416EEC79E083","title":"RAPID-RAPIT","abstractText":"North west Europe has a relatively mild climate in part because of heat pulled north through the Atlantic by the overturning. There is a risk that global warming will cause this circulation to rapidly decrease with consequences involving not only colder winters for Europe but also changes in sea level and precipitation. This project will carry out a risk assessment of rapid changes of the Atlantic overturning. We will use two models of the climate system, HADCM3, the Hadley Centre model used in the IPCC AR4, and CHIME, a global climate model developed at the National Oceanography Centre, Southampton. This has the same atmospheric model as HADCM3 but has a very different structure to the ocean component. Making use of the resources of climateprediction.net we will run a large ensemble of both models to assess the uncertainties in the system. We will then use modern Bayesian statistical techniques to combine model output, data and expert opinion in our risk assessment. The utility of the data from the RAPID-WATCH arrays is an important aim of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G015376/1","grantId":"NE/G015376/1","fundValue":"317138","fundStart":"2009-10-19","fundEnd":"2013-10-18","funder":"NERC","impactText":"","person":"Tim James Woollings","coPersons":[],"organisation":"University of Reading","findingsText":" This project is investigating the impacts of changes in ocean circulation in the North Atlantic on regional climate. One focus has been on examining natural rapid changes in the ocean which occur in climate models, to see if different models agree on the impact of these events on climate. The general result is that these events do have a detectable influence on climate, but there is still disagreement between models which limits the predictability of these impacts in the real world. \n\n\n\nAnother piece of work has further highlighted the importance of changes in this ocean circulation in response to climate change. Small scale polar storms are projected to become less common in the future, and our work shows that this change is driven by the changes in the ocean circulation in climate models. There is further potential for these results to inform the planning and adaptation communities, particularly with regard to coastal planning and shipping (re polar storms). Work from this project has contributed to DECC/DEFRA assessments of the importance of ocean circulation and its monitoring. Environment","dataset":"gtr"}