{"id":"4EAA15C9-D76E-410E-869F-997C42968D9A","title":"A genome-wide analysis of Notch signalling in neural stem cells and neurons","abstractText":"All complex multi-cellular organisms originate from a single cell, and yet the final adult form has a multitude of different cell types performing specialised functions. As cells are generated within developing organisms, therefore, new cells need to acquire new characteristics, forms and fates, which has to happen at both the right time during development as well as in the right location. The problem of how this complex temporal and spatial patterning is achieved is the key question driving the field of developmental biology.\n\nThe processes involved in brain formation are of particular interest. The human cerebral cortex is an extraordinarily complex structure, comprising over 10 billion neurons in multiple interacting layers, all of which derive from neural stem cells. Creating the right numbers of the right types of neurons requires a delicate balance between the initial proliferation of neural stem cells and their subsequent differentiation -- should too few stem cells be produced, the necessary numbers of neurons will never be achieved, whereas an uncontrolled proliferation of stem cells will lead to tumour formation and cancer. The factors influencing the maintenance of this fine balance during brain development are the focus of this research proposal.\n\nIn order to control the stages of neural development and to maintain stem cells as self-renewing, cells use signalling pathways to communicate with each other. One of these signalling pathways is called the Notch signalling pathway, and it is used in many cell types during development. It may seem paradoxical that a single signalling mechanism could be used to generate many different cell types, and we currently do not completely understand how Notch signalling can create so many different outcomes depending on the context. What we do know, however, is that in certain cell types Notch signalling requires protein co-factors to enable it to activate gene expression. Currently, the co-factors that might confer specificity on Notch signalling in neural stem cells and neurons are unknown, and the first objectives of this grant are to determine which proteins allow Notch to be able to perform its specified roles in neural stem cells and in neurons.\n\nAnother means of controlling the activity of Notch signalling is through changing the chromatin state of a cell. Chromatin is a term used to refer to the format of a piece of DNA, which in the simplest sense can be in either an open or closed configuration. Open chromatin is, as the name suggests, conducive to being bound by many proteins that activate genes. These proteins are unable to act when the chromatin structure is closed and inaccessible. The last objectives of this proposal are thus to examine the form that chromatin is in within both neural stem cells and neurons, and determine whether this influences the binding activity of Notch.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00786X/1","grantId":"BB/L00786X/1","fundValue":"450632","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"  Targeted DamID is a novel approach we developed for genome-wide transcriptional profiling. Our Targeted DamID technique and data processing algorithms are currently being used by a large number of groups around the world. To date we have had requests for reagents from over 70 groups worldwide. Education,Other Societal","person":"Andrea Hilary Brand","coPersons":[],"organisation":"University of Cambridge","findingsText":" Our first objective was to identify new proteins that interact with the Notch signalling pathway during neural development. We have performed bioinformatic analyses and biological screens to identify a potential interacting partner in neural stem cells, and are currently following up on this interaction in accordance with our research plan.\n\nA second objective was to investigate the role of chromatin states in regulating the targets of Notch signalling. We have used our Targeted DamID technique to profile chromatin states in three different types of cells involved in neurogenesis (neuroepithelial cells, neural stem cells and differentiated neurons) and have also profiled the binding of Notch and its partner Su(H) in two of these cell types. We are currently performing bioinformatic analyses on these results. We have converted our Targeted DamID technique to work with next-generation sequencing, and have developed novel processing algorithms and software for processing the data generated. We have shared this software through collaborations with multiple research groups, and we hope to publish these techniques shortly. Education,Other","dataset":"gtr"}