{"id":"4EB31E72-715B-45DA-96FB-F483F70B17B2","title":"Thermal Management of Industrial Processes","abstractText":"This research project addresses the process industry contribution to the UK government goals of tackling climate change and reducing dependence on imported fuel. This programme fills these nationally important objectives by investigating the short, medium and long-term provision of energy for the UK, based on thermal technologies that exploit low grade process heat that is currently not recovered by this industry. The results of this 'Whole Systems Analysis research will improve plant efficiency and displace a significant fraction of fossil fuel use, thus reducing UK carbon dioxide emissions, by using techniques that are secure, clean, affordable and socially welcome. This research involves collaboration between several highly relevant industrial partners (e.g. Corus Ltd, North East Process Industry Cluster (NEPIC) Ltd, EON UK, Veolia (Sheffield Heat &amp; Power Ltd), Pfizer Ltd, etc) and four internationally leading academic centres of excellence (Universities of Sheffield, Newcastle, Manchester &amp; Tyndall Centre). The research programme targets a national problem by exploiting their complementary expertise through Whole Systems Analysis . Thus the objective of this research proposal is to investigate new and appropriate technologies and strategies needed for industry to exploit the large amount of unused low grade heat available. This will be achieved by providing a systematic procedure based on a comprehensive analysis of all aspects of process viability that will enable industry to optimise the management and exploitation of their thermal energy. This detailed procedure will be backed up by a sustained channel of communication between the relevant industrial and academic parties. This multidisciplinary work is thus applicable both to existing plants and the design of future plants. Please note that the establishment of an associated but separately funded EPSRC Network (e.g. PRO-TEM) is considered to be an integral part of this project, in order to satisfy the implicit role of technology transfer in both directions, between the process industry and the wider academic community. It will also provide access to industrial players who will provide essential case studies for the technical and socio-economic work. The case for an associated PRO-TEM Network is briefly discussed herein and the case is presented in detail in a separate proposal by Newcastle University.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G056706/1","grantId":"EP/G056706/1","fundValue":"299863","fundStart":"2009-11-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  Potential low grade sources of heat identified, reviewed and technologically assessed. Case studies for a number of sectors were undertaken.\n\nProject results implemented by stakeholders to improve thermal energy management of their processes and reduced energy usage resulting in financial and environmental improvements.\n\nBeneficiaries: Process industry stakeholders Energy Cultural","person":"Anthony Paul  Roskilly","coPersons":["Yaodong  Wang","Dermot James Roddy"],"organisation":"Newcastle University","findingsText":" The project successfully completed the research work described in the case for support. An extensive review of national sources of low grade heat available for the process industry was undertaken. Different sources of low grade heat were identified across a range of industrial sectors. Potential uses of this low grade heat were extensively investigated along with technological assessments of the potential to integrate with complementary technologies.\n\n\n\nA case study, based on a real life industrial plant, was completed for the different sectors investigated including iron and steel, food processing, breweries and paper/pulp. Substantial engagement with a significant number of companies took place as described in the outcomes including analysis of operational processing sites, seminars for industry, journal papers, conference papers and poster presentations. The PRO-TEM Network was a crucial mechanism used to disseminate the results to both academia and industry particularly through the SusTEM 1st and 2nd Conference and the Applied Energy Special Issue. The project outcomes are highly relevant to a number of crucial UK industrial sectors and the project team have engaged extensively with industry. The project findings are being actively used and implemented in non-academic environments. A wide array of dissemination strategies have been used to maximise dissemination to all interested non academic parties. There was substantial collaboration with industrial partners resulting in the project results being utilised by companies in order to improve their thermal energy management. This has allowed a number of companies to utilise the project outcomes Work is also ongoing with a number of companies, particularly those in the food processing industry, to expand upon the work in the project. The results of the project have been fed into new FP7 project proposals and the results have been disseminated to partners in the European Energy Research Alliance (EERA). Finally the project involved collaboration with other UK universities and this project has resulted in strong links between these partners through joint publications and conferences. Energy","dataset":"gtr"}