{"id":"4EB4E45E-25AA-41D8-9ECE-48F82E8BD21A","title":"ADELIE Antarctic Drifter Experiment: Links to Isobaths and Ecosystems.","abstractText":"Recent data suggest that, contrary to prevailing views, there are pathways for near surface currents around the Peninsula to the west. If proved, these would be important for the retention and/or dispersal of krill larvae and other passive drifting particles. The Antarctic Slope Front appears to lose its properties as it enters the Weddell Scotia Confluence. The ADELIE project will deploy 20 surface drifters and 4 Argo floats near the Antarctic Peninsula. The surface drifters are designed to follow the ocean current and will telemeter their position back via satellite several times a day. The Argo floats are designed to float deep in the ocean, at about 1000 m, following the current there. Every 10 days they come up to the surface, measuring temperature and salinity as they go, and telemeter their location and the profile data back via satellite. These floats and drifters will span the Antarctic Coastal Current and Antarctic Slope Front. A section of temperature and salinity across these flows will indicate their locations and quantify their strength. Their pathways will be mapped for the first time. The influence of bathymetry controlling the splitting and steering of these frontal jets will be studied. Output from eddy resolving ocean models (some with sea ice) will be analysed and virtual drifters deployed in their flow fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C50633X/1","grantId":"NE/C50633X/1","fundValue":"266596","fundStart":"2006-04-25","fundEnd":"2010-12-24","funder":"NERC","impactText":"","person":"Karen J.  Heywood","coPersons":["Sally  Thorpe"],"organisation":"University of East Anglia","findingsText":" This project mapped for the first time the currents at the tip of the Antarctic Peninsula. We were the first to deploy surface drifters there, which have filled a gap in the global coverage in the Global Drifter Program. We quantified how the flows can spread a tracer, and how the flow is determined by the steepness of the slope of the sea bed. We measured temperature, salinity and velocity of the water coming out of the Weddell Sea, and were able to show that there are several important fronts (boundaries) in the ocean there.  ","dataset":"gtr"}