{"id":"4EBE5417-3929-491B-98F8-CB1E61280DE5","title":"Rapid assessment of the potential health hazard of ash from Eyafallajokull volcano, Iceland","abstractText":"Over the past 25 years, multidisciplinary research has tried to determine whether volcanic ash is a respiratory health hazard. The question first arose following the eruption of Mt. St. Helens, USA, in 1980, where the ash contained potentially-toxic crystalline silica. Medical and toxicological studies have given inconclusive results regarding the ability of ash to cause long-term diseases but it is now well established that ash can trigger acute diseases like asthma. On 13 April 2010, an eruption from the central caldera of Eyjafjallaj&ouml;kull volcano, Iceland began. The volcano is capped by a glacier and interaction between the melting ice and the rising magma caused an explosive eruption with an ash-laden plume which drifted south-eastward and entered British airspace, closing all airports. Volcanic ash has been falling on local populations in Iceland and ashfall has been reported across the UK. The ashfall in Iceland is causing concern to the local population. The 'dusting' of ash in the UK presents a low hazard but the previous eruption of Eyjafjallaj&ouml;kull continued intermittently for two years, so we could expect sporadic ashfall in the UK, if weather conditions permit. This will inevitably lead to searching questions on the potential health hazard of long term exposure to low levels of ash. Medical studies to determine the health effects of volcanic ash may take years to complete. Rapid analysis of the potential health hazard can be carried out in hours, using mineralogical and in vitro toxicological techniques to characterise the particle properties, providing results for hazard managers within days of population exposure. In particular, we can determine the grain size of ash particles - if they are too large to enter the lung, they cannot pose a respiratory health hazard. Conversely, if they are inhalable, hazard managers can mitigate the hazard by providing dust masks or even evacuating. We propose rapid characterisation of ash from Iceland and t UK. This will provide hazard managers in Iceland with immediate information on the local effects but it will also provide us, in the UK, with valuable information on the potential for the ash to cause health problems should the UK be subjected to further ashfall in the coming days, or even years. Following an existing protocol, we will carry out two modes of research: A) Rapid response: 1) Samples from Iceland have been collected by colleagues at the Universities of Iceland, Edinburgh, Cambridge and York. The grain size distribution of the Icelandic samples will be analysed on arrival in the UK to determine whether particles are small enough to enter the lungs. Results will be immediately reported to both the Icelandic and UK governments. 2) Smaller samples from the UK (from the British Geological Survey and isolated samples collected by individuals) will be analysed by scanning electron microscopy to determine grain size distributions and composition. B) Detailed analysis: Samples from Iceland will be analysed for quantity of crystalline silica, surface reactivity (iron-induced radical generation and oxidative capacity), surface area, leachable elements and particle morphology. A basic toxicological assay (haemolysis - red blood cell death) will also be carried out. Once we have all the results, Dr Peter Baxter (University of Cambridge), recognised as the medical expert on volcanic health hazards, will synthesise the results and give his medical opinion on the hazard. All results will be sent to the UK and Icelandic governments (Health Protection Agency and DEFRA (UK) and Civil Protection Department (Iceland) and the World Health Organisation and will be written up for publication in an international volcanology journal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I007652/1","grantId":"NE/I007652/1","fundValue":"30151","fundStart":"2010-07-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"  The findings and methodologies are being considered by the New Zealand and Singaporean governments as they plan for future eruptions to affect them. They are in the process of deciding how to incorporate them into their guidelines and planning. Environment,Healthcare,Government, Democracy and Justice Policy & public services","person":"Claire Judith Horwell","coPersons":["Pierre  Delmelle","David  Pyle"],"organisation":"Durham University","findingsText":" We used the now established protocol of the International Volcanic Health Hazard Network (www.ivhhn.org; I am Director) to carry out a rapid assessment of ash from the Eyjafjallajokull eruption. We later carried out a similar (non-NERC funded) study on the ash erupted from Grimsvotn volcano, a year later, and published both together. We were able to show the potential respiratory health hazard of the ashes and the studies led to my sitting on a Cabinet Office expert panel for risk H55 on the National Risk Register. The findings are being used by foreign governments planning for future ash-rich eruptions (Singapore and New Zealand). The protocols themselves are also being incorporated into guidelines and policy. Environment,Healthcare,Government, Democracy and Justice","dataset":"gtr"}