{"id":"4ECBE8DF-F2A7-4D0D-B6C3-9206A1623782","title":"Particle acceleration in magnetised shocks produced by laser and pulsed power facilities","abstractText":"We propose an ambitious multi-institution experimental programme to investigate one of the greatest mysteries in astrophysics: the acceleration mechanism that leads to generation of high energy cosmic rays. The presence of energetic particles in the Universe is a well established fact, with measurements of the cosmic ray (CR) spectrum extending up to astonishing 1e20 eV. In spite of this, the exact mechanism that leads to such high energy particles still remains controversial. The central theme of this proposal is to conduct a programme of linked earth-based experimental and theoretical investigations into CR acceleration mechanisms to address this long running problem. Although many different processes may result in CR acceleration, the present day understanding is that shock waves and turbulence play an essential role in energizing both the electrons and ions present in the interstellar medium. \nWe will perform linked experimental and numerical studies of the acceleration of electrons in strong shocks formed in magnetised plasmas. The shocks will be formed by supersonic plasma flows created by high intensity lasers and Mega-Ampere-level pulsed currents. The first set of experiments will investigate the initial acceleration of electrons, which should allow the formation of electron population with energies significantly exceeding their initial thermal energy. This is expected to occur due to plasma wave turbulence which is excited in the pre-shock plasma by the ions reflected from the shock front, but this mechanism has never been tested by experiment. We will characterise the development of the turbulence and measure the parameters of the accelerated electrons using state-of-the-art diagnostic techniques previously developed by us. In the second set of experiments, we will investigate the so-called diffusive shock acceleration mechanism, which is considered as the most plausible mechanism of cosmic ray acceleration. This will be achieved by injecting sufficiently energetic electrons into the shock, in such a way that these electrons will then sample both the pre- and post-shock regions, performing multiple passages through the shock front as required for this mechanism to operate efficiently. Use of a magnetic spectrometer will allow direct measurements of the energy of the accelerated electrons which will be compared with theoretical predictions. As part of this project we will also perform numerical simulations using state of the art hybrid-MHD and PIC codes and cross-compare the results with our experimental data. The computational and theoretical components of the project will allow us to forge a strong connection between experiment, astrophysical models and observations.\nThe proposed research lies at the border between Plasma Physics and Astrophysics, and will advance the development of the novel research area of Laboratory Astrophysics, which seeks to enhance the understanding of the physics governing the behaviour of astrophysical objects directly via scaled laboratory experiments, combined with computer modelling. Creating the extreme plasma conditions required for scaled reconstruction of astrophysical environments in the laboratory, became possible only recently thanks to the advent of high energy lasers and fast rise-time high-current pulsed power facilities. The similarity between the lab and nature in terms of key dimensionless parameters (e.g. Mach number) is sufficiently close to make such experiments highly relevant. The timeliness of this proposal is also underlined by the growing interest in this field internationally with major efforts in USA (Rochester, Livermore - NIF) and Europe (Bordeaux - LaserMegajoule). The combined expertise of the authors of this proposal and the involvement of international collaborators from Astrophysics community will allow us to create and exploit an unprecedented capability for the Laboratory Astrophysics research and provide both breadth and depth to the programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N013298/1","grantId":"EP/N013298/1","fundValue":"72238","fundStart":"2016-02-01","fundEnd":"2019-07-31","funder":"EPSRC","impactText":"","person":"Robert  Bingham","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}