{"id":"4EE1BCF6-2378-480A-9E52-F198AFFF748D","title":"Synchronous movement cooperation and the performing arts","abstractText":"Across all cultures, people dance. Yet, little is known about what function dance and the performing arts fulfill in society, or why TV shows such as &quot;Strictly come dancing&quot; are so popular. We propose that the appeal of dancing and watching dance partly lies in promoting and communicating successful cooperation between people. Research in social psychology has shown that when two people meet, they become more like each other. They imitate each others' accent, speech rate and syntax; they look at the same things and use the same words; they adopt similar postures, gesture alike and gently sway together. This behavioural coordination studied in social psychology seems to produce feelings of liking and affiliation between pairs of people. Similarly, when small groups of people interact, and move together, they also feel closer to each other and are more likely to cooperate. \n\nWe will use dance as a means to study how moving together is linked to liking each other. Similarly, observing other people move together may produce aesthetic pleasure because it showcases successful social interactions. Our research aims to provide novel insights into the role that dance and the performing arts fulfill in modern society. In a set of experiments, we will test this hypothesis by inviting groups of people (non-dancers) to participate in &quot;dance workshop&quot; experiments that teach moving in synchrony. Rather than asking participants to just &quot;do the same&quot;, we will work with professional dancers and choreographers to apply principles from dance and choreography to examine different ways of moving together. Following these workshops, we will assess cooperation, sympathy and liking between participants of the workshop and members of the audience. Performers and audience members will be equipped with small motion sensors and we will also record their electrical brain activity. This will allow us to link different ways of moving in synchrony (or asynchrony) to brain activity, cooperation and liking. In a follow-up functional neuroimaging experiment we will link aesthetic pleasure derived from observing collective human movement to specific brain mechanisms. \n\nWe will also explore clinical applications of our research project. For example the perception of human movement is impaired in patients with autism. Training to move in synchrony might help to improve such deficits in recognizing other people's actions because it requires to carefully monitor how movements are performed. Similarly, increasing awareness of an action by moving in synchrony may boost memory for an already performed action. In obsessive-compulsive disorder compulsive checking involves a vicious circle in which more checking paradoxically leads to less confidence in memory and impairs attention. Increasing action awareness through &quot;over performing&quot; obsessive actions or moving in synchrony with others could thus reduce obsessive behaviours such as washing by making it easier to remember that the action was perfoermed already. \n\nIn summary our research project combines expertise in dance, social psychology and neuroscience (a) to study how cooperation can result form simply moving together, (b) to understand aesthetic appreciation of dance and the perfroming arts, and (c) to develop new treatments for psychological disorders. Further, our research will provide new insights into the role that the perfroming arts fulfill in society and may also yield commercial applications for the creative industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M000680/1","grantId":"ES/M000680/1","fundValue":"197766","fundStart":"2014-11-24","fundEnd":"2015-08-31","funder":"ESRC","impactText":"","person":"Guido  Orgs","coPersons":["Daniel Charles Richardson","Annemieke  Apergis-Schoute"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}