{"id":"4EE99C05-2C14-41E0-82CC-26DE1266A4E8","title":"A multicriterion approach for cluster validation","abstractText":"Cluster analysis is about finding groups in data. It has applications in various areas such as biology, medicine, marketing, computer science, psychology, archeology, sociology.\n\nThe aim of the proposed project is to address cluster validation, which is a fundamental problem in cluster analysis. Cluster validation refers to both the evaluation of the quality of a clustering and the determination of the number of clusters. \n\nThe main idea is to develop a systematic catalogue of cluster validity indexes and to explore their properties, so that a user can match the requirements of a given application of cluster analysis by an appropriate set or aggregation of criteria. This is original, because most existing literature on cluster validation advertises &quot;one criterion fits it all&quot;-approaches ignoring the specific aims of clustering.\n\nGiven such a catalogue, a number of clusters in a given application can be determined by specifying a set of minimum requirements or by aggregating criteria with weights depending on the clustering aim. The quality of these approaches will be investigated.\n\nThe methods will be generalised to clusterings where some data (&quot;outliers&quot;) are not assigned to any cluster. \n\nFor benchmarking the quality of cluster analysis methods, the given criteria will be used to explain the performance of different clustering methods on benchmark data sets from the characteristics of the true known clusterings of the data sets.\n\nThe developed approaches to determine the number of clusters will be used for deciding about the number of biological species present in data sets with genetic information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033972/1","grantId":"EP/K033972/1","fundValue":"98024","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"  Market segmentation based on brand preference data with Daniel Muellensiefen, adam&amp;amp;eveDDB.\nSome preparations done for social stratification based on &amp;quot;Understanding Society 2009&amp;quot; UK data, species delimitation based on network data (not yet referred to in tick list below). Retail Economic","person":"Christian  Hennig","coPersons":[],"organisation":"University College London","findingsText":" A battery of indexes for analysing the quality of a clustering has been developed. This can be used in a flexible way to find good clusterings in a variety of applications (see narrative impact for applications where this is currently used), and also for comparing different clustering algorithms (work in progress).\n\nThe grant has run for less than half of its time so I tick &amp;quot;yes&amp;quot; below relative to the time frame. Obviously not all objectives are yet met. This basically can be applied whenever cluster analysis can be applied, i.e., if there is a need for a scientific method to partition objects into groups. Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Retail,Transport,Other","dataset":"gtr"}