{"id":"4EEC44D6-9572-42C2-9695-8A181096D87C","title":"Developmental Clinical Studies - Does Repeated Vestibular Stimulation Induce Lasting Recovery From Hemi-Spatial Neglect?","abstractText":"The research will pilot a new treatment for hemi-spatial neglect. This is an attentional disorder that commonly arises after stroke, causing sufferers to act as if one half of their visual world is missing. Symptoms include bumping into objects, leaving food on one side of the plate, and failing to notice people on the affected side. Aside from these debilitating effects, the condition strongly predicts the rate at which individuals recover from the other symptoms of stroke. Many individuals who show hemi-spatial neglect at hospital admission still struggle with daily routine years later. The current treatment provides little relief. \nOur new approach involves passing tiny electrical currents through the part of the scalp that lies just behind the ears. The currents are too small to cause discomfort, but stimulate nerve pathways that project from the inner ear to those parts of the brain that are damaged. Unlike the current treatment which requires specialist staff and space, stimulation can be applied by a nurse at bedside with no technical expertise and at whatever time is convenient for the patient. More so, the apparatus can be cheaply miniaturised for personal use at home, reducing hospital stay and saving on the need to travel to clinic. \nA major drawback of our treatment is that the beneficial effects disappear as soon as stimulation is stopped. We need to find a way of triggering effects that last for much longer. Other kinds of neuro-stimulation are most effective when repeatedly applied across 5-10 days, inducing gains in stroke survivors that last for many weeks. Our own pilot data, albeit very preliminary, suggests that the same pattern holds for the new technique described here. A larger, properly controlled study is now needed to confirm this observation. Compellingly, other types of neuro-disability including aspects of dementia also recede during vestibular stimulation, so if lasting recovery is shown here then other types of patient might also be expected to benefit. \nWe plan to recruit 60 individuals with hemi-spatial neglect from the East Kent Neuro-Rehabilitation Service to receive both 10 days of stimulation and then several follow-up sessions a few weeks later. These follow-ups will tell us whether lasting improvement has occurred, enabling us to determine if the technique might be relevant to rehabilitative practice. If so, then we will begin further trials with a miniature device that is currently undergoing validation by a downstream commerical collaborator.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001222","grantId":"G1001222","fundValue":"251001","fundStart":"2011-04-01","fundEnd":"2013-03-31","funder":"MRC","impactText":"","person":"David  Wilkinson","coPersons":["Mohamed  Sakel","Simon  Coulton","Patrick  Pullicino"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}