{"id":"4EF27C4B-6DC9-48EF-B4FB-0E5DED1C8E5F","title":"The pma mouse and the developmental basis of congenital talipes equinovarus (clubfoot)","abstractText":"Clubfoot (medical term: congenital talipes equinovarus or CTEV) affects 1 in 500 kids and costs the NHS millions. This common inborn disorder of foot posture prevents the sole of the foot being placed on the ground for walking. Treatment is by months of serial plaster casting and bracing, and sometimes surgery. Some patients do not satisfactorily respond to treatment. Abnormalities of calf muscle and foot shape remain after treatment, and can bring a considerable burden to the child and family. Given that clubfoot is common and disfiguring, that it significantly affects quality of life, and is a major burden on the NHS, you would think that its genetic basis would be well studied. In fact, in contrast to other similarly common conditions like cleft lip and palate, the detail of the underlying mechanism has been little studied by developmental biologists. If we knew what the genetic defects were, we could screen for them in affected families and develop new therapies. If we had a type of mouse that developed clubfoot, we could screen its genes for the mutation and we could see how the foot goes wrong and identify what medical or environmental factors might make clubfoot better or worse. We propose that the mouse strain pma is the equivalent of human clubfoot. Its hindfeet are distorted in a way that looks very like clubfoot. The aim of this project is to study the feet of these mice, to look at the bones and soft tissues to see if they really are the same as human clubfoot. We will identify the mutant gene in pma mice, and screen the DNA of human patients to see if the human verison of the gene is mutated in clubfoot. We will determine what stage the feet start to go wrong during embryogenesis. This will show whether or not it is going to be possible to intervene with new drugs, with gene therapy or with early surgery to rescue or cure he clubfoot before it impacts on the quality of life of the patients. We should be able to use this knowledge to improve the life of patients, streamline treatment to reduce the burden on the NHS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800901","grantId":"G0800901","fundValue":"427852","fundStart":"2009-01-01","fundEnd":"2012-05-31","funder":"MRC","impactText":"","person":"Jon Martin Collinson","coPersons":["Zofia Helena  Miedzybrodzka","John  Chudek","Simon  Barker","Fiona Jane Gilbert","Neil Andrew Vargesson"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}