{"id":"4EF7F2A8-71FD-4F84-BC84-61E185797BDF","title":"Crystallography for biology - as easy as EBSD","abstractText":"Living systems exert exquisite control on the formation of their mineral structures producing structures that perform various functions such as protection in bivalve shells, embryonic chamber in bird eggs and skeletal support in vertebrates for example. To a great extent, the biological control exerted is poorly understood although the knowledge is highly sought after. In materials science and metallurgy, scientists probe complex materials in great details using a technique called Electron Back Scattered Diffraction (EBSD). EBSD involves firing a beam of electrons at a tilted sample. The planes within the structure of the samples, split the electron beam and the fragmented beam is bounced back and imaged on a screen. The image tells us what the structure is made of and its orientation. The applicant has been applying EBSD to the analysis of minerals produced by living systems to great effect. Already important information on the biomechanics of invertebrates has been obtained. In addition, clarification has been obtained regarding which questions should be addressed in order to improve our understanding of this biological control. The need for this application is apparent by the fact that many people are beginning to become aware of the huge potential of EBSD analysis to address questions in biological sciences. The need for this project is further heightened by the discovery by the applicant that EBSD analyses are not equally successful in all biominerals assessed thus far. This project aims to assess the important sample preparation conditions; resin type, duration of final polishing stage and thickness of carbon coat, in the shell of te hcommon blue mussel, Mytilus edulis which contains two polymorphs of calcium carbonate: calcite and aragonite. This initial survey of conditions will be used to define parameters in a wider biomineral survey that will include other calcium carbonate biominerals, brachiopods, corals and bryozoans as well as calcium phosphate (apatite) biominerals, namely the shell of the brachiopod Lingula anatina and the femur of commercially available domestic fowl. This larger survey will also quantify the organic and trace element composition so that the factors that may influence crystallography and its control may be identified in a range of biomineral systems. These two surveys will determine the optimal conditions for EBSD analysis of biogenic structures and will identify the limits of EBSD analysis. Both sets of knowledge are essential for the effective transfer of this powerful technique to biological sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003265/1","grantId":"BB/E003265/1","fundValue":"326134","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"BBSRC","impactText":"  Findings have been used in academic research. Environment ","person":"Maggie  Cusack","coPersons":[],"organisation":"University of Glasgow","findingsText":" Achieved all of the objectives: identified optimal sample preparation and analytical conditions for electron backscatter diffraction (EBSD) of biominerals, quantifying the influence of different resins and thickness of carbon coat and showing that while the concentration of organic components is not crucial, the size of the nanogranules is key. EBSD can now be transferred to life sciences in a robust format.\n\nThe power of EBSD to answer questions about biological control of mineral formation was demonstrated clearly.\n \nExcellent training of PDRA in carrying out a large project, fully participating in vigorous research group, presenting results at conferences and ensuring timely publication in peer-reviewed journals (20 papers), dealing with interdisciplinary and life sciences aspects of this project. PDRA and PI also succeeded in obtaining supplementary grant-in-kind (3 grants to value of ?100k) to complement this project and advance our understanding of biomineralisation. PDRA now in tenure track academic position in USA. The findings enable life scientists to do crystallography on biomaterials to identify biological control. Approach also helps to separate environmental and biological influence on biomineral formation. Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}