{"id":"4F04A65B-F953-461F-B3C4-736E6F231AEC","title":"Inference and Complexity in Composite Connected Systems","abstractText":"A lack of principled approaches for dealing with complexity and emergent behaviour on networks of interacting subcomponents has been identified as a key bottleneck area of significant future demand both by UK research councils and the EU.This proposal tackles a particularly demanding area of composite systems: complex systems of interacting subcomponents where there is a combination of local interactions between subcomponents, together with a different scale of longer range interactions.Traditional methods to study complexity are based typically on large scale agent-based simulations or on numerical solutions of coupled non-linear deterministic or stochastic differential equations. However, being of a large scale, highly non-linear and inherently of composite multi-level interactions, these methods are likely to be unsuccessful in providing generic insight as well as robust, principled and reliable solutions for such systems. Due to sensitivity of parameterisation, external observation, and massive scale, reliable direct computational approaches to composite systems' modelling are unfeasible.Instead, we propose a framework based on inherently distributive and approximative probabilistic approaches. The methods we will use to describe uncertainty, information transfer and emergent properties in complex systems are based on complex connected graphs. The techniques for analysing such graphs will derive from extensions of methods in statistical physics to decompose high dimensional joint distributions into simpler, computable quantities. The novelty of the proposal stems from the focus on systems which exhibit this composite character: a combination of localised and long range, sparse and dense, weak and strong interactions between subcomponents in such graphs.We are interested in exploiting complexity in information systems which can be described by such graphs, but we are utilising techniques from physics and modify them to be applicable to inference in, and analysis of, complex systems.This framework will lead to new insights and fundamental tools and techniques on generic systems which will be applicable to many important current real world problems, including: CDMA coding methods, ad-hoc sensor networks, distributive traffic-lights management, embedded intelligent sensors, and cortical functioning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049516/1","grantId":"EP/E049516/1","fundValue":"322747","fundStart":"2007-09-21","fundEnd":"2010-09-20","funder":"EPSRC","impactText":"","person":"David  Saad","coPersons":["David  Lowe"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}