{"id":"4F0BE1A9-9CA7-431C-98D5-C557B5669229","title":"Building a genome analytic resource for the lepidopteran community","abstractText":"Genome sequencing, and large-scale, population genomic analysis, has suddenly become affordable. The explosion of data presents tremendous opportunity for ground-breaking research based on integration of data from independently-organized, community-driven genome projects, but this in turn requires shared database resources. For model organisms, genome databasing efforts grew with the research communities, and there are mature portals for deep investigation across many large scale datasets - the databases themselves have become a substrate for (meta-) research of high impact. For communities new to genomic (and population genomic) approaches, the need for accessible databases is even more pressing, as researchers are less likely to be fluent in the peculiar languages of genomics and in high-throughput bioinformatics. Here we propose the founding of a community database for lepidopteran genomics, LepBase, to meet the needs of the growing community of researchers using genomics to understand Lepidoptera as crop pests, as potentially invasive species, as developmental models, and as key taxa for understanding the interplay between ecology, genomics, evolution and speciation. While initially focussed on the available lepidopteran genomes the project will meet the challenge of future genomic riches (over 20 genomes 'in the pipeline') by building a platform that focuses on the needs of the lepidopteran research community.\nThe challenge of integrating newly developed genomic resources across taxa is not a new one, and several computational frameworks exist to support such endeavors (such as the ENSEMBL project, and the GMOD ecosystem of tools). Central, aggregative database efforts, such as ENSEMBL Genomes, provide an effective and powerful, one-size-fits-all solution to genome warehousing. Coordinating with smaller research communities to directly implement clade-specific resources is overwhelming the resources of institutions that have a mandate to generate integrated genomic databases. ENSEMBL now advocates a multi-tiered approach to the aggregation, integration, and dissemination of the rapidly increasing wealth of genomic information arising from community-driven genome projects so that species-level genomic resources can flow 'upstream' into the pan-genome database.\nThe goals of our project are: to develop a community-wide, comparative database for the Lepidoptera using the ENSEMBL platform; to institute effective tools for ongoing community annotation of emerging genomes; to forge close links with ENSEMBL Genomes to ensure upload of lepidopteran genomes into the global resource; to implement new modes of data visualisation and analysis in the ENSEMBL framework to meet community needs; and to provide training in genomics to the community of lepidopteran researchers. The LepBase database will also be a working model of community-driven databases that drive not only clade-specific research programmes but also enable the flow of knowledge from species-specific genome projects into a comprehensive framework.\nThe project will be based in the Blaxter bioinformatics and genomics group in Edinburgh, in association with the GenePool Genomics Facility (currently engaged in sequencing butterfly and moth species), with project partners in the Jiggins Heliconius research group in Cambridge and Dasmahapatra in York, and the support of lepidopteran researchers worldwide. Initial focus will be on the genus Heliconius, for which a complete genome sequence and abundant annotation, transcriptome and resequencing data already exist. The database will be rapidly extended into silkmoth, Bicyclus, Danaus and other species. The resource will be overseen by a Scientific Advisory Board drawn from across the range of lepidopteran researchers, and will aim for financial sustainability beyond the tenure of the award through development of a 'subscription' model of funding from research partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020161/1","grantId":"BB/K020161/1","fundValue":"534491","fundStart":"2013-11-30","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Mark Lyon Blaxter","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}