{"id":"4F109F10-E964-4DF3-B85F-CDFF77DE35AE","title":"Novel Ice Characterisation Experiment - Phase 1 (NICE-1)","abstractText":"The ice is melting! Between 1979 and 2007 the summer sea ice extent in the Arctic has halved, from over 8 million square km to just over 4 million square km. Moreover, measurements from submarines suggest that its thickness has plummeted by some 40%. As to the future, there is unanimous agreement between all the climate prediction models used in the latest report of the Intergovernmental Panel on Climate Change (IPCC) that this reduction will continue, and that the Arctic could be ice free in summer by the end of this century. However, observations suggest that these models are significantly under-representing this reduction, in both space and time, and that the Arctic could become ice free as early as 2040. The models are wrong because we do not fully understand how sea ice grows, moves and decays. One reason for our ignorance is that the properties of sea ice are constantly evolving, driven by changes in local environmental conditions such as air temperature, snow depth, ocean temperature and so on. We simply do not have enough measurements, spread out over the Arctic and throughout the year, to refine our understanding and build and test better models. This is partly because of the combination of cost, difficult logistics and lack of man-power, and partly because we do not yet have cheap, simple and reliable automatic instruments that can be scattered round the Arctic in large numbers. We propose to develop and deploy such instruments, consisting of vertical chains of sensors that can be easily and opportunistically deployed through the ice by untrained operators. Inexpensive satellite communications methods will be used to transmit the sensor data back to the laboratory. The sensors themselves will consist of novel temperature measurement chips, modified by the addition of a controllable heating element, which will yield data on the position of the snow-air, snow-ice and ice-water interfaces (and therefore ice thickness), thermal fluxes through the ice, and estimates of currents. These measurements will be used to improve existing models of sea ice and its interaction with ocean and atmosphere: as such they will play an important role in elucidating the interaction between sea ice and global climate change. This proposal seeks funding to develop and build six chains, to deploy them in the Arctic, to collect data from them for at least one year, and to support the lead scientist in these activities and in the subsequent data analysis and modelling. This analysis and modelling will take place in collaboration with other organizations (e.g. the Centre for Polar Observation and Modelling at UCL and Cold Regions Research and Engineering Laboratory in the US) that are leaders in the field. In so doing, it will build on NERC's existing investment in Arctic observation, funded through programmes such as ASBO-IPY and CryoSat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001006/1","grantId":"NE/G001006/1","fundValue":"76931","fundStart":"2008-10-31","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"Jonathan Keith Jackson","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}