{"id":"4F110020-2DE8-4415-A8AF-1130F6BAFFF8","title":"Towards a new neurological model of language that explains outcome after stroke.","abstractText":"Every five minutes one person in the UK has a stroke. More than a third of these patients will develop aphasia, which can impair the ability to speak, understand speech, read and/or write. Aphasia is the most feared outcome after stroke because it severely impairs quality of life and makes stroke patients prone to social isolation, dependence and depression. One of the most demoralizing outcomes for aphasic patients is the lack of any information on their likely prognosis for recovery. This is a consequence of there being no established way to predict when, how or whether language skills will recover, which in turn makes it difficult to decide which course of therapy is best suited to an individual patient. Our research aims to Predict Language Outcome and Recovery After Stroke (PLORAS, http://www.ucl.ac.uk/ploras). In pursuit of this goal, we generating a database that records as many details as possible about hundreds of different stroke patients.\n \nOur initial investigations show that we can make confident predictions for language outcome for many patients. For example, we have identified 2 brain areas where the presence or absence of damage (caused by the stroke) very reliably predicts whether or not a patient will have &quot;persistent&quot; difficulty producing speech (i.e. years after stroke). These findings are important to share with new patients and their carers as they help to provide realistic expectations of likely recovery. Prognoses of good outcome are valuable because they substantially reduce anxiety about the future. Prognoses of poor outcome are more challenging for patients and their carers to deal with in the short term, but they can ease future frustration and depression associated with a failure to meet unrealistic targets.\n\nThe aim of the proposed research is to provide a scientific explanation of how the predictions are working. This comes in the form of what we refer to as a &quot;neurological model&quot; of language that predicts speech and language outcome after stroke by identifying which brain regions are critical to language, the functions they support (e.g. speech comprehension or reading) and how the regions connect to one another. \n\nThe current neurological model of language, illustrated in medical textbooks today, is based on crude post mortem data from less than a handful of aphasic patients tested at the end of the 19th Century by Paul Broca (1861) and Karl Wernicke (1874). Despite its enduring popularity, this model has not stood the test of time because it does not reliably predict outcome in new patients. Thus, although the classic neurological model is conceptually appealing, it does not make predictions that are accurate enough to be clinically useful. Conversely, our data-led analyses are starting to make very accurate predictions but we do not understand their scientific basis. \n\nOur proposal aims to provide a new neurological model that can be used to explain and ultimately improve the predictions we make. The new neurological model will illustrate the set of brain regions that support different language abilities (e.g. the ability to speak or understand speech). These brain regions will correspond to the parts of the brain that are typically damaged in patients who have selective difficulty with one particular language skill. In order to find these areas, and demonstrate how consistently they affect other patients, we have developed a completely new method for analysing the exact location and extent of brain damage. Our studies also place great importance on how much time, since the stroke, the patient has had to recover. We also aim to investigate the influence of many other factors on a patient's recovery, including the amount of speech therapy they have been given.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M023672/1","grantId":"MR/M023672/1","fundValue":"605376","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"MRC","impactText":"","person":"Cathy  Price","coPersons":["Mohamed  Seghier","Thomas Matthew Hope"],"organisation":"University College London","findingsText":"","dataset":"gtr"}