{"id":"4F1D01C5-EACB-47C2-96AE-6623CA8C5542","title":"Integration of modelling with transcription and gene essentiality profiling to study interaction of MTB bacillus with macrophages and dendritic cells.","abstractText":"Mycobacterium tuberculosis is a major pathogen of man. Drug treatment is available for human disease but it takes six months, which is impractical in developing world settings where TB is most common. Consequent non-compliance with treatment regimes leads to the emergence of drug-resistance. This is now a major world-wide problem with practically incurable 'extreme drug-resistant' strains appearing in many countries, including the UK. In this project we will study the molecular mechanisms of the interaction between Mcyobacterium tuberculosis and human immune system. The knowledge about these mechanisms is necessary for the development of new therapeutic approaches and vaccines which are needed to shorten TB treatment and combat drug resistant strains. We will focus on the interaction of the pathogen with dendritic cells and macrophages, which are cell types active during the immune system response to the infection. The M. tuberculosis is capable of infecting macrophages, but not dendritic cells. Therefore, comparison of the responses of these two cell types to M. tuberculosis will highlight the mechanisms participating in host pathogen interaction. To understand the complex phenomenon of host-pathogen interaction the Systems Biology approach has to be employed, where molecular biology methods are integrated with computational modeling approaches to study cells at the whole genome scale level. We will use state of the art functional genomics techniques to compare interaction of the pathogen with dendritic cells and macrophages and identify human and bacterial genes which are involved in host-pathogen interaction. The voluminous experimental data sets will be analyzed in the context of the literature knowledge about the vast networks of interacting molecules in the living cells. The computer simulation approaches developed in the physical sciences and engineering fields will be used. The computer models will generate hypotheses which will be subjected to experimental verification. At the end of the project we expect to deliver a set models of the molecular interaction networks involved in the interaction of M. tuberculosis with immune system. These models can be used to design therapeutic, diagnostic and vaccination strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00453X/1","grantId":"BB/I00453X/1","fundValue":"495173","fundStart":"2010-08-30","fundEnd":"2013-08-29","funder":"BBSRC","impactText":"  This grant has finished in 2013 and the full potential of its findings has not yet been realised. We expect that the insight into interaction between dendritic cell and M. tuberculosis will inform research on new vaccines. Vulnerabilities of the pathogen uncovered by our metabolic model and experimental data will direct research towards new antibiotics. The new simulation algorithms and software will play a role in predictive modelling of genotype-phenotype-environment relationship in medical research. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Andrzej Michal Kierzek","coPersons":["Graham Roger Stewart","Johnjoe  McFadden"],"organisation":"University of Surrey","findingsText":" The TB-HOST-NET was international consortium dedicated to studying interaction between Mycobacterium tuberculosis, a bacterial pathogen causing Tuberculosis disease and two cell types in human immune system. The major discoveries and developments made by University of Surrey partner are:\n\n1. ESSENTIAL GENES. We have discovered genes of Mycobacterium tuberculosis which are essential for its interaction with dendritic cell (DC), a key player in human immune response, responsible for antigen presentation. This has been achieved by the first experiment where large-scale mutagenesis and next generation DNA sequencing have been combined to study M. tuberculosis and DC interaction. The manuscript and full dataset have been submitted for publication in Open Access journal and will be available to the public soon.\n\n2. GENOME SCALE METABOLIC NETWORK: In collaboration with other groups we have created a computer model representing metabolism of M. tuberculosis within macrophage. This is unified model integrating our previous highly cited GSMN-TB model (Genome Biology 2007) and recent work of other groups. The model will be published very soon and will enable prediction of metabolic vulnerabilities of M. tuberculosis by computer simulation. \n\n3. SurreyFBA SOFTWARE. We have significantly extended a set of methods available in our SurreyFBA software for computer simulation of genome scale metabolic networks (Bioinformatics 2011). Version 2.0 of the software includes a set of state of the art approaches for analysis of transcriptomics data in the context of mechanistic model of whole cell metabolism. These methods provide invaluable insight into metabolic state of the cell under conditions of transcriptomic experiment. New version of our free, open source (GNU GPL) software is already available for download (http://sysbio3.fhms.surrey.ac.uk/sfba/index.html) and a manuscript is under preparation.\n\n4. QSSPN METHOD. To fully understand host-pathogen interaction we need mechanistic models of molecular interaction networks in the cell encompassing not only metabolism but also other classes of molecular interactions. This project contributed to the development of Quasi Steady State Petri Net (QSSPN) - the first method enabling dynamic simulation of molecular interaction networks describing gene regulation, signalling and whole-cell metabolism in human cells. The method has been published as Open Access article in Bioinformatics, 2013. The free, open source (GNU GPL) software can be downloaded from (http://sysbio3.fhms.surrey.ac.uk/qsspn/). The list of M. tuberculosis genes essential for interaction of this pathogen with Dendritic Cell uncovers vulnerabilities of the pathogen. These findings will be taken forward by research towards development of antibiotics and vaccines, thus contributing to combating world's most dangerous bacterial pathogen.\n\nGenome Scale Metabolic Reaction Network of M. tuberculosis allows simulation of metabolic vulnerabilities of the pathogen. We can previously demonstrated that we can accurately predict reactions which inactivation results in distraction of the pathogen. Enzymes catalysing this reactions are targets for development of much needed new antibiotics. New version of the model increases both scope and accuracy of the predictions. It will be taken forward in research towards development of new antibiotics.\n\nNew version of SurreyFBA software enables deduction of the metabolic state of the cell from transcriptomic data. This is invaluable for analysis of medical samples, where transcriptomics is possible, but evaluation of intracellular metabolism is much more difficult. The knowledge about metabolic state enables identification of metabolic biomarkers that can be taken forward towards development of diagnostics and vulnerabilities that provide candidate targets for new drugs. Currently, SurreyFBA is used not only for analysis of M. tuberculosis data but also for interpretation of cancer transcriptomes. The software can thus be used for predictions relevant to development of diagnostics and therapy. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}