{"id":"4F2C6402-F850-4241-94E9-78A132F54E09","title":"Field-induced assembly in magnetic systems - towards tunable magnetic devices","abstractText":"Self-assembly is an umbrella term for a fascinating range of processes by which initial components build into a complex structure via a chemical or physical change. From complex inorganic macromolecules to the tertiary structure of polypeptides, self-assembled systems represent an extremely wide variety of systems. However, controlling self-assembly remains a formidable challenge, not least because there are usually many components present which lead to a range of different interactions and competing driving forces. To exploit self-assembled structures for the development of useful materials and tunable devices, it is a prerequisite to have deep understanding of the fundamental structural and dynamical processes underlying the self-assembly.\n\nOne particular class of material that displays a rich variety of self-assembled patterns is termed magneto-rheological (MR) fluids. MR fluids are formed by magnetic colloidal nanoparticles dispersed in a non-magnetic solvent (or non-magnetic colloidal nanoparticles in a magnetic fluid). Upon the application of an external magnetic field typically chain-like and fibrous structures appear, which sensitively affect the viscosity of the system. This effect is exploited in a wide range of applications ranging from MR seismic shock dampers to innovative prosthetic limbs. Furthermore, with their tunability of interaction, MR fluids are excellent model systems for fundamental network forming systems.\n\nHere, we propose to investigate the field-induced assembly of fibrous network materials in MR fluids using experiments, computer simulations and stochastic fibrous network theory. Because the typical colloidal length and time scales are of the order of micrometers and seconds respectively, the structure and dynamics can be analysed at the particle level using optical microscopy, which allows for detailed comparisons between experiments, simulations and theory. Furthermore, we aim to exploit the effect of the addition of impurities, confinement and flow to control the network formation, which will allow us to explore the development of tunable magnetic devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001902/1","grantId":"EP/J001902/1","fundValue":"730139","fundStart":"2012-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Our research is still in progress and we are currently drafting the first manuscripts which will be sent out for publication in due course. Also, we have been having annual discussion with Toppan, a security printing company about our results.  ","person":"Roel  Dullens","coPersons":["Dirk Gerard Aarts","Mark  Wilson"],"organisation":"University of Oxford","findingsText":" We have established a deterministic mechanism for the aggregation of magnetic particles under the influence of an external magnetic field. Also, we have connected this aggregation mechanism to the single-particle coordination statistics, which provides a novel interpretation of field induced chain formation. Our findings shed light on the formation of fibrous network structures in magneto-rheological (MR) fluids. The results of this research are relevant to a wide range of industrial and technological beneficiaries, because MR fluids, fibrous materials and colloidal systems in general are encountered in many applications ranging from daily life examples as foods and inkjet printing to technological applications as coatings, security printing, shock-absorbers, and optical materials. \n\nThe role of impurities in magneto-rheological systems is also of direct interest to the development of new materials. For example, heterogeneities in ceramic materials are usually caused by impurities and this sensitively changes the electrical and mechanical properties of functional ceramics. The fundamental insight into the effect of impurities on fibrous network formation is therefore beneficial for the improvement of colloidal processing of ceramic materials. The effect of confinement is also becoming increasingly important in many technological applications due to the continuing miniaturization of devices. Understanding the impact of confinement on fibrous network formation is hugely relevant for the successful development of advanced optical materials and nanofilters, of which the performance is extremely sensitive to the pore-size distribution of the material. Agriculture, Food and Drink,Electronics,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}