{"id":"4F2D5B1D-19A3-4E41-BAB6-AEC76294561A","title":"High resolution 3-D reconstructions from brain tissue via Field Emission scanning electron microscopy in back scattered electron (BSE) imaging mode","abstractText":"The central issues of our current research are the cellular mechanisms that contribute to the function and modification of individual central synapses. For over 20 years we have utilised high-resolution transmission electron microscopy (TEM) and 3-dimensional (3-D) reconstructions of neural ultrastructure in the hippocampus of the central nervous system, mainly of rodents, following use a several learning and plasticity paradigms. The TEM methods used have advanced considerably in recent years with application of computer controlled stage positioning, while the use of film to capture images has been supplanted via application of high resolution digital cameras on electron microscopes. This has enabled production of digital images where the resolution is at least the equal of film derived prints and thus has facilitated rapid acquisition of a much greater number of images. However, while advances in computing power have enabled more rapid processing of images, the process of making 3-D reconstructions remains a very time intensive process with little automation of the processes being feasible. Alternative approaches in the ability to study connections between synapses and spines have been suggested by optical advances in at light microscope level but because of resolution limitations these do not permit with any precision, measurements of the contacts between nerve cells - synapses. Scanning electron microscopes (SEMs) are much more suited to automation than TEMs and can easily work with much larger samples. It has already been shown that field emission (FE)-SEMs working in back scattered electron (BSE) imaging mode with conventionally prepared and stained TEM sections can produce excellent resolution and contrast images, comparable to TEM images. Our strategy will therefore be to develop a novel method to make montages, and reconstructions of a large area of serial sections of mouse or rat hippocampal tissue. Our study will be a collaborative effort using state of the art facilities at JEOL UK (SEM and TEM manufacturers). The key of the new method to make such a gigantic montage is the automatic image acquisition system with very accurate stage control of the SEM (in position terms). Software would automatically acquire multiple images from each of a number of sections. Images from each section can be montaged to form single, large montages of each section, which can then be combined into a large-scale 3-D reconstruction. We believe that this methodology can then be applied to our regular studies of synaptic and dendritic plasticity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020330/1","grantId":"BB/I020330/1","fundValue":"119938","fundStart":"2011-08-01","fundEnd":"2013-01-31","funder":"BBSRC","impactText":"  In development of novel methods of 3-dimensional ultrastructural analyses of nerve cells and synapses Education ","person":"Mike  Stewart","coPersons":[],"organisation":"Open University","findingsText":" The overall aim of the proposed researchwas to produce high resolution 3-D reconstructions of a large volume of brain tissue via Field Emission scanning electron microscopy (FE-SEM) in back scattered electron (BSE) imaging mode. The hypothesis was that it would be feasible to automate the process of image capture and produce reconstructions of similar quality to those wit conventional transmission electron microscopy so very substantially enhance the speed of production of 3-D reconstruction of brain samples, in comparison to existing methods used in our laboratory. \nThis has proven possible and we believe we have thus developed a novel and inexpensive methods for rapid reconstruction of neural circuitry at high resolution Provides a relatively inexpensive methods for automated 3-D ultrastructural analyses Education","dataset":"gtr"}