{"id":"4F395683-9E3F-40F9-B40D-26FDCCCD9E07","title":"A systems approach to investigating the roles of cellular mechanisms for tuning of neural computation in the entorhinal cortex","abstractText":"One of the most challenging problems in science is to understand how the molecules expressed by nerve cells in the brain enable thoughts and actions to take place. This is of fundamental importance, both for academic understanding of how brains work, and for industries aiming to develop therapies that treat neurological and psychiatric disorders. Synthesis of molecules and assembly of cells is similar in the brain and other organs of the body, but the brain is distinguished by its ability to perform computations of considerable complexity. These computations rely upon electrical signals generated by ion channels found in the membrane of nerve cells. Membrane ion channels are the critical molecular link between gene expression and electrical signaling. Computational models that explicitly account for a neuron's membrane ion channels will enable direct links to be established between gene expression, electrical signaling and brain function. We propose to develop quantitative and predictive models that will ultimately account for how gene expression determines the computations carried out in the brain. We will focus on a sub-region of the brain called the entorhinal cortex. This region is organized in a way that makes it a very attractive model. During exploration, nerve cells at the upper end of this region encode an animal's location at a relatively high resolution of approximately 30 cm. Nerve cells located progressively lower down within this region also encode an animals location, but at progressively lower resolution. Importantly, the electrical signals generated when inputs to these nerve cells are activated follow a similar organization. In the upper part of the entorhinal cortex, the electrical signals are very brief. At progressively lower locations, the duration of these signals increases. This organization of electrical signals is probably dues to differences between the ion channels found in the membrane of nerve cells at different locations. We will first develop simple computer models nerve cells in the entorhinal cortex. We will then incorporate into these models data about the organization of ion channels in different nerve cells along the top-to-bottom axis of the medial entorhinal cortex. We will use these models to predict how the neurons will respond to signals that can be used for simple computations, and what happens to these responses if specific ion channel molecules are absent. We will then record from real nerve cells and study their responses to equivalent input signals. These experiments will be repeated on nerve cells in which specific ion channel molecules, or the genes that encode them, have been selectively blocked. By comparison of the experimental results with the model predictions we will be able to refine and improve the predictive power of the models, while also identifying functions that the model may not yet explain and that will therefore require further investigation. Finally, we will use the validated model to predict the roles of specific ion channel molecules in encoding of an animals location at different spatial resolutions. The models and experimental results generated by this study will be of benefit and application in several areas. 1) By establishing basic links between genes, electrical signaling and computation by nerve cells, the study will be important for understanding the healthy brain. It will form a key foundation for further investigations of how specific genes influences brain function. 2) The medial entorhinal cortex and the membrane ion channels that we will focus on are important targets for drug discovery. The computational models that we build will enable dry lab testing of potential therapeutic strategies in development by pharmaceutical or biotechnology companies. 3) The principles uncovered during the proposed work may stimulate future design of biologically based computational devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H020284/1","grantId":"BB/H020284/1","fundValue":"414725","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"BBSRC","impactText":"  NA. Too early to assess non-research impacts.  ","person":"Matthew  Nolan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The project first addressed the relationship between molecules expressed by nerve cells in the MEC, the electrical properties of these cells, and their ability to compute location. In doing so we took advantage of a previously established anatomical organisation, in which nerve cells found at one end of the MEC represent location at high resolution and respond rapidly to synaptic inputs. Nerve cells found at increasing distances from this end of the MEC represent space at a lower resolution and respond more slowly to synaptic input. We carried out experiments to establish in more detail the organisation of the electrical properties of nerve cells at different locations in the MEC. We used the resulting data to develop computational models that account for electrical properties of these nerve cells in terms of the molecules that they express. Using these models we asked if molecular differences between neurons at different locations account for differences in the resolution of their spatial firing. Our results argued against previous suggestions that location is computed independently by individual neurons and instead suggest the importance of interactions between synaptic connections and ion channels.\n\nWe went on to investigate how synaptic interactions in the MEC might play roles in computation of location. Like most other areas of the brain the major class of neuron in the MEC is excitatory, that is when it becomes active it tends to directly increase activity of downstream neurons that it connects too. In most brain areas nearby excitatory neurons talk directly to one another. In contrast, we found that the excitatory neurons in the MEC that are thought to be particularly important for spatial computation are only able to interact indirectly via distinct inhibitory cells. To examine functional implications of this unusual principle for organisation of connections between nerve cells we developed computational models. These models showed that this organising principle could explain how cells compute location and at the same time could also account for oscillations in the electrical activity of groups of nerve cells that are associated with spatial behaviours. Examples so far include:\n\n1. Other research groups have already performed and published experimental tests of predictions made by models developed as part of the study.\n\n2. Other research groups have adopted optogenetic stimulation protocols developed as part of the project.\n\n3. We have developed new molecular tools which we have made freely available via AddGene. These tools have since been obtained from the site by many other research groups (&amp;gt; 100 requests to date). Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}