{"id":"4F3C9303-DCF4-40C2-9364-E4F4F0C31981","title":"Data resource construction: open data, grantmaking data, and the organisational and financial base of the third sector.","abstractText":"The aim of this project is to provide comprehensive data on the contemporary population of third sector organisations in the UK. We will create one accessible &amp; robust data resource that will help charities, third sector infrastructure bodies, funders &amp; policymakers develop a fuller understanding of the sector. In effect this data resource will accurately map the full membership of the third sector. We will then use the growing body of data being made available on grantmaking to voluntary organisations, and on public procurement, to build resources which will allow researchers to improve understanding of the funding mix of third sector organisations.\n\nThe resources we create will help third sector organisations and policy makers because it will improve their understanding of their environment, particularly funding opportunities &amp; also potential competitors or collaborators. This means they will be able to better support their beneficiaries by, for example, targeting their services or co-operating with similar organisations.\n\nThe data will meet administrative &amp; research challenges facing the sector by providing a &quot;spine&quot; for the growing number of open data initiatives. This new data infrastructure will add new value to existing UK social science infrastructure, and will be able to be reused by academic and non-academic researchers (such as those working in government). This data will also help the Office for National Statistics as they work to improve coverage of non-profit organisations in the National Accounts (see letters of support). It is consistent with ESRC's strategic priorities such as a &quot;Vibrant and fair society&quot;, in that it significantly enhances understanding of the resources of third sector organisations.\n\nThe project will:\n\nBuilding on TSRC/NCVO's existing databases, generated by combining registers of charities and the Companies House register of companies, we will:\n\nClassify organisations in the dataset\n\n- We will develop &amp; publish a method for classifying existing organisations (there remain considerable gaps in our classification of the many organisations that are nonprofit but which are also not charitable) &amp; new organisations that come onto the register. This will enable users to select data for particular subsets of the sector, or for organisations operating in particular areas.\n\n- Develop a website where this data can be hosted &amp; accessed, with the ability to generate a list of specific organisations.\n\nMatch the data with other data sources\n\n- Develop &amp; publish a method &amp; tools for matching a list of organisations to these databases, based on their name and any other information. This will make it easy to bring together other lists of organisations.\n\n- Matching with lists of grant recipients published by grant makers. The main source of these lists will be the &quot;360 Giving&quot; initiative which is encouraging grantmakers to open up data about who they fund but we will work with other major funders. Published data already includes several hundred thousand awards made to voluntary organisations. We will also work with grantmakers to help them securely look at more detailed data - including data on applications for funding, making analyses of these possible for the first time.\n\n- Matching with lists of government spending, particularly local government. These lists, often running to several hundred thousand transactions, contain an entry for every organisation that has received money from government departments or authorities. Because of the challenges involved in this - there are over 400 local authorities in England, with much variation in the quality of information - we will pilot this work in a selected region.\n\nThe project represents an excellent example of a partnership between a strong academic research centre, TSRC, and a high-profile national voluntary organisation, NCVO, in which research is designed and developed with the needs of user and academic communities equally in mind.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010392/1","grantId":"ES/M010392/1","fundValue":"186115","fundStart":"2015-08-01","fundEnd":"2016-10-18","funder":"ESRC","impactText":"","person":"John  Mohan","coPersons":["David Richard Kane"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}