{"id":"4F469980-D6EA-4AD2-8A62-8820136985A0","title":"Investigating the function of a ClpC/Hsp100-type chaperone in chloroplast preprotein import","abstractText":"Chloroplasts and mitochondria are normal components of many cells - they are sub-cellular structures called organelles. Interestingly, these two organelles evolved from bacteria that were engulfed by other cells more than a billion years ago, and in many ways they still resemble free-living bacteria. Chloroplasts are found in plant cells, contain the green pigment chlorophyll, and are exclusively responsible for the reactions of photosynthesis (the process that captures sunlight energy and uses it to power the activities of the cell). Since photosynthesis is the only significant mechanism of energy-input into the living world, chloroplasts are of inestimable importance, not just to plants but to all life on Earth. Chloroplasts are also important in many other ways, since they play essential roles in the biosynthesis of oils, proteins and starch.\n Although chloroplasts do contain DNA (which is a relic from their ancient, evolutionary past as free-living photosynthetic bacteria), and are therefore able to make some of their own proteins, over 90% of the 3000 or so proteins required to build a fully functional chloroplast are encoded on DNA within the cell nucleus. The majority of chloroplast proteins are therefore made outside of the chloroplast, in the cellular matrix known as the cytosol. Since chloroplasts are each surrounded by a double membrane, or envelope, that is impervious to the passive movement of proteins, this presents a significant problem. To overcome the problem, chloroplasts have evolved a sophisticated protein import apparatus, which uses energy (in the form of ATP) to drive the import of proteins from the cytosol, across the envelope, and into the chloroplast interior. This protein import apparatus comprises two molecular machines: one in the outer envelope membrane called TOC (an abbreviation of &quot;Translocon at the outer envelope membrane of chloroplasts&quot;), and another in the inner envelope membrane called TIC.\n This project is focused on the TIC machine, and in particular on a protein called Hsp93 which is associated with the TIC complex. This Hsp93 protein is an ATPase (i.e. it hydrolyses ATP to release energy), and is a member of a family of proteins called the &quot;molecular chaperones&quot;. Such chaperone proteins are able to bind to other proteins, particularly when they are in an unfolded state. In doing this, some chaperones can exert a &quot;pulling force&quot; on the target protein, to facilitate its passage from one location to another. Based on several lines of evidence, Hsp93 is thought to provide the driving force for chloroplast protein import, and to act by pulling on those proteins that need to be imported (i.e. it is believed to be a core part of the so-called &quot;chloroplast protein import motor&quot;). Thus, much of the ATP consumption that occurs during the import mechanism is tentatively attributed to Hsp93. However, direct proof of these hypotheses is still lacking. We propose to test these ideas directly, by manipulating the activities of the Hsp93 protein in intact plants, and assessing the consequences of such manipulations on chloroplast protein import efficiency.\n Because chloroplasts carry out essential functions, and because protein import is essential for chloroplast development, it should come as no surprise to learn that plants without a functional chloroplast protein import machinery are unable to survive (in fact, they die at the embryo stage). Thus, chloroplast protein import is an essential process for plants. Similarly, since we are all ultimately dependent upon plant products for survival, it follows that chloroplast protein import is essential on a global scale. What is more, since chloroplasts play a major role in the synthesis of many economically important products (such as oils and starch), a more complete understanding of how these organelles develop may enable us to enhance the productivity of crop plants, or otherwise manipulate their products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017256/1","grantId":"BB/J017256/1","fundValue":"357686","fundStart":"2012-09-03","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"","person":"Robert Paul Jarvis","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}