{"id":"4F467483-E917-4246-8197-F881649EAA4A","title":"Biaxial Nematic Liquid Crystals:reducing symmetry to increase order and develop novel applications","abstractText":"The invention and development of liquid crystal materials in the 1970s and 80s led to the now hugely successful flat panel display industry, and allowed the development of all sorts of portable technology, including lap-top computers and mobile phones. The key to the success of these technologies has been the engineering of functional materials to enhance their application specifically to liquid crystal displays. The displays technology is mature, but there are now exciting, new developments in the area of liquid crystals that promise to have significant impact on future technologies. This proposal addresses one kind of new liquid crystal, the so-called biaxial nematic systems. The reduced symmetry that occurs in these systems results in many potential implications, and we are particularly interested in exploring their potential in new electro-optic applications (which may include switchable diffraction gratings - important for optical communications) and non-linear optics, since the materials are electrically switchable, and already have nonlinear coefficients comparable to useful solid-state systems.The research that we are proposing here will make a significant contribution to these materials, which were only discovered a few years ago. We will attack some of the key issues that will allow biaxial nematics to be used, including developing new, lower temperature materials (current materials are biaxial at temperatures often around 150C) and understanding the nature of the biaxial order through complementary theoretical and experimental approaches. Thus we expect to be able to capture and control biaxial order in the applications already described, and deduce the best opportunities for using these new materials.The programme brings together scientists from a number of disciplines, to enable several important issues to be examined simultaneously, and to allow each discipline area to feed into the other, for optimum synergy. The group has a strong record of working together to make advances in liquid crystals, which have already had impact on applications areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G023093/1","grantId":"EP/G023093/1","fundValue":"791672","fundStart":"2009-05-18","fundEnd":"2013-11-17","funder":"EPSRC","impactText":"  The discoveries made in this award are in their infancy, but have possible impact in devices. We are currently working on a follow-on award that is allowing us to further develop the electro-optic phenomena with a potential view to new photonics systems.  ","person":"Helen  Gleeson","coPersons":["David John Binks","Andrew John Masters","Mark Russell Dickinson"],"organisation":"The University of Manchester","findingsText":" This award aimed to understand the potential of bent core liquid crystals for biaxial nematic phases and therefore their possible impact in devices. We have developed a detailed understanding of (a) what influences the formation of nematic phases in bent core liquid crystals; (b) evidence of biaxiality and methods of measurement; (c) a deep understanding of elasticity in bent-core liquid crystals; (d) observation of a new kind of dark conglomerate phase; (e) measurement of optical nonlinearity in bent-core systems, (f) understanding the Kerr effect in bent-core systems. Understanding what influences the formation of nematic phases, and their viscoelastic behaviour is of fundamental importance in understanding their potential for application in electro-optic devices. The discovery of a new dark conglomerate phase and developing a deep understanding of electro-optic phenomena including optical nonlinearity and the Kerr effect is of relevance both to other researchers and, potentially, the optoelectronics industry. Aerospace, Defence and Marine,Chemicals,Education,Energy","dataset":"gtr"}