{"id":"4F494B38-0EA3-4F6E-90A1-8C9A72DEDBC5","title":"Micronutrient deficiency in maternity and child health: scope for agricultural and educational intervention in soil-food-human transfer","abstractText":"'No Society has ever seen a broad-based reduction in poverty without major and sustained investments in the rights of people to health, nutrition and basic education' UNICEF Global food insecurity is associated with micronutrient deficiencies and it has been suggested that 4.5 billion people world wide are affected by deficiencies in iron, vitamin A and iodine. Zinc has also been identified to be of increasing concern. The most vulnerable are young children and women of childbearing age. This project will establish the opportunity for concerted action to deliver step change improvements in the nutrition of developing countries. It will study the relationship between soil quality, food production and the nutritional health, behavioural and cultural attitudes of women and children in Malawi. In particular to probe the questions: 1. How much do soil micronutrients, iron and zinc levels, influence iron deficiency, anaemia, human physical and mental growth and other food micronutrient disease? 2. Does iron supplementation of diet reduce the availability of zinc for the foetus? 3. What are the behavioural and cultural barriers to the promotion, uptake and sustained development of e.g. local organic farming initiatives to supplement and improve diet, how can interventions in management and education impact? 4. What is the potential of e.g. 'biofortification' of foodstuffs and how does soil productivity/degradation influence this? These questions will be addressed through a campaign involving sampling and analysis of nutrient status in soil, diet and residents in two locations in Malawi. In parallel collection of clinical and public health data will establish nutritional history, behaviour and identify cultural issues. These will be supported by and intern will inform a number of educational initiatives (jointly with UNICEF and local NGOs) to look at improved diet, management of natural resources and development of green agricultural practice using local resources. The project involve collaboration between Medical, Public Health and Environmental Science researchers from within the University of Paisley and between the University, research groups overseas, international health agencies, local educational and community health professionals in Malawi. The project will also enhance the capacity of local NGOs and seek to provide a support structure for longer term development. It will build on approaches by previous interventions shown to have marked improvements in population nutrition, by targeting the key educational development and ownership at the local level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008313/1","grantId":"NE/E008313/1","fundValue":"155654","fundStart":"2007-06-18","fundEnd":"2009-06-17","funder":"NERC","impactText":"","person":"John Michael  Atkinson","coPersons":["Avril  Taylor","Andrew Stefan Hursthouse"],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}