{"id":"4F4D868E-9811-4616-9EF9-8D0D4C29D4E2","title":"Glutamine methylation and its role in regulating FACT binding to chromatin","abstractText":"Most cells that make up our body contain approximately two metres of our genetic material - DNA. In order to accommodate this huge molecule within a cell's nucleus it must be tightly compacted. As a first step in its compaction, DNA is wrapped around a set of proteins, called histones. Just under two helical turns of DNA are wrapped around a histone octamer, comprising two copies each of histones H2A, H2B, H3 and H4. This structure is termed a nucleosome and it is the fundamental unit of chromatin. The compaction of DNA within a nucleosome constitutes a fundamental problem for the cell since histones create a barrier for other proteins that need to access the DNA for processes such as transcription, replication or repair. However, cells have evolved a number of mechanisms to control this barrier so that all DNA processes can be tightly regulated. For example, enzymes have evolved that chemically modify histone proteins. Research into the modification of histone proteins is part of a biological field, termed epigenetics. We are particularly interested in this process because 1) it encompasses a basic biological problem of how cells convert environmental stimuli into processes that trigger, for example, a transcriptional output and 2) many histone modifying enzymes are mis-regulated in diseases such as cancer. Recent years have seen the development of drugs that target enzymes regulating histone modifications and they are nowadays used very successfully in the clinic in the fight against cancer. Here, we propose a line of research that is based on the discovery of a novel type of histone modification -methylation of glutamine 105 in histone H2A. The enzyme catalyzing this methylation is part of a well-studied biological pathway responsible for the generation of ribosomes, macromolecular machines that are at the heart of protein production. We have gained preliminary insight into this pathway and can show that the modification regulates the accessibility of a key factor in chromatin biology, FACT. FACT is responsible for the removal of histones from DNA to allow processes like transcription and DNA repair to occur. Indeed, recently it was suggested that inhibiting FACT might be beneficial to cancer patients because FACT normally promotes repair of Cisplatin (a common chemotherapy compound)-induced DNA damage. Following on from our initial work we would like to better understand the molecular mechanism of the interplay between FACT and glutamine methylation. In turn, we hope that this detailed information might lead to the development of compounds that modulate the binding of FACT to chromatin. These might then be used to modulate FACT activity in order to gain an even better understanding of this molecule, but perhaps more importantly they may show efficacy in the treatment of certain diseases such as cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017438/1","grantId":"BB/K017438/1","fundValue":"281243","fundStart":"2013-06-01","fundEnd":"2016-05-31","funder":"BBSRC","impactText":"  The findings have mainly been presented at several scientific conferences and were recently published in Tessarz et al., Nature 2014. They have already been highlighted in several previews and reviews over the course of this year. Other ","person":"Tony  Kouzarides","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have characterized a novel histone modification, glutamine 104 methylation of histone H2A. This modification is the first described to date that influences only one single RNA polymerase (RNA Polymerase I) and regulates the expression of ribosomal DNA (rDNA). Chromatin-IP coupled to deep sequencing revealed that the modification is only present at the rDNA locus and not at any other location in the genome. Transcription of rDNA genes accounts for roughly 60% of all transcription in cells and this process is tightly coupled to the proliferation state of cells. This is highlighted by the fact that in cancer cells, rDNA expression is often deregulated. We have discovered a new cellular pathway that we are convinced, is part of the rDNA expression network. We have identified the mechanism of action of this histone modification. It is catalyzed by a methyltransferase that also methylates rRNA and is overexpressed in certain cancers. Finally, we could link the modification to the regulation of a histone chaperone, FACT that helps RNA poylmerases to move through chromatin. We have distributed the antibody that we produced and characterized through the funding period to researchers worldwide. They have started to implement our findings into their own research and based several new research projects on our published findings. We predict that follow-up studies will highlight the significance of our findings. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}