{"id":"4F555068-E5BE-477B-B82A-121EEACF348D","title":"Sensing the late Iron Age and Roman Past: geophysics and the landscape of Hertfordshire.","abstractText":"In the late Iron Age and Roman period Hertfordshire was a densely settled county. A number of Iron Age &quot;proto-towns&quot; - oppida -are known or suspected including Wheathampstead, Verulamium/St Albans, Welches Farm and Braughing. Some of these sites developed into the towns of the Roman period including the major site at Verulamium, the third largest town in the province. As well as the towns, a network of rural sites ranging from Roman villas to modest farmsteads existed, probably as many as one per square kilometre. In places, the pre-Roman field systems have survived to the modern day.\nAlthough much research has been conducted on both the towns and the rural sites, for example the excavations at Verulamium, Gorhambury, Baldock, Dicket Mead and Chells, there is still much we do not know about the layout of these sites and their relationship to each other. Excavation, perhaps the best known archaeological research technique, is expensive and slow and can only look at relatively small areas. Aerial photography, especially the 100% survey commissioned by Hertfordshire CC in 2010, has added many new sites and information to our understanding, but is less good for producing more detailed plans of sites, especially the smaller rural sites.\n\nThis project, therefore, aims to examine a variety of Iron Age and Roman sites across the county using geophysical survey techniques, principally magnetometry. By using a magnetometer we can create plans of what lies beneath the soil without having to resort to excavation. Although lacking in the chronological precision of excavation, it can provide a valuable intermediate level of data between the aerial image and an excavated site. We will be surveying the Roman town at Verulamium as well as other sites across the county. The survey results will be combined and examined using GIS.\n\nThe project is formed of a coalition of interested groups including the Institute of Archaeology, UCL, the Welwyn Archaeological Society, the St Albans and Hertfordshire Architectural and Archaeological Society, the North Hertfordshire Archaeological Society, the Welwyn Hatfield and St Albans branches of the Young Archaeologists Club, Welwyn Hatfield Museum Service, St Albans Museums, St Albans City Council and the Hertfordshire Historic Environment Record. Training is being provided in the use of an advanced cart-based magnetometer for undertaking these surveys across the county. In addition, a week long summer school will be run for any community heritage group member.\n\nThe results of this project will allow us to examine issues such as the layout and development of Verulamium, the nature of the numerous enclosures in the county, and the pattern of rural settlement. The results will also be fed back into the Herts Historic Environment Record to help them protect our county's heritage. The progress of the project can be followed via the project's website and blog, and the results will be published and presented in a variety of places including a one day conference at the end of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007602/1","grantId":"AH/K007602/1","fundValue":"66733","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  This grant was awarded under the auspices of the Connected\nCommunities Scheme. As such, the grant was as much about the process as the immediate research outcomes. A number of groups have benefited from the research in varying ways and at varying levels.\n\nFirstly, and most obviously, the attendees at the week-long course in archaeological geophysics held at Verulamium benefited from training in geophysics taught by world-leaders in the field. This represents a unique opportunity for this level of tuition and field training, especially for community heritage group members. The course evaluations were extremely positive and we have oft been asked if we are likely to re-run the course.\n\nThe second group to benefit from the activities of the project were those who participated in the surveys. By practical experience, they can now plan and undertake surveys of their own. Since the end of the project grant three further surveys have been undertaken. This group has formed the Community Archaeology Geophysics Group, a loose cross-archaeological society organisation which aims to undertake surveys for local community heritage groups.\n\nAs part of the activities of the project, members of the Young\nArchaeologists Club were introduced to geophysics. We are also contributing to a further event run jointly between the Prehistoric Society and YAC.\n\nIn the process of surveying Verulamium Park, a very large number of interested passers-by spoke to members of the project team. This enabled us to both pass on information about geophysics and the project, but also about Verulamium itself and what lies beneath the turf of the Park increasing awareness of this internationally important site. Additionally, by pointing members of the public towards the project blog, they are able to access the results of all the surveys only days after they took place.\n\nIn terms of disseminating the results, so far nine lectures have been delivered to community heritage groups in the county probably reaching some 500 people or more, and two more are scheduled; two lectures have been given to local archaeology/history conferences; three lectures have been given to more academic audiences including to CAA in Paris and one more is planned for December; training has also been given to the 'St Albans Blue Badge Guides' the official\nguides for the city.\n\nAs well as the academic information provided by the surveys, the results are of use to statutory bodies. For example, the survey of Verulamium Park allows the St Albans and District Council, the St Albans Museum Service and the Hertfordshire Historic Environment Record (HER) to update their GIS/databases both adding in new information and correcting the location of known features (the Urban Archaeological Database and the HHER's GIS maps are inaccurate). The other sites surveyed by the project (Broom Hall Farm, Lower Sacombe, Gatesbury, Ashwell, Latimer, Sarrat, Page's\nPark) will enhance the Herts HER, contributing towards their\nability to influence the planning process.\n\nLastly, the various societies from which the team members were drawn are benefitting by access to the results for their particular sites. For example, the Welwyn Archaeological Society are planning to excavate some of the features revealed by the survey at Broom Hall Farm, the Leighton Buzzard Society now has information to allow them to investigate the archaeology of Page's Park in an informed way.\n\nThe continued access to the equipment purchased by the project as well as the PI's continuing involvement with the Societies and CAGG ensures that the influence of the project is continuing to be felt long after the end of the grant. Culture, Heritage, Museums and Collections Cultural,Societal","person":"Kris  Lockyear","coPersons":["Andrew Haydn Bevan"],"organisation":"University College London","findingsText":" The project aimed to undertake a range of geophysical surveys on\nlate Iron Age and Roman sites in the county and nearby. To this\nend, nine sites have been surveyed: Broom Hall Farm, Watton at\nStone; The Senuna Site, Ashwell; Gatesbury, Braughing; Little\nHadham; Verulamium, St. Albans; Datchworth; Sarratt; Latimer;\nPage's Park, Leighton Buzzard, Bedfordshire. As is expected, not\nall the surveys revealed significant features, either because of\nthe lack of them, or because the technique used failed to detect\nthem. Latimer and Sarratt Roman villas are good examples of the\nformer problem, Gatesbury, Braughing, of the latter. In the case of\nVerulamium, Ashwell, Broom Hall Farm, Little Hadham and Page's\nPark, the surveys have been spectacularly successful.\n\nTo highlight these successful results, I will concentrate on the\nsurvey of Verulamium Park. This represents approximately one half\nof the town, the third largest in Roman Britain. The entire town was surveyed using magnetometry at 20 readings per m. The survey took approximately 45 days over the period June 2013 to February 2014 and covers approximately 40ha. Knowledge of the plan of the town had previously been derived from the excavations of the Wheelers in the 1930s and Frere in the 60s. Some features were known from parch marks in the grass of the Park. The survey located many of the known features such as the so-called '1955 ditch' (the late first century boundary of the town) and some of the buildings partially investigated by Wheeler. The survey has, however, identified many new buildings across the town. Most appear to be town houses. Additionally, a number of pottery kilns have been identified along with large numbers of pits, hearths, ditches and other features. To highlight two: there is a ditch which goes from the SW corner of the 1955 ditch towards the 3rd century town walls. To the east of this ditch many structures and features can be seen, the north/west the data is very quiet. This ditch may represent a second century expansion of the town's limits to incorporate a busy suburb. The second example is a ditch with a rounded corner which is partly overlain by the southern bank of the third century walls. This seems likely to be a religious enclosure paralleled at Baldock. Other surveys have taken place incuding GPR which is revealing excellent details of the stone buildings and magnetic susceptibility which may show the extent of the second century fire.\n\nThese results lead onto the need for two further pieces of\nresearch. Firstly, there is a need to survey the other half of the town. As the equipment and the personnel are available, it only remain to gain the relevant permissions. Secondly, some limited excavation to test the results is needed. This will require both permissions from English Heritage and further grant funding. We are hoping to undertake this in the summer of 2016.\n\nThe project has also created a new network of local amateur\ngeophysicists backed by UCL, and provided skills training in the field. The outcomes of the project are already being taken forward.\n\nFor example, the results of the Watton-at-Stone survey has enabled the Welwyn Archaeological Society to plot metal detected finds on the subsurface features to better understand the nature of the site. The Society is planning to excavate some of the features revealed by the survey, as well as expanding the survey to the west.\n\nThe Leighton Buzzard Society were interested in a 19th century references to a Roman well in Page's Park. The survey has allowed them to identify potential archaeological features in the Park for further investigation.\n\nThe societies from which the participating members were drawn now have a resource on which they can call to undertake surveys fundamental to their own research activities.\n\nThe PI wishes to continue the investigations into Verulamium in collaboration with the local groups and statutory bodies. In\nparticular, further surveys are needed (especially on the other\nhalf of the town) and some limited excavation to 'ground truth' the interpretations of the data.\n\nThe Herts HER and St Albans Council/Museum will be able to use the results as part of their planning and education roles. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}