{"id":"4F617AC8-7BF8-4789-BFCB-4F24E6344D41","title":"Methods for the Indirect estimation of health state utilities","abstractText":"Decisions made by NICE on the use of treatments in the NHS are based on the evidence for both clinical and cost-effectiveness. The methods used by NICE include the quality adjusted life year (QALY) which is a measure of both the length and quality of life gained from a treatment. A QALY can be measured using a health related quality of life questionnaire. But information from these sorts of questionnaires is not always available and often must be inferred from another source. This research aims to improve the methods used for making such inferences (often referred to as mapping) by reducing bias in the estimates that are produced and accurately describing how uncertain these estimates are. \n\nWe aim to achieve our objectives in three ways. First, we will look at how closely each instrument of health related quality of life measures the same domains, or aspects of health. This will help us determine the degree to which mapping from one instrument to the other will be reliable. We will then examine ways in which we can make more explicit the uncertainty in the estimates that arise from mapping between instruments. Finally, we will look at ways that we can combine information from both instruments to improve the mapping process. \n\nTo conduct our research we will be using a range of existing data sets. These data sets contain information about a number of different instruments for measuring health related quality of life. These instruments are the EQ-5D, EQ-5D Child friendly version, SF-36, EORTC-QLQ30, KIDSCREEN26 and HUI2. The data in these data sets has been collected for a number of different studies, including the Health Survey for England 1996 and clinical trials for the treatment of cancer. No new data will be collected, all patient data will be anonymised and unlinked so that no individuals can be identified and ethical approval will be sought as appropriate before any data is used. \n\nAs a result of this research we will develop a tool kit for researchers to use when making inferences about health related quality of life data from alternative sources. We will also work to promote the understanding of these methods to the public to improve the transparency of NICE?s decision making processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901490","grantId":"G0901490","fundValue":"194949","fundStart":"2010-02-01","fundEnd":"2012-01-31","funder":"MRC","impactText":"","person":"Christopher J McCabe","coPersons":["Richard  Edlin","Kim  Cocks","Samer  Kharroubi","Jeff  Round"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}