{"id":"4F65F5EF-4E18-4E75-9CDD-453431068002","title":"CARMEN e-Science Portal","abstractText":"The study of the brain and of nervous systems is one of the priority areas for biological research in the UK and internationally. Neuroscience research commonly employs techniques that generate large data files (called time-series data) that record the activity of one or many nerve cells as well as other accompanying data, such as physiological measures, behaviour, or a stimulus that is used to activate the system. This mass of data requires detailed analysis in order to extract the important information and to look for patterns which can provide insight into the way the brain functions. CARMEN (an acronym for Code Analysis, Repository and Modelling for e-Neuroscience) harnesses the power of the web in order to enable researchers to accomplish this analysis and at the same time provide a way to share data, either within private user groups or openly within the science community. Starting in October 2006 a collaborative effort between computer scientists and neuroscientists at 11 UK universities has developed the first version of this resource. Using remote access through a web portal users can upload their data files to the CARMEN platform. At the same time the system allows information about the experiment and the data files (metadata) to be gathered so that others can understand the experiment. Users can also upload software tools that can be used to analyse the data or use tools provided by others in the community. We are also developing ways that the upload can happen whilst the experiment is being performed in order that collaborators can perform recording and analysis at the same time (real time distributed collaboration). Importantly, CARMEN has been developed so that this sharing of the resource is not restricted by the format of the files used to capture the data or the way in which the analysis methods have been written (interoperability). There is also a security structure that allows users to initially work on the files privately but, once the data have been published the data files can be made public so that others can use them. In this way CARMEN can both curate experimental data and provide a resource for secondary analysis or combination of data from different laboratories. This ability to reuse data adds significantly to their value, particularly for experiments that are complex to perform or which employ rare tissue. The current project will maintain and develop the CARMEN portal for a further four years. Importantly the project will support the transition from the initial development stage to a wider community engagement. This will involve Help Desk support for new users, troubleshooting of system problems, and further development of the web portal in response to user feedback. In addition, we will undertake development of new functions to allow specific data types to be uploaded, shared and analysed. In this respect we will focus effort on two main areas: (i) electroencephalogram (EEG) recordings and the brain responses to stimuli (event-related potentials), and (ii) neural activity data that can be extracted from video images. In the latter case this will enable CARMEN to be used for recordings that employ the latest generation of optical recording techniques. Finally, we will develop ways to link into other bioinformatics projects in order that details of brain structure, gene expresion, etc. might be stored and analysed at the same time. This last effort will be assisted by our involvement with the International Neuroinformatics Coordinating Facility (INCF) which was recently established to support links between databases and informatics resources in neuroscience. CARMEN is a unique facility that has addressed the specific issues of storing and analysing neurophysiological data on the web in order to facilitate collaboration and data sharing. With future development of the computing power of the web (cloud computing) it is likely that this will increasingly become the accepted method of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001042/1","grantId":"BB/I001042/1","fundValue":"202891","fundStart":"2010-10-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Colin David IngramEvelyne  Sernagor","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}