{"id":"4F7F6018-2AC5-4CE0-AFF9-95406BA1A3BB","title":"New perspectives on loneliness: developing theory, methodology and evidence for practice","abstractText":"In a speech about older people to National Children and Adults Services (NCAS) conference on October 18th 2013 the Health Secretary Jeremy Hunt highlighted the &quot;problem of loneliness that in our busy lives we have utterly failed to confront as a society&quot; and stated variously that ..'it is a source of &quot;national shame&quot; that as many as 800,000 people in England are &quot;chronically lonely&quot;, ; &quot;Some five million people say television is their main form of company,&quot; and concluding that &quot;A forgotten million who live amongst us - ignored to our national shame.&quot; His suggestion to solve the problem of loneliness in later life is to emulate the 'respect' and explicit inter-generational solidarity he states is articulated within Asian countries and that every lonely person has someone who could visit them and offer companionship''. Loneliness is perceived as a 'normal part of ageing' and older people perceived as lonely and isolated. Indeed older people themselves expect to experience loneliness in later life and see it as a normal part of ageing. \n\nBy focus on loneliness and older people we have neglected wider life course and intergenerational perspective and marginalised research with young people; carers; those with learning disabilities; LGBT people and those residents in group settings. Specific academic disciplines such as those of the arts and humanities and philosophy remain largely invisible and researchers often work in single disciplinary groups. There is a need to develop a 'second generation' research agenda bringing a more sophisticated approach to the study of loneliness, empirically and theoretically, and embracing a much broader range of academic disciplines and populations in order to inform the development of policy and practice based interventions. \n\nIn addition we have limited numbers of social researchers who are expert in this area of research so there is a pressing need to stimulate new researchers to move into this area and encourage those at the start of their careers to develop skills in this area of research. Thus our seminar series focusing upon the theoretical, methodological and empirical perspectives on loneliness across the life course is both original and of academic, practice and policy relevance. We will focus on generating substantive state of the art overview of contemporary knowledge, identifying our key knowledge gaps, examining the evidence for policy and practice, developing 'new ' researchers and creating a network of experienced and emerging researchers combining with practitioners and policy makers to develop vibrant collaborations and a mechanism to raise the profile of this important area of work. \n\nOur series of 6 seminars will identify and debate the key issues surrounding the experience of loneliness across a range of groups and places and focus upon the following questions:-\n. \n1. What do we know about loneliness and what are the knowledge gaps?\n2. What are the key theoretical frameworks that can help us understand loneliness?\n3. How can perspectives from the arts and humanities contribute to our understanding of loneliness?\n4. How do different populations understand and define loneliness? \n5. Which populations and places have been neglected in loneliness research?\n6. What are the key issues that need to be addressed in future policy, practice and research?\n\nTo answer these questions we will bring together established international academics, researchers, policy makers, and practitioners. We have established collaborations between non-governmental organisations such as the Campaign to End Loneliness and Silverline and are leading the major evaluation of loneliness interventions funded by the BIG Lottery. Embedded with each substantive seminar there will be time devoted to developing and supporting early career researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002152/1","grantId":"ES/M002152/1","fundValue":"29864","fundStart":"2014-11-27","fundEnd":"2016-11-26","funder":"ESRC","impactText":"","person":"Christina  Victor","coPersons":["Mary Patricia Sullivan","Michael John Thomas"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}