{"id":"4F8DED1D-78F4-465A-8F2D-CC95EE6F45C3","title":"The dynamics of nanomaterials and light metal deuterides studied by means of coherent inelastic neutron scattering measurements and model simulations","abstractText":"Neutron inelastic scattering is a very powerful technique for studying the dynamics of atoms in solids. For incoherent scatterers such as hydrogen, the measurement yields a vibrational density of states. For coherent scattering materials, the experiment yields information about the relative motion (both in phase and frequency) of pairs of atoms in the unit cell. With a single crystal sample, measured for instance on a Triple Axis Spectrometer, the measurement yields phonon dispersion curves which can be directly related to the forces between atoms in the crystal. However, for coherently scattering polycrystalline materials, the superposition of phonon frequencies in different directions yields a complex 2-D contour plot in Q and omega ( related to momentum transfer and energy transfer in the collision with the neutron) and to date, there have only been a handful of experiments attempting to unravel this complex picture. However, with the development of powerful computers, of ab initio simulation of atomic structures and interactions and flexible software tools that can provide complete models of the lattice dynamics for any material, it becomes practical to approach the problem from the other point of view, by simulating the coherent inelastic scattering from a polycrystal (poly-CINS) and seeing how well it matches the experimental data. We have developed this method so as to analyse the poly-CINS from graphite as this material is not available in true single crystalline form, and have demonstrated that the existing models are not adequate descriptions of its lattice dynamics. It is particularly interesting to apply this method to the more complex polymorphs of carbon. For instance, our model calculations demonstrate that poly-CINS data for single walled carbon nanotubes should yield a value for Young's Modulus along the tube axis. Indeed, the method will be particularly interesting to apply to nanomaterials in general where the material has a structure on the nanoscale. We have already obtained interesting data on natural graphite, carbon nanohorns and carbon fibres which all show unexpected structure in the inelastic scattering that will require considerable modeling effort to interpret. We will also apply the technique to the interpretation of scattering from light complex hydrides which are being investigated as possible hydrogen storage materials for use on cars. These materials are not available as single crystals and other methods of investigating the lattice dynamics are complicated because of the nature of the H-H bonding which existing techniques cannot easily unravel. Using deuterated polycrystals, we should be able to interpret the inelastic scattering to validate the ab initio calculations and hence the enthalpy of formation at finite temperaturesA major objective is to make the method available to neutron scatterers internationally. We have already set up an extensive group of collaborators who will provide samples for measurement and will collaborate in the data interpretation. The software is being developed in collaboration with Prof. Fultz's group at Caltech, which has recently started working towards the same objective. We plan a workshop in the first year to establish the protocol for these collaborations and a further workshop in the final year to introduce the method to the international neutron scattering centres.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G049130/1","grantId":"EP/G049130/1","fundValue":"369835","fundStart":"2009-06-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  The spectroscopic method developed in this project is now being integrated into powder spectrometer work being conducted at the ISIS facility (and elsewhere). The plan is to further extend the method to produce hardware-integrated software that is capable of approaching the analysis of powder systems in a more automated way. This new method, which is still being introduced to physicists and materials scientists at national facilities such as ISIS, SNS, JPARC and the ESS, has the potential to provide powerful new insight into the dynamics of powder samples, where previously the only other option has been to rely on phonon density of states or so called 'full spectrum' fitting methods which lack both the efficiency and feature specificity that poy-CINS provides.\n\nKey fundamental energy based materials currently being examined using this technique include key energy related materials such as nuclear graphites and magnesium hydride, a promising hydrogen storage material. Energy Economic","person":"Keith  Ross","coPersons":["Ian  Morrison"],"organisation":"University of Salford","findingsText":" The gold standard for being able to accurately determine the forces between atoms in crystalline solids is to obtain dispersion curves using coherent inelastic neutron scattering. To do this, one would traditionally have to grow a single crystal large enough to measure the dispersion curves on a triple axis spectrometer. However, most materials are polycrystalline in nature and do not easily lend themselves to the growth of such large, highly ordered single crystals, and so information about the spatial arrangement of forces in powder samples is usually not possible to precisely determine.\n\nThis project has resulted in a method by which dispersion curves can be extracted from powder samples - the poly-CINS technique for analysing coherent inelastic neutron scattering data from powders. This method, which relies on a hybrid computational simulation and experimental analysis approach, uses the selection rules of coherent scattering to identify key features in theoretical data. These simulated features are matched with dispersion curves from the model and used to identify equivalent features in the experimental data. This iterative method can then be used to improve model fits, determine semi-empirical or ab initio model predictive capability and general suitability and to build new models from experimental data.\nAs well as the method itself, the project has also developed two pieces of user-friendly and powerful software - Scatter (the simulation code built into the popular GULP modelling software) an PreFiT, a profile refinement and data analysis suite. In order to do this effectively, considerable work was undertaken on massive parallelism of the simulation code, although this method is several orders of magnitude more efficient than alternative approaches (requiring fits with tens and hundreds of data points, rahter than tens or hundreds of thousand) being explored elsewhere. The project developed a new spectroscopic method for analysing previously inaccessible experimental data, which has the potential to open up the detailed spatial mapping of forces in powders in a way only previously available for single crystal samples.\n\nInternational neutron sources (SNS, ISIS, HZB, ANSTO and JPARC) have shown interest in the method and discussions with these central facilities are currently underway aimed at popularising, exploiting and further developing this innovative spectroscopic method. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}