{"id":"4F930742-6BB7-45CF-A51E-3241DA088160","title":"Data Exploration and Predictive Analytics for Music Publishing","abstractText":"The PDRA will liaise with the developers at Sentric Music to ensure a broad array of diverse data sources is linked and\npreprocessed in a statistically sound manner, and ensuring the final version of the data are in a format conducive to\nmachine learning and statistical inference (e.g., unstructured data will need to be pre-parsed into structured data). The\nPDRA will need to use a broad suite of &quot;data science&quot; skills to achieve this - including computing skills, as well as statistical\nexpertise.\nThe second objective will involve representing the problem from a statistical viewpoint, as a problem of predicting the future\nvalue of a quantity of interest (in this case earnings), on the basis of attributes about the artist and/or their songs, such as\npast earnings, genre, fan-base, etc. To choose an appropriate model, two types of considerations come into play: the\nformat of the data, as well as our expectations about the types of relationships we are trying to capture. We discuss both in\nturn.\nWith regards to data format, this particular application is likely to give rise to a large number of attributes, of various types\n(e.g., each song, or artist, will be represented in numeric ways, placed into categories, or rated according to possibly\ndifferent scales, etc.). Automatic feature selection techniques will be required to ensure that information-poor attributes are\nexcluded from consideration to avoid contaminating the results. Moreover, there is a natural hierarchical structure to this\nproblem, introduced by the relationship between an artist and their songs. Both these aspects challenge off-the-shelf\nstatistical models, and require a bespoke model.\nWith regards to the choice of model, it is known that typically in Big Data, as the data set size increases, so does the\nheterogeneity in the data, and failing to account for this can lead to over-confident and inaccurate predictions. One solution\nis to employ a &quot;divide and conquer&quot; approach by using decision trees, which segment the initial dataset and fit a separate\nstatistical model in each segment. This approach achieves flexibility without compromising on computational efficiency.\nNotably, the output of such models remains interpretable by the end user because it closely resembles the manual\nsegmentation already used extensively in marketing and, currently, by Sentric. The difference is that the segmentation\nrules are extracted from the data in a principled, automatic fashion. Another consideration in choosing the model is the\nability for it to output the confidence of its own predictions. Failure to do so can introduce risks since only confident\npredictions should be used for decision-making. Adopting a Bayesian framework is a natural way to achieve this objective.\nOur favored approach overall is the framework of Bayesian Dynamic Trees, which combines flexibility, statistical\nsoundness, scalability using cutting-edge methods, as well as a built-in ability to adapt to data evolution at no extra\ncomputational cost [Anagnostopoulos, 2013]. This framework will have to be extended to handle this problem, to handle the\nhierarchical relationship between artists and their songs; the diversity of available attributes; and the need to produce\nforecasts over possibly longer-time horizons.\nFinally, the PRDA will supervise and contribute to the deployment of the model within Sentric, as well as the design of the\nUser Interface that will be made available to the artists. The former will involve scalability considerations, and the latter will\ninvolve innovation in visualisation, and communication of uncertainty.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507076/1","grantId":"EP/M507076/1","fundValue":"116361","fundStart":"2014-09-25","fundEnd":"2016-01-24","funder":"EPSRC","impactText":"","person":"Christoforos  Anagnostopoulos","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}