{"id":"4F990AE7-C497-4E76-8FD9-795CCD7177D1","title":"BAMRA: Bayesian Approaches in Microbial Risk Assessment (Working Group)","abstractText":"Risk, and the understanding of factors which contribute to increased risk, is an important feature of modern life. Policy makers, for example, who are faced with targeting resources at health professionals, might need to make an estimate of the number of illnesses in a given year likely to be caused by a particular type of agent (for example, a type of bacteria) as a result of a particular exposure route (perhaps via a particular food product, or some environmental factor, or as a consequence of the relaxation of a particular set of import regulations). In assessing questions of this nature a technique called Quantitative Microbial Risk Assessment (MRA) is commonly employed. As the simplest MRA, and pursuing the above example, it is relatively straightforward to make a 'back of the envelope' calculation, taking the relevant factors into account fairly simplistically, and produce a point estimate of a 'best guess' at the number of illnesses that might be expected. Equally important, however, and frequently neglected, is the issue of how certain one can be that the estimate provides a 'good' representation of reality, so that one might be able to say 'the best guess is X, but the true number might be as low as Y or as high as Z'. Various approaches to incorporating uncertainty in MRAs have been proposed, but many are fairly arbitrary and do not necessarily provide the best representations. The reliability of estimates of risk could be improved dramatically via the development of a more rigorous statistical approach to the incorporation of uncertainty, and this in turn would lead to more informed decision making. Our proposal brings together experts from the fields of risk assessment, public health, environmental science, statistics and mathematics to develop a rigorous framework for incorporating uncertainty in MRA. We propose to exploit an area of statistical science called Bayesian statistics, which uses probabilities to represent uncertainty. A particular strength of the Bayesian approach is the ability to combine information from multiple sources, including expert opinions, simulation models and field data. In the proposed application, for example, there are uncertainties about factors influencing the likely numbers of illness in some way, and uncertainties about the mechanistic processes leading to human illness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008526/1","grantId":"NE/E008526/1","fundValue":"71459","fundStart":"2007-05-16","fundEnd":"2008-11-15","funder":"NERC","impactText":"","person":"Helen Elizabeth Clough","coPersons":["Andrew  Hart","Marc Christopher Kennedy","Jeremy  Oakley","Simon  French","Richard  Shepherd"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}