{"id":"4F9E4CDF-4E44-44F9-97A6-0E189325DF90","title":"Guideline Adherence in Slums Project - Template-based documentation and decision support for primary healthcare clinics in the private sector","abstractText":"With large numbers of people in slums seeking care through the private sector, it is important to develop tools to help providers in these clinics improve the quality of their services. For example, documenting the need for an antibiotic helps reduce the number of cases of unnecessary antibiotic prescriptions.\n\nClinical practice guidelines (CPGs) are tools developed to help doctors and nurses give evidence-based care. These are however not easy to use in a patient-facing scenario (e.g. a doctor looking through a manual when the patient is seated in front of him/her). They also need to be tweaked to be relevant to the local context (e.g. is the first line drug available or affordable?). For CPGs to be relevant in low-resource settings it is important to address multiple, if not all, barriers to using guidelines, but in a manner that does not strain limited resources.\n\nOur intervention involves working with clinical care providers and developing templates (think checklist) that can be used while they are seeing the patient. The templates take the form of rubber stamps that can be printed into the paper case sheet (e.g. if a woman presents with increased frequency of urination, the clinician stamps the Urinary Tract Infection template into her case sheet). This template is both a guide to what questions to ask the patient and how to manage UTIs. Other illnesses get other templates, but a set of 6-8 templates covers the majority of patients walking into primary care clinics.\n\nImportantly these templates are easy to digitise and analyse. They are in the form of a multiple choice exam paper where bubbles need to be shaded. A cell phone image of a filled-in template can quickly give us data on how the case was managed without revealing patient identity. Being rubber stamps we avoid the need to keep track of multiple printed sheets of paper. We also avoid wastage when guidelines change because changing the rubber engraving on the stamp is simple and cheap.\n\nWe now have a tool to easily monitor the clinician's work, check for quality, and work with them if there are reasons to deviate from the guidelines by during regular feedback sessions. The intervention is being used in two slum clinics in Nairobi with great initial responses. \n\nWe now want to study this intervention in a set of 10 different private sector clinics in Nairobi's slums. We would like to test if this intervention is:\na) Usable - different clinics have different priorities and attitudes and we need to be sure that the intervention poses no big challenges\nb) Effective - does the intervention actually improve clinical practice (e.g. by reducing unnecessary antibiotic prescription)?\nc) Sustainable - how much does it cost for us to support these clinics with tools and feedback? Can the clinics afford to pay us for this service?\nd) Scalable - is there a realistic chance for us to roll this intervention out at national (or even provincial) level?\n\nIf successful the intervention has the potential to change how healthcare is delivered in low-resource settings. More and more people are seeking care in the private sector, but very few regulations, services and tools exist to ensure that care in the private sector is of high quality. We hope to make a significant impact in the quality of care that is delivered to the poor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N005015/1","grantId":"MR/N005015/1","fundValue":"98972","fundStart":"2015-09-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Pratap  Kumar","coPersons":["Mercy Karimi Njeru"],"organisation":"Strathmore University","findingsText":"","dataset":"gtr"}