{"id":"4FAFC737-62DA-40EE-AC76-EF782814D5A8","title":"Pressure-jump apparatus for time-resolved and static X-ray diffraction studies of conformational/phase transitions &amp; structure in soft matter","abstractText":"There is currently a pressing need for the development of techniques that will allow experimentalists to probe the time-dependent structural behaviour of out-of-equilibrium soft condensed matter systems. An ideal technique for monitoring and triggering the structural evolution of such transformations within the millisecond timescale is time-resolved X-ray scattering, employing pressure as the triggering variable. The p-jump technique can be applied quite generally to the study of soft condensed matter and biomolecular phase transformations, such as lyotropic liquid crystal phase transitions, micelle-vesicle transformations, DNA unwinding, and protein folding. To this end we aim to develop and construct a millisecond pressure-jump X-ray cell for use at the Non-Crystalline Scattering beamline I22 at Diamond. We will also develop user-friendly apparatus control, integrated with the beamline software currently under development for I22. Although this apparatus is primarily designed for pressure-jump experiments, it can also be used for rapid scanning of pressure in the range 1 bar - 5 kbar, allowing pressure-temperature phase diagrams to be determined rather efficiently. It should also be noted that the cell will be capable of holding a fixed pressure for specific experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F001509/1","grantId":"ST/F001509/1","fundValue":"29698","fundStart":"2007-10-01","fundEnd":"2009-12-31","funder":"STFC","impactText":"  This Facility Development project has successfully delivered a p-jump cell for use on I22. It has not only been utilised by the originating academic group, Imperial College, but also in collaboration with I22 staff, groups from Bristol and Dortmund Universities. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Nick John Terrill","coPersons":["Sarah E Rogers"],"organisation":"Diamond Light Source","findingsText":" A high pressure cell for small and wide angle X-ray diffraction measurements of soft condensed matter samples has been\ndeveloped, with a fully automated pressure generating network. The system allows both static and pressure-jump\nmeasurements in the range 0.1 - 500 MPa, and pressure-jumps can be performed in 5 ms both with increasing and\ndecreasing pressure. Key developments include: operating the pressure system has been made as simple as possible,\nwith a fully graphical remote user interface, which allows operation by an extremely broad user base with little previous\nknowledge of high pressure technology and removes the need for lengthy training. Samples are loaded into the cell via a\ndedicated port without moving the X-ray windows, facilitating accurate subtraction of background scattering, which can be\nhighly dependent on the window orientation. Pressure is generated by a motorized high pressure pump, so that the\noperator does not need physical access to the high pressure equipment during use, improving safety, minimizing\ninstallation time and allowing greater automation of the system. Highly configurable interfaces to the pressure system\nallow simple integration with any synchrotron beamline but additionally, development in collaboration with beamline I22 at Diamond Light Source has allowed more extensive integration with this beamline, giving full sample environment data logging alongside the recorded X-ray patterns. \nWe have established a website dedicated to the pressure system (www.imperial.ac.uk/pressurecell/), which has kept the\nuser community informed about progress throughout the project, and will now provide a platform for information about the system and a repository for training documents, user manuals, etc. First experiments at I22 by a non-collaborating user (Prof. Rob\nRichardson, University of Bristol) were very successful, with excellent quality data obtained from the samples\ninvestigated. The sample environment is now available for routine operations and available to any user who requests it. Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}