{"id":"4FB65A8F-613C-4F19-9083-1749688C0A14","title":"Biophysical dissection of protein nucleation using a combined experimental and computational approach","abstractText":"Proteins are responsible for the vast majority of functions in living organisms, where they make structural scaffolds, transport cargo from A to B, pass messages from cell to cell, recognise and repel invaders, and catalyse the reactions essential for life. The self-assembly of proteins into well-defined structures and into constructs of many molecules is also essential to our well-being. Occasionally, however, protein self-assembly takes place inappropriately, perhaps due to a mutation or a change in environment. When this happens in the body it typically causes disease, and diseases such as emphysema, Alzheimer's Disease, Parkinson's Disease, cataract and type II diabetes are all recognised to be the result of improper protein self-assembly. Protein self-assembly can also cause havoc in industrial processes including the production of biopharmaceuticals such as insulin. When this occurs, the pharmaceutical is often lost as an irretrievably tangled mass of gelled protein. All is not lost, however: the self-assembly of proteins also underpins the texture of foodstuffs including egg, meat and milk products. We are interested on one specific form of protein self-assembly that appears to be common to all proteins. It is possibly counter intuitive that a specific form of self-assembly seems to apply to a wide range of chemically very different species (proteins range from hundreds of atoms to hundreds of thousands of atoms), however this form of self-assembly is driven by groups in the backbone of the protein chain, and this backbone is a polymer common to all proteins. The outcome of self-assembly in this case is the formation of 'amyloid' fibrils, rope-like structures consisting of thousands of copies of the same protein. We are interested in the earliest stages that start the assembly of these fibrils. If all proteins can undergo this form of self-assembly, and if all proteins form the same final fibrillar structure, do they all also follow the same pathway? We propose to use a range of very different complementary techniques from the fields of chemistry, biophysics and physics, and a combination of state-of-the-art experimental and computational approaches to detect, identify and characterise the earliest species in self-assembly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013636/1","grantId":"BB/H013636/1","fundValue":"488158","fundStart":"2010-11-15","fundEnd":"2013-11-14","funder":"BBSRC","impactText":"  We have entered into collaborative relationships with two pharmaceutical companies who produce polypeptide pharmaceuticals. The findings from this award allow us to monitor the early stages of polypeptide self-assembly, when undesirable aggregates are present at very low levels. \n\nWe have also gained insight into the influence of formulation conditions on polypeptide pharmaceutical aggregation, and we have worked with out partner to optimise their formulations. Pharmaceuticals and Medical Biotechnology Economic","person":"Cait  MacPhee","coPersons":["Perdita Elizabeth Barran","Jason  Crain"],"organisation":"University of Edinburgh","findingsText":" This proposal focuses on the self-assembly of polypeptides into the aggregates known as 'amyloid' or amyloid-like fibrils. Such fibrillar aggregates are implicated in the 'amyloidoses', a family of diseases including Alzheimer's disease. The actual role of fibrils in these diseases is still a matter of debate and remains the subject of intense study. \n\nThis proposal sought to address the earliest stage of amyloid fibril assembly, the formation of the fibril nucleus, using a combined experimental and computational approach. We sought to understand whether all nuclei look similar, and whether there are generic rules that might enable us to target the earliest stages of protein aggregation, and thereby either enhance or inhibit it.\n\nWe utilised the power of mass spectrometry, combined with computational simulations, to determine the structures of folding intermediates and early-stage aggregates of a range of proteins. We also advanced our understanding of the mechanisms of protein self-assembly. Our findings are of relevance to the pharmaceutical industry. Many pharmaceutical peptides and proteins form aggregates during synthesis or formulation and our techniques provide a method to monitor and detect aggregates, even at low levels. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}