{"id":"4FB8C499-2A71-4BE2-BB34-8FE2748B4BD4","title":"Edinburgh Trials Methodology Hub","abstractText":"When a new drug is being developed it passes through several stages of development. After the initial preclinical development, first in man studies evaluate the safety and potential side effects. Then explanatory studies optimise the treatment, for example in terms of which patients have the greatest potential to benefit and what dose to use. Such studies look at underlying disease mechanisms, and test whether an intervention has the potential to be useful in practice. Then pragmatic studies test whether any potential benefit seen in the explanatory trials can be realised in clinical practice. For non-drug treatments the terminology is different, but the development path is similar.\n\nThere are many reasons why an intervention can fail as it progresses through the stages of development, and the aim of the Edinburgh Trials Methodology Hub is to undertake a programme of research which will help to increase the chances of success at each step of the development process. We shall attempt to learn lessons both from successful development programmes and also from others which have failed.\n\nThis will be achieved by encouraging interdisciplinary cllaboration between the scientists who are working on understanding underlying disease mechanisms and those with experience in clinical trials methodology. The end results will be to improve the design and analysis of future clinical trials, and to provide researchers with trials support and access to genetic and imaging technologies to identify patient subgroups with the greatest potential to benefit within ongoing trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800803","grantId":"G0800803","fundValue":"2213020","fundStart":"2009-01-01","fundEnd":"2013-12-31","funder":"MRC","impactText":"","person":"Gordon Douglas Murray","coPersons":["Stuart  Ralston","Peter  Sandercock","Michael  Sharpe","Aziz  Sheikh","Stephanie Carol Lewis","Malcolm Robert Macleod"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}