{"id":"4FC3B57D-5C9C-4812-90FB-CEDA30F0323F","title":"Co-producing legacy:What is the role of artists within Connected Communities projects?","abstractText":"The Connected Communities (CC) programme involved artists in many ways, as facilitators, as mechanisms for community engagement, as poets, film makers, painters, to deliver workshops and crafts sessions and also as researchers. However, their contribution to the co-production of knowledge with community partners is insufficiently understood. This project will consider the impact of artists on the Connected Communities projects in order to create a deeper understanding of the ways that artists stimulate particular kinds of change within these projects. \nThis will involve a review of all 250 projects, together with a literature review on arts practice and co-production, and then a more detailed focus on six projects that have used artists in innovative ways. \nThree case studies have been selected building on existing and new relationships developed at the Edinburgh Summit in July 2013. The team have developed further actions to explore in more depth the way artists have worked with communities. The focus of the project is to consider the ways in which artists have changed and will change the way CC projects are conceptualised, developed and delivered and the extent to which arts practice supports co-production methodologies. This will then be delivered as an investment into long term AHRC CC strategy which can illuminate future research involving artists in projects that are co-produced with communities.\nThe form of the enquiry will be through the studio as process. The studio is a conceptual space where groups form and grow things which emerges from something we recognise as working already. It involves a group of people who operate beyond the structures of the university and recognises different types of expertise - all participants can emerge as 'experts'. It is adaptable and responsive to particular situations and is a space of action, process, and practice. It is not a physical space, a digital environment, or a structured set of meetings. It is at root an approach and not an institution. We will draw on the studio to co-produce an enquiry into the role of artists. We aim to illuminate the ways in which artists work in community contexts with a specific inquiry into how they contribute to change within communities and within the projects already funded. \nAlthough we are focusing on artists, we see this focus as a way in to exploring the legacy of CC projects and their co-production methodologies more generally. \nThe project team will develop this enquiry in conversation with national policy makers in the field of cultural policy-making. The project team includes artists, A-N The Artists Information Company, Castlefield Gallery, community partners, artist researchers and academics from a variety of disciplines. The study will explore through reflection, action and a collaborative studio space the process of artists working with communities, which will result in a series of actions, papers and a report to go to AHRC Connected Communities programme. In the process of doing this, the team will also look more closely at the ethical framework surrounding artists' work in communities, drawing on the work of community partners. The project will also be disseminated and discussed with national body Arts Council England, who have offered support, and A-N Artists Information Company. The aim is to set up a space where the role of artists within CC becomes more fully understood, with a team that includes those already involved in CC projects, as well as new academics, artists and community partners.\nOur outputs will include a shared blog, a joint article, an exhibition, a report to the Connected Communities programme plus four discussion papers and a book on studio spaces focusing on the legacy of Connected Communities as a programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013185/1","grantId":"AH/L013185/1","fundValue":"80310","fundStart":"2014-02-01","fundEnd":"2015-06-30","funder":"AHRC","impactText":"  We hope that our work will be used by the ARHC Connected Communities programme to inform the commissioning process. We are currently doing the research, so this is in process. Communities and Social Services/Policy Cultural","person":"Kate Heron  Pahl","coPersons":["Steve  Pool","Amanda  Ravetz","Helen Carolyn  Graham"],"organisation":"University of Sheffield","findingsText":" This grant is still in process. We are discovering that artists draw on a wide range of traditions, from community arts to socially engaged arts practice when working with Connected Communities programmes. We are looking to disseminate our findings at a final day in Manchester in early 2015. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}