{"id":"4FC476EC-7C21-4ECD-8415-CF50330DF43B","title":"Real-Time Detection of Violence and Extremism from Social Media","abstractText":"The explosive use of social media tools in recent years has turned them into a double-edged sword. On one hand, social media is viewed as a positive factor in Middle East revolutions. On the other hand, violence events such as the UK riots occurred in August this year appeared to be driven by the use of social media. The proposed project represents a timely development of intelligent systems for addressing the emerging defense and security issues arising from social media.\n\nThe proposed research describes a new approach to detecting trends of violent radicalization and extremism from social media. In particular, it proposes a Bayesian modeling approach which detects violence contents from social media without the use of any labelled data. Words indicating violence, anger, hate, racism, etc. are naturally incorporated as prior knowledge into the model learning process. Efficient online parameter updating and parallel data processing procedures will be investigated. This proposal falls into the area of &quot;Extracting meaningful information&quot; listed in the original call for proposals. It particularly aims to tackle the technical challenge of real-time processing of large-scale social media data for early detection of violent extremism from text. The results of the research are potentially very important to society as they aim to enable the deployment of the forces of law to prevent violent events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020427/1","grantId":"EP/J020427/1","fundValue":"113921","fundStart":"2012-05-30","fundEnd":"2013-01-13","funder":"EPSRC","impactText":"  As one of the key outcomes of the project, I have proposed a violence detection model which allow the detection of topics relating to violence from social media in real time.\n\nThis research has a great impact on enhancing the national security capability by enabling real-time detection of potential threats such as violence and extremism from social media. Online social networking and micro-blogging service have enabled users to share and diffuse information to a tremendous number of audiences within very short time. While such a new form of service has proven to have major social-economic benefits, it is also at the same time under the risk of being used for violent and criminal activities.\n\nThis project has developed efficient computational tools for detecting violent radicalization and extremism from social media, which will ultimately help improving the national security capability with the online monitoring function offered by the system. Specifically, the tools seek to detect and extract topics relating to violent and criminal activity from large-scale social media data in real-time, and constantly track any events that are identified suspicious. Owing to the fast evolving nature of social media, such a system will be potentially very important for the forces of law to respond to and deal with the potential security risks timely which will consequently help improve public security.\n\nBeneficiaries: Defence and security sector, and other public and private sectors\n\nContribution Method: Our tools could be used to monitor the sentiment or opinions towards the UK government agencies and officials in foreign blog postings and foreign press. The results could be potentially valuable for the UK policymakers. By aggregating opinions from the social web, our tools can be used for prediction of political election results in foreign countries which could be helpful in shaping the UK foreign policy towards those countries.\n\nAlthough targeting the defense and security sector, the developed tools and algorithms of the project can be applied to other public and private sectors, and be easily transferred into commercial use. For public sectors, it is possible to use the tools to analyse citizen's opinions on hot issues such as welfare reforms, Eurozone crisis, new policies introduced by the government, etc. Our tools can also be used to monitor what people are tweeting about and their sentiment and debates towards their most concerned issues.\n\nFor private sectors, the tools can be used to detect and monitor the trends of topics being discussed about products or services, allowing business organizations to gauge insights into the potential changes in the market opinions and hence to adapt their business strategies accordingly. Cultural,Societal ","person":"Yulan  He","coPersons":[],"organisation":"Open University","findingsText":" Social streams have proven to be the most up-to-date and inclusive information on current events. In this project we have proposed a novel probabilistic modelling framework, called violence detection model (VDM), which enables the identification of text containing violent content and extraction of violence-related topics over social media data. The proposed VDM model does not require any labeled corpora for training, instead, it only needs the incorporation of word prior knowledge which captures whether a word indicates violence or not. We have proposed a novel approach of deriving word prior knowledge from external knowledge sources such as DBpedia. We have also developed a fast learning procedure to training the VDM model from social stream data. The proposed Violence Detection Model has been integrated into a joint demonstrator developed together with Edinburgh, Glasgow, Loughborough and Sheffield for real-time detection and tracking of security-related events from Twitter. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}