{"id":"4FCE4FA4-693F-46AB-B0BC-311A4A07829D","title":"Role of the FoxN1 gene as a central regulator of epidermal planar cell polarity signaling expression and function","abstractText":"Summary: \n\n1. Context of the research\n\nDuring development, planar cell polarity (PCP) is an important mechanism to align cells and tissues along the main axis of the body. Currently we have a known group of molecules called &quot;PCP components&quot; that are important for PCP establishment. Disturbing one or several of these molecules can result in PCP changes that have been proved to be linked with human diseases such as spina bifida (neural tube closure disorders), polycystic kidneys, conotruncal heart anomalies, deafness and more recently cancer. So far little is known about the molecular controlling of the expression of the PCP molecules. Furthermore, reports showed that PCP gene expression was altered in different kinds of cancers. Cancer cells are immature cells and fail to differentiate hence differentiation therapy is the major tool we are using to treat cancer. Till now if PCP can also participate cell differentiation is still not known. \n Previously I have published papers documenting different mouse models that have altered skin epithelial cell differentiation that eventually contributed to skin cancer formation. Through a detail analysis of the same models I have found that the skin epidermis PCP in these mice had been altered at early embryonic stages. My results also pointed out that FoxN1, a molecule that had been reported formerly to be important for hair cell differentiation is highly expressed in differentiated cells, this might be an essential factor in controlling PCP, at least in the epidermis. \n\n2. Aims and objectives\n\nThe aim of this study are (1) to validate which PCP component genes are under the direct control of FoxN1 and (2) to identify what is the role of the PCP gene(s) in FoxN1 mediated cell differentiation. Specific objectives will be achieved in 3 years' continuous laboratory work and close collaboration with clinicians and international institutes. \n\nBy the end of year 1, I expect to be able to achieve solid evidence for which exact PCP gene(s) is the direct target of FoxN1 and how FoxN1 regulates the expression of these molecules in the human skin epidermis.\n\nBy the end of year 2, I will try to identify if PCP genes are the key mediator of FoxN1 governed epithelial cell differentiation. In parallel I will study Cilia (one important organelle in eukaryotic cells that has been linked with PCP) formation in the skin epidermis, to understand if it can also be controlled by FoxN1. \n\nBy the end of the project (year 3), I plan to understand what is the effect of the extrinsic factor UVB on epithelial cell differentiation and its capacity for causing diseases. By focusing on the role of UVB, I will study if FoxN1 mediated PCP signaling is important for protecting the cells from UVB exposure. Finally an effort will be made to discover which chemical compounds can be used to regulate FoxN1 signaling therefore which are able to enhance cell differentiation. \n\n3. Potential applications and benefits\n\nThroughout this study, I expect we will gain a deeper insight of how different molecules work together to regulate cell PCP and differentiation. Not only will our knowledge in this area be enhanced but we are also likely to uncover targets for potential new therapies for PCP and cell differentiation related diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02392X/1","grantId":"BB/L02392X/1","fundValue":"426044","fundStart":"2014-08-15","fundEnd":"2017-08-14","funder":"BBSRC","impactText":"","person":"Bing  Hu","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}