{"id":"4FD448F6-653C-49AE-BE14-63F2EB6DF165","title":"Investigating controls on flow variability in Greenland's tidewater glaciers: the impact of runoff on fjord circulation and termini melt rates","abstractText":"The greatest store of fresh water in the northern hemisphere - equivalent to ~7m of sea level rise - is held within the Greenland Ice Sheet (GrIS). In the last decade, it has become clear that the ice sheet is losing mass and has become a significant contributor to global sea-level rise. The rate of mass loss has accelerated in the last decade and the ice sheet is now contributing about 1 mm/yr to sea level rise. This behaviour is a result of: 1) dramatic increases in the speed of many large outlet ('tidewater') glaciers, thereby increasing ice flux to the sea; and 2) substantial increases in both melt rates and the area of the ice sheet experiencing summer melting thereby increasing runoff from the ice-sheet surface to the ocean. These increases in ice motion and surface melt rate have been linked with warmer air and ocean temperatures over and around Greenland. A major concern for policymakers, society and scientists is how the GrIS will continue to react to the temperature rises that are predicted during the coming centuries. However, to better understand ice sheet sensitivity to projected global warming, the processes which affect how ocean terminating glaciers flow and discharge into the sea must be better understood.\n\nThis project will improve our understanding of why tidewater glaciers are losing mass at an accelerating rate. Recent observations suggest warmer ocean temperatures have resulted in tidewater glacier acceleration through a process known as 'dynamic thinning'; here warm ocean waters access the front of tidewater glaciers causing them to thin by enhanced melting and to retreat through increased rates of iceberg calving. However, while ocean waters off the coast of Greenland have warmed in the last decade, it is unclear how these warm waters actually access the front of glaciers which are often located at the head of long narrow fjords tens of kilometres from the warm ocean shelf waters. An increasingly popular theory contends that summer meltwater runoff from the glaciers establishes fjord circulation whereby strong ouflow of meltwater down the fjord sets up an opposing flow drawing in the warm water from the coastal shelf. As the runoff increases, the fjord circulation strength and thus volume of warm offshore water drawn into the fjord also increases. This theory is supported by some observations of water flow and temperature in fjords but the sensitivity of the process has not been tested.\n\nThis proposal aims to address this limitation by investigating how variations in glacial runoff perturb fjord circulation and thus the submarine melt rate and dynamic behaviour of tidewater glaciers. More specifically, the project will use a previously tested model (the Bergen Ocean Model (BOM)) to determine how variations in fjord geometry and meltwater runoff affect the seasonal delivery of 'warm' shelf waters to the marine termini of tidewater glaciers. The project will achieve this by:\n\n1) Running a suite of fjord modeling experiments using a range of synthetic model parameters and boundary conditions (e.g. fjord geometry (length, width, depth); runoff volume; coastal ocean temperature) which will be varied systematically to establish the sensitivity of along-fjord heat transportation (and thus tidewater terminus melt-rates) to the different parameters.\n\n2) Investigating the extent to which decadal (2000-2009) changes in glacier runoff and offshore ocean temperatures can explain observed changes in glacier margin position at ten tidewater glaciers along Greenland's east coast\n\n3) Investigating how projected ocean and atmospheric warming by 2100 will affect the along-fjord heat transportation and thus terminus melt-rates at our ten 'test-case' glaciers.\n\nThrough the delivery of these objectives, the project will make a fundamental contribution to our understanding of how the GrIS will likely respond dynamically to future climate change and specifically, changes in atmospheric and ocean temperatures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015249/1","grantId":"NE/K015249/1","fundValue":"138655","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Peter William Nienow","coPersons":[],"organisation":"University of Edinburgh","findingsText":" So far there are two main research strands that have resulted from the grant, both of which use the widely used Massachusetts Institute of Technology General Circulation Model (MITgcm) to model ice ocean interactions in glacial fjords.\n\n1. In the first research strand, MITgcm is used to simulate the upwelling driven by the injection into a fjord of meltwater draining from beneath a marine-terminating (tidewater) glacier. While it is known that this upwelling can stimulate enhanced melting of the submerged glacier front, there has as yet been little consideration of how this process might be influenced by the spatial distribution of meltwater emerging at the glacier grounding line. We find that the distribution of meltwater input from the glacier exerts an important control on submarine melting; under certain conditions a spatially distributed subglacial drainage system can induce an order of magnitude more melt than a system in which meltwater is concentrated into discrete subglacial channels. Furthermore, plumes emerging from a single channel are unable, in isolation, to drive large melt volumes even at high discharges, while even small discharges from a distributed system can induce substantial melt. Our results highlight the need to constrain near-terminus subglacial hydrology at tidewater glaciers if we are to represent ocean forcing accurately. This work is currently under review in Geophysical Research Letters, ‘Effect of near-terminus subglacial hydrology on tidewater glacier submarine melt rates’.\n2. For the second research strand we have developed IcePlume: a sub grid-scale buoyant plume parameterisation for the MITgcm. This development enables three-dimensional simulation of large (&gt;500 km2) glacial fjords on annual to decadal timescales. Previously this was computationally impractical because it was necessary to incorporate both the fine scale, highly non-hydrostatic dynamics of the turbulent glacial outflow plume as well as the wider circulation of fjords that may be hundreds of square kilometres in area. IcePlume is detailed in a manuscript currently under review in the Journal of Geophysical Research - Oceans, entitled ‘Modeling the impact of glacial runoff on fjord circulation and submarine melt rate using a new subgrid-scale parameterization for glacial plumes’.\nInitial results from this work show that for an idealised fjord of typical Greenlandic dimensions (without shelf-driven circulation), subglacial runoff produces a thin, strong and warm down-fjord current in the upper part of the water column, balanced by a thick and slow up-fjord current at greater depth. Submarine melt rates increase with runoff due to higher melt rates where the plume is in contact with the ice front. Annual submarine melt rate across the whole ice front is however relatively insensitive to variability in annual runoff, indicating that atmospheric warming may be of secondary importance to oceanic warming with respect to the stability of Greenland’s marine-terminating glaciers. \nWe have also obtained 17 years of 1/4o ocean reanalysed ocean data from Mercator Ocean http://www.mercator-ocean.fr/eng for the ocean surrounding Greenland. This product will be used to characterise forcing for longer duration simulations of actual Greenlandic fjords using MITgcm with IcePlume. We will submit IcePlume to the MITgcm developers once the manuscript in which it is described has been published. We expect this tool to be used extensively by glaciologists and oceanographers interested in ice-ocean interactions, particularly in Greenland, Alaska and Arctic Canada. This will lead both to developments of the parameterisation and its incorporation into larger-scale models which seek to simulate the future mass balance (and thus sea level contribution) of glaciers and ice sheets.\n\nResults from the near-terminus hydrology work highlight the need to constrain near-terminus subglacial hydrology at tidewater glaciers if we are to simulate ocean forcing accurately. This novel finding will likely encourage glacial hydrologists and oceanographers alike to improve the representation of these processes in ice sheet and ice-ocean interaction models. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}