{"id":"4FD84BE3-312B-4E3F-8B65-AC383F67BC30","title":"Ruthenium complexes of chiral tridentate ligands: a new class of catalyst for asymmetric ketone and imine hydrogenation.","abstractText":"A catalyst allows the rate of a chemical reaction to be accelerated enormously, without the catalyst itself being used up in the reaction. Homogeneous catalysts play an ever-increasing role in industrial chemical synthesis. The demand for chemical processes to be less harmful to the environment has increased the importance of reactions that utilise tiny amounts of catalyst to promote clean, efficient reactions between two chemicals that do not normally react with each other at a measurable rate. One of the most important examples is catalytic reduction of a class of chemicals called carbonyl compounds to alcohols. Alcohols are one of the most important ingredients for drugs, flavours, fragrances and plastics. There are a number of methods to do this transformation, but most generate waste. More desirable from an economic and ecological point of view is to use a catalyst and molecular hydrogen to accomplish this task, since no waste would be formed. This has been achieved for certain classes of carbonyl compound. However, there are many classes that are not efficiently 'hydrogenated' using the current state of the art catalysts. This research project aims to develop a new type of hydrogenation catalyst that is based on ruthenium metal compounds modified with an (optically pure) ligand containing phosphorus and nitrogen atoms. The new catalysts will efficiently hydrogenate ketones to alcohols. Some alcohols exist as two mirror image structures (optical isomers),related like your left and right hands, and despite sharing the same chemical composition, each mirror image has very different biological properties. There is therefore a massive research effort aimed at producing optically active alcohols as single optical isomers for the pharmaceutical industry. It is desirable that the methods used to prepare the single optical isomer alcohols use clean catalytic chemistry due to the environmental issues raised above. This project aims to develop catalysts that can cleanly hydrogenate carbonyl compounds that are currently difficult to reduce, and to do so in a way that makes a single optical isomer. The research could lead to new alcohols products being efficiently prepared for the first time, and could lead onto commercial applications in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F030576/1","grantId":"EP/F030576/1","fundValue":"245602","fundStart":"2007-11-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"Matthew Lee Clarke","coPersons":[],"organisation":"University of St Andrews","findingsText":" This project enabled us to develop new second generation catalysts for the hydrogenation of carbonyl groups. A mechanism-led approach was used, and kinetic data was obtained that led us to propose a mechanism for the reaction that actually enabled us to consider a broader range of catalyst structures. Studies were carried out that were designed to confirm or overturn this mechanism and in addition to confirming our proposal, developed yet further catalysts. While we chose to continue adding dat  ","dataset":"gtr"}