{"id":"4FE3823A-0152-47DB-BB41-477C569E1C01","title":"On the product decomposition conjecture for finite simple groups","abstractText":"Within mathematics the study of symmetry is called &quot;group theory&quot;. Given some kind of object (physical or mathematical), its &quot;symmetry group&quot; is the set of transformations of the object that preserve its structure. A very symmetrical object will have a large symmetry group, an asymmetrical object will have a tiny symmetry group. \n\nThe cube, for instance, has a symmetry group of size 48 - these are all the reflections and rotations of 3-dimensional space that leave the vertices of the cube unchanged set-wise. \n\nGiven such a group of symmetries we can consider the &quot;composition&quot; of two group elements and it is clear that such a composition will itself be a group element. For instance if I rotate the cube around one axis, and then again around another, the end result will be the same as if I had rotated the cube around a third axis.\n\nThis project studies groups of a particular type. Firstly, they are FINITE; secondly, they are SIMPLE. In this context, simple means that the group cannot be &quot;broken up&quot; into smaller pieces. It is important to note that simple does not mean easy! The study of the finite simple groups is an extraordinarily rich area of mathematics containing many very difficult open questions.\n\nThis research starts with the following set-up: Suppose that we have a finite simple group G and a subset A inside G with A of size at least 2. \n\nIt is well-known that any element of G can be written as a composition of some number N of elements &quot;of the same type&quot; as A. (Here &quot;of the same type&quot; has a technical meaning that we won't discuss. Roughly speaking though, if one looks at the cube example, one can see that a ROTATION has different qualities to a REFLECTION. The idea of &quot;type&quot; is a refinement of this qualitative distinction.)\n\nWe would like to write all of the elements of G in the most efficient way possible using elements of the same type as A. By efficient we mean using as few compositions as possible. The Product Decomposition Conjecture (PDC) asserts that elements of finite simple groups can be written very efficiently indeed. \n\nAPPLICATIONS: Although the setting for this research is very abstract, there are a surprising number of rather concrete applications. One of the original motivations for the PDC, for instance, was in the explicit construction of EXPANDER FAMILIES. These are mathematical models of efficient networks which have a myriad of applications in mathematics, computer science and elsewhere. It turns out that one can use notions of &quot;efficiency&quot; in finite simple groups to construct expander families.\n\nMETHODS: The primary tool at our disposal to prove PDC is the Classification of Finite Simple Groups (CFSG). This monumental theorem was proved by hundreds of mathematicians over a period of about 40 years, culminating in 2001. CFSG asserts that all finite simple groups are on an explicit (infinitely long) list. Thus to prove PDC it is enough to prove the result for all of the groups on the list. In fact some of the groups on the list have already been attended to in earlier collaborative work of the Principal Investigator and others.\n\nIt is expected that research into the PDC on the groups that remain will, in addition to yielding a proof of PDC, shed light on some of the deep and mysterious properties of the finite simple groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010957/1","grantId":"EP/N010957/1","fundValue":"79017","fundStart":"2016-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Nick  Gill","coPersons":[],"organisation":"University of South Wales","findingsText":"","dataset":"gtr"}