{"id":"4FEB3EC0-D16B-4775-B418-8C2664FBA225","title":"Thin Sectioning Equipment for Multi-Disciplinary Research in Engineering and the Geosciences","abstractText":"SummaryThin sectioning of soil, geological and engineering materials is an important investigative tool. Within Queen's University Belfast (QUB), for example, it is already used to study 1) contamination in soil, 2) weathering and durability of natural rocks and stone and other materials such as concrete used in construction, 3) geomaterials in a forensic context and 4) to characterise across a wide range of both traditional and novel engineering materials. Increasingly, thin and polished sections are also examined by electron microscopy, both for fabric analysis using backscatter and chemically using EDS (energy dispersive x-ray analysis). Advances in X-ray diffraction also allow the mapping and quantification of surface and near surface mineralogy by multiple spot analyses across polished surfaces. Thin and polished sections are thus an extremely effective cross-disciplinary tool that is not only invaluable in its traditional format, but has the potential to unlock a range of additional analyses. It is for these reasons that it features strongly in the arsenal of techniques already employed in the engineering and geoscience research at QUB. In both laboratories, the present equipment is serviceable, but is reaching the end of its working life and in some instances is not amenable to the wider research goals. The success of the two research groups has, for example, not simply demanded more thin sections but has also required the development of new techniques for increasing non-traditional materials. The request is not, therefore, for a direct replacement, but for the opportunity to upgrade facilities. To automate where possible, but also to develop techniques and protocols for the impregnation of structurally weak and often chemically complex materials in a manner that facilitates quantitative analysis of morphology, chemistry and, where appropriate, mineralogy. The bid is also designed specifically to synergistically build on the expertise available in the two research groups by concentrating impregnation development in Engineering and the mechanics of section preparation in Geography. The intention is also that this will cement strong research links between the two groups that already exist through joint EPSRC funding and further strengthen their focus on interdisciplinary solutions for a range of applied and theoretical issues. The recent appointments of Dr. Phillips who is a micromorphologist and environmental engineer and Dr. McKinley who is a geologist and spatial analyst have stimulated a requirement for taking thin and polished section analysis beyond existing capabilities in the Schools of Planning, Architecture and Civil Engineering; and Geography Archaeology and Paleoecology at QUB. Additionally, this new state-of-the-art thin sectioning equipment will allow QUB to become a regional facility for making thin sections of a variety of materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027117/1","grantId":"EP/F027117/1","fundValue":"186947","fundStart":"2008-08-07","fundEnd":"2011-08-06","funder":"EPSRC","impactText":"","person":"Debra Helen Phillips","coPersons":["Muhammed  Basheer","Bernard  Smith","Jennifer Mary McKinley"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}