{"id":"4FF3671B-31DE-49BC-AB15-73977839BF40","title":"'Synbion' The UCL Network in Synthetic Biology","abstractText":"Biology has come a long way since the understanding of the structure of DNA and how proteins and enzymes work. It is now possible to think of designing proteins to be components in electrical circuits and devices. The usefulness of proteins is that they can be designed to have altered surfaces or properties by changing the DNA coding for the protein or enzyme. Proteins could bring new properties to electronic devices such as linking electronic devices with enzyme reactions or harvesting light and making mixed devices with electrical, optical, magnetic and enzymic functions. The network of researchers we will bring together under the name of the Synbion network, will include many different scientists who may not normally talk to each other in their normal line of work. By bringing these researchers together and giving them defined tasks such as considering the design of a protein wire then adding further active elements such as an enzyme or magnetic properties, we hope to kick start the design and building of devices or elements that might be used in future electronic devices. We will invite representatives of the UK electronic industries to participate in the discussions so that they can consider using designed proteins in future electronic devices. These biological electronic elements would be renewable and recyclable and not use precious or rare metals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018665/1","grantId":"BB/F018665/1","fundValue":"11337","fundStart":"2008-04-02","fundEnd":"2011-04-01","funder":"BBSRC","impactText":"  This was a network grant, not a research grant, and as such it did not involve new research or findings. My answers to the questions below reflect the fact that these questions are not entirely suitable for this type of grant. Agriculture, Food and Drink Economic","person":"Irene  Nobeli","coPersons":[],"organisation":"Birkbeck College","findingsText":" Here are the most significant achievements (no findings as this was not a research grant):\n1) Bringing together experts from a wide variety of different fields and institutions.\nI have expanded the network in the direction of modelling and reconstruction of plant metabolism (with Dr R. Morris (John Innes Centre), Dr Sue Jones (James Hutton Institute) and Dr P. Lowden (Birkbeck), and initiated research into modelling metal binding to phage coat proteins (self-funded PhD student).\n2) Building new links to industry.\nThrough the network, I have built strong links with Unilever, including a BBSRC CASE studentship and co-supervision of MSc projects in the area of metabolic pathway engineering and reconstruction.\n3) Considering the ethical and societal implications of our research and engaging with the public. \nThrough various meetings and workshops organised by the network, I formed links with social scientists, initiated training in social and ethical implications of science for our postgraduate students and engaged in dialogue with artists and social scientists. I also planted the seeds for future public engagement through school visits. Not applicable as there were no findings in this type of grant. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}