{"id":"4FF3B05F-E42A-488C-B4C2-A7B1ECCDB457","title":"Heritage and the Production of Authenticity - an experiential approach.","abstractText":"This project examines how people experience and negotiate authenticity in respect to the historic environment, and why, for many, it is an important element in the production of a sense of identity and place. Authenticity is defined as the quality of being authentic, truthful, or genuine. In respect to the historic environment, it plays a fundamental role in determining what is worthy of conservation, as well as how sites and monuments should be preserved and presented. However, in practice authenticity is a nebulous concept and the process of distinguishing what is and what is not authentic is surrounded by complex criteria. For a long time it has been assumed that authenticity is an objective and measurable attribute inherent in the material fabric of artefacts and monuments. Scientific techniques and assessment criteria have been developed in an attempt to objectively determine the genuineness of artefacts and monuments, as well as the veracity and significance of their historical context. Yet such an approach to authenticity has been extensively criticised over the last three decades within a variety of academic disciplines (including archaeology, social anthropology, heritage studies, philosophy and history). 'Tests' for authenticity have been shown to be dominated by western ideals and epistemologies. Furthermore, many supposedly authentic cultural traditions and associated heritage sites have been shown to be invented, reinvented or renewed, often under the influence of ideologically motivated elites. \\nThis division between academic and heritage management approaches to authenticity leaves a problematic gap in our understanding. Neither approach addresses its powerful influence on how people relate to the historic environment, despite the recent emphasis on the contemporary social value of objects and monuments and the intangible aspects of heritage (e.g. in the widely cited Burra Charter and UNESCO's Nara Statement on Authenticity). As UNESCO's Nara conference highlighted, people's perceptions of authenticity are often associated with intangible qualities connected to aesthetic values, place of conservation and spiritual significance. Yet there has been very little sustained research providing a solid understanding of these aspects. My own recent research suggests that relationships between material objects and people, soil and land, often expressed through notions of 'birth' and 'nourishment', are fundamental to people's perceptions of what is authentic and what is not. Furthermore, whilst museums and heritage organisations play a role in attributing authenticity, this can be contested by visitors, who often associate it with intangible relationships of 'belonging' between people, objects, monuments and places. \\nThis project aims to investigate how people experience and negotiate authenticity in practice and how they deploy ideas about authenticity to make sense of their own place in a world characterised by displacement and fragmentation. Combining an analysis of the history of the concept with recent theories of materiality, personhood and place, I intend to develop a theoretical approach which focuses on the 'experiential' aspects of authenticity. Using this approach I will then explore how authenticity is experienced and negotiated in practice through a series of case studies drawn from Scotland and the Scottish diaspora. Qualitative methodologies, including participant observation and semi-structured interviewing, will be used to gain insights into how people experience and negotiate authenticity. The result will be three articles in peer-reviewed journals establishing a new agenda for academic research on authenticity in respect to the historic environment, whilst also highlighting the implications for heritage management policy and practice.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004907/1","grantId":"AH/F004907/1","fundValue":"30944","fundStart":"2007-09-25","fundEnd":"2008-01-24","funder":"AHRC","impactText":"","person":"Sian  Jones","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}