{"id":"4FF5B163-9406-428D-A648-FA32B8293A79","title":"VORTEX INDUCED VIBRATION AND STRUCTURAL INTEGRITY OF DEEP WATER FLEXIBLE RISERS","abstractText":"The long flexible slender multi-layered pipes, called unbonded flexible risers, are considered as the new-generation risers for deep water applications. However their complex design and highly non-linear behviour coupled with the fact that they undergo types of extreme loadings which are different to those experienced by conventional rigid risers, currently pose many challenges to the offshore industry. The focus this work is on developing fluid, structural, and coupling models and the numerical procedures for the prediction of dynamic response of flexible risers due to vortex induced vibration, in cases where accurate simulation of their complex non-linear behaviour is a critical step in the analysis. In the structural simulation, it is intended to adopt a multi-scale non-linear finite element procedure which consistently links simulations conducted at a detailed small scale and a large structural scale. The fluid simulation work involves the development of a quasi-three-dimensional fluid code to model the cross flow around the flexible risers. The structural and fluid codes will be coupled together by developing an efficient fluid-solid interaction algorithm. The results from the numerical simulation will be validated against the results of experiments which will also be carried out as part of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034251/1","grantId":"EP/K034251/1","fundValue":"100274","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Laboratory tests and numerical modelling are under way. Aerospace, Defence and Marine,Energy Economic","person":"John  Chaplin","coPersons":[],"organisation":"University of Southampton","findingsText":" Laboratory tests and numerical modelling are under way. Laboratory tests and numerical modelling are under way. Aerospace, Defence and Marine,Energy","dataset":"gtr"}