{"id":"4FFCDCD7-4E97-4FAB-B314-3FFC15E11EC2","title":"Diapycnal transfer of carbon, nitrogen and phosphorus across the seasonal thermocline in stratified shelf seas.","abstractText":"The seasonal cycle of production and respiration drive the distribution and cycling of carbon (C), nitrogen (N) and phosphorus (P) in shelf seas. In winter, the water column is fully mixed and the measured concentrations of C, N and P are the same throughout the water column. In spring, warming of the upper water column through solar heating leads to a physical separation between an upper warm layer and a colder lower layer. This physical separation of the water column, termed stratification, is characterised by a strong thermal (and density) gradient termed the thermocline (pycnocline) and alleviates the light limited conditions experienced by microscopic photosynthetically active cells (phytoplankton) leading to rapid growth and a spring bloom. During the bloom, surface concentrations of dissolved inorganic C, N (nitrate) and P (phosphate) diminish as phytoplankton growth proceeds until, in early summer, nitrate has generally disappeared from the surface water. Maintenance of phytoplankton growth (primary production) is now focussed at or close to the thermocline and is seen as a sub-surface chlorophyll maximum (SCM). Now, the N (and to a lesser extent P and C) supply necessary for phytoplankton growth in the upper layer, is derived from the nutrient rich water in the lower layer, but nutrient transport (flux) is blocked to some degree by the stability of the thermocline and energy must be supplied by turbulent motions for vertical mixing to occur. Thus, during periods of stratification, fluxes of dissolved and particulate constituents across the thermocline are driven by concentration difference (gradients) between the upper and lower layers and modulated by vertical mixing. Currently, our understanding of the impact(s) of vertical mixing on dissolved and particulate fluxes is limited by a lack of concurrent studies of turbulence and concentration, of which only nitrate, phosphate and chlorophyll measurements are currently available. While these measurements have significantly improved our understanding of how phytoplankton growth is maintained in the upper layer and how phytoplankton are lost to the lower layer, we are not able to directly quantify these processes in terms of C transfer. Thus we propose to quantify the direction, magnitude and variability of the C fluxes, which is an important task as defining these fluxes will contribute strongly to our understanding of why shelf seas act as a sink for atmospheric carbon dioxide. The phytoplankton community at the SCM is also an important determinant of the variability in carbon production and export from the SCM. Different phytoplankton groups have different requirements for C, N and P, resulting in differences in the molar ratio of these elements (stoichiometry) in the organic matter that makes up their cells. A net loss of nitrate in the lower layer, due to denitrification, changes its concentration and thus flux, relative phosphate and dissolved inorganic carbon and we will investigate whether these changes impact on the growth and elemental composition of the phytoplankton in the SCM. While the transfer of dissolved inorganic C, N and P are important, the pools of dissolved organic C, N and P must not be neglected. Until recently most of the information on DON and DOP has been extrapolated from studies of carbon fluxes, even though it has been recognised that the dynamics of DOC are not linearly coupled to those of DON. Quantification of the DON and DOP fluxes will be made and their significance in terms of the N and P budget assessed. These initial observations, we are proposing, of the C:N:P fluxes are extremely cost effective and are important, having the potential to provide new insights regarding the vertical transport of dissolved and particulate C, N and P in stratified shelf seas. The observations will also act as pump priming data, which we can use to explore further questions of wider relevance to the cycling of C, N and P in shelf seas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010986/1","grantId":"NE/G010986/1","fundValue":"63984","fundStart":"2009-05-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"  The results from this study have been used to support request for further funding and will be of use to the wider scientific community.  ","person":"Hilary Anne Kennedy","coPersons":["Thomas  Rippeth","David  Thomas"],"organisation":"Bangor University","findingsText":" We have developed a better understanding of \n(1) the seasonal distribution of different pools (dissolved inorganic, dissolved organic and particulate) of carbon, nitrogen and phosphorus in the Irish Sea.\n(2) the physical and biochemical controls that regulate the transport of carbon, nitrogen and phosphorus particularly from deep to shallow water across the seasonal thermocline.\n(3) how the ratio in which microscopic plants (phytoplankton) assimilate carbon and nitrogen ultimately affects the partial pressure of carbon dioxide in surface waters. The data can contribute to a wider understanding of the seasonal cycling of biogeochemically important elements in shelf seas. Environment","dataset":"gtr"}