{"id":"4FFF10A6-631A-4F87-B712-4030CB901C45","title":"Does magnetic reconnection have a characteristic scale in space and time?","abstractText":"The Earth is continually enveloped by the expanding atmosphere of the Sun (known as the solar wind) that carries with it charged particles (plasma) and the Sun's magnetic field. The Earth's own magnetic field, extending into space, protects us from this solar wind, forming a cavity known as the magnetosphere. A process known as magnetic reconnection allows the Sun's magnetic field to connect to that of the Earth leading to the transfer of particles and energy from the solar wind into the magnetosphere. Some of these particles may travel along the Earth's magnetic field lines and strike the atmosphere, causing it to give off light in displays known as the aurora (commonly known as the northern lights). In fact, magnetic reconnection is the most significant transport process in the Earth's magnetosphere. There is also compelling observational evidence that magnetic reconnection processes take place in the Sun's atmosphere near its surface (the solar corona) and magnetic reconnection may be important for understanding the formation of stars, the origin of cosmic rays (high energy particles coming from space), accretion disks (found around stars, galaxies and black holes), and the generation of magnetic fields in planets, stars and galaxies. Closer to home, understanding and controlling magnetic reconnection is vital in the development of nuclear fusion reactors. Whilst there is a basic understanding of the magnetic reconnection process, exactly how, where, and when it occurs is still not understood. Recent observations of plasma flows and electric currents in the magnetosphere and of brightenings in the aurora, have provided evidence of scale-free behaviour i.e. that fluctuations in these quantities do not have a typical size and are seen across a wide range of sizes. This behaviour is typical of fractals and is often seen in nature such as in the shape of coastlines and the size of snow avalanches. These scale-free observations have, in turn, promoted the idea that magnetic reconnection is itself scale-free. However, there is no direct evidence for this and it is contrary to the traditional understanding of the magnetic reconnection process. Researchers at the British Antarctic Survey have developed a new technique to remotely sense magnetic reconnection in the magnetosphere using a combination of observations made from spacecraft and on the ground with auroral imagers and a radar network known as SuperDARN(the Super Dual Auroral Radar Network). We will use this technique to characterise statistically the structure of magnetic reconnection in both space and time over a wide range of scales. By doing this we will test the hypothesis that magnetic reconnection is scale-free and provide a constraint for new multi-scale magnetic reconnection models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E002110/1","grantId":"PP/E002110/1","fundValue":"259301","fundStart":"2007-12-21","fundEnd":"2010-12-20","funder":"STFC","impactText":"  The data analysis methods developed in this project are now in use within the wider scientific community.\n\nThe auroral boundary data sets derived in this project are freely available on the project website and have been used in a number of subsequent studies. Other ","person":"Gareth  Chisham","coPersons":["Mervyn  Freeman","Gary  Abel"],"organisation":"NERC British Antarctic Survey","findingsText":" The main objective of the project was to investigate whether magnetic reconnection has a characteristic scale in space and time by characterising statistically the spatial and temporal structure of the footprint of reconnection as observed in the Earth's ionosphere. This would then provide constraints for multi-scale reconnection models. To a great extent the project has realised this objective, although not through using the exact methods and work plan that were outlined in the original proposal. In particular, the reconnection rate was not measured by the proposed combination of measurements of auroral boundary motion and plasma velocity but rather by inferring the reconnection character from the auroral boundary motion alone using a reconnection model.\n\nIn detail, the most important achievements of the project have been:\n\n(1) The development of an improved, more general method for accurately identifying ionospheric auroral boundaries in images of the polar ionosphere taken by satellite ultra-violet imagers. In particular, the identification of the poleward auroral luminosity boundary that is a proxy for the open-closed magnetic field line boundary (the location of the ionospheric footprint of magnetic reconnection). The method was calibrated by a statistical comparison with established proxies for the boundary in particle precipitation data measured by low-altitude spacecraft which themselves sample the boundary only sparsely and infrequently. This achievement partially addresses objective 5 in the original proposal.\n\n(2) The production of a large temporal database of auroral boundary locations, including boundaries approximately every 2 minutes for about 2 years of data. This database allows the estimation of the total net reconnection rate in the magnetosphere from the rate of change of area enclosed by the open-closed field line boundary. This database and its associated metadata have been made publicly available through a dedicated website hosted by BAS and is already being used by other scientists. This achievement partially addresses objectives 1 and 3 in the original proposal.\n\n(3) The characterisation of the poleward auroral boundary motion, across the full range of magnetic local times, on timescales from 2 minutes to several hours. A structure function analysis was used to investigate the scaling of the boundary motion (and hence, of the reconnection process; see (4) below). A fractal regime of boundary motion was identified up to a time scale of 90 minutes suggesting that the reconnection process is scale-free on time scales less than the substorm time scale and that its character varies with magnetic local time. This achievement addresses objectives 2 and 4 in the original proposal.\n\n(4) The development of a theory, based on stationary solutions of the Ornstein-Uhlenbeck process, that explains the observed scaling variation with magnetic local time as well as the observed distributions of boundary motion for a full range of time scales. The theory is a mathematical and statistical development of the well-established expanding-contracting polar cap model which describes how the region of open magnetic flux in the polar cap responds to variations in both dayside and nightside magnetic reconnection. This achievement did not originally feature in the original proposal but represents a highly important result in that it links the characteristics of the boundary motion to the reconnection rate, thereby addressing objectives 2 and 4 in the original proposal by a different means. (1) Use of data analysis methodology to identify the open-closed magnetic field line boundary in auroral imager data.\n\n(2) Use of pre-derived boundary data sets for studies of magnetic reconnection.\n\n(3) Measurements of the multi-scale nature of reconnection for increasing understanding of the reconnection process within the solar terrestrial environment. Other","dataset":"gtr"}