{"id":"50109C64-9820-425A-8D08-F895A41DE674","title":"Measuring the value of the RSA New Contemporaries Exhibition as a Platform for Emerging Artists.","abstractText":"Our research project is concerned with the economic and cultural value of the visual arts in both market and non-market terms:\n\n - Value to artists (including emerging artists, existing and up-market artists, art college students, artists of future generations)\n - Value to consumers as buyers or gallery visitors \n - Value to the platform provider, including the gallery, curators, programmers\n - Value to the community and other stakeholder groups \n\nPreviously, the visual arts have largely been investigated from instrumental rather than intrinsic perspectives and our proposed research will adopt both qualitative and quantitative approaches so that both tangible and intangible dimensions can be acknowledged and understood more clearly. By undertaking a case study, we investigate several dimensions of value created by the RSA New Contemporaries Exhibition as a Platform for Emerging Artists. The RSA mission is to promote and support the creation, understanding and enjoyment of the visual arts through all-year programme of exhibitions and events. The Exhibition has particular importance as a way for newly graduating art students to commence a career in the visual arts. Each individual artist places a certain value on their work. This value can be viewed in both financial and non-financial terms. In addition, the visitors to, and the organisers of the exhibition will also have certain views on the value of the art work being exhibited as well as the exhibition itself. Our research aims to understand how this value is both shaped and understood by those involving parties of the exhibition. This cultural value, as well as economic value, is also of importance to art investors, as well as the RSA in terms of contributing towards its reputation. \n\nWith a particular intention to enhance and enrich the existing cultural valuation methods applied by policy makers and economists, we will use a variety of techniques to identify and measure the cultural value associated with the RSA New Contemporaries exhibition. First of all, we apply a non-economic perspective in placing the experience of the individual at the centre of our evaluation. We will examine how emerging artists set their initial benchmarking price, given that there is no historical value of their own work as a reference point and how important this particular exhibition and role of cultural institutions are for them. A series of focus groups will be undertaken to gain insights from value creators and recipients. In-depth interviews will be mostly undertaken with practitioners and professionals. The gatekeepers are representative of a particular social sector, and their valuation approach will add further insights. Secondly, to evaluate how individuals perceive cultural value, we employ a behavioural economics approach, taking account of psychological effects. Based on the propositions of Prospect Theory Kahneman and Tversky, we will apply a randomised controlled trial (RCT) to a Contingent Valuation (CV) approach based on willingness-to-pay model. We will use the survey with gallery visitors and broader stakeholder groups to see whether the stated preference from individuals varies depending on the manner in which the questions are presented. Thirdly, the interpretation of our findings will adopt holistic approaches from compatibility and interdisciplinary viewpoints including auditors, investors, marketers and psychologists. In addition, we will use a number of accounting measurement methods to ensure that the process of data analysis is rigorous. We envisage that the findings from our research will influence other supporting organisations throughout the United Kingdom to adopt a similar approach to assisting career development. We believe that our findings can help Government and other public bodies to better understand how the arts in general are central to cultural value creation, with creativity and innovation being important drivers of successful practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014750/1","grantId":"AH/L014750/1","fundValue":"38556","fundStart":"2014-02-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Ian  Fillis","coPersons":["Boram  Lee","Ian  Fraser"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}