{"id":"5013AE25-D3A5-4FAF-A8B6-6DA456C00713","title":"Development of Collaborations with the Weizmann Institute of Science and IBM Haifa","abstractText":"This principal goal of this project is to forge a significant new research relationship with Professor Adi Shamir's group at the Weizmann Institute of Science (WIS) and Dr. Alan Hartman's group at IBM Research Laboratory in Haifa. Researchers at Prof. Shamir's group investigate the most fundamental and challenging problems of distributing datasets over secure networks with reference to model driven architectures (MDA), while researchers within Dr. Hartman's group focus on realizing the potential of model driven development in complex business domains. This Overseas Travel Grant will facilitate scientific exchange and research collaboration with these two world-leading research groups. Research areas of common interest include the role of distributed infrastructure for the merging of physical and modelled worlds; methods required to support this merging; and display and interaction technologies as a means for supporting systems modelling and development.Two multidisciplinary researchers from the High Integrity Systems Engineering (HISE) group at the University of York will travel to Israel to discuss and develop medium to long term research relationship with WIS and IBM Haifa. The HISE researchers will be presenting two seminars, running two workshops, and organising several meetings in WIS &amp; IBM Haifa to raise awareness of the quality of research in the UK. HISE will use this opportunity to agree a formal Memorandum of Understanding (MoU), to encourage future collaboration and the development of joint research and exchange projects (at least two project proposals initially), which it is hoped will be funded under the auspices of the European Union FP7 and other national programmes. The results of the mission will be disseminated reciprocally to both countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E059872/1","grantId":"EP/E059872/1","fundValue":"6756","fundStart":"2007-11-01","fundEnd":"2008-10-31","funder":"EPSRC","impactText":"  They have enhanced the practice of engineering model management tools, and in general the use of model-driven engineering in industry. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education Societal,Economic","person":"Richard  Paige","coPersons":["Kiran Jude Fernandes"],"organisation":"University of York","findingsText":" Methods for testing automated software engineering tools. N/A Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}