{"id":"501840B8-412F-4291-A5DF-CFEF7EFE2D9A","title":"An advanced model for neurodegeneration studies in the fruit fly Drosophila melanogaster","abstractText":"The senile dementias are the 4th most common cause of death, with 700,000 people in the UK suffering from neurodegenerative disorders, with an associated annual cost to the economy of #17 billion. This will rise precipitously as the age profile of our population increases over the next 35 years. Research into neurodegenerative disorders predominantly uses mice and rats, and these mammals are sacrificed in their thousands in laboratories throughout the world. The fruitfly is an alternative model that can be genetically engineered to develop neurodegeneration, and indeed, it has contributed significantly to understanding how these diseases develop, and how they might be alleviated. However, the timing of the events that lead to neurodegeneration within nerve cells has not received much attention. We propose to develop a robust system in the fly in which two genes can be independently regulated. We shall express the mutant human huntingtin gene (that gives flies a form of Huntington?s Disease, HD) in specific neurons in the fly, and by turning the gene on or off at different times, we shall discover when the neurons are most sensitive to the HD mutation. We shall then use our new system to turn on and off at variable times another gene, that we know can alleviate HD in the fly, to see when it is most effective. There are examples where suppressors of neurodegeneration in the fly can have a beneficial effect at one time (in a young fly), but a detrimental effect at another. By determining when these suppressors of HD act, in relation to the critical period when HD irreversibly ?takes hold? of a neuron, we can design a rational therapy that may act as a prophylactic for HD. Our results will benefit neurodegeneration research in general, but also stimulate a refocusing and refining of experimental work in the mammal. This in turn should lead to a reduction in the number of mammalian experiments that are carried out. The advantage of our method is that it can be applied to almost every character one would wish to study in a fly or a mouse, and is not simply limited to diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100597/1","grantId":"G1100597/1","fundValue":"470339","fundStart":"2012-01-16","fundEnd":"2015-01-15","funder":"NC3Rs","impactText":"","person":"Ezio  Rosato","coPersons":["Charalambos  Kyriacou","Flaviano  Giorgini"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}