{"id":"501A15B7-E9E8-478E-B9CE-C3FB0B8656B5","title":"The role of DAF-16 in driving the evolution of immunity mechanisms in nematodes","abstractText":"Although adaptive immunity (the production of antibodies, for example) is unique to vertebrates (animals with backbones), some level of innate immunity is found in all invertebrates and indeed even in plants (R-genes, hypersensitive response) and in bacteria (restriction enzymes). Thus all living organisms have the ability to respond at the molecular level to infectious agents. It is clear that immune systems must change rapidly during evolution / pathogens are under pressure to evolve ever more effective mechanisms to infect their hosts, so the host must evolve ever more effective immune mechanisms to resist them. Given this, one might expect that species that are closely related may nonetheless show significant differences in their resistance to different pathogens. This is indeed true / HIV, for example, causes a fatal disease (AIDS) in humans but very mild, if any, illness in chimpanzees. We have shown that this also holds true for species of nematode (microscopic worms). For example, the fungus Cryptococcus kills the nematode Caenorhabditis elegans within four or five days, but takes three times as long to kill the related species Caenorhabditis remanei. Interestingly, this pattern is also seen when lifespan in the absence of infection is measured. If both animals are kept in disease-free conditions, C. remanei lives much longer, suggesting that immunity and longevity are linked at the molecular level. We hypothesise that this 'link' may result from the key role played in both immunity and longevity by one 'master regulator' gene, called daf-16, which makes the corresponding protein DAF-16. DAF-16 acts to help worms survive in times of stress; it triggers the production of detoxification proteins, immunity factors and proteins that help resist high temperatures ('heat-shock' proteins). We suspect that DAF-16, and the so-called 'downstream' genes that it controls, are prime candidates to be changed during evolution, either via manipulation of the whole pathway (for example, by changing the level or activity of DAF-16) or by changing individual components (the 'downstream' genes). We propose to test this by using a group of nematode species that all belong to the Caenorhabditis genus (i.e. they are 'sister' species). We already know that these species vary in their sensitivity to infectious pathogens and that they vary in their natural lifespan. We also know that they all have a daf-16 gene and, for one species, we know most of the genes that lie 'downstream' of it. Importantly, DNA-sequencing projects have provided the full ('whole genome') sequence for two species in the genus (C. elegans and C. briggsae) and will shortly provide whole genome sequences for three more (C. japonica, C. remanei and an as-yet unnamed species, PB2801). We are therefore in a unique position to be able to explore how evolution has shaped the genes that control ageing and immunity as these species have evolved from one another. By investigating this process, we hope to learn more both about how innate immune systems work, and how evolution shapes these immune systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000138/1","grantId":"BB/F000138/1","fundValue":"339342","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  Our two major papers from this grant (Amrit et al 2010 and Marsh et al 2011) have been read more than 8000 times between them and cited 11 and 9 times, respectively. Although, as a fundamental biology project, it is difficult to put a finger on how the data have been used by others, we are nonetheless confident that both studies are shaping ongoing research in other labs. Healthcare Societal","person":"Robin Charles May","coPersons":[],"organisation":"University of Birmingham","findingsText":" The aim of this grant was to determine how the insulin signaling pathway has evolved in different species of the same genus and, as a consequence, how this has impacted on immunity. We used a combination of genetic crosses and infection assays to:\na) demonstrate that in some instances, aging and immunity can be &quot;coupled&quot;, leading some species to be disease resistant and long-lived, in contrast to a leading hypothesis for the field (antagonistic pleiotropy).\nb) discover a complex immunological 'trade-off' between an immunity gene, LYS-7, and a signalling protein, the tyrosine kinase ABL-13. This was the first example of such a trade-off in C. elegans and has significant implications for our understanding of the evolution of immunity. This was a fundamental biology project which provided novel insights into the way in which evolution shapes aging and immunity. Whilst its immediate impact is difficult to calculate, in the long run it is thus likely to influence hypotheses and approaches in a wide variety of research settings. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}