{"id":"501FF04E-62F7-448E-A808-32780CC74B7C","title":"The Promotion of Live Music in the UK--a Historical, Cultural and Institutional Analysis","abstractText":"This research is concerned with the promotion of live music in Britain. Live music plays a significant part in Britain's cultural life, and is of interest from a number of perspectives: as a sector of the music industry; as an object for state regulation and licensing; as a site of state investment through the activities of arts councils, development agencies, tourist boards, etc. Live performance is vital for musicians' livelihood and careers and in the lives of music lovers. It could therefore be studied in a variety of ways. The focus of this project is on how the live music sector has developed in the UK over the last 50 years, in the context of technological change and the spread of new sorts of mass mediated entertainment. These changes have long been taken to make live music unviable economically and of ever decreasing appeal to a public faced with so many new, individual opportunities for the use of their leisure time. But despite the recurring gloomy predictions for the future of live performance, the live music experience remains central to almost all music worlds, and new kinds of musical activity, event, spectacle and venues have emerged to cater for public demand. Indeed, in the context of the 'threat' of digital musical storage and distribution to the record industry, live music is currently seen as providing the best opportunities for music industry investment and growth.\\n\\nIn examining the recent history of live music in Britain this research will focus on the activities and experiences of live music promoters. Promoters are the people who, in the end, decide what live music is available to be heard when, where and in what sort of environment. Promoters are in the best position to make sense of the various cultural, social, political, geographical and market forces that shape the UK's music worlds. They negotiate with record companies and musicians' managers and agents; they are a key part of the star-making machine. They deal with commercial sponsors, musical benefactors and arts administrators. They have to understand the shifting needs and expectations of their paying customers. They have to operate within the confines and in response to the opportunities offered by national and local state policy. They have to understand the cultural potential of different musical sites--football grounds and pub rooms, art schools and student unions, clubs, city halls and community centres. They have to take account of the vagaries of fashion, the dynamics of nostalgia, the opportunism of ticket touts, the problems of drunkenness and disorder.\\n\\nOur research is designed, then, to deepen our knowledge of the meaning of live music in its promoters' terms. Promoters are, after all, people who go into a risky enterprise because of their musical beliefs, whether in jazz or rock, classical or traditional performers, early music or the avant-garde. To understand live music from promoters' perspectives is to get a better understanding of the contemporary music business, the UK's music culture, and what it is that audiences want and get from the musical experience. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009437/1","grantId":"AH/F009437/1","fundValue":"316722","fundStart":"2008-04-15","fundEnd":"2011-04-14","funder":"AHRC","impactText":"","person":"Simon  Frith","coPersons":["Martin John Cloonan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}