{"id":"50214A15-A9E5-4309-A87F-4BA651FC3406","title":"Regulation and functions of male-derived shed microvesicles in Drosophila reproduction","abstractText":"Although males and females share a common goal when they mate, the production of offspring who carry copies of their genes, there is at the same time an important conflict between them. While on the one hand, males of many species can best maintain their gene pool by mating with many females and preventing other males from competing, females are often best served by sampling sperm from multiple males. Three years ago, we started to study the ways in which males have adapted to fight this battle of the sexes. We speculated that males had developed specialised ways of delivering signals to females that made their sperm work at their best and also stopped other males from mating with these females. We decided to work with the fruit fly, partly because it was already known that male flies had developed ingenious ways to fight the reproductive battle. They assemble a plug in the female uterus that blocks remating and also alter female behaviour so she rejects subsequent advances from other males. Flies are ideal for studies of this kind because they can be easily manipulated to identify the genes involved and find out how they work. About 70% of all genes known to be involved in human disease are also found in flies. Lots of the basic mechanisms in human biology were originally studied in flies or other simple organisms before being looked at in humans. \n\nWe are studying a male gland in flies called the accessory gland that seems to share many features of the human prostate and seminal vesicles, which generate most of the main components of semen. We have already shown that one type of cell in this gland secretes tiny membrane-bound packages that are passed into females on mating and fuse to sperm. These packages, called exosomes, are required to alter female behaviour after mating. Remarkably the human prostate also produces exosomes that fuse to sperm. Our work is starting to reveal how these exosomes are made and how they affect sperm, and we are beginning to see how defects in exosome production might be involved in aspects of prostate cancer, ideas that we are now following up with clinical colleagues.\n\nRecently we discovered that another type of cell in the accessory gland secretes larger membrane-bound structures called shed microvesicles (SMVs) that are also passed to females in huge numbers during mating. These vesicles carry several key proteins that are already known to drive changes in the female after mating, like increased egg laying, sperm storage, mating plug formation and altered remating behaviour. SMVs coalesce to make a mating plug in one part of the female reproductive tract, while in other parts, they remain intact, but release one of their attached proteins, which then binds to sperm and allows it to be stored. These SMVs may also bind to female cells, raising the possibility that they could communicate to females in this way.\n\nSeveral important fly molecules involved in this process are related to mammalian reproductive proteins. In fact, the discovery of SMVs in fly semen explains a mystery in both fly and mammalian reproduction - several proteins secreted into semen look like they should be attached to membranes, and not secreted. We will study how SMVs are made, work out what they do in females after mating and how these events are controlled by proteins made in the accessory gland. This work will not only help us to understand fundamental principles of reproduction, it may give us new ideas for reproductive therapies and contraception. SMVs are also important in blood clotting, inflammation and growth. We have evidence that the basic controls on these different processes are similar, opening up the possibility that our work will provide new insights into diseases where these processes go wrong. Our proposed work, looking into an important, but previously intractable problem, may therefore impact on several areas of biology relevant to human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007096/1","grantId":"BB/L007096/1","fundValue":"477327","fundStart":"2014-07-18","fundEnd":"2017-07-17","funder":"BBSRC","impactText":"","person":"Clive  Wilson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}