{"id":"503A7D05-0730-43B9-A14E-A45FD1C9239C","title":"Arginine methylation regulates the function of a key herpesvirus nucleocytoplasmic shuttle protein","abstractText":"mRNA is transcribed in the nucleus and must be exported from the nucleus into the cytoplasm to get translated into a protein. In the nucleus, the RNA has to undergo a series of processing events prior to export and these are performed by a number of multi-protein complexes. However, how these complexes are recruited to the RNA and how each multi-protein complex is regulated to perform its specific function at the correct time is unknown. Herein, we aim to investigate how the function of one of these RNA binding multi-protein complexes is regulated using a viral model. We have previously demonstrated that the herpesvirus ORF57 protein is important for exporting herpesvirus mRNA out of the nucleus to get translated. ORF57 functions by binding to the herpesvirus RNA and specifically recruiting cellular proteins onto the viral RNA, which are essential for its correct processing and export. This system has uniquely identified that a multi-protein complex called hTREX is the only cellular protein complex which is required by ORF57 for herpesvirus mRNA nuclear export. Moreover, we have demonstrated that once hTREX is bound by ORF57 to the herpesvirus mRNA, the whole complex is transported through a domain within the nucleus called the nucleolus, before it is exported from the nucleus into the cytoplasm. Therefore, ORF57 is a multifunctional protein which sequentially, binds the viral RNA, then recruits hTREX to the viral RNA, then transports this complex to the nucleolus, then allows the complex to exit the nucleus. But what tells ORF57 to perform its many functions in the correct manner is unknown. This functional diversity of a protein can be controlled by different chemical modifications to the protein, such as adding or taking away a phosphate, acetate or methyl group on the protein. Interestingly, we have demonstrated that the herpesvirus ORF57 protein undergoes one such modification. We have shown that ORF57 can be methylated at arginine residues. Therefore, we aim to determine if adding or taking away methyl groups affects ORF57's function and in turn regulates the multi-protein complex responsible for exporting viral mRNA from the nucleus. To assess the role of methylation we will first identify which residues of ORF57 are methylated. We will then mutate these, so that ORF57 cannnot undergo methylation. This will then allow us to assess what effect it has upon the functioning of the ORF57 protein. Secondly, we will identify which cellular enzymes are responsible for performing this post-translational modification on the viral ORF57 protein. Finally, we have preliminary data to suggest that taking away the methyl group on ORF57 (or demethylating ORF57), is the trigger to tell ORF57 to exit the nucleus. We believe this happens in the nucleolus and we will identify which enzyme in the nucleolus performs this function. These data will provide a better understanding of how multi-protein complexes function to enable RNAs to exit the nucleus and also provide a better understanding of how viruses function in order to identify new antiviral targets in the longer term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012101/1","grantId":"BB/F012101/1","fundValue":"312083","fundStart":"2008-06-02","fundEnd":"2011-06-01","funder":"BBSRC","impactText":"  It has provided a greater understanding of how virus interaction with the host cell and provides opportunities to develop strategies to design novel antiviral agents Pharmaceuticals and Medical Biotechnology Societal","person":"Adrian  Whitehouse","coPersons":[],"organisation":"University of Leeds","findingsText":" We have shown that the functioning of an essential herpesviral protein required for efficient replication of the virus interacts with a cellular protein arginine methyltransferase. This leads to the viral protein becoming post-translationally methylated. We have identified where upon the viral protein methylation occurs and produced mutant viral proteins which cannot become methylated. Functional analysis of these mutants hve shown that they have inferior RNA binding capacity and therefore methylation is required for specific functioning of the viral protein. In addition, we have shown that ORF57 interacts with another cellular protein that regulates this post-translational methylation and this interacts occurs in the host cell nucleolus. This provides the first evidence that the cellular nucleolus maybe a site for viral protein post-tranlsational modifications. Potential for new antiviral targets for oncogenic viruses Provides ew insights regarding the role of methylation in the regulation of nucleocytoplasmic shuttle proteins, formation of export competent ribonucleoprotein particles and mRNA nuclear export. In addition,provides information of an undescribed role of the nucleolus as a compartment for demethylating proteins. Moreover, insights gained would provide a better understanding of the host cellular interactions required for the functioning of Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}