{"id":"503E03ED-7522-4858-939F-F7345123309B","title":"Real time flux modelling in biopharmaceutical bioprocessing","abstractText":"Biopharmaceuticals, such as herceptin (trastumazab) which is used in breast cancer treatment, have revolutionised the treatment of many serious diseases, such as solid tumours, leukaemias, degenerative illnesses such as Alzheimer's, and other diseases having complex contributors, such as asthma. However, in addition to being the most potent drugs humanity has ever deployed, these are also the most complex. This implies lengthy development cycles, and very high costs for therapy. A course of herceptin treatment costs around &pound;27,000 per patient. This has led to serious concerns over access to, and availability of these potent drugs. In order to make these complex agents, specially developed (genetically altered) microbial or animal cell systems (expression systems) are cultured in fermenters or bioreactors. But our understanding of how the interaction of the genetic alterations we introduce, and the fermenter or bioreactor environment we culture the cells within, impact upon the cell metabolism is quite limited, especially in early development phase. This lack of clear knowledge about cell metabolism is one major cause of the long, costly drug development cycle of these agents. Our approach is to focus cutting edge techniques upon achieving better undertsanding of the behaviour of these expression systems early in the development phase. We plan to use non-invasive monitoring techniques (near and mid infrared spectroscopies) actually in the culture vessels together with a previously non real time metabolic analysis tool (flux balancing) to gain real time understanding of the metabolism of these specialised cells when in culture. This technology would give increased knowledge of cell metabolism early in the process cycle, helping accelerate product development, leading to reduced cost therapeutics reaching patients more speedily. This would contribute to increased health in society in general. It would also provide a competitive advantage to the UK biomanuafturing sctor involved in making these drugs. In the very near future, this approach could greatly help the development and deployment of specialised cell based therapies ( e.g. stem cells). This is especially important as these agents are even more complex than biopharmaceuticals, and have tremendous potential to contribute to enhancing the health and welfare of society in the immediate future. Achieving","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I010386/1","grantId":"BB/I010386/1","fundValue":"98380","fundStart":"2010-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  Outcomes \n\nThis piece of cutting edge research was successful in establishing the feasibility of our approach. We have built upon that BRIC ennabled platform by a number of very substantial funding bids.\nOutputs\n1. The work was published in one of the highest impact factor Bioprocessing Journals\n Fazenda, M. , Dias, J.M, Harvey, L.M. , Edrada Ebel, R., Littlejohn,D. and McNeil, B . (2013)Towards better understanding of an industrial cell factory : investigating the feasibility of real time metabolic flux analysis in Pichia pastoris. Microbial Cell Factories, 12, 51. doi:10.1186/1475-2859-12-51\n2. We presented 11 conference presentations on this work in the UK, China, Korea, Germany etc. (appendix 1 and attached powerpoints)\n\nSubsequent Funding and Relationship Building\n\nThis work and its outputs were key elements in the following awarded grants: \n\n1. EU FP7 Seabiotech From Seabed to Testbed 7.8MEUR We(Profs McNeil, and Harvey co-ordinate this programme, aimed at industrialising marine biotechnological bioproducts)\n2. Integrated Process and Cell Re-Factoring Systems ERA -IB/BBSRC EUR2.25M We are partners in this programme. \n3. Fully Funded PhD studentship FujiFilm/University of Strathclyde : BRIC member we are about to continue the work outlined above with one of our BRIC industrial partners. The delay in continuation is due to sorting out all the legal documentation with the company. Currently we await the arrival of the student who is on an industrial placement. Aerospace, Defence and Marine,Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Brian  McNeil","coPersons":["David  Littlejohn","RuAngelie  Edrada-Ebel","Linda May  Harvey","Alison  Nordon"],"organisation":"University of Strathclyde","findingsText":" Flux measurement in biomanufacturing processes hs been shown to be a powerful tool for reducing costs and improving effciency. But at present, it's slow and expensive and essentially offline. We whowed that using Near Infrared spectroscopy and existing flux models, we could carry out this detailed monitoring of intracellular flux in real time. This is potentially a revolutionary fiding in biomanufacturing, offering cheaper biopharmaceuticals faster. Real time flux could be or relevance in Industrial Biotechnology manufacturing chemicals, or in biomedical sector, giving enhanced understanding of physiology and pathology in systems. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}