{"id":"5042C766-8B7A-4C45-8EE0-602C9F3EECD0","title":"Liverpool 3View: a national hub for 3D-EM bioscience research","abstractText":"New 3View equipment is required for imaging the fine details of the insides of cells and tissues in 3D. In all of our projects we are using multidisciplinary approaches to address our questions however they are all united by the need for imaging at high resolution. The challenge with this is that the closer you look the harder it is to see the surrounding context. The solution is to take images of many serial sections through the sample and then digitally reconstruct them into a 3D volume that can be viewed from any angle. This helps with understanding the spatial relationships between cells within tissues, between subcellular compartments and for observing rare events. The 3View system makes this type of analysis routine, allowing rapid processing of samples.\n Our projects span a broad range of subjects from basic cell biology and physiology such how cells organise their communication systems when they are moving, how the recycling machinery of the cell works, changes to cells and tissues during ageing and the biogenesis and structural organisation of healthy tissues. Our work also extend through to translational projects, for example interactions between engineered stem cells and host tissue, development of novel cell scaffolds for treating age-related eye disorders, infection routes taken by parasites or bacteria in the gut and the development of novel nanoparticle tools for delivering cargoes to cells. \n The equipment will be housed in a leading UK electron microscopy unit and available to external scientists from the UK and Europe. 3View is a new technology that is only beginning to become established within the UK. As part of making Liverpool a national hub for this technology and to help drive innovative applications, we will set up a workshop programme that will act as a forum for experienced users and will enable new users to learn about sample processing, imaging and analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014416/1","grantId":"BB/L014416/1","fundValue":"208012","fundStart":"2013-12-06","fundEnd":"2014-12-05","funder":"BBSRC","impactText":"  The funding was used to purchase a 3View 3D-EM system for ultrastructural research. The equipment was embedded into an established electron microscopy facility with a broad client based from bioscience, biomedical, chemistry and engineering disciplines both locally in Liverpool and nationally. The equipment is fully functioning and has been generating preliminary data that research groups are intending to use for full grant applications. Furthermore, we are refining methodologies that will improve the range of samples that can be used in this application. Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Ian Andrew Prior","coPersons":["James Anthony Gallagher","Patricia Ann Murray","Barry James Campbell","Michael John Clague","Alexei  Tepikin","Alan  Morgan","Peter David Clegg","Rachel  Williams","Bettina  Wilm","Robert D Burgoyne","Elizabeth Gail Laird","Mathias  Brust","Christopher Mark Sanderson","David Neil Criddle","Sylvie  Urbe","Jeff W Barclay"],"organisation":"University of Liverpool","findingsText":" This capacity building award has meant that we have successfully introduced 3View 3D-EM capabilities to Liverpool. This has allowed a wide portfolio of local and national scientist to access this resource to address questions related to cell and tissue organisation and physiology. Preliminary findings are likely to be used for further grant applications from the client scientific groups. Work in the EM facility using the 3View is necessarily varied. For example, groups from tropical medicine are investigating malaria parasite infiltration of mosquito guts that may lead to novel treatment opportunities. Novel organisational features of the endoplasmic reticulum in pancreas that have been identified will inform basic research into calcium signalling and membrane trafficking. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}