{"id":"5047EE28-E940-48F3-B7F2-186B0821FDAE","title":"The Cairo Genizah manuscripts: Taylor-Schechter Old Series and the Mosseri Collection","abstractText":"The Cairo Genizah Collection is a vast trove of medieval Jewish manuscripts recovered from a synagogue in the town of Fustat, Egypt. One hundred years ago, a Cambridge scholar, Solomon Schechter, visited the Ben Ezra Synagogue in Fustat, Old Cairo, and was astounded to discover that the Jewish community there had, for nearly a thousand years, been placing their worn out and unusable documents in its storeroom (Genizah).\\nIt is prohibited in Jewish religious law to destroy any text that contains God's name; instead such texts should be stored away and deferentially buried. For reasons unknown, the Jewish community of Fustat buried no more than a small proportion of their texts, and instead stored them away in the Genizah from the 11th century to shortly before Schechter's visit. Moreover, the community took to secreting away all kinds of text, not just sacred writings such as the Bible or prayer books, but all manner of texts: from the central texts of rabbinic Judaism to personal letters, from collections of liturgical poetry to butcher's bills, from Jewish trader's accounts to children's writing-exercises.\\nSchechter carried nearly 200,000 of these precious manuscripts back to Cambridge University Library, where today they form the Taylor-Schechter Genizah Collection, the largest and most important single collection of medieval Jewish manuscripts. Schechter himself moved on, and the work passed to other hands, including the Cambridge librarian Ernest Worman, who sorted much of what became known as the 'Old Series' of the Collection. Following Worman's premature death, the Library's interest in the Collection waned, and much of it remained uncatalogued and loose in boxes until the 1960s. With the establishment of the Taylor-Schechter Genizah Research Unit by the Library, however, interest revived, the Collection was properly conserved, and scholars began the arduous task of deciphering and cataloguing the tens of thousands of often difficult to read Hebrew, Judaeo-Arabic (Arabic in Hebrew characters, used by Jews), Arabic and Aramaic paper and parchment fragments.\\nThe Collection is divided into various series, such as the 'New Series' and the 'Additional Series', determined by when the manuscripts were sorted and numbered. Recent projects, including a major AHRC-funded project, have concentrated on the New and Additional series, which had previously received little or no scholarly attention. It is the aim of the present project, however, to look at the oldest core of the Collection, the 'Old Series', which contains material that Schechter, Worman and the earliest scholars picked out and conserved, and which they found most fascinating. Here are some of the most important manuscripts in the Genizah, but no comprehensive catalogue or handlist exists. Using the expertise of research staff in the Genizah Unit, the incomplete handlists of Worman and others, 14,000 manuscripts from the T-S Old Series will be deciphered and comprehensively described. These catalogue descriptions will be made available on the Library's web-site, where they will be matched with images, and for the first time, this most important core of the Collection will be adequately described and widely accessible.\\nThe T-S Collection is the largest, but not the only, collection to emerge from the Cairo Genizah. Some years after Schechter's visit, an Egyptian Jewish businessman and scholar by the name of Jacques Mosseri also gathered up a collection of Genizah manuscripts. These remained in the hands of the Mosseri family and, until recently, were off limits. Now, however, they are deposited on loan at Cambridge University Library, where they are being conserved, digitised and catalogued. The current project aims to assist with this task by describing and digitising 1,000 items as they are conserved from this new collection. As with the T-S fragments, these will bedisplayed online, allowing anyone interested to browse and examine these hitherto hidden treasures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011397/1","grantId":"AH/G011397/1","fundValue":"575978","fundStart":"2009-03-01","fundEnd":"2013-02-28","funder":"AHRC","impactText":"  The Genizah Research Unit (GRU) was originally created in the 1970s at Cambridge University Library with the aim of completing the conservation and cataloguing of the more than 190,000 medieval and early-modern Jewish fragments in Cambridge's Cairo Genizah collections. More recently, however, the GRU has taken a lead in promoting the collections as both a superb scholarly resource for the history of the Middle Ages as well as publicising the Genizah as a fascinating window on medieval life.\n\nThanks to the project, we were able to build a research team here in Cambridge University Library and maintain it as a centre of excellence and a resource for primary information about this unique collection. With our online presence, newsletters, public education programme and publications, we were able to draw attention to this resource and a number of clear impacts resulted.\n\n1. Publication of two popular books on the history of the Collection. The research team provided a base and copious information, manuscript transcriptions and photographs to two sets of authors, both of whom produced 'biographies' of the Genizah fragments aimed at a popular audience. Of the two books, Sacred Trash, written by a MacArthur-award winning poet and his wife, an award-winning biographer, made its way into the New York Times bestseller list and has been reprinted several times, picking up superlative reviews. It is now extremely common for us to be contacted by potential visitors, collaborators, media researchers, or donors who have read one or both books.\n\n2. Thanks to a connection in a radio-production company, Nightjar, we were alerted to the possibility of pitching for a programme in the BBC Radio 3 series 'The Essay'. With Nightjar's assistance our proposal was picked, and we subsequently wrote and recorded a five-episode strand of the Essay 'Life in fragments', which was broadcast over 5 days in May 2013, and repeated a year later. We retain rights in the original recordings and have provided them for undergraduate teaching purposes in the US.\n\n3. The academic and author Prof. Miri Rubin contacted the PI to arrange an interview for a radio programme she was making about the Spanish Hebrew poet Judah ha-Levi. This was broadcast on Radio 4 under the title 'My heart is in the East' -- Judah's most famous poem. Prof. Rubin was aware that primary sources concerning the life of Judah ha-Levi are contained in the Genizah and contacted us to obtain the most recent information about his journey to Egypt and subsequent death. The radio programme highlighted how much we still have to learn about even famous figures of the Middle Ages and how the Genizah Collection is at the forefront of that search for knowledge.\n\n4. After our appearance in both print and radio, we were contacted by the production company making Simon Schama's major new series for the BBC, 'The Story of the Jews'. Following research visits to the Unit by their production researcher, the PI was interviewed on camera for episode 2 of the series, which focussed on the experience of the Jews in the Middle Ages. This series has been broadcast around the world, and we have had a number of contacts since who have cited it as their first experience of the Cairo Genizah.\n\nAll of these activities stem from having an active research unit in the University Library, colocated with the collection. Over the four years of the project it proved to be a highly productive relationship that brought publicity to the UL and the work it does with its collections, as well as promoting the Genizah fragments as a remarkable window on the medieval world. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Ben Mathew Outhwaite","coPersons":[],"organisation":"University of Cambridge","findingsText":" The Cairo Genizah manuscripts held at Cambridge University Library (CUL) are the single largest and most important collection of medieval Jewish manuscripts in the world. Since their discovery in the 1890s they have revolutionised the academic study of Judaism and added greatly to the study of other disciplines, including in particular the social and economic history of the Mediterranean, as well as biblical studies and related fields.\n\nDuring this project the Genizah Research Unit has examined, identified and described medieval and early modern manuscripts in a variety of languages, mainly Hebrew, Judaeo-Arabic, Arabic and Aramaic, but also including Judaeo-Greek, Judaeo-Syriac and Yiddish. We focussed on the Old Series of the Taylor-Schechter Collection, comprising some of the first manuscripts to capture the interest of the earliest researchers. Despite this interest, the Old Series had never been adequately described, thus hindering any scholarly exploitation of this most important material. CUL has completed the digitisation of the entire T-S Collection (approx. 193,000 manuscripts), but without adequate metadata the digitised collection has posed almost as many problems of accessibility as the physical collection itself. Therefore, the current project has been essential in providing descriptive metadata to the digitised images, allowing us to mount both together online in Cambridge Digital Library (CDL: cudl.lib.cam.ac.uk). We have identified and described more than 10,000 manuscripts of the Old Series as well as 1000 fragments of the newly arrived Jacques Mosseri Collection (approx. 7000 manuscripts in total), which is now in Cambridge on longterm loan after having been inaccessible to scholars for the last thirty years. CDL now hosts more than 18,000 separate manuscripts of the T-S and Mosseri Collections, as both images and detailed metadata. We continue to add descriptions produced during the project in regular updates, as they are converted to TEI and edited for language, quality and consistency, and expect to have all the material produced during the project online by the end of next year. In addition, we have contributed all our data -- finished descriptions, bibliographic and raw data -- to the online Friedberg Genizah Project (http://www.jewishmanuscripts.org), which is bringing together the scattered fragments of the Cairo Genizah into one online portal, and to which CUL has been the major contributor.\n\nIn addition to this principal output, the project team has also created and maintained other online resources, including our popular Fragment of the Month series (http://www.lib.cam.ac.uk/Taylor-Schechter/fotm/) and our vital bibliography of the Collection (http://cudl.lib.cam.ac.uk/bibliographies/genizah). We also continued a programme of public education, including hosting visiting groups to the collection on a monthly basis and participation in University-wide public education programmes (e.g. the Festival of Ideas), as well as lecturing and conference papers. A number of publications have been produced within the Unit and through significant collaborative projects, which have resulted in major publications on responsa literature, medicine and the history of the Indian Ocean trade. In allowing the searching and browsing online of 18,000 items from Cambridge's Cairo Genizah manuscripts it is now possible for scholars worldwide to utilise this collection for their own research without the need to visit Cambridge or scour through 100 years of Genizah publications. We have already seen important discoveries made by academic researchers external to the University in the field of Maimonides studies and the Indian Ocean trade, and we expect that increasing attention will be drawn to the importance of Genizah manuscripts through their ready availability online. Education","dataset":"gtr"}