{"id":"50524DD1-3E6B-44C1-9910-78AABD8E89B0","title":"Cytoskeleton dynamics and axon behaviour: a role for Wnt signalling","abstractText":"The formation of a functional brain requires the assembly of appropriate nerve connections. During development, nerve cells (neurons) extend long processes called axons that grow extensively in search for their target tissue. Along their trajectory axons encounter a number of signals that elicit different responses such as attraction, pausing or repulsion. The tip of the axon or growth cone is particularly sensitive to these signals. For example, certain signals induce pausing, extension, and turning. These different responses are accomplished by the ability of these extracellular cues to 'talk' to and modify the skeleton (cytoskeleton) inside neurons. This cytoskeleton is formed by dynamic polymers that change in length, organization and direction of growth allowing nerve cells to respond quickly to changes in the environment. Although great progress has been made in the identification of large number of axon guidance cues, little is known about the mechanisms by which these extracellular cues modulate the behaviour of axons and particularly how these signals change the cytoskeleton in axons. Our laboratory has been studying the function of Wnts, molecules released by synaptic targets, in the formation of nerve connections. Wnts induce profound changes in the behaviour of axons as axons pause, form branches and change their shape when they encounter Wnt proteins. Following these changes, Wnts stimulate the formation of synapses by bringing components necessary for the release of neurotransmitters. This grant proposal addresses the mechanisms by which Wnt molecules change the behaviour of axons and the relationship with changes in the cytoskeleton. As we mainly focus on regenerating axons, our studies will new shed light into possible therapeutic strategies that can be used for nerve repair after injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E016006/1","grantId":"BB/E016006/1","fundValue":"424714","fundStart":"2007-05-21","fundEnd":"2010-05-20","funder":"BBSRC","impactText":"","person":"Patricia Cristina Salinas","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}