{"id":"50540CB5-2DAE-4D26-B938-BA5956DEB272","title":"Low coverage sequencing for the detection and analysis of genomic structural variants in schizophrenia","abstractText":"Schizophrenia is a devastating disorder characterised by delusions and auditory hallucinations. The outcome is generally poor with profound social and economic consequences. Current medication is limited and has distressing side effects but importantly does not improve what are called the negative symptoms of schizophrenia such as lack of emotion, poverty of speech and motivation. There is clear evidence that genetics plays a role in causing schizophrenia but not in a simple manner; rather many individual genes act together to increase the risk that someone may become schizophrenic. This complexity and the fact that other non genetic factors are also important have made it difficult to identify such susceptibility genes. Recently though such genes have begun to be identified although they have very small individual effects and don?t explain all the genetic contribution to schizophrenia. However, the same studies have found a change in the DNA in a few individuals which have a stronger effect. These changes are called structural variants and are changes that add or remove whole genes. Everyone has some of these structural variants but certain rare ones seem to increase risk not only for schizophrenia but for other diseases like autism as well. We want to use a new sequencing method to find these structural variants in a large sample of schizophrenic patients who we have been studying for many years. We have collected much additional information about these patients such as brain scans and psychological tests. These biological tests while not diagnostic begin to describe the neurobiological basis of the disease. The sequencing approach we are using will mean we are able to use our results to design a simple genetic test to look at more schizophrenic patients and confirm our findings. We can also test patients with other diseases for which overlap with particular structural variants associated with schizophrenia has already been found. In this way we can begin to understand what clinical diagnosis patients with these structural variants may have and through our studies of the brain scans and psychological tests of schizophrenics how these structural variants affect the functions of the brain. The greatest impact of our research is likely to be in the development of new animal and cellular model systems of schizophrenia which have the potential to identify new drug targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100583","grantId":"G1100583","fundValue":"1015900","fundStart":"2011-12-01","fundEnd":"2015-03-30","funder":"MRC","impactText":"","person":"John Francis Powell","coPersons":["Luang  Lin","David Andrew Collier","Elvira  Bramon","Robin  Murray","Richard  DOBSON"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}