{"id":"50652E48-87B5-477E-8078-7240B61B5317","title":"Touching the Untouchable: Increasing Access to Archaeological Artefacts by Virtual Handling","abstractText":"Computer interfaces that provide information to the sense of touch offer exciting possibilities for interactive museum displays in which the visitor can handle virtual replicas of museum objects. Experiencing objects in this way provides an opportunity to participate in the sensory worlds of the past and offers new forms of accessibility for a wide range of museum visitors. The focus of the proposed research cluster is this virtual handling of museum objects, with archaeological textiles selected as a case study. New touch technologies offer the chance to handle virtual replicas of these rare and fragile objects. In addition, such a computer system is far more portable than a large collection of real objects and so offers significant outreach potential for public groups unable to visit the museum.\\n \\nOn seeing a textile it is natural to wish to handle it - the characteristic mechanical and surface properties of textiles are best understood by manipulation. Hence archaeological textiles are a particularly good choice of artefact for virtual handling. Conveniently, current interface technology is particularly suited to represent light, flexible objects such as textiles. \\n\\nThe overall aim of the cluster is to develop an improved understanding of the potential for virtual handling of archaeological textiles, leading to one or more major research proposals to develop and implement these techniques. The cluster is planned to involve 24 participants (plus new researchers and research students) from at least 12 institutions, including a 'core team' of six who are responsible for overall strategy. The cluster will bring together specialists in the areas of textile archaeology, museum display, computer interfaces, etc., to establish what is currently achievable, what is realistically achievable through future collaboration, and what technologies and techniques need further development.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015341/1","grantId":"AH/G015341/1","fundValue":"24206","fundStart":"2009-01-01","fundEnd":"2010-12-31","funder":"AHRC","impactText":"  The research cluster grant led directly into further grant applications the most significant being Touching the past: investigating sensory engagement and authenticity in the provision of touch experiences in museums across a range of media (AH/K00638X/1, reported separately) which has taken the ideas into the public arena and engaged other researchers and professionals. The subsequent grant benefitted greatly from the input of the end-users who worked with the research network and the strength of this approach has caused positive comments. Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"Linda  Hurcombe","coPersons":["Mark  Paterson","Stephen Anthony Brewster"],"organisation":"University of Exeter","findingsText":" The research cluster brought together academics from different disciplines and a range of museum professionals. Over a variety of different visitor groups and venues the following ideas were generated.\nVideo clips\nReplicas\nReal objects\nAugmented reality\nMulti-media\n3D virtual images\n3D 'prints'\nBy the end of the grant the next phase of research had been identified as the development of some of these ideas for public trials. The subsequent project Touching the past was able to take these ideas further for a museum and academic audience. In particular the interactive potential of haptic devices and of 3D prints required further research in terms of visitor reactions to new media as well as traditional crafted replicas. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}