{"id":"507D29B0-B9CF-4D8D-BEFD-067BC325C982","title":"Genetic divergence in the Amarillo fish","abstractText":"It is essential for our understanding of biodiversity that we assess the causes of population differentiation and speciation. Geographic separation and adaptation to different ecological niches are the most common causes of speciation, but it has been argued that sexual selection / the evolution of female mate preferences and male behaviour / can be extremely important in the generation of new species in animals. Recently it has been found that a species of Mexican fish with extreme differences in male and female morphology shows virtually complete sexual isolation between geographically disjunct populations. When females are given a choice between males in the laboratory they usually choose males from their own population over those from other populations. We propose sampling populations of this species and scoring two types of genetic marker to reconstruct the evolutionary history of this species, specifically the separation into different, potentially non-interbreeding populations. With the resultant data we will be able to assess if a) behavioural traits diverge more quickly than others b) males move between populations more than females (which is important to models of how female choice can limit gene flow between populations) and c) if general genetic divergence between populations is greater if females are fussier about mating with strange males. Together these results will indicate whether sexual selection causes divergence within this species, and provide data on the genetic diversity within this species, which belongs to an endangered group.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008216/1","grantId":"NE/E008216/1","fundValue":"24422","fundStart":"2007-09-24","fundEnd":"2008-09-23","funder":"NERC","impactText":"","person":"Michael  Ritchie","coPersons":["Jefferson Alden Graves"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}