{"id":"5082A3C1-E437-4CA5-9B02-0BB80D247B03","title":"Investigating the role of neuropsychological processes in stress induced negative affective states and assocaited behaviour","abstractText":"Stress-related disorders are a major issue in western society contributing to both social and economic loss. Stress is strongly associated with development of psychiatric disorders with more than 20% of the population directly affected by either anxiety or depression. Stress is also associated with other conditions including psychosomatic disturbances (lower back pain, gastrointestinal diseases such as irritable bowl syndrome), addiction and obesity. \n\nAlthough drugs to treat stress-related conditions, such as depression, were discovered in the 1950s, scientists have found it difficult to explain how they act in the brain to treat the symptoms of the disease and why it takes several weeks before the patient starts to feel better. Studying the brain and how it controls our behaviour, including our emotional behaviour, is complicated and psychiatric disorders represent one of the biggest challenges. Whilst studies in patients use questionnaires, interviews, brain imaging techniques and psychology, experiments in animals are important to unlock the specific parts of the brain and brain chemistry involved. Animal tests are also very important for the development of new treatments and are essential to establishing whether a drug is likely to be effective in a patient and therefore suitable for clinical trials. \n\nIn this project, we aim to bring together two aspects of stress-related biology and test a novel hypothesis. The two areas we are interested in are:\n1. Stress-related changes in brain structure\n2. Stress-related changes in behaviour e.g. reduced motivation, reduced experience of pleasure, apathy and social withdrawal.\n\nUntil very recently, studies in animals have largely concentrated on stress-related changes in brain structure with the behavioural tests available revealing little about how these relate to the human conditions. Whilst research into the basic biology of stress-related conditions has focused on the more molecular and cellular aspects, clinical research has recently looked toward psychological processes to try to provide a better explanation for the symptoms observed in patients. We have now developed a new method to study emotional behaviour in animals which taps into similar psychological processes. We are now in the unique position to carryout studies to directly assess how stress impacts on both behavioural and structural changes in the brain. We predict that our studies will reveal that cognitive affective processes are the key mechanisms influencing behaviour rather than arising as a consequence of structural adaptation. We also predict that the symptoms of stress-related disorders, such as reduced motivation, reduced experience of pleasure, apathy and social withdrawal, in fact cause the structural changes in the brain.\n\nOur research has the potential to reveal an important causal relationship between neuropsychological processes implicated in stress-induced negative emotional behaviour and structural changes in the brain. If we are successful in achieving this, the results of this work will have a major impact on how we target stress-related conditions in man in the future. It will also provide new insights into the impact of different types of stress, their duration and their long term impact on vulnerability to future stress and emotional disorders. Because our work is in animals, it will also impact on how we consider stress in the context of animal welfare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L009137/1","grantId":"BB/L009137/1","fundValue":"243520","fundStart":"2014-02-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"","person":"Emma Susan Robinson","coPersons":[],"organisation":"University of Bristol","findingsText":" This grant will investigate a novel theory about the role of stress in the development of emotional disorders. Risk of adverse psychiatric side effects\nMeasuring affective state animals\nObjective measure for welfare research Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}