{"id":"5085AF7F-CF91-4B83-873D-D48D37A4E169","title":"META-DAC - Managing Ethico-social and Technical issues and Administration of Data Access Committee","abstractText":"In a world where rapid technological progress and an ageing population place ever increasing demands on medical and social care, one of our most potent weapons is the translation into societal benefit of scientific resources embodied in longitudinal cohorts studies and biobanks. Although it is easy to appeal to the simple idea of using these resources wisely, the reality is more challenging. Internationally, this is a major strategic issue for most large-scale data/sample generating biomedical and social studies as well as for their funders, who wish to see an optimal use of and return from their investments. The apparently simple administrative task of granting access to data and biosamples is often far from straightforward because of potential - or actual - conflicts of interest between study participants, data generators, data users, funders, ethico-legal experts, specialist lobby groups and policy developers. For publically funded studies these are all legitimate stakeholders, with different opportunities to express their perspectives. Appropriately balancing these views is a complex process involving understanding of the underlying science as well as the relevant ethical, legal, social and technical issues. Effectively managing extensive and complex data and biosamples requires active and innovative governance and technical oversight of access to data and biosamples. \n\nThe METADAC (Managing Ethico-social, Technical issues and Administration Data Access Committee) is a multi-agency multi-study data access structure which will service several of the UK's major cohort studies (1958BC, 1970BC, Millennium BC and Understanding Society) and to provide a scalable mechanism to incorporate additional cohorts in the future (eg. ELSA). The META-DAC will develop, implement and maintain all administrative and technical activities plus policies needed to realise an access mechanism that is fit for purpose given the complex biomedical/social data and samples in question: its primary aim to optimise the use of the scientific resources under its governance. The METADAC is committed to a streamlined, proportionate and responsive form of governance which maintains full regard to the consents and expectations of the study participants who provided the research materials. \n\nComplex decisions about data access are not simply ethical or technical; they go to the heart of the politics of scientific research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N01104X/1","grantId":"MR/N01104X/1","fundValue":"309884","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"MRC","impactText":"","person":"Madeleine  Murtagh","coPersons":["Paul Richard Burton","Susan Margaret Ring"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}