{"id":"50854284-AE8D-494C-BF19-00153455B77C","title":"PI3K signalling at the immune synapse asymmetric division and immunological memory.","abstractText":"T helper cells are master cells of the immune response. T cells are responsible for detecting infectious agents, be they bacteria, viruses or parasites; they are responsible for assessing the potential damage these infectious agents can cause, and to mount proportional and selective immune response to get rid of the infectious agent while causing minimal damage to the host. The T cells make this decision as they form conjugate with antigen presenting cells - that is cells that are specialised in devouring foreign particles, digesting them in to smaller fragments, and presenting these fragments to T cells. T cells respond by stimulating other cells of the immune response to secrete antibodies that eliminate the pathogen. Cytotoxic T cells act by killing infected host cells, thus incapacitating the pathogen inside. Both these cell types will be investigated as part of this proposal. T helper cell makes their decisions over several hours during which the T cell corresponds with an antigen presenting cell though a structure called the immune synapse. The synapse is a term immunologists have stolen from the field of neurobiology. Neurons transmit signals from one nerve to another through synapses, which in fact is what immune cells do as well. However, there are important differences. Immune cells are highly motile and travel through the lymph nodes and through different tissues, such as the skin and gut where infections agents may be found. This constant movement places additional constraints on T cells to form stable synapses - a bit like parachutists trying to grab each others hands while in freefall. p110delta belongs to a family of enzymes called phosphoinositide 3-kinases (PI3Ks for short). We have engineered mice in which the gene for p110delta is modified such that the enzyme is no longer functional. T cells from such mice are poor at forming conjugates with antigen presenting cells. Moreover, we have evidence that p110delta-deficient T cells fail to organise themselves in the right conformation to maximise their ability to read and interpret the signals provided by the antigen presenting cells. The first purpose of this grant is to more fully characterise these defects at the molecular level as it is at present not obvious why p110delta should be important for these functions. Next, we will determine how important this actually is for the ability of T cells to respond to infectious agents. We will also monitor how T cells respond after infection with a bacterium called Listeria monocytogenes. This bacterium is sometimes found in unpasteurised milk products, such as cheese, and can cause disease in humans. We will observe in T cells taken from infected mice whether they make functional conjugates with APCs and if they are capable of responding appropriately. In addition, we will test if p110delta-deficient T cells can divide in such a way that one cell becomes an effector cell (destined for a short life dedicated to immediate elimination of the infectious agent), whereas the other cell becomes a memory cell that waits in the background and is prepared to raise an even more immediate and effective response should the particular infectious agent be encountered again. This process is the basis for how vaccines work. Together, these experiments will examine how p110delta, a target for drugs being developed by the pharmaceutical industry, affects fundamental immune responses that protect from recurrent infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F015461/1","grantId":"BB/F015461/1","fundValue":"765880","fundStart":"2008-02-01","fundEnd":"2011-07-31","funder":"BBSRC","impactText":"  We do not have evidence yet of practical use for this grant. This may emerge over the next couple of years as we investigate the effect of PI3K inhibitors on resistance to infection.  ","person":"Klaus  Okkenhaug","coPersons":[],"organisation":"Babraham Institute","findingsText":" This grant demonstrated that PI3K not only is important for sending signals to the nucleus were gene transcription occurs, but also in facilitating cell-cell interactions between T cells and antigen presenting cells. Based on the results from this grant, I was awarded a Wellcome Trust New Investigator award to further explore the role of different PI3K subtypes in immunity and infection. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}