{"id":"508CF62B-2975-4A4F-B4AD-FFBA01807745","title":"FULL-FIELD DATA-RICH EXPERIMENTAL APPROACHES TO EXPLAIN COMPOSITE MATERIAL AND STRUCTURAL PERFORMANCE AND ITS DAMAGE TOLERANCE","abstractText":"The underlying motivation for this research is the scientifically driven need to fully understand the structural performance of polymer composite materials and structures in high-strain rate events. Composite materials are used in land, sea and air vehicles in high performance applications, particularly where speed and manoeuvrability are primary considerations. High strain rate events occur during collision with other objects and in the case of military vehicles when subject to or close to a blast. After experiencing the event the structure may fail completely or it may suffer damage that will reduce its service life, which is sometimes accompanied by sudden unexpected failure. The loss in integrity of the material will therefore increase the risk of serious injury to passengers or third-parties. Furthermore in defence applications the risk of damage to systems and instrumentation is an important key concern that will have a knock-on effect in terms of threat to life. To reduce and mitigate the risk it is essential that the behaviour of the material subject to high velocity deformation is known and the effect on the structural performance is established. This proposal addresses both of these challenges. The material behaviour is a function of the time the event takes and the applied deformation or strain. High velocity deformations are accompanied by a temperature change in the material. The proposal takes all three of these factors (time, strain and temperature) into account and combines two full-field measurement techniques into simultaneous high speed data capture methodology to provide a new means of materials characterisation. The techniques are: Digital Image Correlation (DIC) based on an optical measurement of deformation and Infra-Red Thermography (IRT). Significant innovation will be required to make these techniques suitable for high speed measurement, in terms of illumination, surface preparation and optical access/magnification. A further facet to the work is investigating behaviour after the high velocity deformation event and the subsequent evolution of damage in components that have experienced an event that has not caused failure. In summary the proposed methodology brings together material evaluations at small scale using high resolution techniques that covers the material performance during a high velocity deformation and its performance after the event. The outcome of the work will be a new approach to material and component assessment. The work will provide materials models that can be combined with existing analytical models and therefore establish a underpin residual strength predictions. The methodology will provide a basis for design that enhances damage tolerance, and which links the material properties with the experimentally derived material performance limits. This is of paramount importance, as the purpose of the proposed work is to establish a methodology that can be applied generally and establish a fundamental 'bench-mark' for high velocity material characterisation. The methodology will provide a complete thermomechanical model of the material behaviour and will provide a safer environment in both civil and military applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042403/1","grantId":"EP/G042403/1","fundValue":"380638","fundStart":"2009-09-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"Janice  Barton","coPersons":["Stephen William Boyd","Ramanand Ajit Shenoi","Stavros  Syngellakis"],"organisation":"University of Southampton","findingsText":" There is a drive towards producing lighter vehicles that are faster, more manoeuvrable and more fuel efficient to improve the sustainability of transport systems. The excellent specific stiffness/strength properties of fibre reinforced polymer composite, e.g. carbon and glass fibres, make them an increasingly attractive option for structures in high-end and military applications. These complex materials are being used in applications where there is a real risk of impact or high velocity loading, whether this is bird strike on passenger aircraft, slamming loads on marine vessels or explosions in the proximity of military vehicles. For efficient structural design it is vital that accurate and pertinent material properties are available for input into finite element (FE) models. While the quasi-static behaviour of composite materials is generally well understood, there is a need for further analysis of high velocity loading. In 2009 a research project was initiated at the University of Southampton with funding from EPSRC and DSTL to use high speed imaging to capture strain and temperature evolutions from high velocity tests to provide materials characterisations for input into FE models. During the project a synchronised approach was developed using the now well-known digital image correlation (DIC) technique on images captured using a white light high speed camera and infra-red thermography (IRT) using a commercial detector from FLIR Infrared systems, which required considerable modification to enable accurate temperature measurements at high framing rates. A key part of the set-up is the use of a specialised servo hydraulic test machine (VHS), from Instron, capable of actuator speeds up to 20 m/s and loads of up to 80 kN. A methodology has been devised that enables the IR and white light cameras to be triggered by the test machine and capture images from both systems simultaneously. It has been shown that the approach can provide consistent material characterisations and failure mode information at a range of strain rates up to100 s-1. What has been developed is a unique facility at the University of Southampton that can offer high quality research and characterisation of high speed testing of materials using high speed imaging to provide a rich vein of information to assist in structural modelling and failure investigations. The developed system is currently being used in consultancy work with industry. The University of Southampton is forming a high speed imaging consortium to enable industry to access the unique facility where strain and temperature evolutions can be captured at high speed. The project is to develop the consortium in conjunction with DSTL. The idea is to optimise the investment made by EPSRC and DSTL by offering the usage of the high speed imaging facility to industry and other academic insitutions. Aerospace/ Defence and Marine,Construction,Energy,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}