{"id":"508ED884-0280-428D-A9E5-7D1F69A4AF34","title":"Capacity Building Award in Integrative Mammalian Biology","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E527104/1","grantId":"BB/E527104/1","fundValue":"2930650","fundStart":"2007-08-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"","person":"Simon M. Luckman","coPersons":["Brian Kevin Park"],"organisation":"The University of Manchester","findingsText":" FEEDBACK FROM THE CAPACITY BUILDING AWARDS IN INTEGRATIVE MAMMALIAN BIOLOGY STEERING GROUP MEETING, 24 SEPTEMBER 2012\n\n\n\n\n\nThe Steering Group considered the collaborative effort between Manchester and Liverpool to have been highly productive, with a strong case made for continued future investment. At all levels, from Home Office animal welfare courses through to dedicated other courses and the MRes and PhD programmes, there appeared to be substantial take-up by students and successful outcomes. The Steering Group stated that the Universities have been able to put in a lot of their own resources and capitalise on their strong links with industry, including SMEs, which had also made substantial investments in money and kind. The Centre was commended for having had enormous gravitational pull in bringing in a range of collaborative ventures and embedding a wide range of initiatives with both industry and academia. The Steering Group noted the strong role played by Fraser Murray in these activities and his links with Mark Christie at King’s College London. The new developments in inflammation discovery at Manchester and the MRC Drug Safety Unit in Liverpool were considered excellent examples of how inward investment will sustain IMB activities in the future. \n\n\n\nThe Centre’s facilities were praised as very strong and were considered to have been well adopted through the innovative approaches used by the Experimental Officer, who was noted to have been invaluable to the Centre and its activities.\n\n\n\nThe Steering Group stated that there appeared to be many new initiatives growing out of the core IMB investment which boded well for the future and was to be commended. \n\n\n\nPublic engagement and outreach were considered notably strong and the Centre was praised for its externalisation efforts which were considered to have been rewarded.\n\n\n\nThe Steering Group stated that it found it difficult to find weakness with this excellent Centre, but noted the inability to get HO licensing to run in vivo training courses.\n\n\n\nThe idea of providing an in vivo skills service to labs without such background was thought to be an opportunity for this Centre and the Steering Group was encouraged by the attempts to develop sustainability. The presented model of a Federation approach was considered interesting.  ","dataset":"gtr"}