{"id":"508FB7D3-FB17-428F-8284-315FB1104D95","title":"Characterizing mantle input during the Cenomanian/Turonian oceanic anoxic event using osmium isotopes","abstractText":"The fundamental goal of Earth Science is to reconstruct geologic history in order to understand how past events have shaped the evolution of planet Earth. Rock deposits from the Earths ancient oceans hold clues to the past events. The Earth's history periodically records evidence that the ocean's abruptly become depleted in oxygen (anoxic) for short periods of time (0.5 to 1 million years). It is believed oceanic anoxic events are linked to lapses in key oceanic current circulations, climate perturbations, and/or intense magmatic activity that have resulted in the deposition of black carbon-rich rocks. The causes of these global oceanic anoxic events remain a hotly debated topic and resolution of the problem will have profound implications for our understanding of why oceanic anoxic events are common just to the Cretaceous. One specific oceanic anoxic event we propose to study occurred 93.5 million years ago at the boundary of the Cenomanian-Turonian geologic time stages. Geoscientists who study ancient oceans rely on chemical signals in oceanic sediment to reconstruct oceanic processes and environments, for example isotopes of carbon, oxygen and strontium. Isotopes of osmium determined from oceanic sediments can also be used, whereby they monitor changes in the input and flux of continental weathering and magmatic activity in to the oceans. Our current understanding suggests that the Earth 93.5 million years ago had a similar plate tectonic structure to today's Earth for which we have well established ocean current circulation paths and a single osmium isotope composition that suggests that osmium is predominantly derived from detritus from the Earth's crust. However, just prior to the Cenomanian-Turonian boundary oceanic anoxic event a recent study suggests that osmium in the oceans is sourced from intense magmatic activity, which may have triggered a global oceanic anoxic event. However, osmium isotope values from two sections we have studied compared to this recent study show that these time-correlative values are disparate, suggesting that the osmium isotope budget in the ocean was drastically different. Thus very unlike today's ocean. As a result this raises an important question: can osmium isotope values from one location, which researchers have relied on thus far, be used to interpret global processes? Detailed osmium isotope analysis across two global sections will aid in defining a comprehensive understanding of the osmium isotope homogeneity in the ocean during the Cenomanian-Turonian boundary oceanic anoxic event. This will permit an improved understanding of individual oceanic areas (e.g., inputs into the ocean and weathering rates) and global ocean currents. As a direct result the research will test the hypothesis of whether magamtic activity triggered the cause of global oceanic anoxia. Especially significant is that the outcome of the proposed study will benefit researchers who are investigating the ocean to understand the Earths evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009678/1","grantId":"NE/G009678/1","fundValue":"35498","fundStart":"2009-06-01","fundEnd":"2010-05-31","funder":"NERC","impactText":"  The work is still in progress, but will be published in 2015 and be useful to any lab conducting analytical work on petroleum. All it will further detail the analytical capability to industry. Education,Energy Economic","person":"David  Selby","coPersons":["Darren Richard Gröcke"],"organisation":"Durham University","findingsText":" The use of Os isotopes to correlation an global event that occurred ~94 million years ago. The use of a correlation tool to highlight if a specific rock section actually a records a specific earth event. Education","dataset":"gtr"}