{"id":"5091498D-9BAF-4BE7-A4AF-70580B031D5E","title":"The Late Permian crisis: the continental record from Russia.","abstractText":"The end-Permian crisis marks the largest known mass extinction of life. About 50% of families of plants and animals died out in the sea, which scales to a loss of some 80-96% of species. The crisis was probably just as bad for organisms on land, but they have not been worked out yet. The event seems to have been just as serious at the local scale: close study of the rock succession in China shows that more than 90% of species died out. But how long did the event last? Was it a single, overnight hit, or did it take thousands, or even millions, of years? Opinions have changed: ten years ago, it was supposed to have lasted for 10 million years (Myr), but new dating methods show it lasted perhaps 0.5 Myr or less. These dates are still debated. Was it one event or two? What was once seen as a single long drawn-out extinction phase through the Late Permian is now seen as two events, one at the Capitanian-Wuchiapingian boundary (the CW event), some 260 Myr ago, and the end-Permian event, just below the Permo-Triassic boundary (PTB), 251 Myr ago. What caused this huge catastrophe? Many ideas have been suggested, but there are now two main hypotheses, Siberian volcanism and impact. Evidence for impact has been received enthusiastically by some, but the detail in both reports has been heavily criticised. The most widely accepted model for the PTB extinction is a chain of events following repeated eruptions of the Siberian Trap basalts over perhaps 0.5 Myr. The eruptions pumped a variety of gases into the atmosphere that led to severe acid rain. The acid rain killed land plants, and soil was stripped, destroying habitats on land. The rise in carbon dioxide and global warming was made worse by the dramatic release of methane from frozen reserves in the deep sea, which combined to give a runaway greenhouse effect, where temperatures just kept rising. Global warming also led to low oxygen conditions in the seas. This then killed 90% or more of life in the sea and on land. A similar pattern has been suggested for the earlier CW event, perhaps linked to the Emeishan volcanics in China. Recovery from the mass extinction took time. Worldwide, species numbers remained low through the Early Triassic, a time of perhaps 6 Myr. The recovery period was longer than that though, as indicated by various 'gaps' - disappearances of major life modes, such as coral reefs and forests (the 'coal gap') through the Early and Mid Triassic, a time span of 15-20 Myr. Ecosystems on land in the Russian successions had not achieved their pre-extinction diversities by the end of the Mid Triassic, and it was only some 25-30 Myr after the PTB event that communities apparently recovered their pre-extinction diversity and complexity. It's important to understand the PTB crisis since many features of the climate crisis model are being repeated today: release of gases and acid rain, global warming over hundreds of years, stagnant waters, and steady loss of species. Looking to the past may be a useful way to predict what may happen in the future. We have access to fantastic rock sections in Russia that cross the CW and PTB boundaries in dozens of places. With our team of British and Russian scientists, we want to tackle a whole string of questions: How do timings and patterns of extinction on land match those in the sea? Can the CW and P18 events be distinguished on land? What were the environmental changes, as read from the rocks? What evidence is there for and against the proposed massive plant killing and soil wash-off at the beginning of the Triassic? How did life on land respond to the two crises? What was the pattern of ecosystem collapse? Is there evidence for ecological or taxonomic selectivity? What were the global rates for loss of life on land, and how do these compare with the scale of the marine crisis? What was the nature of the recovery through the Early and Middle Triassic, in terms of rebuilding total diversity and ecosystems?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C518973/1","grantId":"NE/C518973/1","fundValue":"200009","fundStart":"2006-04-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"","person":"MJ  Benton","coPersons":["Richard John Twitchett"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}