{"id":"509B1CA6-7339-47BB-8574-C61811440E3A","title":"New Ruthenium Catalysts for C-C bond Formation: A Combined Experimental and Theoretical Approach","abstractText":"The preparation of novel chemical compounds forms a fundamental part of the development of a wide range of important materials in modern society such as pharmaceuticals, agricultural agents, plastics etc. The majority of compounds for these applications are based on the element carbon and new and efficient ways to form new carbon-carbon and carbon-X (where X is a different element) are required. Foremost amongst the modern techniques to form new carbon-carbon and carbon-X bonds use transition metal compounds as catalysts (i.e. additives which increase the speed and possibly the efficiency of a given reaction). Successful and widely used catalysts have been developed based on a range of metals, notably palladium, ruthenium and molybdenum, and work in this area resulted in the award of the 2005 Noble Prize to Richard Schrock, Robert Grubbs and Yves Chauvin. The aim of this project is to develop an in-depth understanding of a series of less well used catalysts. The compounds which we will develop have been shown to be capable of assisting in the formation of a range of new carbon-carbon and carbon-X bonds, however, they have several drawbacks - such as a large amount of catalyst is often required and high temperatures must be employed. The project will entail an in-depth study of the fundamental steps of the reactions of interest which will use a two pronged attack. Firstly a series of experimental studies will be performed which will provide direct evidence about the nature of these reactions. Secondly, and simultaneously, a series of high-level theoretical calculations will be employed to provide insight from a different perspective. The key to the success of this project will be the synergy between the theoretical and experimental programmes as each will provide important information about the reactions under study and inform the development of the other.Ultimately, this research will result in the development of new catalysts and new synthetic reactions that will enable the facile formation of new compounds with applications in, for example, the pharmaceutical and agricultural industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011455/1","grantId":"EP/H011455/1","fundValue":"237350","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Jason Martin Lynam","coPersons":["John Martin Slattery"],"organisation":"University of York","findingsText":" The work funded by this grant has provided considerable insight into the ruthenium-promoted transformation of terminal alkynes. In particular, the PI (Dr Jason Lynam) and Co-I (Dr John Slattery) have shown how detailed experimental mechanistic studies may be coupled with high-level theoretical approaches to provide unique insight into metal-catalysed reactions.\n\nThis is perhaps best exemplified by the publication 58. Ruthenium-mediated C-H Functionalization of Pyridine: the Role of Vinylidene and Pyridylidene ligands, David G Johnson, Jason M Lynam, Neetisha S Mistry, John M Slattery, Robert J Thatcher, and Adrian C Whitwood, J. Am. Chem. Soc. 2013, 135, 2222, in which it was discovered how an unusual class of ligand may play a key role in carbon-carbon bond formation. Our findings have provided important insight into the fundamental process which metal catalysts undergo when forming carbon-carbon and carbon-element bonds. We expect that our findings will enable others to be able to rationalise the behaviour of their catalysts and use our insight to design better and more efficient systems. Chemicals","dataset":"gtr"}