{"id":"509DF151-4707-47CA-9014-247861349EB3","title":"Exploiting multi-wavelength radar Doppler spectra to characterise the microphysics of ice hydrometeors","abstractText":"The formation of ice particles in cold clouds is a vital component of the hydrological cycle. These particles redistribute water in the troposphere, as well as reflecting and absorbing visible and infrared light. Recent studies have shown that the evolution of these particles and the way in which they are distributed throughout a cloud layer is important if we are going to correctly simulate the earth's present and future climate. This evolution and distribution is a subject of considerable uncertainty however.\n\nRemote-sensing techniques such as radar are a powerful tool to probe the ice particles in natural clouds. The small amount of power reflected back to the radar by the ice particles contains information on the mass, shape and dimensions of the particles, while changes in the phase of the reflected wave contain information on how fast those particles fall (the Doppler spectrum).\n\nIn this project we will develop a new technique to derive the properties of ice particles from radar measurements at 3 different wavelengths. While in the past many assumptions would need to be made a-priori when interpreting the radar data, the extra information content of the full Doppler spectrum at 3 wavelengths allows us to straightforwardly resolve these uncertainties.\n\nOnce the technique has been developed, we can derive the microphysical properties of the cloud, such as the distribution of ice particles with size, the relationship between a particle's mass and its size, and how fast the particles fall as a function of their size. This information is key to the accurate representation of clouds and precipitation in numerical weather prediction and climate models, and the results will be used to validate/improve those models, in collaboration with the Met Office.\n\nWe can also use the microphysical information to develop an improved understanding of the mechanisms by which ice particles grow and evolve in clouds, and use this to constrain currently-unknown parameters such as the aggregation efficiency ('stickiness') of natural ice crystals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012444/1","grantId":"NE/K012444/1","fundValue":"168528","fundStart":"2013-10-01","fundEnd":"2016-10-31","funder":"NERC","impactText":"  Our findings are very recent, and have not yet been applied by others outside academia.  ","person":"Chris  Westbrook","coPersons":[],"organisation":"University of Reading","findingsText":" We have found that aggregates snowflakes (many ice crystals stuck together) are &quot;fractal&quot; - this means the way the crystals stick together forms a pattern which is similar over a wide range of spatial scales (or when viewed at different magnifications). This has important implications for how we represent these snowflakes in weather forecast models, and also how we measure snowfall using radar. We are only part way through the project, and there is still several tasks to do. We are working on exploiting the maximum information content of the Doppler spectra at various radar wavelengths which tells us how fast particles of a given size and shape fall. And we plan to spend a week at the Met Office collaborating with researchers there on how our findings can be used to help parameterise the microphysics in the Met Office forecast models. Environment","dataset":"gtr"}