{"id":"50A18452-6C97-4C88-AEC6-F87CAA2BF9F5","title":"The safety of pedestrians, cyclists and motor vehicles in highly turbulent urban wind flows","abstractText":"In the planning process for high rise buildings, it is common practice to carry out physical or numerical simulations of the wind flow around such buildings, in order to establish the acceptability or otherwise of these wind conditions for a range of pedestrian activities such as sitting, slow walking, rapid walking etc. It is less common to assess the wind conditions in terms of pedestrian safety in high winds, and the safety of cyclists and light high sided vehicles is never usually considered. The need for such considerations has become tragically obvious in a recent incident in Leeds, where a pedestrian was killed after a lorry blew over due to winds around a new high rise structure. When pedestrian safety is considered, this is usually in terms of a simple wind speed criterion that does not take into account human behaviour and does not allow for a proper risk analysis. This project will consider these issues with a view to establishing a robust methodology for calculating the risk of a pedestrian, cyclist or high sided vehicle accident in high wind conditions around high rise building. Full scale measurements will be carried out around a high rise building on the University of Birmingham campus to measure the turbulent nature of the flow around such buildings, since it is these highly turbulent flows that are of relevance to the issue of safety rather than the mean wind flows. Wind tunnel tests and CFD calculations will be carried out of the same building to assess the adequacy of these techniques for predicting the highly turbulent flows of relevance to the problem under discussion. Trials will then be carried out using instrumented volunteers of a range of age and size, who will walk or cycle around the structure during windy periods, and their behaviour will be assessed both quantitatively and qualitatively, in order to develop probability distributions of the wind speed at which incipient instability of pedestrians occurs. In addition measurements will be made of the cross wind forces on scale models of typical high rise vehicles using the University of Birmingham moving model TRAIN rig, with highly turbulent cross wind conditions, again to develop probability distributions of wind speeds for incipient instability. The probability distributions thus obtained will then be used, with wind speed probability distributions, to develop a calculation methodology to determine the variation of accident risk around high rise structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M012581/1","grantId":"EP/M012581/1","fundValue":"722190","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Christopher James Baker","coPersons":["Francois-Xavier  Li","Andrew David Quinn","Hassan  Hemida","Mark  Sterling"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}