{"id":"50A9FF0E-4211-4E0E-AB2D-7F556BF9E93A","title":"Human Mobility and Cultural History: The Italian Case as an Explanatory Model","abstractText":"Within the social sciences, mainstream migration theories have been criticised for their insufficient capacity to address the complex nature of the phenomenon. The necessity to bridge history and migration theory through a cross-disciplinary approach has also been welcomed among migration historians. On another front, cultural historians have recently advocated an approach to migration capable of transcending the limitations of a dualistic notion of 'native' versus 'migrant' cultures. Finally, there is general agreement that research work on migration and human mobility needs to question traditional notions and definitions of communities and 'native' cultures.\\n\\nFollowing these premises, the proposed research activity will establish a network of international scholars who will define the theoretical tenets of a future project on the impact of migratory flows crossing the Italian peninsula stretching back to the first millennium BC. The more general goal is to develop new interdisciplinary interpretive lenses which can provide a model for the study of socio-cultural transformations generated by human mobility in every society and context in a broad global perspective. The activities will specifically focus on the case of Italy, a geographically well-defined peninsula, which from ancient times has been at the crossroad of demographic movements. We will look at the impact of mobility on the human landscape of the peninsula, without assuming the long-term existence of an extant local or 'Italian' culture at any given period. The history of Italian mobility is already well studied and documented for specific periods and this will bring established expertise and research data to our project. \\n\\nThis proposal is innovative for the following reasons:\\n1. Human mobility is considered here as the independent variable and we focus instead on its impacts, effects, and perceptions. In this way, we aim to investigate how this approach can refine our understanding of the reciprocal effects of human mobility and the transformations/response of a society at any given historical time.\\n2. By positioning the concept of place within a framework of constant mobility, we recognise it both as a geographical location and an issue of culture, identity and belonging, thus exploring the extent to which concepts like place and migration are cultural constructs. \\n3. The initiative comes from a core group of social, political and cultural historians who will work on the elaboration of theories and concepts in a dialogue across disciplines. All participants and particularly the two PIs and and Research Facilitator (who has played a central role in the definition of this project), share the conviction that 'bridge building might best proceed through the development of interdisciplinary research projects on a series of common questions to which scholars in different disciplines could bring distinct insights drawn from their particular epistemological frameworks' (Brettel and Hollfield 2000: 16). The aim is to create an upstream influence through shared ideas which will ensure that the resulting work is more than the sum of its parts.\\n4. The timespan covered by the prospective participants will stretch back to the first millennium BC, providing an unprecedented diachronical perspective in which approaches and methodologies will be discussed and tested.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I027118/1","grantId":"AH/I027118/1","fundValue":"28324","fundStart":"2012-02-29","fundEnd":"2013-10-30","funder":"AHRC","impactText":"  The discussions held during the two workshops have informed my writing of a chapter on migration and Italian cinema which I have written for a book to be published by Peter Lang (Oxford) in December 2014 (see publications). \nFurthermore, as described in the Key Findings section, together with my Co-PI, we have decided to develop our project with a renewed theoretical platform. If we'll be successful in securing the necessary funding we aim to expand our project and develop its academic dimension with a dissemination plan involving secondary schools and a documentary series. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Guido  Bonsaver","coPersons":["Elena  Isayev"],"organisation":"University of Oxford","findingsText":" Thanks to the grant, we organised two international workshops which addressed the study of cultural change as a result of human mobility. Both workshops were successful in facilitating a fruitful discussion of the theoretical and methodological framework. Various aspects of Italy's long dur?e history were explored from the viewpoint of different fields of expertise, from history, to sociology, cultural anthropology and sociolinguistics. \nAnother topic of our discussion concerned the need to find ways of creating and sharing knowledge beyond the conventional remit of academic conferences and publications. \nThe co-PI's main challenge was to elaborate a theoretical and methodological approach which could be shared across such a multi-disciplinary group of scholars and subsequently be opened up to non-academic institutions and individuals. The two PIs have opened their collaborative partnership to a Renaissance scholar and together they have elaborated a new theoretical platform and a two-phase project. In order to get the necessary funding for the first phase, they have submitted an application to Oxford University's John Fell Fund under the project title: Cultures on the Move: the Italian Case. The project entails the preparation of six Case Studies related to key developments in Italy's long dur?e cultural history, involving three postdoc researchers and an international panel which will advise the research team. The aim is to bring forward the expertise and experience accumulated thanks to the AHRC grant and develop it into a major research project (phase 2). For this, we are envisaging an application for either a Research Project Grant from the Leverhulme Trust or a Research Grant - Standard Route from the AHRC. The major research project will combine academic research and outputs with a dissemination plan involving secondary schools and a documentary series. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}