{"id":"50AA99BD-6E93-4CAB-A2E7-F688251E0CAD","title":"A Randomised, Open-Label, Comparative Study of Itraconazole vs. Amphotericin B for the Induction Therapy of Penicilliosi","abstractText":"Penicilliosis is one of the most common and life-threatening infections in people infected with Human Immunodeficiency Virus (HIV) in Asia. Despite the fast growing numbers of people infected with HIV in Asia where over one half of the world?s population lives, there has not been any clinical trials to evaluate the treatment of penicilliosis. The current international guideline recommends treatment with amphotericin B for 2 weeks followed by itraconazole for 10 weeks. This guideline is based on one observational study without a comparator group and is generally considered weak evidence in medicine. Further, amphotericin B is either unavailable or available in only selected major tertiary care centres in Asia, can only be given through a vein daily over 6 hours of infusion, has many side effects, and a 2 week treatment in Viet Nam for example would cost an average patient approximately 5 times his monthly salary . Itraconazole, on the other hand, appears to be a good alternative drug that is widely available in local pharmacies in the provinces and district clinics, can be given by mouth, is generally well tolerated, and costs a fraction of the price of amphotericin B. Available data from Viet Nam, Thailand, Hong Kong and India suggest that itraconazole may have similar treatment efficacy compared to amphotericin B. Therefore we will conduct a clinical trial comparing the relative effectiveness of itraconazole versus amphotericin in the treatment of penicilliosis. A total of 440 adults who are diagnosed with penicilliosis will be invited to participate in the study and will be randomly assigned to either itraconazole or amphotericin B during the first 2 week of therapy. Survival rates will be compared in the 2 treatment arms at the end of 2 weeks and in 6 months. This will be the landmark study for treatment of penicilliosis. The results will either change or support the current national and international guidelines for treatment of penicilliosis. If the investigators are correct, that itraconazole is proven to be at least as effective as amphotericin B, but is much cheaper, better tolerated, and easier to administer, then itraconazole represents a better treatment choice for the patients with penicilliosis while saving significant costs for the patients and the health care system. If the investigators are correct, then itraconazole can be given immediately for patients in the local provincial and district clinics, ensuring earlier treatment and better outcomes for patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100682","grantId":"G1100682","fundValue":"1540190","fundStart":"2011-08-01","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Thuy  Le","coPersons":["Hanh  Doan Thi Hong","Kinh  Nguyen Van","Mattias  Larsson","Marcel  Wolbers","Jeremy  Farrar","Peter William Horby","Alastair McIntosh Gray","Cuong  Do Duy","Chi H  Nguyen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}