{"id":"50ACBC6D-C8BA-46E8-807F-9EEFAB7D2076","title":"Understanding data, understanding society: using quantitative narratives to embed evidence, argument and data within the undergraduate curriculum","abstractText":"<p>The objectives of the project are to develop, implement, evaluate and disseminate an undergraduate course that develops quantitative narratives as a way of encouraging undergraduate students to engage more confidently with quantitative data, methods and statistics, and to enhance critical understanding of how quantitative approaches are used to provide credible (or otherwise) evidence in social and political debate.</p>\n\n<p>A quantitative narrative is a form of participatory storytelling that teaches foundational concepts in statistics by beginning with social issues and controversies and uses those to capture the students’ imaginations. These narratives will be tested and refined in the context of a cross-disciplinary open unit the University of Bristol targeted especially at social science students who are likely to encounter the teaching of quantitative methods, or perhaps a philosophical objection to them, within their own degree courses.</p>\n\n<p>The project draws together a cross-disciplinary team with a record of innovation in quantitative methods teaching. It offers the opportunity to embed the host institution's internationally recognised expertise in the teaching and research of quantitative methods at an early stage of the students' learning. By doing-so the project will build capacity in quantitative methods within the host institution and elsewhere.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011681/1","grantId":"ES/J011681/1","fundValue":"72741","fundStart":"2012-06-04","fundEnd":"2014-12-03","funder":"ESRC","impactText":"","person":"Richard  Harris","coPersons":["Kelvyn  Jones","Paula  Surridge","Sally  Barnes","Brian Trevor Stollery","Jo  Rose"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}