{"id":"50B2E858-6144-43E2-954F-76D0E144BA32","title":"Modelling Carbohydrate Solution Structure Using a Novel Combined Experimental-Computational Strategy","abstractText":"Our ability to make new discoveries in biochemistry and to develop new pharmaceuticals, advanced materials, energy sources and foodstuffs is increasingly dependent on our understanding of how biomolecules work at the molecular level. This in turn depends on our understanding of the structure of these biomolecules, and how their structures control their functions. This has been the guiding principle that has resulted in many of the advances in medicine, biology, chemistry and materials science of the last few decades. These advances have owed much to the structural information that has been obtained for proteins and nucleic acids by X-ray crystallography and NMR spectroscopy, and which has revolutionised our view of how life works. Unfortunately, these techniques are far more difficult to apply to the main class of biomolecules, carbohydrates. As a result, even though carbohydrates constitute around 99% of the biomass of our planet and perform an almost limitless number of roles in living systems, from algae to plants to humans, we don't really understand how they work in the same way that we do for proteins and DNA. The lack of definitive data means there is still considerable debate as to how we even define structure in carbohydrate polymers. In order to best capitalise on the great potential of carbohydrates in both science and industry we will have to understand to a much greater level of detail the molecular principles that govern their assembly, organisation and interactions with other molecules. This will require new approaches to studying carbohydrate structure.\n\nIn order to meet this urgent requirement we will develop a combined computer modelling and spectroscopic lab-based approach to characterising the structures of carbohydrates, from simple sugars to key carbohydrate polymers known to be involved in regulating biological functions. Three components to the project will combine to generate a uniquely incisive new tool for glycobiology. First, high level quantum chemistry calculations will provide highly detailed spectra that are sensitive to all aspects of carbohydrate conformation, so allowing us to identify subtle structural differences. Secondly, as recent work shows that hydration plays an important role in controlling carbohydrate conformation, we will use molecular dynamics simulations to identify which structures are formed by each carbohydrate in the solvated environments in which they are found naturally and how they interact with the water molecules around them. Thirdly, we will measure highly detailed Raman spectra to provide the gold standard benchmarks required to prove that our calculations and modelling are correct. This will also provide us with a rigorous standard against which to validate the novel computer modelling. Although this development of new computational tools will be focused on the structures and behaviour of carbohydrates, the end product will also be widely applicable to all other biomolecules, particularly proteins and nucleic acids. The challenges we will overcome are those faced by researchers attempting to model how other molecules behave, e.g. how stable is the structure? how do its components interact? how do interactions with solvent water or other molecules affect its shape? Because our novel computational tools are generic they will be able to provide new insights into many other areas of research, such as protein-ligand interactions and DNA-drug molecule binding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019623/1","grantId":"EP/J019623/1","fundValue":"687547","fundStart":"2012-07-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"  Papers currently being drafted.  Societal","person":"Paul Lode Albert  Popelier","coPersons":["Ewan William Blanch"],"organisation":"The University of Manchester","findingsText":" Work is still ongoing, but we are writing papers showing our ability to better understand carbohydrate molecular structure and the role of water in controlling carbohydrate dynamics. Our procedures can be used by other spectroscopists and computational scientists studying molecular structure. Our methods can also be used to benchmark sensitive quantum mechanical calculations, so assisting developments in force field theory and the performance of calculations. Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}