{"id":"50B4D612-B4A5-4A06-A7D3-EE9BDEDE5200","title":"Regulation of the ppGpp-dependent virulence gene programmes of S. Typhimurium","abstractText":"Salmonella enterica is one of several pathogenic bacteria that invade, survive and proliferate within mammalian host cells causing diseases ranging from gastroenteritis to typhoid. The course of infection and persistence of Salmonella requires virulence genes that are often clustered together within pathogenicity islands. Salmonella pathogenicity islands 1 and 2 (SPI1 and SPI2) are the largest, and contain genes required for the uptake of bacteria and growth within host cells, respectively. The virulence gene transcriptional (TR) networks involved in successful host invasion and colonisation (including SPI1 and SPI2 respectively) have been defined as the Salmonella extracellular (STEX) and the Salmonella intracellular (STIN) virulence gene expression programmes. Salmonella must respond quickly to the new environments it encounters during infection. This necessitates swift changes in the expression of virulence genes. One of the cellular molecules that causes rapid changes in gene expression is called guanosine tetraphosphate 'ppGpp'. Two enzymes, RelA and SpoT, synthesise ppGpp inside the cell in response to environmental cues such as starvation. ppGpp acts by binding to RNA polymerase (RNAP), the enzyme responsible for gene expression. The binding of ppGpp to RNAP causes the re-allocation of RNAP to genes which allow the bacteria to survive in different environments. Our previous research has shown that ppGpp is required for infection and survival of Salmonella within host cells and therefore mediates the environmental signals that result in expression of the STEX and STIN programmes. By using a transcriptomic approach we showed that expression of SPI1 genes in Salmonella, triggered by the low-oxygen environment of the gut, requires ppGpp. We also showed that SPI2 expression, triggered by limiting inorganic nutrients or acidity encountered by Salmonella inside host cells, also requires ppGpp. However, the control of expression of SPI1 and SPI2 is very complex and only partially understood. A thorough knowledge of the environmentally controlled virulence gene expression programmes is the key to understanding Salmonella infection. We will use a mutant strain of Salmonella unable to make ppGpp (carrying deletions of the relA &amp; spoT genes), to identify cellular proteins that control the expression of SPI1 and SPI2 virulence genes. We will do this by firstly determining whether ppGpp specifically re-allocates RNAP to the promoters of virulence genes. This will provide mechanistic insight to explain how ppGpp controls virulence gene expression. However, RNAP activity is also controlled by many other cellular regulators that act on it indirectly or directly, including accessory proteins which modulate RNAP specificity. These regulators do not function in the absence of ppGpp since insufficient RNAP is re-allocated to virulence gene promoters. One of the accessory proteins that acts with ppGpp to control RNAP activity is called DksA. We already know that DksA controls Salmonella virulence. We will test the hypothesis that DksA acts with ppGpp to control either all of virulence gene expression in Salmonella or a subset of genes belonging to SPI1 or SPI2. We will use the relA spoT deletion strain to identify other regulatory proteins involved in SPI1 and SPI2 expression. We have designed an assay using this strain and shown that it can be used to identify regulators of SPI1 expression. We will use the assay, together with a transcriptomic comparisons of the relA spoT deletion strain to the wild-type strain to search for potential regulatory proteins of SPI1 and SPI2. We will then make mutant Salmonella strains that have been deleted for these potential regulators. The role of these potential regulators of SPI1 and/or SPI2 in the invasion and survival of Salmonella in macrophages and human epithelial cells will be determined.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00978X/1","grantId":"BB/F00978X/1","fundValue":"300157","fundStart":"2008-11-11","fundEnd":"2011-11-10","funder":"BBSRC","impactText":"","person":"Arthur  Thompson","coPersons":["Jay  Hinton"],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}