{"id":"50CAF978-5D2B-49FC-A639-6338110BE055","title":"International comparisons of mortality data about people with intellectual disabilities","abstractText":"The Confidential Inquiry into premature deaths of people with intellectual disabilities in England (2010-2013) reviewed the deaths of all people with intellectual disabilities in five (former) Primary Care Trust areas in South West England. It reported that men with intellectual disabilities died 13 years sooner than men in the general population and women with intellectual disabilities died 20 years sooner than women in the general population. Almost a quarter (23%) of deaths of people with intellectual disabilities were under the age of 50, compared with just 9% in the general population (Heslop et al., 2013). \n\nThe study highlighted the absence of national information about the age, gender and cause of death (mortality data) relating to people with intellectual disabilities, and that at present in England it is not possible to disaggregate national mortality data to look at information only relating to people with intellectual disabilities. Without this information, it is difficult to assess the extent of health inequalities faced by this population nationally, to monitor a reduction in premature deaths, or to understand where targeted resources could be most effective. \n\nDiscussions with colleagues internationally have indicated that mortality data about people with intellectual disabilities is non-existent or patchy in many countries. As in England, identifying people with intellectual disabilities in national mortality data is rarely possible. \n\nThe proposed seminar series will be led by the academic and practitioner (GP) leads of the Confidential Inquiry in England. It will bring together academics, policy-makers and practitioners from a range of countries to discuss and share experiences of measuring and comparing premature mortality of people with intellectual disabilities. The overall aim of the seminars is to ultimately contribute to the identification and reduction of premature mortality in people with intellectual disabilities. Its objectives are to agree internationally comparable information to be collected about the deaths of people with intellectual disabilities and to discuss with, and support, academics, policy-makers and practitioners to gather, analyse and compare their data, sufficient to allow the development of policies and practical strategies to address common concerns identified by the data.\n\nThe proposed seminar series will consist of nine key seminar events, supplemented with a dedicated webpage, twitter account and blogs. A mixed model of seminars is proposed, that combines interactive web conferences, online workshops and two face-to-face meetings. Given the range of international collaborators involved, this would make best use of the available resources to geographically dispersed attendees. Where possible, the face-to-face meetings will 'piggy back' with significant national or international conferences that academic researchers and practitioners would be most likely to be attending, and will be held in Australia (Year 2) and the UK (Year 3). In addition to these face-to-face meetings, interactive web conferences and/or online workshops will be held each year using Webex or Adobe Connect (or similar) supplemented with a conference call line to provide enhanced interactive capacity. \n\nThe proposed seminar series has support from a range of international academics and practitioners (from 12 countries) who are working to enhance the collection and quality of mortality data about people with intellectual disabilities. The seminar series will strengthen links between UK and international researchers, support internationally comparative data about mortality of people with intellectual disabilities to be collected, and offer opportunities for collaborative papers about premature and avoidable deaths in this population and the development of potential strategies to address the issues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001911/1","grantId":"ES/M001911/1","fundValue":"30463","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Pauline  Heslop","coPersons":["Matthew Anthony Hoghton"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}