{"id":"50CD1CA4-68E2-4425-BF27-DE97BC40FDF4","title":"The role of GPRC6A agonists in satiety","abstractText":"Recent research has highlighted the importance of nutrient sensing in the regulation of food intake and body weight. Meals and diets high in protein have a well characterised satiating effect. However, the mechanisms by which high levels of protein inhibit food intake are largely unknown. Proteins are digested to form amino acids in the gut. We have found that specific amino acids which bind to an amino acids-sensing receptor called GPRC6A reduce food intake when injected into the blood stream of rats and mice. These amino acids appear to act on the brain, which may in response reduce the release of an appetite-increasing hormone called ghrelin from the stomach. We now aim to determine the specific mechanisms behind the effects of these amino acids on food intake and determine whether they form part of the system that regulates food intake and body weight on a day to day basis. Determining the role of GPRC6A in food intake may facilitate the design of foods or drugs designed to comabt obesity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001816/1","grantId":"BB/I001816/1","fundValue":"414411","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"  The findings from the work funded by this award have only recently been published or are still waiting to be published. Although they have been picked up by a news agency (http://www.bioportfolio.com/news/article/2098837/l-cysteine-suppresses-ghrelin-and-reduces-appetite-in-rodents-and-humans.html), as yet they have not been used in academia or wider society. Pharmaceuticals and Medical Biotechnology ","person":"Kevin  Murphy","coPersons":["James Victor Gardiner","Gavin Alexander Bewick"],"organisation":"Imperial College London","findingsText":" To demonstrate that:\n\n1) Proteinogenic amino acids can modulate food intake and body weight.\n\n2) L-cysteine suppresses food intake via delayed gastric emptying, suppression of ghrelin and effects on central anorectic circuits (McGavigan et al 2014).The anorectic effects of L-cysteine have commercial potential, leading to Imperial Innovations, Imperial College’s independent technology commercialisation company, to support a patent for the use of cysteine as a food ingredient to suppress appetite.\n\n3) GPRC6a is not necessary for the effects of a high or low protein diet on energy homeostasis (manuscript under revision for Obesity), suggesting that other mechanisms mediate the effects of GPRC6a agonists on food intake, and that such mechanisms are better putative targets for anti-obesity agents. Cysteine, and the mechanisms which mediate its effects on appetite, may be exploited to treat obesity, either as pharmaceutical agents, or as components of functional foods. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}