{"id":"50CDD64A-04D4-4057-BAEF-2E2A9820E2E8","title":"Two-month Regimens Using Novel Combinations to Augment Treatment Effectiveness for drug-sensitive Tuberculosis: the &quot;TRUNCATE-TB&quot; trial","abstractText":"TB incidence rates are falling only very slowly in many high burden countries that have healthcare systems for TB that are overstretched and experiencing large funding gaps. Current tools and systems are clearly not able to solve the problem in the near future and alternatives must be explored - as a matter of urgency - that allow healthcare systems to use resources more effectively and economically to treat and cure more patients with drug-sensitive disease. Multi-drug-resistant (MDR)-TB is also an increasing problem, and a further advantage of improving treatment for drug-sensitive TB may be that it reduces the drive towards generating new cases of MDR-TB. \n\nWe propose a new strategic approach: instead of the current standard of care of 6 months treatment for drug-sensitive TB, we propose an approach that focuses resources on optimizing individual treatment for just 2 months, then stopping and following patients in order to re-treat the small proportion of those who relapse subsequently (which is expected to be with drug-sensitive organisms). In addition to saving programme resources, stopping after 2 months may reduce the drug pressure for generating MDR-TB as patients not taking medication cannot breed drug resistance. If relapse rates are relatively low, it is possible that such a strategy could be highly cost effective. \n\nWith recent advances in TB drug development, it is now likely that we can find one or more 2-month combination regimens with low rate of relapse that can be used in such a strategy. Previous trials show that, even with standard drugs, rates of relapse with shorter course TB treatment are low (usually below 10%). With the new drugs that have new mechanisms of action, it is likely that 2-month treatment combinations can be constructed that will have very low rates of relapse - this has already been shown in a mouse model of TB. The only way to test which of the many promising regimens may achieve good cure rate of TB with just 2 months of treatment is to do human trials in which treatment is stopped at this time point and patients are followed for relapse. \n\nThe Two-month Regimens Using Novel Combinations to Augment Treatment Effectiveness for drug-sensitive TB (TRUNCATE TB) trial is a randomized open label, multi-arm multi-stage, parallel group trial in which we will compare four novel strategies - each using a different initial 2 month treatment combination including one or more novel drugs, and a subsequent 6-month retreatment course with standard drugs for those who relapse - against a 6 month treatment course with standard drugs from the outset. \n\nTRUNCATE TB will recruit 1300 patients with confirmed drug-sensitive pulmonary TB and allocate them at random to receive one of the novel 2 month treatment combinations or 6 months standard-of-care treatment. All patients will be followed for 2 years to detect exacerbation of symptoms and be evaluated for relapse. Information on clinical outcomes, microbiological clearance of TB, adverse events, quality of life and healthcare utilisation and costs will be collected. Treatments will be compared for their overall outcome (what proportion of people still have TB in their sputum at 2 years after study entry). If the strategies are equivalent on this outcome then the various advantages and disadvantages of the strategies can be compared including safety, patient acceptability and quality of life, resource use and costs, and drug resistance. We will also look for markers of response that could permit refinements of the strategy (e.g. by identifing groups of patients, if any, in whom 2 months' treatment can be reliably predicted to be inadequate). The trial will be conducted at approximately 12 large TB treatment centres within an Asian TB trials network. \n\nThis trial addresses a question of high relevance to real-world TB programme settings. It has the potential to transform the way TB programmes operate and to have a major impact on global health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L004356/1","grantId":"MR/L004356/1","fundValue":"5012980","fundStart":"2014-11-14","fundEnd":"2019-11-13","funder":"MRC","impactText":"","person":"Patrick Peter Phillips","coPersons":["Erlina  Burhan","Sabai  Phyu","Soumya  Swaminathan","Andrew  Nunn","Chester  Drum","Richard  Coker","Vincent  Balanag","Joanne  Yoong","Lawrence Soon-U Lee","Hong  Gao","Nicholas  Paton","Yin Bun  Cheung","Jubert  Benedicto","Liang  Li","Mahesh  Parmar","Rovina  Ruslami","Timothy Daniel McHugh","Ibrahim  Abubakar"],"organisation":"University College London","findingsText":"","dataset":"gtr"}