{"id":"50D5B54A-1669-4E9B-B834-C4EA9CF3D073","title":"Co-Production of alternative views of lost heritage","abstractText":"This project focuses on harnessing the creative capacities of communities to provide transformational engagements and research production between communities and researchers: to enable (crowd sourced) co-production of heritage data. \n\nUsing photogrammetry techniques, we utilize the ubiquity of the camera (in the hands of the communities) to photograph heritage artefacts and environments that are uploaded to our server, transformed to 3D models (through an automatic and online photogrammetry server), and stored in open file formats, with metadata, and archived in the public HER of Wales, via Archwilio. \n\nThis process preserves 'by record' an archive of 2D photographs and 3D models of the heritage, metadata and their locations. Saving the data in the HER provides long-term sustainability of the data. Focusing on photogrammetry rather than laser scanning enables the co-production of the heritage archive and a broader coverage of the heritage: more objects to be scanned than would be ever possible without the community involvement, and at low cost. \n\nWe will research and develop a 'wikipedia' style moderation structure, enabling experienced users to become moderators, to authenticate and moderate the content, to create a self-moderating and self-sustaining and enduring process. This model will create &quot;heritage-pedians&quot;.\n\nWe will create alternative views: use 3D-printing (rapid prototyping) to generate 3D physical models of the data, and will research how to create a novel multi-touch and tangible tabletop display, that uses the 3d-printed objects as tangible input devices to manipulate and explore the table-top interaction along with multi-touch. I.e., using augmented reality code, the table will notice the presence of a tangible object and alter the content of the visualization based on the object placed on the table. \n\nThe tangible table will form the centrepiece of our exhibition, and enable the public to view and manipulate the information in a novel and exciting way, and enable researchers to discuss and explore different interpretations of the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007916/1","grantId":"AH/L007916/1","fundValue":"459979","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"  Our findings and tools developed have (1) been used by the general public to create 3d models of sites; (2) school kids in the local areas have learnt and been educated about heritage and computer-based archaeology; (3) researchers at Universities have started to use the created data for additional research. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jonathan C. Roberts","coPersons":["Bernard  Tiddeman","Benjamin  Edwards","Raimund  Karl","Frederic  Labrosse"],"organisation":"Bangor University","findingsText":" The objective of this research period was to design, create and deploy a web-based system for the purpose of automated/semi-automated crowed-source photogrammetry (generating 3d models from 2d photographs). This is a crowd-sourced model, whereby using a citizen science model, members of the public can capture photographs of heritage assets in the field, upload them to our website tool, which generates 3d models that can be later viewed by the users and other users. \n\nA secondary development of this research period was the design and creation of an archived system complementing both AHRC and ADS data standards and in keeping within the projects own open source standards, which enables researchers to retrieve and utilise this data. Creative Economy, and Digital/Communication etc.\n- We have setup a data portal, whereby other heritage researchers can utilise our data. http://heritagetogether.org/research\nThis could be used as imagery for creative economy, and also as a resource to do further analytics for heritage discovery and investigation.\n\nEducation, and Culture, Heritage, Museum and collections:\n- We are collecting education resources (still underway) that could be used by others.\n- We make recommendations of how to capture photographic records of heritage assets in the field. \n- Techniques and framework developed could be used by heritage organisations for similar or different types of citizen science. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}