{"id":"50DA862E-0D3F-4232-A35B-96A83F0B6B26","title":"Healthy drinking water.","abstractText":"UK Water Engineers played a critical role in establishing the modern paradigm of clean drinking water. From the first slow sand filtration plant in Paisley, Scotland in 1804 to the first water chlorination facility in Lincoln, England in 1905; UK Water Engineers have been at the forefront in the provision of clean drinking water for over two centuries. Yet over this extended period, the idea &quot;clean&quot; water has remained immune to change. Consider the fact that all major water treatment technologies developed to date focus on two objectives: remove contamination and kill microorganisms. The fulfilment of these two objectives - as challenging as it might be - is considered sufficient for the provision of safe drinking water. Iterative engineering applied to this centuries old idea has stifled innovation and ushered in decades of complacency that has relied on regulatory pressures to trigger technology development, without reflection on whether &quot;safe&quot; water itself is the appropriate ultimate goal.\n\nThis project proposes to transform the old paradigm of &quot;safe&quot; drinking water to one that aspires to produce and supply &quot;healthy&quot; drinking water. This will be accomplished by the development of technologies and water management strategies that utilise naturally occurring microbes to deliver (biologically active) healthy drinking water to the customer's tap. Specifically, this project will develop two distinct ways of beneficially utilising microbial communities in drinking water. First, this project will explore engineered assembly of a beneficial microflora consisting of a cocktail of naturally occurring microbes that can be used to kill pathogens with precision at the water treatment plant and act as a protective barrier in the water supply system, thus eliminating the need for chemical disinfection. Second, the latest breakthroughs in 'omic technologies and databases on human microbiome will be used to identify microorganisms in drinking water that can be of potential benefit to human health. This information will be utilised to develop engineering approaches to cultivate these microbes in the drinking water treatment plant and facilitate their effective delivery to the customer's tap.\n\nBoth of these approaches, embedded within the larger vision of engineering beneficial drinking water biology, have the potential to set a new direction for research and innovation in the drinking water industry and could also significantly transform public health. First, by eliminating the need for chemical based disinfection, this research will pave the way for comprehensively chemical free drinking water industry of the future. Second, the identification of drinking water microbes that are beneficial for human health will lead to radical change in our perceptions about the role of drinking water in public health and well-being. It will provide the water industry with a new framework and set of principles on which to build the water infrastructure of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M016811/1","grantId":"EP/M016811/1","fundValue":"249766","fundStart":"2015-03-31","fundEnd":"2017-03-30","funder":"EPSRC","impactText":"","person":"Ameet  Pinto","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}