{"id":"50DB1123-48CB-4FBB-B890-4A83916BD3B4","title":"Building resilience through community arts practice: A scoping study with disabled young people and young people facing mental health challenges","abstractText":"This research project explores how community visual arts practice can help young people flourish and connect with their communities despite adverse experiences they may have faced. The research focuses on socially excluded young people with disabilities and young people facing mental health challenges. It has included young people and other community partners in all stages of its design and they have contributed to writing the bid, particularly the collaborative arts activities statement. Young people and other community partners will also be fully involved in its delivery, building on previous collaborative research conducted and showcased on the community website boingboing.org.uk. The main body of this project involves a review of existing research data relating to these issues, drawing on the academic literature in the fields of resilience research, disablity studies, arts for health practice and geographies of health and impairment, and on what is known as 'grey literature' housed on community and policy websites. \n\nExpert advisory panel members' views will inform the framework for the literature review. There will also be an interim workshop with community arts practitioners and academics in order to report preliminary findings and pool existing knowledge; and case studies of planned visual arts interventions by community partners, focusing on disabled young people and young people with mental health challenges. The research will be conducted by an international interdisciplinary team of academics with expertise in the fields of disability arts, social exclusion, community health and resilience. These academics will work alongside resilience-focused and community arts organizations in the South East of England and community arts practitioners interested in enhancing the effectiveness of their arts practice. Impacts of the project will include: improving community arts practitioner and academic understandings of the links between arts practice, resilience and resilient communities; improving the lives of young people with mental health complexities and young people with moderate learning disabilities through the provision of community visual arts workshops targeted at fostering resilience; raising awareness of the creativity and talent of young disabled people (including their own interpretations of resilience) through a public exhibition of their art work and enhancing the effectiveness of future community arts for resilience interventions through the development of best practice 'visual arts for resilience' resources including a film.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012084/1","grantId":"AH/J012084/1","fundValue":"31970","fundStart":"2012-02-01","fundEnd":"2012-11-30","funder":"AHRC","impactText":"  We produced a practitioners article for the journal of Social Work and an accompanying activity guide that gives carers, social workers and parents a guidebook for how to use art activities to build resilience in young disadvantaged people. This was distributed to local organizations and is available as a download on the resilience research website ' boingboing.org'. Healthcare,Leisure Activities, including Sports, Recreation and Tourism Cultural,Societal","person":"Hannah Mary Macpherson","coPersons":["Angie  Hart"],"organisation":"University of Brighton","findingsText":" This scoping study has involved the delivery of weekly resilience-building arts workshops for young people and a review of associated 'arts for resilience' literature. We found a significant existing evidence base which links visual arts practice to individual and community resilience (over 190 related references). This is dispersed across a number of disciplinary fields including art therapy, social work, community health, cultural policy and geographies of health. Key recent publications in the 'arts for health' and 'arts for community well-being' research literature have also been linked to this review of 'arts for resilience'. The researchers contributed to the evidence base through developing a program of arts workshops and evaluating these in terms of their resilience benefits. They found that even short-term visual arts interventions can have a significant impact on young people's resilience. Further research is required to explore in more depth: what constitutes resilience amongst people with learning difficulties and how this links with prior research definitions of resilience; the longer-term resilience benefits of arts participation; the most cost-effective modes of delivering arts for resilience amongst young people with complex needs; the appropriateness of existing scales and measures of resilience for evaluating the impact of arts interventions with young people with complex needs. We produced an 'art for resilience' activity guide available on the web as a download at boingboing.org. We also produced two peer review journal articles reflecting on the practice of the research and illustrating the findings of the research and how to build on these findings. ( This included reccomending longitudinal studies that follow individuals over much larger timescales) Communities and Social Services/Policy","dataset":"gtr"}