{"id":"50DF8FA6-0E5C-45D3-9227-D60F7E8B5EC8","title":"Understanding Mechanism and Selectivity in Oxidative Addition to Nickel(0) for Catalytic Cross Coupling","abstractText":"The use of palladium-catalysed cross-coupling reactions has allowed certain classes of molecules to be constructed in a rapid and efficient manner, by combining two substrate molecules that bear appropriate chemical groups. The impact of this technology was recognised in 2010 by the award of the Nobel Prize in Chemistry to three researchers who were instrumental in the development of this chemistry: Richard Heck, Ei-ichi Negishi, and Akira Suzuki. Nickel is capable of mediating many of the same reactions, and is currently approximately one thousand times cheaper than palladium, but exhibits a somewhat different reactivity profile. Nickel can interact with a wider range of chemical groups, including common carbon-oxygen bonds, and can therefore mediate a wider range of reactions; this then provides challenges in terms of selectivity in functionalised molecules. The current generation of nickel catalysts is typically much less efficient than state-of-the-art palladium catalysts. Larger quantities of nickel are typically required to carry out cross-coupling reactions, and so the spent catalyst and ligand must then be separated from the final products. This has practical implications for the production of pharmaceuticals, for example. For nickel to become a competitive, low-cost alternative to palladium, or for its different reactivity profile to be utilised in industry, the required levels of nickel must be decreased. If this could be done, it would provide industry and academia with a means by which to prepare new molecules and/or a more cost-effective route to current target molecules.\n \nOne way by which the efficiency of nickel catalysts might be improved is by altering the groups (ligands) that are attached to the nickel atoms that perform the catalysis. While a number of researchers have investigated this, the typical approach is by 'trial-and-error' in which a range of nickel complexes is prepared with different ligands and each complex is tested in turn. In some cases, catalysts are prepared in the reaction vessel during the reaction itself; the consistent parts, such as a metal salt and a ligand precursor, are combined with the substrates and it is assumed that a certain catalyst complex is formed during the reaction. However, it is often not clear why the performance of complexes differ, as only a single measure is taken at a single time point (conversion and/or isolated yield), and it is not trivial to determine what the chemical structure of the active catalyst is.\n\nThe proposed course of research aims to prepare a set of well-defined model complexes, of known structure and purity, determined using state-of-the-art techniques in organometallic chemistry. These compounds will then be used to study a single, isolated step of the overall catalytic cycle known as oxidative addition; this is where the first substrate reacts with the catalyst. This study will comprise a number of components: the products of this single step will be prepared and characterised, giving insight into their structure; the rate at which this step happens will be measured with different reactants, in order to explore how the substrate structure affects the rate of this step; the selectivity for reaction with different chemical groups will be explored, so that it can be understood where on a given molecule reaction will occur; and the overall catalytic activity of the complexes will be explored in industrially-relevant test reactions. Together, these studies will provide a detailed understanding of a key step in nickel catalysis that can be used as the foundation for further studies on the effect of substrate and catalyst structure on reactivity, and in the design of new and more efficient catalytic reactions. In doing so, this will also aid the PI, Dr David Nelson, in establishing a research group at the University of Strathclyde.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027678/1","grantId":"EP/M027678/1","fundValue":"96627","fundStart":"2015-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"David James Nelson","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}