{"id":"50F18C97-B401-4DA5-925E-6F4628474532","title":"FACCE ERA-NET+ An integrated approach to evaluate and harvest genetic diversity for breeding climate-resilient barley","abstractText":"Based on studies in model plants, there is an increasing understanding of stress response and disease \nresistance pathways in plants and how these pathways intersect and interact. This understanding will help \ncreate a framework within the proposed ClimBar project in which to place the GWAS-based results and in \nwhich to carry out GS and ideotype modelling. Environmental stresses such as heat, cold, drought, flooding \nand attack by pathogens are not experienced singly; the phytohormone abscisic acid (ABA) plays a \nfundamental role in stress adaptation in plants and in integrating and fine-tuning stress-response signalling \nnetworks [1,2] and triggers downstream expression of drought-response genes via the ABF transcription \nfactor [3]. The detailed signalling pathway involved is beginning to be unravelled in Arabidopsis [4] and some work on these regulatory pathways and gene networks in other species has been carried out [5,6]. In barley, curtailment of grain filling and hence yield during terminal drought stress is mediated by changes in ABA levels [7]. It will be important to understand how different stress-signalling pathways interact in barley because there is accumulating evidence for severe trade-off effects between, e.g., stress imposed by drought and biotrophic pathogens [8]. ClimBar will contribute to this understanding. Barley is emerging as a model for studying the genetics of stress adaptation; quantitative trait loci (QTL) and candidate genes for biotic and abiotic stress resistance have already been identified in barley [9,10], although their relevance to large germplasm sets and particular physiological features related to resilience, as studied in ClimBar will need to be established. An emerging and important question is the means by which stress response is communicated to the next generation. A resilient response to stresses induced by climate change implies that a plant will not only recover from the stress, but also that the next generation will not be compromised in its germination, growth, yield, or quality. Progeny of infected plants can display epigenetic memories of infections in the parents [11]. There are emerging lines of evidence that epigenetic DNA methylation and histone modifications such as those mediated by polycomb group of proteins are responsive to ABA and active in barley embryos [12,13]. Recent work in Arabidopsis has uncovered loci controlling epigenetic effects [14], a genetics of epigenetics; this suggest that the ClimBar study may uncover a parallel set of loci in barley, helping to provide breeding leads for resilience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M01813X/1","grantId":"BB/M01813X/1","fundValue":"147359","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"BBSRC","impactText":"","person":"Tamas  Dalmay","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}