{"id":"50F46188-3AB7-4FDD-B93C-032B15161E31","title":"Sustainable Product Engineering Centre for Innovative Functional Industrial Coatings - SPECIFIC","abstractText":"In the UK there are more than four billion square metres of roofs and facades forming the building envelope. Most of this could potentially be used for harvesting solar energy and yet it covers less than 1.8 % of the UK land area. The shared vision for SPECIFIC is develop affordable large area solar collectors which can replace standard roofs and generate over one third of the UK's total target renewable energy by 2020 (10.8 GW peak and 19 TWh) reducing CO2 output by 6 million tonnes per year. This will be achieved with an annual production of 20 million m2 by 2020 equating to less than 0.5% of the available roof and wall area. SPECIFIC will realise this by quickly developing practical functional coated materials on metals and glass that can be manufactured by industry in large volumes to produce, store and release energy at point of use. These products will be suitable for fitting on both new and existing buildings which is important since 50% of the UKs current CO2 emissions come from the built environment.The key focus for SPECIFIC will be to accelerate the commercialisation of IP, knowledge and expertise held between the University partners (Swansea, ICL, Bath, Glyndwr, and Bangor) and UK based industry in three key areas of electricity generation from solar energy (photovoltaics), heat generation (solar thermal) and storage/controlled release. The combination of functionality will be achieved through applying functional coatings to metal and glass surfaces. Critical to this success is the active involvement in the Centre of the steel giant Corus/Tata and the glass manufacturer Pilkington. These two materials dominate the facings of the building stock and are surfaces which can be engineered. In addition major chemical companies (BASF and Akzo Nobel as two examples) and specialist suppliers to the emerging PV industry (e.g. Dyesol) are involved in the project giving it both academic depth and industrial relevance. To maximise open innovation colleagues from industry will be based SPECIFIC some permanently and some part time. SPECIFIC Technologists will also have secondments to partner University and Industry research and development facilities.SPECIFIC will combine three thriving research groups at Swansea with an equipment armoury of some 3.9m into one shared facility. SPECIFIC has also been supported with an equipment grant of 1.2 million from the Welsh Assembly Government. This will be used to build a dedicated modular roll to roll coating facility with a variety of coating and curing functions which can be used to scale up and trial successful technology at the pre-industrial scale. This facility will be run and operated by three experienced line technicians on secondment from industry. The modular coating line compliments equipment at Glyndwr for scaling up conducting oxide deposition, at CPi for barrier film development and at Pilkington for continuous application of materials to float glass giving the grouping unrivalled capability in functional coating. SPECIFIC is a unique business opportunity bridging a technology gap, delivering affordable novel macro-scale micro-generation, making a major contribution to UK renewable energy targets and creating a new export opportunity for off grid power in the developing world. It will ultimately generate thousands high technology jobs within a green manufacturing sector, creating a sustainable international centre of excellence in functional coatings where multi-sector applications are developed for next generation manufacturing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019278/1","grantId":"EP/I019278/1","fundValue":"5012110","fundStart":"2011-04-01","fundEnd":"2016-07-31","funder":"EPSRC","impactText":"","person":"David  Worsley","coPersons":["Matthew Gwilym Davidson","Tim  Claypole","David  Gethin","Robert  Akid","James Henley Sullivan","James  Durrant","Phylip Rhodri Williams","Michael Francis  Webster","Stuart  Irvine","Stuart Breingan Lyon","Peter Joseph Hall","Hamilton Neil McMurray","Valerie  Randle","Peter James  Holliman","Geraint  Williams"],"organisation":"Swansea University","findingsText":" In the initial phase of the SPECIFIC project allot of effort has been placed on examining low cost photovoltaics for turning the suns energy into electricity. This work initially built on an earlier grant on DSC technology but in 2013 this moved to a new invention form a partner (Oxford Uni) the perovskite. Critical successes have been to reduce processing times from hours to seconds and to use low cost ingredients. A key success of the project is the development of a very low cost transparent self adhesive electrode material that replaces expensive indium tin oxide. This has allowed the team to make 16% efficient solar cells with very low cost ingredients which compare to world record devices (made with gold electrode) od 17.9% efficiency. The work has been instrumental in joining together the UK photovoltaic community and this now means that the team at Swansea are working with all the world leaders in third generation PV. The work is being evaluated by Oxford PV, Tata Steel, BASF and NSG. The target price of PV at 20p per watt peak is about half that of conventional Si modules and building integration can save further offering the tantalising opportunity of BIPV with short payback and no requirement for subsidy. Construction,Energy,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}