{"id":"50F472B7-ABFA-4D55-A008-AAE43FBEF202","title":"Hominoid energetics: could load carriage have driven the early adoption of bipedal locomotion in human evolution?","abstractText":"Habitual walking on two legs (bipedalism) is one of the unique features that distinguishes humans and their immediate fossil ancestors from the chimpanzees, gorillas and all other non-human primates. The evidence from fossil hominid leg bones and preserved trails of footprints shows that this change to bipedal walking happened very soon after the human evolutionary lineage diverged from the African apes, which suggests that bipedalism may have been an important catalyst for some of the other traits that define the human condition. The importance of bipedal locomotion is highlighted by the large number of theories that have been proposed to explain why walking on two legs is preferable to walking on all fours. Many of these theories argue that by using only your legs for walking you are able to free up your arms for some other purpose, and it is often suggested that this other purpose involves manipulating or carrying something - whether it is food, infants, tools or weapons. This is supported by the fact that when chimpanzees are observed walking upright t is often when they are carrying items of food. However carrying unlike walking is an activity that leaves no direct trace in the fossil record. One of the few ways of testing such theories relating to the advantages and disadvantages of behaviours in long extinct animals is to create computer simulations. These simulations allow us to estimate the actual numerical values of the benefits of behavioural change in terms of energy (and hence food) saved. If such a change has a disproportionately large net benefit then we have some evidence to support our hypothesis, however if the effect is small then this would suggest that we need to look elsewhere. The caveat here is that we must be very careful that our simulation of a particular behaviour is good enough otherwise we would be unwise to trust its predictions. The goal of this project is to produce a computer simulation of carrying behaviour in early human and human-like fossils and to use it to estimate the ease with which one of these animals could carry particular objects any given distance. To achieve this we are proposing to modify our existing computerised walking simulator (which is accurate to within 5-15%) so that it can simulate walking whilst carrying a variety of objects. We then propose to adjust the model so that its predictions match the carrying capabilities of human and non-human subjects that we intend to measure experimentally. Finally we aim to scale the model to represent the body shape of the fossil forms which will allow us to estimate the energy cost of carrying in these fossils. We will then be able to see whether our values affect the conclusions of previous work that has used alternative methods to estimate carrying cost. Our walking simulation is at the cutting edge of computer science. It uses an advanced physics engine similar to those used in the latest video games to rapidly calculate the movements of the skeleton depending on the forces generated by the muscles. The muscle forces themselves are chosen using an artificial intelligence technique (the so called genetic algorithm) that lets us tailor these forces to maximise some underlying quantity - in our case the energetic efficiency of carrying. This combination means that our simulations do not simply copy the movements seen in modern humans but are able to generate their own unique sets of movements from scratch which provides a much better estimate of the actual capabilities of fossil animals. For validation we will use the full range of modern biomechanical analysis techniques on our human subjects and for our non-human subjects we intend to use a combination of RADAR and thermal imaging to measure heart and breath rate. These values are known to be related to actual metabolic cost and because they can be measured remotely they are ideal for use with endangered animals such as great apes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C520447/1","grantId":"NE/C520447/1","fundValue":"181663","fundStart":"2006-03-06","fundEnd":"2009-09-05","funder":"NERC","impactText":"  This research has been featured on a number of news outlets (TV, radio, print and internet), and the software developed has featured on a number of TV documentaries. Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"William Irvin Sellers","coPersons":["Andrew  Chamberlain","Rachel  Payne"],"organisation":"The University of Manchester","findingsText":" We have discovered that carrying is a key driver for adopting upright, two-legged locomotion during the course of human evolution. We have also developed a system for generating realistic locomotor simulations in humans and other animals. There is considerable interest in the evolution of human-like upright walking and our findings have added considerably to our knowledge about this. The software we have developed is now being used in several laboratories and we have demonstrated its use to the movie industry and are pursuing potential collaborations in this area. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}