{"id":"50FBE7DB-1E1C-403B-87DB-386B19522533","title":"Physical Ecosystem Engineering by Riparian and Aquatic plants","abstractText":"Traditionally researchers working on river patterns and dynamics have viewed vegetation as having a passive role. However, over the last 20 years, an increasing body of evidence has indicated that riparian trees can be highly influential in controlling landform development and dynamics along river margins. Whilst riparian trees and driftwood have received the most attention in their role as river engineers, recent research has demonstrated that under many circumstances and across rivers of all sizes, a range of plant species can influence river form and dynamics, providing a mechanism linking plant diversity and channel form. Evidence of river engineering by plants (i.e. acting as 'physical ecosystem engineers') controlling ecosystem functioning by significantly modifying the habitat, has been based on limited and largely opportunistic observations. Therefore, we propose an integrated study of river engineering by plants to identify the physical circumstances under which characteristic biogeomorphic structures evolve, the implications of such landform evolution for initiating and accelerating ecological succession and for the maintenance of both fluvial habitat complexity and biodiversity. We propose a conceptual biogeomorphic model where we argue that the ability of a particular plant species to engineer the river environment hinges on its ability to actively interact with a river's flow regime and transported sediment. We conceptualise a lower threshold of unit stream power and finer sediment supply below which engineering species can choke channels but above which they can exert a notable, complex influence on channel form and ecosystem dynamics. We also conceptualise a higher energy threshold above which engineering species are unable to persist and have little influence on channel form. Between the two thresholds we hypothesise that the average age and frequency of plant-associated channel bed features decreases with increasing unit stream power as flow disturbance progressively overrides plant-landform engineering, providing a zone of maximum plant engineering and biocomplexity in locations of medium energy and medium to high finer sediment availability. A range of aquatic plant species are capable of performing the engineering functions described above, but branched bur reed (Sparganium erectum) is the most commonly occurring rigid, emergent vascular plant in English and Welsh rivers, hence it was chosen as the focus for our research. Our overall aim is to develop and place boundary conditions upon the conceptual model and specifically to establish: (i) the range of physical conditions within which our model species, S. erectum, can actively engineer river landforms (ii) the quantitative mechanical properties which support plant engineering of landforms and the rate at which they evolve with plant growth (iii) implications of plant engineering for river bed and margin reinforcement; fine sediment and organic matter trapping and processing; physical habitat diversity, complexity and turnover; plant succession and biodiversity. (iv) potential consequences of climate - flow regime change for the above To do this we combine four research components. 1. Analysis of national data sets to investigate broad associations between stream energy, sediment calibre and biogeomorphic forms. 2. Surveys of 144 reaches and features to define detailed associations and trajectories of biogeomorphic and ecological change along gradients of stream power and sediment characteristics. 3. Detailed field and laboratory experimental manipulations to establish plant mechanical properties and process dynamics associated with the biogeomorphic model 4. Air photograph analysis to define temporal dynamics of the biogeomorphic model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F014597/2","grantId":"NE/F014597/2","fundValue":"179877","fundStart":"2009-09-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"","person":"Angela Mary Gurnell","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Over the last 15 years, research has shown that riparian trees and wood strongly influence river landform development and dynamics (Gurnell, 2013). Recently, research has shown that under many circumstances and across rivers of all sizes, a range of plant species can influence river form and dynamics, providing a mechanism linking plant diversity and channel form (Gurnell &amp;amp;amp; Petts, 2011). However, evidence of plants acting as river 'ecosystem engineers', controlling ecosystem functioning by modifying habitats and facilitating colonization by other species, has been based on limited and largely opportunistic observations. Therefore, this research project was proposed to identify the physical circumstances under which plants and characteristic biogeomorphic structures co-evolve within river channels, and to establish the implications for initiating and accelerating ecological succession, and for the maintenance of fluvial habitat complexity and biodiversity. \n\nWe proposed a conceptual biogeomorphic model under which the ability of a plant species to engineer the river environment hinges on its ability to actively interact with a river's flow and sediment regime (Gurnell et al., 2012). The model identifies a lower threshold of unit stream power below which engineering species can choke channels but above which they can exert a notable, complex influence on channel form and ecosystem dynamics, and a higher energy threshold above which engineering species are unable to persist and have little influence on channel form. Between the two thresholds the model indicates that the average size and frequency of plant associated channel bed features decreases with increasing unit stream power as flow disturbance progressively overrides plant-landform engineering. \n\nA range of aquatic plant species are capable of performing these engineering functions. Branched bur reed (Sparganium erectum) is the most commonly occurring rigid, emergent vascular plant in English and Welsh rivers, and so it was chosen as the focus for our research. In placing boundary conditions upon our conceptual model in relation to this species, we have established: \n\n(i) the range of physical conditions within which S. erectum can actively engineer river landforms (Gurnell et al., 2010, submitted., O'Hare et al., 2011) \n\n(ii) the quantitative mechanical properties which support this plant's engineering of landforms and the rate at which they evolve with plant growth (Liffen, 2011, Liffen et al., 2011, 2013). \n\n(iii) implications of plant engineering for river bed and margin reinforcement; fine sediment and organic matter trapping and processing; physical habitat diversity, complexity and turnover; plant succession and biodiversity (Liffen, 2011, O'Hare et al., 2012, submitted, Pollen-Bankhead et al., 2011). \n\n(iv) potential consequences of climate - flow regime change for the above (Gurnell et al., submitted). \n\n\n\nREFERENCES \n\nGurnell, A.M. (2013) Plants as river system engineers. Earth Surface Processes and Landforms, accepted manuscript available in early view.\n\nGurnell, A.M. et al. (2012) Changing river channels: the roles of hydrological processes, plants and pioneer fluvial landforms. Earth Science Reviews, 111 (1-2) 129-141\n\nGurnell, A.M., O'Hare, J.M., O'Hare, M.T., Dunbar, M.J., Scarlett, P.M. (2010) An exploration of associations between assemblages of aquatic plant morphotypes and channel geomorphological properties within British rivers. Geomorphology, 116, 135-144. \n\nGurnell, A.M., O’Hare, M.T., O’Hare, J.M., Liffen, T. (submitted) The geomorphological context and impact of the linear emergent macrophyte, Sparganium erectum: analysis of observations from British rivers.\n\nGurnell, A.M. and Petts, G.E. (2011) Hydrology and Ecology of River Systems. In: Peter Wilderer (ed.) Treatise on Water Science, vol. 2, pp. 237-269 Oxford: Academic Press \n\nLiffen, T. (2011). ) Physical ecosystem engineering by emergent aquatic vegetation: the importance of biomechanical traits. PhD thesis, Queen Mary, University of London. \n\nLiffen, T., Gurnell, A.M., O’Hare, M., Pollen-Bankhead, N., Simon, A. (2011) Biomechanical properties of the emergent macrophyte Sparganium erectum: implications for landform development in low energy rivers. Ecological Engineering, 37, 1925– 1931\n\nLiffen,T., Gurnell, A.M., O'Hare, M.T., Pollen-Bankhead, T., Simon,A. (2013) Associations between the biomechanical properties and morphology of Sparganium erectum: implications for survival and ecosystem engineering. Aquatic Botany, 105, 18-24\n\nO'Hare, J.M., O'Hare, M.T., Gurnell, A.M., Dunbar, M.J., Scarlett, P.M., Laize, C. (2011) Physical constraints on the distribution of macrophytes linked with flow and sediment dynamics in British Rivers. River Research and Application, 27, 671-683, \n\nO'Hare, J.M., O'Hare, M.T., Gurnell, A.M., Scarlett, P.M., Liffen, T., McDonald, C. (2012) Influence of an ecosystem engineer, the emergent macrophyte Sparganium erectum, on seed trapping in lowland rivers and consequences for landform colonisation. Freshwater Biology, early view.\n\nO'Hare, M.T., O'Hare, J.M., Scarlett, P.M., Liffen,T., Gurnell, A.M. (submitted) The structuring influences on the riparian flora of lowland UK rivers.\n\nPollen-Bankhead, N., Thomas, R.E., Gurnell, A.M., Liffen, T., Simon, A., O'Hare, M.T. (2011) Quantifying the potential for flow to remove the emergent aquatic macrophyte Sparganium erectum from the margins of low-energy rivers. Ecological Engineering, 37(11): 1779-1788. Our research may help river managers to recognise apparently problematic native vegetation as (i) a symptom of other more fundamental management issues and in many cases (ii) as representing a phase of natural recovery. Also, by improving understanding of the biogeomorphic context of a river reach that may require restoration, it should possible to define a minimum intervention in the channel and an appropriate river corridor width for the restoration. In this way, significant quantities of 'habitat creation' through ground works or planting schemes can be avoided and the introduction of reinforcement can be reserved for only those circumstances where there are specific infrastructure constraints. Prior to 2000, river flows and their mobilisation, transport and deposition of sediment were seen as the fundamental controls on river channel forms and movements, but since the start of the twenty-first century there has been an upsurge of research on the role of vegetation as a third important control on river morphodynamics. To date the major focus for this research has been riparian trees and the large wood pieces that they deliver to river systems. The research funded by this research grant has extended the analysis to lower energy, lowland river systems, where we have shown that emergent aquatic plants can take on an important role in influencing the form and dynamics of river systems. We have also combined the outcomes of this research grant with other research to provide a conceptual synthetic model that illustrates how different plants and the pioneer landforms they create, act at the interface between the plant dominated and _uvial-disturbance dominated zones of the river corridor as river energy and vegetation colonisation and growth change.\n\n\n\nThese concepts are crucial to developing more sustainable approaches to river management and restoration that allow the plants to directly contribute to the restoration. Such approaches have the potential to reduce both project and maintenance costs. We are currently exploiting these ideas through further research funded by other agencies both in the context of UK and European rivers. Environment","dataset":"gtr"}