{"id":"50FE0CC7-7D62-41AA-89AB-2D08A6A70B6F","title":"Sound bullets for enhanced biomedical ultrasound systems","abstractText":"Ultrasound is used in many applications, including medical imaging, non-destructive evaluation, therapeutic ultrasound etc. In all these cases, there is usually a need for the formation of images or the creation of a focal region. Current methods for the generation of optimal acoustic fields generally rely on a linear process within the transducer. This linear transduction process influences the resultant properties in terms of spatial resolution and maximum intensity, noting that there are fundamental limits on the spatial resolution and power densities that can be achieved in such focal regions. In recent work in the area of acoustics, it has been demonstrated that a new type of acoustic signal can be generated via non-linear effects in chains of particles, which act as a kind of waveguide. These are based on the propagation of solitary waves. These have been studies at low frequencies, but this study will look at the posibility of using these new structures for use in biomedical ultrasound. Materials that support solitary waves are not used in standard ultrasonic work; little has been published on their use, despite the fact that a step change in performance may be possible. In this proposal, such waves will be generated within ultrasonic sources containing multiple solitary wave chains, at frequencies in the 500 kHz - 5 MHz range. To our knowledge, this has not been investigated before. Arrays are also possible, where each chain forms a single element. Because the chains would be primarily coupled along their length, but not laterally between each chains, issues arising from mechanical cross-coupling might be avoided. Pre-compression of each chain would alter the propagation velocity within it, so that beam-steering/focussing to be created. The propagation charaistics also change with signal amplitude, leading to the possibility of an acoustic diode. These new innovations would have applications in such areas as ultrasound-enhanced drug delivery, High Intensity Focussed Ultrasound (HIFU) for the treatment of tumours, and harmonic imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029835/1","grantId":"EP/K029835/1","fundValue":"312761","fundStart":"2013-10-11","fundEnd":"2016-10-10","funder":"EPSRC","impactText":"  Researcher only started in 2014 on this grant, there have been 2 conference papers and 1 journal concerning the fundamental science.  ","person":"Steven  Freear","coPersons":[],"organisation":"University of Leeds","findingsText":" We have developed an early stage prototype illustrating the potential of a new nonlinear lens to help develop significant acoustic power from a medical imaging sized transducer. The grant has 2 years to run but is on course to achieve it's objectives Ultimately this device will have relevance to medical ultrasound applications where ultrasound is used for both imaging and to destroy or ablate tissue. Electronics,Healthcare","dataset":"gtr"}