{"id":"5103FA74-9D35-47C1-9984-DBF6A8C642C3","title":"The impact of IFTIM3 genetic variation on Influenza virus infection, immune responses and disease outcome","abstractText":"Influenza is a global threat. The current avian influenza H7N9 outbreak in China has a high death rate and can transmit from human-to-human. In this study, we will explore how human genetic factors and immune responses influence the severity of the disease. We recently found that people with a particular genetic variant of a gene called IFITM3 are six times more likely to suffer from severe influenza infection than those without (Zhang et al, Nature Communications 2013). This variant gene is very rare in Northern European populations but is common in Chinese people. We found that in 69% of Chinese patients with severe pandemic influenza had only this variant form of IFITM3. This compares to 25% of healthy Chinese individuals. \n\nThe IFITM3 protein inhibits the entry of influenza virus into cells; the variant is thought to be unable to do this. One key aim of our project will be to check whether this is true and if so why it lacks this function. If more viruses enter cells the disease may be more severe, but severe influenza is rare in China even though 25% of the population have only this variant of IFITM3. Therefore we suggest that there may be compensating genetic factors snd/or that strong immune responses in people with the variant of IFITM3 protect most of them from severe influenza. \n\nIn this study therefore, we will look for other protective genes in Chinese people who have the susceptible IFITM3 gene but who do not get severe influenza. We will also examine their immune responses to the virus and compare those with immune responses to influenza virus in Chinese and UK people who do not carry this gene variant. We will focus particularly on innate immune responses, which are known to be highly active in severe influenza and may actually contribute to the problem. We will also study T cell immune responses, which are specific for the infecting virus and are normally important for rapid viral clearance. Our preliminary data suggest that these T cell responses are more active in Chinese people with the IFITM3 gene variant, which could help compensate for their increased genetic susceptibility to severe infection.\n\nIn this way we will gain a better picture of the risk of severe infection in Chinese people, conferred by this gene variant which is very common in the population. It is possible that increased genetic susceptibility in the Chinese helps the spread of influenza virus in South East Asia. We will examine this in the context of the new avian influenza H7N9 threat. We will ask whether this more aggressive virus can override the protection that the common (in Europeans) variant of IFITM3 offers and whether this version of the gene contributes to mild asymptomatic infection which we have previously shown to occur in seasonal, pandemic and avian influenza. Our special links to the infectious disease hospitals You'An and Ditan in Beijing make this unique study possible.\n\nThis study addresses important unsolved problems of influenza virus infection, taking a global rather than local view, which is clearly necessary to tackle this threat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018942/1","grantId":"MR/L018942/1","fundValue":"886108","fundStart":"2014-06-30","fundEnd":"2018-06-29","funder":"MRC","impactText":"","person":"Tao  Dong","coPersons":["Christian  Eggeling","Jan  Rehwinkel"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}