{"id":"5106F807-9D2B-4784-885D-FB85466B90CA","title":"Predicting the Learning Diffusion and Inheritance of Behavioural Innovations in Animal Populations.","abstractText":"The aim of this research is to increase our understanding of the processes by which new knowledge and skills is transferred between animals, including humans, through copying ('social learning'). For human beings, imitation and teaching are thought to be the most important processes by which knowledge spreads. However, in other animals there is little evidence that teaching occurs but nonetheless inexperienced and young individuals pick up clues from more knowledgeable others concerning, for instance, the identity of predators or how best to process foods. This social learning can generate 'traditions' for performing particular behaviour patterns, for instance, eating specific foods, or taking particular pathways. As a consequence, the behaviour of animals may vary from one population to the next, not just because they possess different genes, or are exposed to different environmental resources, but also because they have learned different habits from more experienced members of their population. A challenge for researchers studying animal behaviour is to identify these 'traditions' and to work out how novel behaviour and skills ('innovations') spread through populations. This research programme will use mathematics and statistics to try to determine when animals acquire their behaviour through social learning, and how novel behaviours spread through social learning in animal populations. These mathematical predictions will be tested with laboratory experiments with birds and through analyses of chimpanzee and dolphin behaviour. The information generated will be useful to a variety of researchers, including biologists, psychologists and economists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015812/1","grantId":"BB/D015812/1","fundValue":"278751","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"","person":"Kevin Neville Laland","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}