{"id":"5110771A-7680-45D3-8018-5C3AD0AA00F9","title":"Famine and Dearth in India and Britain, 1550-1800: Connected Cultural Histories of Food Security","abstractText":"&quot;Food security&quot; is a complex, contested, and polemical issue, but its currency and importance are hardly debatable given present concerns about environmental change, resource management, and sustainability. Largely investigated within the disciplines of the sciences and social sciences, in current or very recent historical contexts, the concern about long-term availability and distribution of food, has, nevertheless, a history that can be traced far back. Temporally, this project considers food security from an early modern perspective, and geographically and culturally, it compares attitudes towards this concern in India and Britain. It aims to recover and define the practices, discourses, and literary modes through which these selected past societies articulated concerns about food availability and distribution. By recovering, and placing within an innovative Digital Humanities framework, a wide range of multi-lingual, geographically scattered sources of information about famine and dearth, this research will enable scholars to make transnational or cross-cultural comparisons, with particular attention to the effect of transitions from pre- to post-colonial environments on the way Britain and India have understood, imagined, and acted upon concerns about food security. By deepening our understanding of early modern constructions of famine, in comparative perspective, this project provides a new frame of reference for contemporary debates. The unpredictability and urgency of modern ecological crises have turned technological responses to famine, such as increasing agricultural output or addressing food distribution, into coping mechanisms rather than solutions. We are thus forced back into a pre-modern position. To address this issue, we need to considerably widen our cultural and chronological perspectives. Food, famine, and dearth are not issues that are, or have been, problematic for the &quot;Third World&quot; alone. The Western world itself has a long history of coping with famines and periods of dearth. The proposed research, despite its primary focus on the Indian context, will ensure that this aspect of the &quot;temporally inflected lens&quot; through which we view famine and dearth does not get obscured. \nThe project's activities focus on researching relevant multilingual sources held in 11 national and local archives and libraries in Britain, Bangladesh, and India, and creating collaborative possibilities on the basis of this research. The substantial archival research will lead to academic articles authored by the PI and CI. There are two other crucial elements in the project: firstly, the production of a publicly accessible website and database of selected primary sources and images relating to famine in India and Britain, 1550-1800. This relies on the collaboration of the School of Cultural Texts and Records, Jadavpur University, Calcutta (CI's institution), the Digital Humanities team, University of Exeter (PI's institution), and the various repositories across three countries where the records are held. Secondly, a workshop on &quot;Food Security and the Environment in India and Britain&quot;, supported by the project partner, the Smith School of Enterprise and Environment, University of Oxford, will be held to discuss findings, and test and debate the relationship between the sources and the digital technologies used to create the project's analytical framework. Together, these activities involve the collaboration of academics, universities, and libraries in India and the UK, and are designed to engage relevant policy forums, community initiatives, and the wider public in both countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L010496/1","grantId":"AH/L010496/1","fundValue":"195399","fundStart":"2014-07-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Ayesha  Mukherjee","coPersons":["Amlan  Das Gupta"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}