{"id":"5111243E-CC03-4082-A559-97EB2966013D","title":"Tale-Enders: Gathering the narrative heritage of Welsh Cricket","abstractText":"The George Ewart Evans Centre for Storytelling at the University of Glamorgan, in association with Glamorgan Cricket Club, has conducted innovative new research into the heritage of Welsh Cricket and its influence on the community. One of the project's leaders, Professor Michael Wilson, writes that 'a study of sport opens the window onto the social history of the age'[1], a fitting testament to the new Museum of Welsh Cricket opening shortly at Cardiff's SWALEC Stadium. The project coincided with Cardiff's hosting of the England-Australia Test match and celebrates the rich cultural gains that cricket offers both players and community members alike. Cardiff's role as host makes for pertinent research into the evolving relationship between a sport and its fans and 'TaleEnders' is a project that aims to commemorate Wales' oral cricketing heritage and make it accessible to the wider community. \\n\\nWith this in mind recent American Studies and Geography graduate Sophie Leslie, under the supervision of Professor Mike Wilson, collated stories and memories from six diverse Welsh clubs ranging from players to tea ladies to groundsmen, and collected their testimonies in the forms of video interviews, audio interviews, written accounts and digital stories. The team also built up a photographic record of Welsh club cricket from the late nineteenth century right up to the present day and put it into the public domain of Flickr.com. 'TaleEnders' was driven by the understanding that everybody has a story to tell, and that one story invariably leads on to another. To this end researchers approached people directly and displayed their findings digitally, both at the museum and online. It encouraged direct personal responses and ensured an organic evolution to the greater 'story'. 'TaleEnders' not only benefited the wider community but involved it, and continues to do so by encouraging new stories and comments.\\n\\nThrough 'TaleEnders' Wales has become more aware of its close personal ties with Glemorgan Cricket Club and has a wider appreciation for the community aspect of sport. There are plans for six more cricket clubs to get involved next year, future Knowledge Transfer links to be established, an online training programme to be set up along with tools for self-archiving and co-curating to ensure that the project continues to evolve.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F500262/1","grantId":"AH/F500262/1","fundValue":"27414","fundStart":"2008-03-01","fundEnd":"2008-11-30","funder":"AHRC","impactText":"","person":"Michael  Wilson","coPersons":[],"organisation":"University of Glamorgan","findingsText":"","dataset":"gtr"}