{"id":"511EC27A-DF79-4502-9A19-962B19FB3110","title":"Understanding the D'' zone: novel fluoride analogues to MgSiO3 post perovskite","abstractText":"The thermal boundary layers of a convecting system control many aspects of its style of convection and thermo-chemical history. For the silicate Earth these boundary layers are the lithosphere, whose low temperature and high rigidity induces slab-style downwellings, and the D'' region on the mantle side of the core-mantle-boundary (CMB). The D'' region is the source of plume-style convection and regulates heat exchange from the core to the silicate Earth. The lower thermal boundary is made more complex by the existance of a phase transition in the most common mineral in the lower mantle (magnesium-silicate perovskite) which changes the properties of the D'' region at the CMB. Unfortunately, most of these properties cannot be measured at the extreme pressures (120 GPa) of stabilisation of the post-perovskite phase. The best chance of constraining them is through a combination of measurements on low-pressure analogue materials (which have the same crystal structure but a different chemical composition) and ab initio simulations of both the analogue and natural systems. We have recently developed a set of ABF3 analogues whose properties are much more similar to MgSiO3 than are those of the CaBO3 analogues currently in use. We propose, therefore, to use these improved fluoride analogues to determine the properties of post-perovskite which control the dynamics of D'' (phase diagram, pressure-temperature-volume relations, viscosity, slip systems and thermal diffusivity). These measurements will allow models to be developed which accurately predict the behaviour of the lower thermal boundary layer of the mantle. This will place coinstraints on (1) the heat budget, dynamo power and start of crystallisation of the inner core, (2)the vigour of plumes, (3) the ratio of underside heating to internal heating in the mantle and, (4) the radioactive element budget of the silicate Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J009520/1","grantId":"NE/J009520/1","fundValue":"531939","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"NERC","impactText":"","person":"David  Dobson","coPersons":["John Peter Brodholt","Lidunka  Vocadlo","Ian George Wood","Simon  Hunt"],"organisation":"University College London","findingsText":" We have measured a whole range of physical properties just like we said we were going to do in the grant.\nThey have shown that there are new ways to interpret seismic anisotropy in the lowermost mantle which are much better than the old ways. Geodynamic models and interpreting seismic observations Other","dataset":"gtr"}