{"id":"512AEA0C-F7C0-49F3-B66D-994EDB11A137","title":"Sharing Futures: Sustainable urban transformations in water and energy","abstractText":"This proposed partnership addresses key challenges in planning for sustainable urban environments. The themes of water and energy are of strategic relevance to development goals in Brazil. The proposed partnership activities will build on an established collaborative knowledge base, bringing together social scientists and engineers with substantial track records in relation to sustainable urban development. In Brazil, the water/energy nexus is a research theme of major importance, due to water scarcity, and since &gt;70% of Brazilian electricity comes from hydroelectricity. Evidence suggests that interventions at different spatio-temporal scales are required to reduce significant impacts-for-development resulting from mismanagement of water/energy resources. The inter-disciplinary project team and proposed activities shall afford innovative forms of dissemination and knowledge exchange between diverse academics, professionals and publics. Planned activities will include publicly-available research summaries, an online research network, the development of an existing app for the Brazilian context, a summer school and theory/practice workshops, and collaborative skills development/sharing. These activities will ensure that the project has extensive impact in Brazil, with potential to deliver long-term benefits in areas of strategic relevance to this call (water/energy), for the welfare of society in diverse developing contexts. Specifically, building upon the project team's existing links, the project will produce impacts in collaboration with NGOs focused upon sustainable development in Latin America and national/regional partners directly involved in the Brazilian water/energy nexus. Finally, the project will support the research team as it develops larger, related collaborative research projects on the crucial theme of water/energy in sustainable urban development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N004663/1","grantId":"ES/N004663/1","fundValue":"90886","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Sophie  Hadfield-Hill","coPersons":["Peter  Kraftl","John  Horton"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}