{"id":"513175BB-C0D0-4435-98C5-F4E955EF8218","title":"Pushing Back the Limits of Optical Microscopy - Enhancing dSTORM Resolution through Controlled Fluorophore Switching","abstractText":"Sight allows humans to observe the world around us. The ability to see small objects, whether a minute insect, the iridescent scales on the wings of a butterfly or the individual dots on a new HD television, allows us to directly study tiny things which can have a big influences on human society. Despite the complexity of the human eye, it is limited to being able to perceive objects no bigger than 0.1 millimetres (or 1/10,000th of a metre). Thus study of objects smaller than 0.1 mm was impossible until the invention of high quality optics and the optical microscope, circa 1600. The optical microscopes of the time resulted in the pioneering discoveries of both red blood cells and micro-organisms (e.g. bacteria) by Antonie van Leeuwenhoeks. His discoveries resulted in a massive increase in the popularity and use optical microscopes by scientists. Subsequently the optical microscope has become a key piece of technology, revolutionising our understanding of the world and providing the foundations on which all modern medicine is built.\nDespite the many design improvements, the optical microscope is still limited by the rules of physics, namely an important property of light known as the diffraction limit. As such, normal optical microscopes can only resolve objects larger than 0.0005 mm (or 1/2,000,000th of a metre) in size. \nOur research proposal involves a technique called &quot;super-resolution&quot; optical microscopy. Super resolution microscopes circumvent the defraction limit barrier through a combination of dye molecules with special properties, lasers and computerised image processing. These systems can see objects down to 0.00002 mm (1/50,000,000th of a metre) approximately 25 times better than optical microscopy. Use of these systems will reveal previously unknown levels of detail, allowing the internal workings of the cell. to be seen in higher resolution then ever before. One can only imagine what these next generation microscopes could reveal about life and what discoveries they will provide in the future.\nHowever super resolution optical microscopy is currently a highly specialist tool, used only by a few skilled research teams. We aim to improve the accessibility of super resolution optical microscopy, allowing it to become a standard tool for laboratories around the world. Though a greater understanding of the underlying science and the development of practically simple protocols we will help other research groups to apply super resolution optical microscopy to understanding a huge variety of biological systems.\nWe will use a super resolution technique known as STORM (STochastic Optical Reconstruction Microscopy) which promises to give the best resolution as well as being the simplest technique to perform. Our aims are to understand the science of STORM (currently poorly understood) and to use that knowledge to simplify both the imaging process and sample preparation, resulting in easy, reproducable, high resolution imaging.\nOur chemistry team will build new molecules, designed as specialist dyes with just the right properties. These molecular dyes absorb the laser light from the STORM microscope and then release the light again in a way which allows each individual molecule to be observed. The light from these individual dye molecules is combined by a computer to build the high resolution picture of our target point by point. Until now, custom dyes have not been available for use in these systems and &quot;normal&quot; dyes have been used which do not provide the best images. Armed with our custom dye molecules the biology team will then work out the best way to prepare the biological samples (e.g. cells, microbes) to give the highest resolution and the best reproducibility. We will then pass our best dyes and best protocols onto other groups (commercial and public) to allow them to get the best possible high resolution images of their own targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K013971/1","grantId":"BB/K013971/1","fundValue":"119245","fundStart":"2013-07-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"","person":"Michael John Hall","coPersons":["Anthony  Harriman","Alex  Laude"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}