{"id":"5133D754-6C8A-4B03-AC58-5DF9EB8BA7A9","title":"The past and present architecture of pre-1939 public library buildings in Britain","abstractText":"The re-invention of library space, as well as of the library as 'place', to reflect the changing expectations and demands of users in an age of rapid developments in society and in information and communication technology (ICT) has become a major consideration for librarians and library strategists. Policy and practice are best formulated when informed by the past. However, policy and practice in contemporary library design, certainly in Britain, have proceeded without the benefit of any major historical treatment of the subject. The issue of public library building renovation has received little attention in terms of serious research.\\n\\nThis application arises directly from the AHRB/C approved project 'Early British Public Library Buildings: Origins, Condition and Future Roles' whose three-year term is set to finish on 31 December 2006 (co-researcher on the project, Professor Simon Pepper (School of Architecture and Building Engineering, Liverpool University). The project set out to provide both a socio-architectural history of British public library buildings and an evaluation of their potential for modernization. The intention is for us to work together closely in the first half of 2007 to complete a book, with the working title Books, Buildings and Social Engineering: The Architectural Past and Future of Pre-1939 Public Libraries in Britain.\\n\\nThe project has evolved, as planned, in three phases:\\n\\n1. An initial survey was designed to identify and classify surviving British library buildings originating between 1850 and 1939. The survey is now complete. The resulting database contains information on approximately 1000 early public library buildings. It provides a working tool for the selection of buildings which justify further study in detail, either from a historical standpoint, or as case studies of effective modernization to satisfy contemporary needs and standards.\\n2. The survey described above has formed the basis of the second phase of the project: a socio-architectural history of an important Victorian and early-twentieth century civic institution with ambitious social objectives and an iconography to support them. \\n3. In the final phase of the project we have researched, and will continue to research in its final months, public attitudes to pre-1939 public library buildings and the difficulties that these buildings pose for library planners. Public attitudes have been captured in a survey by the Mass Observation Archive in late 2005, commissioned by the project team. Case studies of schemes to upgrade and modernize historic library buildings to meet the present needs of service providers and users are being conducted. \\n\\nThe evidence from this research now needs to be the subject of a final analysis, organization and dissemination. The main means of dissemination is a group-authored book, with Simon Pepper (3 chapters) and our research officer, Kaye Bagshaw (1 chapter plus gazetteer). I have responsibility for four chapters in the intended book. The first three are historical:\\n\\nCh. 1 (The Public Library and Society), which outlines the historical contexts of public library provision and the associated causes of library design.\\n\\nCh. 6 (Children's Libraries), which focuses on the development and causes of the design of children's departments from the 1890s to 1939.\\n\\nCh. 7 (Monument and Machine), which discusses the tension between library design aimed at monumentality and that which addressed utility / the library as 'machine'.\\n\\nThe last, Ch. 8 (The Way Ahead), examines the issue of current public and professional attitudes to, and treatment of, pre-1939 buildings, including renovated buildings.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004318/1","grantId":"AH/E004318/1","fundValue":"23421","fundStart":"2007-04-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"Alistair  Black","coPersons":[],"organisation":"Leeds Metropolitan University","findingsText":"","dataset":"gtr"}