{"id":"5134BB59-228D-4D76-B34E-F08CB38125F0","title":"Transforming the adoption of Product-Service Systems through innovations in applied gaming technology","abstractText":"Servitization is the process of transforming manufacturers to compete through Product-Service Systems (PSS) rather than products alone. The commercial and environmental benefits of PSSs are compelling and well documented (Rolls-Royce earning over 50% of their revenue from services is cited to exhaustion). The opportunities are immense (three quarters of wealth world-wide is now created through performing services) and so politically PSSs are seen as key to industrial success in the 21st Century.\n \nAdoption of PSS is frustratingly slow in mainstream manufacturing. Superficially the concepts find appeal but fail to gain traction as the potential implications to a business are complex. In the meantime, China is catching up (Chinese manufacturing companies offering services have grown from 2 - 20% since 2006). In the UK, we need to get better at informing, educating and training, our senior manufacturing managers about PSS and servitization, giving them the means to visualize the potential impact upon their business. \n\nGamification offers a radical solution. Gamification bridges video-gaming technologies and computer simulations to offer three-dimensional virtual worlds, dynamic and content-rich, which can be used to entertain, educate and inform. This is especially innovative for user engagement, supporting behavior and attitudinal change, and the design of advanced human and computer interfaces for representing and handling complex data systems. This programme will therefore develop applied game technologies, design principles and protocols, to transform the adoption of PSSs within mainstream manufacturing companies and so accelerate the foothold of gamifiaction in strategic business analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014064/1","grantId":"EP/K014064/1","fundValue":"317338","fundStart":"2013-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"  This research is still at early stage, the current findings are used to spark discussion within research community and engagement activities with practitioners. Therefore inform the future development and direction of the research project. It was decided that it would be more appropriate to develop the PSS demonstrator when the teams developed a greater understanding of each others specialism. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport Cultural,Societal,Economic,Policy & public services","person":"Keith  Ridgway","coPersons":["Robin  Scott"],"organisation":"University of Sheffield","findingsText":" We have developed a greater knowledge and understanding of servitization and gamification and how these can work together to help educate and potentially transform manufacturing businesses. This will now inform development of our PSS demonstration system to reach an audience of businesses from a traditional manufacturing background. The findings help manufacturers to understand opportunities and risks involved in servitization. Our findings also help managers to improve decision making, and reflect their business models. Therefore, enable growth and future competitiveness. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail,Security and Diplomacy,Transport","dataset":"gtr"}