{"id":"513C7C69-C03C-4B05-97B7-EE0CE53C0A76","title":"2012 Consolidated Grant Supplement","abstractText":"The scope of the proposed research lies in five distinct areas: the physics of particles containing\nthe beauty quark at LHCb; the physics of neutrinos with T2K and SuperNEMO; Higgs and new phenomena searches at ATLAS; accelerator research and development for new high intensity proton, muon and neutrino beams; detector R&amp;D. It also includes Outreach and Knowledge Exchange programmes. In more detail:\n\no We aim to further our research into matter/anti-matter asymmetry (CP Violation) in the decays of Beauty\nmesons at the LHCb experiment. This is important, because we have shown in past experiments that\nthe leading source of CP violation at the weak scale is consistent with the Standard Model mechanism\nof CP violation. However, cosmological considerations indicate that there should be other sources\nof CP violation in Nature, so we aim to make further sensitive tests with beauty mesons, in order\nto see if any evidence for additional sources of CP violation or other new physics in Nature may appear in such decays.\n\no The elucidation of the properties of neutrinos. These are very light, neutral particles which are\nemitted, for example, by the sun, and in radioactive beta decay. They have recently been found to\noscillate, ie. transmute from one type to another, while they propagate. We have built part\nof the T2K experiment which is now operating in Japan. Analyses of early data give tantalising hints of the previously unobserved oscillations of muon to electron type neutrinos. We aim to continue running this experiment, hopefully to confirm these preliminary hints. If confirmed, the largeness of the effect will offer the chance to go on to look for asymmetries between the oscillations of neutrinos and anti-neutrinos.\nWe further plan to contribute to the SuperNEMO experiment, which aims to determine the nature of the neutrino as so called Dirac or Majorana particle. The former has distinct anti-particles, while the latter is its own antiparticle. This question may be resolved by searching for double beta decay accompanied by no neutrinos. We will contribute to the analysis of data obtained by a &quot;demonstrator module&quot; attempting to observe such decays.\n\no We have recently joined the ATLAS experiment at CERN, a general purpose detector operating at the LHC. Our initial work will be to support the experiment by contributing to its ability to identify interesting events rapidly for recording and further analysis. We will also contribute to the search for the Higgs boson, the last missing piece in the Standard Model of particle physics. We will do this by helping to optimise the search for its decays to pairs of tau leptons, heavy relatives of the electron.\n\no We propose to continue our research and development of high power accelerators for the generation of proton, muon and neutrino beams. We have in mind future neutrino factories, although other machines could benefit from our research. Such neutrino factories, if built, would continue to develop the theme of research into neutrino oscillations and matter-antimatter asymmetry of neutrinos outlined above. Such machines could also bring many benefits to medicine and industry.\n\no We propose to continue our research and development of position- and energy-sensitive detectors\nfor applications in neutrino experiments and with potential spin-off applications in industry.\n\no We will continue to develop our outreach programme which includes activities for local schools\nand articles in popular science publications.\n\no Supported by a strong University strategy and ethos in KE, we will continue to pursue all avenues\nfor possible knowledge exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000761/1","grantId":"ST/M000761/1","fundValue":"4659","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Paul Fraser Harrison","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}