{"id":"51446985-605A-4607-8F24-5FB9D745D01C","title":"Preparing a baseline from which to measure 'Big Society'","abstractText":"Big Society is a core element of the coalition government's policy and ideology. In essence, a Big Society is one in which citizens and communities take a vastly increased role in managing, shaping and delivering public services and the social and physical infrastructure of society. This project produced a 'blueprint' for measuring variation in capacity for, and participation in, Big Society. The measure would be for communities across the entire UK.\n\nOur measure distinguished three 'domains' of influence over the development of Big Society: Individuals, Community and Regulatory Environment. We identified datasets that could characterise: attitudes to, and participation in, Big Society; existing infrastructure which might support its development; and the extent to which local resources and regulatory environments are supportive. We found many datasets which could contribute to the measure, but also that government had discontinued some of the most pertinent sources. We then set out a means of combining available data into a classification which would characterise different communities according to their capacity for and participation in Big Society.\n\nWe consulted with interested parties, including government, to create our blueprint. Once it was complete, we set out our ideas in a short animated film.\n\nwww.measuringbigsociety.org","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I507582/1","grantId":"AH/I507582/1","fundValue":"30039","fundStart":"2010-12-30","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  We presented the research direct to DCLG on two occasions, speaking to an audience of senior civil servants from a variety of departments including the Cabinet Office. We directly discussed with statisticians working for the government how a) our ideas might be used in practice, but also b) the necessity to retain or reestablish regular surveys of social participation within the UK. \n\nThe research was also used to produce a website which invited public participation in the debate on Big Society, but which also disseminated our approach and ideas to how the progress of Big Society might be measured. At the time, the site was disseminated and discussed on Twitter. The site continues to be accessed and had about 100 views in the last year, despite the project ending in 2012. Government, Democracy and Justice Policy & public services","person":"Richard James Mitchell","coPersons":["Jamie Robert Pearce","Liz  Twigg"],"organisation":"University of Glasgow","findingsText":" Big Society is a core element of the coalition government's policy and ideology. In essence, a Big Society is one in which citizens and communities take a vastly increased role in managing, shaping and delivering public services and the social and physical infrastructure of society. This project produced a 'blueprint' for measuring variation in capacity for, and participation in, Big Society. The measure would be for communities across the entire UK. It is important to note that this project planned how such a measure would be created - we were not funded to actually create it. \n\nOur measure distinguished three 'domains' of influence over the development of Big Society: Individuals, Community and Regulatory Environment. We identified datasets that could characterise: attitudes to, and participation in, Big Society; existing infrastructure which might support its development; and the extent to which local resources and regulatory environments are supportive. We found many datasets which could contribute to the measure, but also that government had discontinued some of the most pertinent sources. We then set out a means of combining available data into a classification which would characterise different communities according to their capacity for and participation in Big Society. \n\nWe consulted with interested parties, including government, to create our blueprint. Once it was complete, we set out our ideas in a short animated film (see www.measuringbigsociety.org). \n\nThe difficulty in defining Big Society was a recurrent theme in the project. Different stakeholders held different views as to what it is, and therefore what would be important to measure. \nIt would be possible to build a measure of capacity for, and participation in, some aspects of Big Society from existing secondary data sets. Such a measure might not satisfy all potential stakeholders, but it would provide information about the baseline position and subsequent development of what is intended to be a revolution in public service delivery.\nThere are significant gaps in the data available to measure capacity for, and participation in, Big Society. The measure proposed here would require some estimation of data. Some data gaps are a direct consequence of government cutting surveys about community participation. It is anomalous that a government committed to cultivating a Big Society should simultaneously remove some of the best tools for assessing its success and impacts. Our would be readily used by others as it provides a blueprint to create a measure of small area change in social participation and its antecedents, over time. We set out detailed plans for the construction of measures of Big Society which could be followed in full or in part by other academic teams. We think it unlikely that government itself would do this however, as it's public commitment to Big Society has waned markedly. Government, Democracy and Justice","dataset":"gtr"}