{"id":"51508FA7-F22D-4C12-A3AE-2763C36D9D6D","title":"Comparative planetary infrared aurorae","abstractText":"Planetary aurorae, like the Earth's aurora borealis and aurora australis, are formed by energetic charged particles streaming along the planet's magnetic field lines into the upper atmosphere from the surrounding space environment. However, differences in the source of these charged particles means there are considerable variations between the aurora of different planets. On Earth's, the aurorae are dominated by the effect of interactions between the magnetic field and the solar wind. Jupiter and Saturn are far more massive and also rotate more quickly than the Earth and as a result the magnetic fields of these planets are much stronger. This results in currents that connect between the planet and the nearby space environment, shielded from the solar wind. Uranus has a magnetic field that is even more different to the Earth's and this too produces currents that connect with the planet. These currents produce aurora that differ significantly from those usually seen on Earth. Our work uses telescopes on the ground and in orbit around Saturn to observe the aurorae of the gas giants at infrared wavelengths. This allows us to not only measure the varying brightness of the aurora across the planet, but also show how the ions in the upper atmosphere of the planets move as a result of the currents which cause the aurora. Using these observations we have been able to show that the aurorae seen on the gas giants are, in fact, produced by a variety of current systems, some connected to the solar wind as at Earth and others with processes within the local space environment. However, we have also observed many features that remain unexplained by either process. In this programme of research we intend to use observations of the gas giant aurorae to significantly improve our understanding of the different processes that lead to the formation of these aurora by better characterising them directly. In the past year, a significant programme of observations were made of the aurorae of both Jupiter and Saturn, in support of the New Horizons flyby in February 2007. This consist of highly detailed ultraviolet (UV) images taken by the Hubble Space Telescope, together with a ground-based infrared (IR) campaign, which will allow us to directly compare the fine-scale images directly with the spectral data for the first time. As a part of the international Uranus at Equinox observing campaign, we also took the first-ever image of the upper atmosphere of a gas giant, correcting for the distortional effect of looking through the Earth's atmosphere. This allows us to observe the upper atmosphere of Uranus at an unprecedented accuracy. In addition to this, we have led the anaylsis of new images of Saturn's aurora taken by the VIMS instrument aboard the Cassini spacecraft, in orbit around around the planet. These have given us views of the aurora, presenting us with a whole new set of emission that looks unlike anything seen before on Saturn, or any other planet. We intend to analyse this new wealth of data to understand the differences between the aurorae of different planets. In showing the extent to which the solar wind controls the aurora on each of these planets and comparing this with what we know about the surrounding space environment, it will be possible to understand the way solar wind influences on a planet's upper atmospheres change with the planetary configuration. Some of these effects, that are too small to properly distinguish on the Earth, are far more powerful and dominant on other planets Thus, our observations will also allow us to better understand the details of how energy flows from the Sun to the Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002223/1","grantId":"ST/G002223/1","fundValue":"319242","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"  We have used our observations as a platform for encouraging interactions with the general public, and to stimulate discussions about astronomy and science more generally.\nDetailed discussions have come through the use of interactive discussions on websites such as Reddit, though a programme called Live from the Observatory, both telecasting on own own and in direct collaboration with the Keck telescope, as well as Q and A sessions with members of the public at the telescopes, we have actively shown science in action. Our science has been disseminated through press releases and directly though interactions with the media, resulting in resources that have been used for public talks, including the Griffith Park observatory in LA. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Thomas Stephen Stallard","coPersons":[],"organisation":"University of Leicester","findingsText":" o The discovery of a seasonal variation in temperature within the upper atmosphere of Uranus\no Detailed comparisons between the IR and UV aurora, using a multi-instrument observations by Cassini\no Comparative investigation of the velocity wind structures seen at Jupiter and Saturn\no A sequence of direct mission support observations for both the Cassini Spacecraft, and the Hubble Space Telescope\no Equinoctial observations of Saturn's auroral region, showing the differences in the auroral conditions in each pole\no Initial detection of non-auroral variations across Saturn's ionosphere\no Direct measurement of the auroral response of Saturn's ionosphere to the volcanic plume from Enceladus\no The first spectral measurements of Jupiter's infrared aurora using adaptive optics (on ESO's VLT)\no Analysis of the H3+ ionosphere of Neptune, showing current models to over-predict H3+ emission by a factor of at least 3. We have a significant number of observations of Jupiter, Saturn, Uranus and Neptune that will continue to be useful over an extended period, allowing the measurement of long-term affects, and compare changes in auroral conditions due to solar wind and internal magnetospheric variation - these observations are available to a wider academic community. Our mission support observations helped develop a much broader sequence of combined observations of Saturn in 2013. It also resulted in the identification of a 'Ring-Rain' feature, that has been published in Nature in 2013, and now represents an entirely new field of study for Saturn, involving modellers and observers. Other","dataset":"gtr"}