{"id":"51521942-5028-44AC-AC17-F3D2929D1BB1","title":"Missing data imputation in clinical databases: development of a longitudinal model for cardiovascular risk factors","abstractText":"Clinical databases which use information that health care professionals record in their day-to-day work are rich sources of data for health research. The databases offer many opportunities for research that would be expensive and difficult to address using standard types of research study. They have already proved to be valuable resources for research into heart disease and stroke. One drawback of using many of these clinical databases, however, has been the large amount of missing data on some important factors such as smoking, alcohol consumption, blood pressure and weight. New statistical methods (multiple imputation) have been developed which potentially can help with this problem. There is difficulty in using these new methods as they assume that missing data are random, that is not related to other characteristics of the person seeing their doctor. This is frequently not the case in clinical databases as doctors record information more often on someone when it is relevant to a disease they have. For example, smoking history or blood pressure is more likely to be recorded in someone who has had a heart attack. Data recording is improving, however, and more recent data are likely to be more complete.\n\nThis study aims to use new innovative statistical techniques, called a ?forward-backward? algorithm to allow us to make ?imputations? or estimations of missing data allowing for changes in the quality of recording of data over time, and changes in the risk factors in a person over time, for example their smoking status. We will use more recent data as a starting point because it is more complete. Information from other research studies, for example on how many people give up smoking per year by age group and sex, will also be used to make more accurate estimations on data that is missing in earlier years. This will allow researchers to undertake more accurate research using these databases on heart diseases, stroke and many other areas, such as diabetes, obesity or lung diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900701","grantId":"G0900701","fundValue":"314140","fundStart":"2009-12-01","fundEnd":"2012-11-30","funder":"MRC","impactText":"","person":"Irene  Petersen","coPersons":["Louise  Marston","Irwin  Nazareth","Ian  White","Richard William Morris","James Robert Carpenter","Katherine  Walters"],"organisation":"University College London","findingsText":"","dataset":"gtr"}