{"id":"51661EBC-3B35-4F1A-ADE1-04C7F8BC6912","title":"Transgenic tools for the site specific insertion of large genomic transgenes via the PhiC31 integrase","abstractText":"Transgenic technology allows scientists to probe gene function and to assess the contribution of specific genes to a particular physiological process through the generation of strains of genetically modified mice which carry extra copies of a particular gene of interest. This technology also allows models of human genetic disease and variation to be established and investigated by introducing equivalent human mutations into the mouse. These models can be used to investigate the underlying cause of the disease process and to trial therapeutic and diagnostic approaches. The publication of the human genome sequence and recent genome-wide association studies have identified many genes and mutations whose function has not yet been ascertained, thus it is expected that the use of genetically modified mice will increase dramatically over the coming years to address these challenges. Despite the power of this technology, the current methodologies in use have rather significant shortcomings which make the technology rather unpredictable. Consequently, a large amount of work, financial resources and animal studies are required for the generation and analysis of a genetic model. Frequently this lack of predictability is due to two common weaknesses: Firstly, the genetic material introduced into the mouse is frequently an artificial version of the gene, deficient in potentially many regulatory domains. Consequently the transgene expression which results in the mouse does very accurately reflect the real physiological situation. Secondly, the genetic material being added to the mouse enters the mouse chromosomes completely at random and can cause damage and frequently results in disregulation of the genetic material. Once again the transgene expression is not really physiologically relevant in this case. The lack of predictability means that it is very challenging to draw conclusions from transgenic models and multiple redundant strains must be generated and analysed. Furthermore, using this conventional technology, it is difficult to compare different strains of mice carrying similar transgenes with different mutations - an experiment which is becoming increasingly relevant as we unravel the natural variation in DNA. This variation may have important consequences for disease susceptibility and understanding how these small differences in DNA relate to physiological and disease processes is becoming an important frequently asked question. This project aims at combating these disadvantageous and unpredictable aspects of the technology by developing tools which enable large regions of genetic material (which thus represent real genes rather than artificial mini-genes) to be incorporated into specific sites within the mouse genome. The site of integration has been selected as being neutral; meaning that insertion of genetic material at this position is not associated with any undesirable consequences. Tools will be developed which enable large fragments of genetic information encoding for complete genes, to be manipulated and transferred into mouse embryonic stem cells at high efficiency. By taking advantage of an enzyme which normally allows a bacterial virus to integrate into its host's genome, large genomic fragments will be inserted in a specific site within the genome. The resulting stem cells can be used to generate strains of transgenic mice carrying these transgenes. A direct comparison of a mutation or variation in a sequence can be performed by generating identical transgenic mouse models which carry the two or more versions of the gene sequence understudy within the same position within the genome. By analysing the mice, we can ascertain the effects of the mutation or the variation with high confidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024111/1","grantId":"BB/G024111/1","fundValue":"121550","fundStart":"2009-10-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  Our team are responsible for the production of transgenic models for the Wellcome Trust Centre for Human Genetics as well as the wider biomedical science community at Oxford. With the help of this award, we are now able to offer this new technology for the generation of large genomic transgenic models. This service offer has already been taken up by 2 groups within Oxford and several disease models for neurodegenerative diseases have been established and are currently under study. When we are able to publish the methodology in collaboration with these groups, we hope to draw more attention to the method and continue its wider application. Pharmaceuticals and Medical Biotechnology Economic","person":"Benjamin John  Davies","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant has enabled the establishment of a methodology to position large portions of genomic DNA at a specific neutral locus within the mouse genome. This allows a functional assessment of the role of a particular region of genomic DNA to be elucidated. The fact that the DNA is integrated into a specific position, helps the comparison of genomic DNA with subtle differences. It is becoming well established that subtle differences in DNA, particularly in non-coding DNA i.e. the portion of DNA that is not coding for proteins, underly certain diseases susceptibilities. Having a technology platform enabling a functional assessment of these subtle differences is of great importance for unravelling the meaning of how these differences contribute to disease pathology or susceptibility. We have launched this technology as a service within our transgenic core and have already used the methodology to generate 3 different disease models expressing variants of a genomic transgenes. All these models are in the field of neurodegeneration and will hopefully allow new insights into the pathogenesis of disease and the models may well serve as therapeutic or diagnostic tools. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}