{"id":"516C242A-1974-40A2-B9D4-B3B63B37E946","title":"The stem cell fate of pericytes in tissue regeneration","abstractText":"Pericytes are perivascular cells that wrap endothelial cells in capillaries and form by that the structural support of small blood vessels, necessary to maintain blood pressure. It is now clear that pericytes are also involved in diseases that are closely linked with the formation of new blood vessels, such as diabetic retinopathy or cancer. Previous research into pericyte function has been limited as the isolation of pure cells proved difficult. But now this obstacle has been overcome by the development of sophisticated equipment and by the genetic engineering of mice in which mutations were found to affect pericyte function. Isolated pericytes were shown to be capable to differentiate into various cell types, and it was therefore suggested that they represent stem cell-like progenitor cells. Furthermore, pericytes that were isolated from skeletal muscle and injected into injured muscle were shown to participate in muscle regeneration. This has created big hope for gene therapy approaches using these cells. However, in order to safely use and to maximise the efficiency of pericytes in human applications it is necessary to fully characterise the potential of the endogenous pericytes, the degree to which they spontaneously contribute to tissue remodelling, and potential undesired side-effects, \nWe have previously generated a mouse model in which pericytes can be specifically identified by a colour-based staining procedure in isolated tissues. We have now crossed these mice with mdx mice, the mouse model for the human muscle wasting disease Duchenne muscular dystrophy, to determine by colour reaction whether or not endogenous pericytes contribute to new muscle formation. This has shown that there is massive remodelling of these cells in injured skeletal muscle. However, we are limited in the further identification of cells that originated from pericytes. We therefore propose to generate a more versatile mouse model, which marks the cells genetically with a fluorescent protein and enables us to follow the fate of pericytes in muscle regeneration by using imaging techniques that allow a high penetrance in the intact tissue. Moreover, this mouse model will be invaluable in the future to characterise pericyte progenitor cells from a variety of tissues for their capacity in tissue remodelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802553","grantId":"G0802553","fundValue":"228253","fundStart":"2010-02-01","fundEnd":"2011-10-31","funder":"MRC","impactText":"","person":"Ulrike  Mayer","coPersons":["Ernst  Poschl"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}