{"id":"516D4AB5-2352-4598-A627-ECBA2C76959A","title":"Structural studies on P-TEFb and its role in regulation of transcription elongation","abstractText":"Transcription is the process during which genes are transcribed into messenger RNA that in turn serves as the template for protein synthesis. Regulation of transcription ensures the timely expression of proteins required for cell growth and differentiation. Errors in transcription regulation can lead to uncontrolled cell growth and proliferation. Positive transcription elongation factor b (P-TEFb) controls the elongation phase of transcription that is carried out by RNA polymerase II. Not only is P-TEFb essential for transcription of the vast majority of cellular genes, it is also a critical host cellular cofactor for the human immunodeficiency virus HIV. HIV uses P-TEFb to enable the transcription of its own genome by the cellular transcription apparatus. Increases in P-TEFb activity are also associated with other diseases, for example cardiac hypertrophy and breast cancer. Our study aims not only to contribute to a better understanding of how P-TEFb recognizes its substrates and how its activity is regulated within the cell, but also to identify the mode of action of specific inhibitors of P-TEFb. One such inhibitor is Flavopiridol, a potential drug against cancer that is already in clinical trials. These studies will form the basis for future structure-aided drug discovery initiatives to develop therapeutics targeting P-TEFb. Within the cell P-TEFb activity is controlled by its association with positive and negative regulatory factors, called BRD4 and HEXIM1/7SK RNA, respectively. Our knowledge of the mechanisms by which these regulatory factors control P-TEFb activity would be greatly assisted by knowing their structures in molecular detail. Protein structures can be determined using the techniques of X-ray crystallography and electron microscopy. The aim of the proposed research is to use both these techniques to characterise the molecular details of the active site as well as the organization of the large inhibitory complex. This information will be useful in furthering our understanding of how transcriptional activity is controlled at the stage of transcription elongation and will also facilitate our understanding of how HIV uses the P-TEFb to promote transcription of its own genes. Ultimately we may be able to exploit this knowledge for the treatment of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701166","grantId":"G0701166","fundValue":"311288","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Jane Anne Endicott","coPersons":["Catherine  Venien-Bryan"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}