{"id":"51703FA1-B441-4AA3-8BC3-CD7E67299168","title":"Physical Ecosystem Engineering by Riparian and Aquatic plants","abstractText":"Traditionally researchers working on river patterns and dynamics have viewed vegetation as having a passive role. However, over the last 20 years, an increasing body of evidence has indicated that riparian trees can be highly influential in controlling landform development and dynamics along river margins. Whilst riparian trees and driftwood have received the most attention in their role as river engineers, recent research has demonstrated that under many circumstances and across rivers of all sizes, a range of plant species can influence river form and dynamics, providing a mechanism linking plant diversity and channel form. Evidence of river engineering by plants (i.e. acting as 'physical ecosystem engineers') controlling ecosystem functioning by significantly modifying the habitat, has been based on limited and largely opportunistic observations. Therefore, we propose an integrated study of river engineering by plants to identify the physical circumstances under which characteristic biogeomorphic structures evolve, the implications of such landform evolution for initiating and accelerating ecological succession and for the maintenance of both fluvial habitat complexity and biodiversity. We propose a conceptual biogeomorphic model where we argue that the ability of a particular plant species to engineer the river environment hinges on its ability to actively interact with a river's flow regime and transported sediment. We conceptualise a lower threshold of unit stream power and finer sediment supply below which engineering species can choke channels but above which they can exert a notable, complex influence on channel form and ecosystem dynamics. We also conceptualise a higher energy threshold above which engineering species are unable to persist and have little influence on channel form. Between the two thresholds we hypothesise that the average age and frequency of plant-associated channel bed features decreases with increasing unit stream power as flow disturbance progressively overrides plant-landform engineering, providing a zone of maximum plant engineering and biocomplexity in locations of medium energy and medium to high finer sediment availability. A range of aquatic plant species are capable of performing the engineering functions described above, but branched bur reed (Sparganium erectum) is the most commonly occurring rigid, emergent vascular plant in English and Welsh rivers, hence it was chosen as the focus for our research. Our overall aim is to develop and place boundary conditions upon the conceptual model and specifically to establish: (i) the range of physical conditions within which our model species, S. erectum, can actively engineer river landforms (ii) the quantitative mechanical properties which support plant engineering of landforms and the rate at which they evolve with plant growth (iii) implications of plant engineering for river bed and margin reinforcement; fine sediment and organic matter trapping and processing; physical habitat diversity, complexity and turnover; plant succession and biodiversity. (iv) potential consequences of climate - flow regime change for the above To do this we combine four research components. 1. Analysis of national data sets to investigate broad associations between stream energy, sediment calibre and biogeomorphic forms. 2. Surveys of 144 reaches and features to define detailed associations and trajectories of biogeomorphic and ecological change along gradients of stream power and sediment characteristics. 3. Detailed field and laboratory experimental manipulations to establish plant mechanical properties and process dynamics associated with the biogeomorphic model 4. Air photograph analysis to define temporal dynamics of the biogeomorphic model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F014325/1","grantId":"NE/F014325/1","fundValue":"131062","fundStart":"2008-05-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"","person":"Matthew Thomas OHare","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}