{"id":"5178D06D-FFB4-4D07-9970-8A5A4C59BFE9","title":"Investigating the role of the pattern recognition receptor Nod2 in delayed wound healing in the elderly","abstractText":"Approximately, one in twenty elderly people develop skin wounds that do not heal resulting in significant pain, distress and even death. These non-healing wounds are also at risk of becoming infected by harmful bacteria (pathogens). The body recognizes bacteria via specialized receptors called pattern recognition receptors (PRRs). These will respond to pathogens and trigger an immune response to kill the pathogen. However, the skin is covered in ?friendly bacteria? that may, as has been shown in the gut, be beneficial for wound healing. Ideally immune responses to bacteria should be tightly controlled so that the immune cells destroy the pathogens whilst ignoring the friendly bacteria. If the immune responses are not properly regulated there can be serious consequences including an inappropriate negative reaction to friendly bacteria. One way to maintain this balance is by down-regulating PRR function in response to specific bacteria, an event controlled by the PRR, Nod2 and others. Importantly, altered Nod2 function has been linked to chronic inflammation in both the gut and skin. We also have shown that Nod2 and other PRRs are reduced in elderly humans. This suggests that in the skin of older people the immune responses to bacteria are altered. We have observed that mice lacking Nod2 are unable to effectively heal skin wounds and in this respect resemble elderly humans. We believe that Nod2 is critical for normal wound healing and that its reduced function in the elderly delays wound healing, perhaps via altered immune responses to bacteria. At present there are few effective treatments for chronic delayed healing with most focusing on addressing the symptoms rather than prevention e.g. maggots used to remove dead tissue. As we are an aging population, there is an urgent need to understand why skin healing is delayed in the elderly, which will then allow us to develop better treatments. Successful completion of this project will reveal the role of Nod2, and interaction with bacteria, in delayed skin wound healing. Improved understanding of this crucial area will lead to the development of better treatments for chronic skin wounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000449","grantId":"G1000449","fundValue":"409096","fundStart":"2011-04-18","fundEnd":"2014-04-17","funder":"MRC","impactText":"","person":"Matthew James Hardman","coPersons":["Sheena Margaret Cruickshank"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}