{"id":"51810463-3E39-4B84-BB59-9464E44E0C13","title":"Modern Japanese Sculpture Network","abstractText":"In terms of scholarship, modern Japanese sculpture is a relatively new field. Only in the last few years has it started to attract attention from museum curators and academics in Japan and in the West. The focus of this research network is sculpture made in Japan after the Meiji restoration of 1868, when the country was opened officially to Western influence for the first time in two centuries. The following decades saw the collision and fusion of two very different artistic cultures, as foreign artists were invited into Japan, Japanese artists travelled to the West and the first Western-style art academies were founded in Tokyo. Before the Meiji period, there was no word for 'sculpture' in Japanese and no concept of sculpture as an independent art form, distinct from craft practice. However, there were rich traditions of object making both for religious and secular purposes and of carving in wood, bone and ivory. \n\nIn the Meiji period (1868-1912) Japanese artists with a background in traditional object-making experimented with Western techniques, aesthetics and forms, including modelling in clay, working directly from the life model, anatomical realism, portraiture and figure sculpture. By the following Taisho and Showa periods (1912-c.1937), a younger generation of sculptors were able to draw upon a variety of different sources, revisiting traditional craft practices and applying Western techniques to non-Western forms and aesthetics, to create hybrid objects, hovering between the different artistic traditions. This was an avant-garde that used skill and tradition to develop sculptural thinking in new ways.\n\nGiven the current lack of knowledge in Europe of Japanese sculpture of this period, the research network will use the exhibitions A Study of Modern Japanese Sculpture, at the Henry Moore Institute and a further exhibition at Musashino Art Museum as the focus and starting point for a series of three research workshops: at the Henry Moore Institute; Musashino University and the Slade School of Fine Art, UCL, which will bring together scholars from Japan and the UK and promote international discussion around a subject which itself embodies cross-cultural exchange. \n\nThe intention with the Modern Japanese Sculpture Network is to open debates on an under-researched topic, sharing ideas between Japan and the UK and developing opportunities for future collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008312/1","grantId":"AH/M008312/1","fundValue":"36037","fundStart":"2015-03-16","fundEnd":"2016-09-15","funder":"AHRC","impactText":"","person":"Edward  Allington","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}