{"id":"5190474C-4D76-44D9-B2A3-3D4DD982B727","title":"Designing Out Fatness: The Built Environment in Anti-Obesity Policy","abstractText":"<p>Due to increasing concern with what's been termed 'obesogenic environments', there have been calls for planners to 'return to their public health roots', to design 'healthy towns/cities'. </p>\n\n<p>However, there is significant uncertainty in the 'science' surrounding obesity and a lack of evidence about 'what works' in relation to urban design. Planning professionals are therefore being asked to design healthy spaces, with no consensus on how to do this. </p>\n\n<p>This research aims to investigate how planners resolve this imperative to act now with the lack of evidence about what works. Using mixed (qualitative and quantitative) methods, it will explore the experiences of urban design professionals in three case study locations in NW England, the provision of training in higher education institutions across the UK, and the intersections between health and other design imperatives associated with sustainable communities in national and local policy.</p>\n\n<p>Project outcomes will inform Continuing Professional Development provision (CPD) and higher education training for planners and will contribute to academic debates concerning the relationship between bodies, health and place; pre-emptive politics; the role of (urban) space in attempts to secure a sustainable future; and the politics of obesity.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3780-A","grantId":"RES-000-22-3780-A","fundValue":"66768","fundStart":"2010-02-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  Initial publications have focussed on informing an alternative model of the relationship between body size - health - environment and have therefore been targeted to journals which will intervene in key debates. The paper in Geography Compass outlines connections between critical geographies of obesity and urban geographies in order to question the ways in which obesity is politicised in relation to the urban environment. \nThe paper in Social Science and Medicine responds to one element of the ways in which obesity and urban design are connected: walkability. The paper brings the research from this project into conversation with research on disability and on other ways of moving (running, cycling etc). Through co-authoring this paper with international authors, analysis from this project has a direct impact on broader academic work.\nThe paper in Progress in Human Geography, whilst not presenting data from this project, takes the broad conceptual ideas developed through this project and uses them to interrogate the ways in which geographers have conceptualised the obesogenic environment and to suggest alternative ways of approaching this.\nIn addition to these publications, research findings have also been presented at several interdisciplinary and international conferences chosen to give a broad reach in terms of speaking to medical, planning and geography academics:\no CRESC conference, September 2011 \no RGS/IBG annual conference, September 2011\no Association of Medical Humanities conference, Truro, July, 2010\no AAG Annual Meeting, Washington DC, 14-18 April 2010\n\nThe final report research findings summary has been made available online and has also been circulated to all participants interviewed during the project. Since one element of the project involved interviews with academics in planning departments at HEIs across the UK, this has also ensured that the key findings from this project have been distributed widely.  ","person":"Bethan  Evans","coPersons":["Jon  Coaffee"],"organisation":"Durham University","findingsText":" Five core findings map onto the research aims \n\n1. The role and responsibility of the planner \n\n- planners see healthy urban design as ‘good design’. However, when it comes to obesity, planners identify significant limitations to their responsibility, including: existing infrastructure, competing planning imperatives and the need for cross-departmental working.\n\n- competing planning imperatives are important. Sustainable development and economic development have greater regulatory weight than health. In some instances there are productive overlaps but in others, these imperatives detract from health (particularly economic imperatives).\n\n\n\n2. Policy in practice\n\n- planners see healthy urban design requiring collaboration with public health colleagues. However, cross-disciplinary working presents many challenges. Most notably, public health colleagues often have unachievable expectations about what planning can achieve and don’t recognise competing planning imperatives. \n\n- There is little community consultation in relation to obesity and planning. \n\n- Good practice models were often drawn on by public health respondents. However, for planners, these cannot easily be applied to existing built, social and political infrastructures.\n\n\n\n3. Understanding health\n\n- Most planners spoke about health in much more progressive and holistic terms than public health policy on obesity. \n\n- Many planners felt uneasy with the idea of ‘designing out’ fatness. They see ‘healthy’ urban design to be about ‘designing in’ people. However, this didn’t always extend to designing for fat bodies. Planning students in particular saw this as antithetical to healthy design. There were some planners, particularly those who worked specifically on matters of accessibility, who challenged this and were more open to considering the needs of bigger bodies. These tensions reveal that an emphasis on the built environment does not necessarily negate a conceptualisation of obesity as the ‘fault’ of the individual.\n\n- Any imperative to measure the outcomes of planning initiatives using BMI (and hence any specific focus on obesity) was seen to be problematic since this would miss the broader health benefits of some design features. \n\n\n\n4. Planning education \n\n- The lack of a focus on health in RTPI accreditation guidelines and a packed curriculum means the majority of RTPI accredited planning courses have no specific module or content on obesity or health. Health content tends to be driven by the specific research expertise of staff or students. \n\n- Many planning students reproduced problematic, stereotypical views of fat people. There is a clear need for more critical planning education to encourage students to think about health in ways that challenge these stereotypes.\n\n\n\n5. Political change\n\n- The coalition government has maintained a focus on the built environment in policy on obesity and this fits broader political agendas e.g. ‘nudge’.\n\n- Local authority restructuring has derailed many existing projects. The integration of PCTs within local authorities might facilitate cross-disciplinary working, however, relaxation of planning laws may mean that healthy/good design is overlooked. Planning students, as the next generation of built environment professionals, are a focus for this project and therefore one of the journals chosen for publication (Geography Compass) is one which aims to target both academics and students. This paper has already been cited by an international author despite only being published this year. The paper presented at the CRESC conference was in a session specifically on ‘the urban’, targeting those with an interest in this area.\n\nThe project also aims to speak to public health audiences. The paper presented at the AMH conference was given to clinicians and those who work in public health and medical education. This paper prompted a lively debate and was commented on as offering a new perspective to that usually encountered by this audience. The publication in Social Science and Medicine similarly aims to reach a more medical audience.\n\nThe publication in Progress in Human Geography aims to make an impact amongst geographical work on obesogenic environments. This journal has been chosen as a key reference point within geography. Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}