{"id":"5197EEE8-DD90-4224-B1F7-5F18A399E5D8","title":"Investigation of Non-Spherical Droplets in High-Pressure Fuel Sprays","abstractText":"Understanding the mechanisms that lead to the breakup and evaporation of liquids is a key step towards the design of efficient and clean combustion systems. The complexity of the processes involved in the atomisation of Diesel fuels is such that many facets involved are still not understood.\n\nThe morphological composition of a typical Diesel spray includes structures such as ligaments, amorphous and spherical droplets, but the quantity of fuel occupied by perfectly spherical droplets can represent a small proportion of the total injected volume. These relatively large non-spherical structures have never been thoroughly investigated and documented in high-pressure sprays, even though the increase in heat transfer surface area of deformed droplets is an influential factor for predicting the correct trend of evaporating Diesel sprays. The characterisation of fuel spray droplets is generally conducted using laser diagnostics that can measure droplet diameters with a high level of accuracy, but they are fundamentally unable to measure the size or shape of non-spherical droplets and ligaments. Hence the data obtained through these diagnostic techniques provide a partial and biased characterisation of the spray. The experimental bias towards spherical droplets is compounded by the complexity of modelling the heating and evaporation of deformed droplets. Consequently, theoretical models for liquid fuel atomisation and vaporisation are based on a number of simplifying hypotheses including the assumption of dispersed spherical droplets.\n\nOur proposal seeks to initiate a step change in the description of petroleum and bio fuel spray formation by developing diagnostics and numerical models specifically focused on non-spherical droplets and ligaments. Our approach will build upon recent advances with microscopic imaging to build novel diagnostics and algorithms that can measure the shape, size, velocity and gaseous surrounding of individual droplets and ligaments. This morphological classification, along with the velocity measurements, will be used to develop new phenomenological and numerical models for spray breakup, heating and evaporation. The models will then be implemented into computational fluid dynamics (CFD) codes to simulate spray mixing under modern engine conditions, and generate information where optical diagnostics cannot be applied. These goals will be achieved by combining the expertise of the academic and industrial partners with that of international experts from the University of Bergamo, CORIA, and Moscow State University.\n\nThe project's concerted approach, aimed at removing the experimental and numerical biases towards spherical droplets, will establish a unique world leading research capability with potential impact for numerous practical spray applications. The project would underpin research in areas that rely upon the atomisation or evaporation of liquids, including the efficient delivery of liquid fuel, pharmaceutical drugs, cryogens, lubricants and selective catalytic reductants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020528/1","grantId":"EP/K020528/1","fundValue":"607053","fundStart":"2013-11-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"","person":"Cyril  Crua","coPersons":["Morgan  Heikal","Sergei  Sazhin"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}