{"id":"51986674-8DDC-4573-91A7-CAD3FAC66C7E","title":"Investigating the influence of fluorination on hydrogen bonding properties of functional groups","abstractText":"Fluorination of organic molecules is a widespread tactic to improve molecular properties in many areas, and hydrogen bonding is the most important non-covalent intermolecular interaction. This project aims to undertake a thorough investigation of the effects of fluorination on hydrogen-bonding properties of alcohol and amine (ammonium) functional groups, with as ultimate aim the provision of predictive tools in which these properties can be calculated for functional groups as part of a multifunctional substrate. This is important as the influence of fluorination on hydrogen bonding properties of functional groups is not straightforward: our first results have shown that fluorine introduction next to alcohols can lead to an increase as well as a decrease of the alcohol hydrogen bond donating capacity, clearly demonstrating a crucial importance of the relative configuration and position. \nFor each functional group, a set of specifically designed model compounds is proposed that allows the investigation of particular effects of fluorination on the hydrogen bonding properties. For this purpose, conformationally constrained compounds that allow for singling out a particular effect will be investigated first. In a second stage, conformationally flexible model compounds containing different relative stereochemistries will be evaluated as well. These compounds will be synthesised, followed by experimental determination of hydrogen bonding properties.\nThe prediction of H-bond properties of functional groups will be achieved by theoretical calculation of a suitable molecular descriptor, which will then be correlated with the experimentally obtained values to create a set of Linear Free Energy Relationships (one for each hydrogen bond property). Part of the model compounds aim to evaluate subtle substituent effects, which, if successfully predicted, will be viewed as important test cases for the accuracy of our predictive tool for polyfunctional substrates.\nThorough conformational, NBO and AIM analyses will be employed to aid the rationalisation of the observed effects. This will lead to the establishment of a set of rules or guidelines describing how fluorination influences H-bond properties of the abovementioned functional groups, which will further increase our understanding of the effects of fluorination.\nWhere feasible, the hydrogen bonding characteristics will be compared with experimental lipophilicity and pKa (pKa(H)) values, both of which are important molecular properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016938/1","grantId":"EP/K016938/1","fundValue":"227273","fundStart":"2013-04-08","fundEnd":"2015-10-07","funder":"EPSRC","impactText":"","person":"Bruno  Linclau","coPersons":[],"organisation":"University of Southampton","findingsText":" Research still in progress Research still in progress Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}