{"id":"51A96912-1A4C-4F4B-B76E-226DE6D6B84D","title":"Electrical and picosecond optical control of transistor-type plasmonic antenna switches","abstractText":"Miniaturization of optical components for on-chip integration of electronic and photonic functionalities is one of the new frontiers with the promise of enabling a next generation of integrated optoelectronic circuits. A particularly fascinating prospect is the achievement of an optical analogue of the electronic transistor, which forms the building block of our computers. Our approach involves a nanoscale version of a radiowave antenna, the plasmonic nanoantenna. Plasmonic antennas are designed to overcome the diffraction limit of light and to focus light into a nanometer-sized antenna 'feed' gap. \n\nIn our first studies supported by EPSRC we have proposed a variety of devices exploiting hybrid interactions of a nanoantenna with an active substrate. Here, we aim to launch a full-scale investigation of such hybrid antenna devices including various geometries and metal oxide substrates, where the plasmonic antenna will be exploited as a nanoscale sensitizer for the active substrate. Integration of a nanoantenna switches with a nanoelectronic transistor will yield a new class of optoelectronic devices: the nanoantenna MOSFET.\n\nThe proposed optically and electrically controlled nanoantenna devices are of enormous interest as a bridge for on-chip control of electrical and optical information. In addition, ultrafast active control of local fields and antenna radiation patterns will enable new applications in nonlinear optics, Raman sensors, and optical quantum information technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010758/1","grantId":"EP/J010758/1","fundValue":"159456","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"EPSRC","impactText":"  We have assessed the potential for controlled orientation vanadium oxide (VO2 phase) for optoelectronic fast switching (the opto-electronic properties being evaluated by partner Southampton University). \nThe research objectives were high risk/high impact if successful. We have only been partly successful. \nWe now need to review the original technological impact routes and explore where the demonstrated properties might be relevant. Education Societal","person":"David  Sheel","coPersons":[],"organisation":"University of Salford","findingsText":" we have developed CVD process to give a significant degree of control of film morphology (crystal phase) via introducing a nucleation layer. This has significantly enhanced the opto-electronic properties which our collaborator institute (Southampton University) is characterising and assessing for device integration. The thin film electro-optic layers could be placed onto thermally more conducting substrates. Aerospace, Defence and Marine,Electronics","dataset":"gtr"}