{"id":"51AA99F3-F0C2-489A-B53B-3D3A56DB6091","title":"An investigation of the in vivo expression and function of the D6-chemokine decoy receptor","abstractText":"During evolution, systems have been developed that allow us to respond very rapidly to damage to our tissues or to invading bacteria or other agents. This response involves the cells of our immune system and the most immediate aspect of our immune response is the inflammatory response. During inflammation, white blood cells are recruited into the inflamed sites and they help remove any bacteria or other foreign organisms and also debris from our damaged cells. In addition they help in the processes of repair of the damaged tissues. Thus inflammation is important in a range of responses including wound healing and repair of tissue damage caused by chemical irritants. In many diseases, such as rheumatoid arthritis and psoriasis, inflammation has gone wrong and therefore understanding the inflammatory response is central to our understanding of a number of very prominent diseases. Thus far we know a great deal about the white blood cells that enter inflamed sites and about the roles they play in the inflammatory process. In addition, the signals produced by inflamed tissues that lead to recruitment of the white blood cell are also well characterised. These molecules are called chemokines and they are important for white blood cell navigation to damaged or inflamed tissues. Recently we have become interested in the mechanisms whereby we switch off inflammatory responses as this is a crucial control point in the process. Little is known about the ways in which we do this. We have identified a molecule called D6 which can destroy the chemokines which help the white blood cells get to inflamed sites. We believe therefore that D6 is involved in switching off inflammation by removing the chemokines and therefore blocking the signals for white blood cell recruitment. Indeed mice that do not have D6 are unable to properly switch off inflammation in models of skin inflammation. This suggests that D6 is a fundamentally important regulator of the resolution of the inflammatory response. We now want to try to understand how D6 functions in much more detail. Specifically we propose to generate a mouse model in which D6 is tagged with a label that will allow us to look at exactly where, and when, it is expressed in an intact animal during an inflammatory response. In addition we want to look carefully at the inflamed situations in which D6 works to try to get a broader understanding of the importance of D6 and of its expression in the inflamed context. Finally we want to look at the regulation of D6 expression and function in cells that express D6. We believe that these experiments will be of great importance in improving our understanding of the resolution and control of an inflammatory response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013570/1","grantId":"BB/E013570/1","fundValue":"400130","fundStart":"2007-03-26","fundEnd":"2010-09-25","funder":"BBSRC","impactText":"","person":"Gerard  Graham","coPersons":["Robert  Nibbs"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}