{"id":"51B5FF66-D5A8-4D7C-88D6-42009F49F4C8","title":"Historicizing 'historical child sexual abuse' cases: social, political and criminal justice contexts","abstractText":"The historical sexual abuse of children has become a central focal point of political, social and legal concern. On 7 July 2014 Home Secretary Theresa May announced a public inquiry into how complaints of sexual abuse have been dealt with by public bodies over the last 40 years; the inquiry will produce an interim report by May 2015, with a full report to follow at a later stage. A 10-week investigation has also been launched into allegations relating to Whitehall politicians. These announcements follow the NHS and Department of Health Investigations into Matters Relating to Jimmy Savile (published on 26 June 2014); a second report is due in 2015. The enquiries will hear important evidence from witnesses and examine files associated with the bodies under scrutiny. As yet, however, our knowledge of the broader history of sexual abuse in the twentieth century is extremely partial, with some incidents well charted and others ignored. A full understanding of the wider historical circumstances that have shaped social, legal and political responses to child sexual abuse (or their lack) is urgently needed to provide missing information to contextualise and complement these public inquiries.\n\nThis research project will carry out rapid deck-based research, using very significant sets of online sources that are already available in digital form, but whose potential for research into the history of child sexual abuse has not been realised. It will cover four significant areas:\n\n1. We will construct quantitative profiles of the extent of the reporting and convictions of sexual offences from 1918 to 1990, making use of the published Criminal Justice Statistics for England and Wales.\n\n2. We will carry out a qualitative longitudinal study of the role of the national and local newspaper press in reporting cases of child sexual abuse, and in shaping social attitudes towards young people and sexuality in the period 1918-1990. The newspaper press was a crucial arena through which public opinion was shaped and shifting moralities were discussed and debated for much of the twentieth century. Whilst the press cannot be viewed as an unproblematic barometer of opinion, it provides historians with an important lens through which to access a range of viewpoints and to chart dominant tropes and narratives. A survey of the newspaper press also enables us to access reports of the decisions that were made in the court-room and thus to further explain the trends for reporting and conviction that analysis of the criminal justice statistics reveal.\n\n3. We will examine the shifting viewpoints of key professional groups, including social workers and lawyers, by undertaking a survey of publications associated with these occupational groups. \n\n4. We will begin a mapping of organisations, bodies and associations who have commented on and campaigned around issues relating to children and sexuality across the broad period 1918-1990. This initial mapping will involve research into the availability of archival and manuscripts sources (including those held in the National Archives and local repositories) and will form the basis of a further funding application.\n\nOur time-table is designed to coincide with the undertaking of the public enquiries and the preparation of the further report relating to the NHS and Department of Health Investigations. We will run seminars/workshops for civil servants, lawyers and other professionals involved in these investigations, and make our findings available in a free and easily accessible format as briefings on the History &amp; Policy website. Thus our project will provide essential knowledge to shape discussion, debate, and inform the final public inquiry reports.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009750/1","grantId":"ES/M009750/1","fundValue":"106344","fundStart":"2014-11-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Louise Ainsley Jackson","coPersons":["Lucy  Delap","Adrian  Bingham"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}