{"id":"51B91703-EA63-488A-9BEF-72D12D2E9C35","title":"Reconstruction of the Herefordshire (Silurian) Lagerstatte biota","abstractText":"Our detailed understanding of the history of life relies on the fossil record, and most especially on the very rare and scientifically important fossil deposits that preserve not simply the hard parts of animals but their entire bodies, soft parts and all. Geological deposits that show such exceptional preservation are known as fossil Lagerst&auml;tten, and these tell us much more about ancient biotas and communities than the normal shelly fossil record; they provide unique windows on past life. One such deposit is the Herefordshire Lagerst&auml;tte from the Welsh Borderland, which contains spectacular fossils of small marine invertebrates that lived about 425 million years ago, during the Silurian Period. These animals were preserved when they were engulfed in ash from a volcanic eruption. The animals themselves soon rotted away, but their shapes were faithfully recorded, initially by the ash itself, and then by crystals of calcite that grew within the resulting voids. These crystalline shapes are now found within hard nodules in the ash layer, and not only do the fossils preserve entire animals in fine detail, but almost uniquely they are fully three-dimensional rather than squashed flat. The Herefordshire fossils cannot be extracted whole from the rock by mechanical preparation or acid digestion techniques. Nor can images of them be obtained by use of more recent technologies such as X-ray computed tomography (CT scanning) or magnetic resonance imagery (MRI). Instead, they are reconstructed and studied, by a team of scientists from Oxford, Leicester, London (imperial College) and Yale universities, using a novel approach. This involves computer technology and, paradoxically, the destruction of the fossils themselves. Specimens are ground away 30 microns at a time, and a photograph is taken of each freshly exposed surface. Tens to hundreds of these photographs are then used to create a high-fidelity 'virtual fossil' in the round, which can be rotated or even diected on a computer screen. The fossils themselves are in the range of a few millimetres to about five centimetres, but scaled-up physical models can also be made of them through rapid-prototyping technologies. The Herefordshire animals date from a period of time for which we have little knowledge of soft-bodied faunas. Sediments deposited during the Cambrian Period (about 542-488 million years ago) are relatively rich in fossil Lagerst&auml;tten, and those deposited during the Devonian (about 416-359 million years ago) reasonably so, but there are very few such horizons represented in sediments laid down in the intervening time, during the Ordovician and Silurian periods. Thus the Herefordshire fossils are of great importance in helping to fill in this gap in the history of life. Various of the Herefordshire animals, such as the worm-like mollusc Acaenoplax and the tiny, Limulus-like arthropod Offacolus, have already been researched by the team. These and other fossils from this Lagerst&auml;tte have proved to be representatives of previously unknown evolutionary lineages, and helped to resolve controversies about the relationships both of extinct animals and of those alive today. Some animals from the Herefordshire Lagerst&auml;tte remain to be investigated. They include several arthropods, a mollusc, two echinoderms, a polychaete worm, a brachiopod (lamp-shell) and a sponge, and it is these that will provide the focus of a new research programme. Individually, they are anticipated to be as exciting and as scientifically significant for each of their respective major animal groups as those Herefordshire fossils that have already been studied. Together, their study will allow, for the first time, syntheses of the composition, community structure and ecology of the Herefordshire fauna, and comparison of it with other exceptionally preserved faunas. This will give us an unrivalled view of life on the seabed 425 million years ago, during the Silurian period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01693X/1","grantId":"NE/F01693X/1","fundValue":"40681","fundStart":"2008-12-15","fundEnd":"2011-09-30","funder":"NERC","impactText":"","person":"Mark D Sutton","coPersons":[],"organisation":"Imperial College London","findingsText":" This project involved the analysis of a remarkable fauna of soft-bodied invertebrates preserved in a volcanic ash of Silurian age (~425 million years old). The specimens have been reconstructed as three-dimensional digital 'virtual fossils', and studied through this medium. Findings are disparate, but each specimen analysed has turned out to be new to science, and has provided novel and often very significant data on its respective group. Examples include the enigmatic Drakozoon, a soft-bodied relative of the geologically important shelled brachiopods, which hints at a previously unsuspected diversity of ancient soft-bodied brachiopod-like forms. The mollusc Kulindroplax represents a 'missing link' between two of the most primitive forms of living mollusc (the polyplacophorans and aplacophorans), and has broad implications for understanding of the origin of the molluscs as a whole. The many-legged Dibasterium is a primitive relative of the horseshoe crabs, occupying a position at the base of the radiation that eventually gave rise to modern spiders and scorpions; its unexpected two-branched appendage structure has fundamental implications for the evolution of all arthropods. A final example is the findings from two ostracod crustaceans, Nasunaris and Pauline; the fossilized soft-tissues of this diverse and important group are nearly unknown from deposits other than the Herefordshire Lagerstatte, and results from the new forms are driving a major re-interpretation of the ostracod fossil record. As noted, the research is essentially academic rather than applied. However the software techniques developed for the three-dimensional reconstruction of this material are potentially applicable well beyond the narrow confines of palaeobiology. The research is essentially biological in nature, concerned with furthering our understanding of the evolution of major groups; as such it is not directly exploitable, although a Marine and Natural History image and film company have been informed of, and are interested in, the output. Other","dataset":"gtr"}