{"id":"51BAC7C4-1B6F-4097-889B-ADCF0EEBD7A5","title":"Reversible stabilisation and translocation strategies for the study of neuronal PTEN in vitro and in vivo","abstractText":"A fundamental question in neuroscience concerns the mechanisms that control the assembly and the maintenance of appropriate connectivity in the brain. Neuronal signalling mediated by specific enzymes, PI3K, and the principle antagonist of PI3K, the lipid phosphatase PTEN, has been identified as a major regulator in this process. Changes in the function of PI3K or PTEN in humans are associated with high incidences of neurological symptoms, including epilepsy, autism and mental retardation, which may be a direct consequence of underlying changes in the connections of neurons. Therefore, it is critical to gain understanding of the molecular mechanisms of how PI3K/PTEN signalling regulates neuronal connections. These mechanisms may also underlie some types of adult neural plasticity, since alterations in PI3K signalling at a time when neurons are already functionally integrated in neuronal circuits are associated with changes in neuronal connections. \nWe will investigate how PTEN regulates the morphology of neurons, which directly influences the wiring of the nervous system. We will also investigate the possibility of alleviating the progressive changes that occur in neuronal connections in the brain when PTEN is lost. We will perform experiments in which neurons will lack PTEN for different periods of time, before re-installing PTEN expression. The information we find out from this will be essential for building a better understanding the degree of plasticity within the specific neuronal connections that are important for normal learning and social behaviour. \nThis research will help in the development of novel treatment strategies that disrupt the formation of abnormal brain circuits associated with several neurological conditions, including autism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802289","grantId":"G0802289","fundValue":"691548","fundStart":"2010-01-01","fundEnd":"2014-05-31","funder":"MRC","impactText":"","person":"Britta Johanna EickholtAndrew Gino Lumsden","coPersons":["Karl Peter Giese"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}