{"id":"51BBFE2C-7495-4409-9652-08C77D072EE6","title":"Socioeconomic status and child/ adolescent health In Johannesburg-Soweto","abstractText":"Poverty is known to influence health. Understanding the link between poverty and health in South Africa is important because the income gap between the richest and poorest is the second largest in the world. \nA project known as ‘Birth to Twenty’ has followed a group of children born in Johannesburg, South Africa, since they were born in 1990 and is the longest running study of children’s health in Africa. We are interested in finding out more about the places in which these teenagers live, and the schools that they attend, because we think this is important for understanding their health and well-being. This information will be obtained from the teenagers themselves, their parents, and important people working in their neighbourhoods (e.g. teachers, health workers, and religious leaders).\nThe proposed research aims to identify the contributions that these household, school and neighbourhood measures of poverty make to teenagers’ health (e.g. risk factors for disease such as being over or under weight) and well-being (e.g. How much exercise people undertake or how happy they are with school, friends and family). As well as looking at the teenager’s current neighbourhood and household poverty, we will also consider the extra contribution that their birth weight and poverty at the time they were born in 1990 play in shaping health and wellbeing in their teenage years. It is hoped the study will help the South African government to design environmental, social and health policies that reduce the risk of poor health and improve the well-being of future generations of teenagers growing up in South African cities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400161","grantId":"G0400161","fundValue":"435666","fundStart":"2005-03-01","fundEnd":"2010-08-31","funder":"MRC","impactText":"","person":"Paula  Griffiths","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}