{"id":"51BF7134-F0DD-4A7C-8CC1-DB33C7D08A8C","title":"The Mathematics of Complexity Science and Systems Biology","abstractText":"Complexity Science is the study of systems with many interdependent components. Its remit spans a wide range of areas, from physical and technological to biological and social systems. One large and important such area is Systems Biology, the study of living organisms from the point of view of systems rather than individual components. We believe that these subjects depend heavily on Mathematics for their healthy development, and that conversely, they provide rich sources of stimulation for new Mathematics.We will run an intensive year of research workshop and visitor activity as the Warwick Mathematics Research Centre Symposium topic for the academic year 2009/10, to summarise the state of play, expose the main challenges and develop key ideas in a range of topics in these areas. The main workshop subjects will be Networks: dynamics and flows, Information extraction from complex data sets, From molecules to bodies: spanning levels of biological organization in medicine, Space-time Gibbs phases for spatially extended systems, Non-equilibrium dynamics of spatially-extended interacting particle systems, Ecology, epidemiology and evolution: biological processes and artificial analogues, Game theory for finance, social and biological sciences, Dendrites, neurones and networks: space and stochasticity in the brain, Clocks, switches and signals, and Spatio-temporal dynamics challenges from fluorescence data. The Symposium year will be followed by focussed workshops in a subsequent year to capitalise on promising themes that emerge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G021163/1","grantId":"EP/G021163/1","fundValue":"243956","fundStart":"2009-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  Kolokoltsov's work on the interval market model attracted the interest of Jaguar Land Rover's Treasury department as an alternative hedging method.\nKeeling's work on networks and epidemiology has led to his advice being sought by the Home Office, DEFRA and the Department of Health on issue such as bioterrorism, foot and mouth disease, pandemic influenza, vaccination strategies, and bovine tuberculosis.\nMacKay's interest in systemic risk led to his involvement in a global consortium on financial system stability and the workshop on Chaos to Complexity to a grant from the Sloan Foundation on Management of complex systems. Agriculture, Food and Drink,Financial Services, and Management Consultancy,Healthcare Societal,Economic,Policy & public services","person":"Robert Sinclair MacKay","coPersons":["Magnus  Richardson","David Alan Rand","O  Zaboronski","Nigel  Burroughs","Vassili  Kolokoltsov","David Leslie Wild","Matthew  Keeling","Markus Andreas Kirkilionis","Hugo Antonius Van Den Berg"],"organisation":"University of Warwick","findingsText":" We ran a series of workshops on Information extraction from complex data sets; Network dynamics and flows; From molecules to bodies: spanning levels of biological organisation in medicine; Space-Time phases for spatially extended systems; Non-equilibrium dynamics of spatially extended interacting particle systems; Game theory for finance, social and biological sciences; Dendrites, neurones and networks; Clocks, switches and signals; Spatio-temporal dynamics challenges from fluorescence data; Ecology, epidemiology and evolution; From chaos to complexity. We also ran 10 other events under other funding. Longer visits by selected researchers led to several joint publications. The grant opened up several avenues of future research, for example on management of complex systems. The research has a wide range of potential application areas, for example epidemiology, financial regulation, electricity network management, medicine. Agriculture, Food and Drink,Communities and Social Services/Policy,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}