{"id":"51C09B8F-E6E7-4B43-9004-C796BA9C7D83","title":"Learning to Live with Water: Flood histories, Environmental Change, Remembrance and Resilience","abstractText":"Floods and issues of 'living with environmental change' are high on research and political agendas - with community lead adaptation planning being a key element in UK flood risk management strategies after Pitt's Review of the 2007 floods.This requires communities who learn from past floods, have a strong sense of their flood histories and an awareness of risk, and know how to live with flooding. While there has been considerable research endeavour to establish what environmental and social sciences can bring to understanding flood histories and environmental change, there has been little research on what arts and humanities research can bring to research on flood histories, wet landscapes and their environmental change. \\nThis research network therefore aims to establish distinctive, innovative and engaging arts and humanities research perspectives on watery and flooded landscapes and their environmental change through an excellent interdisciplinary and inter-professional network of international significance. The sub-aims involve a focus on the theoretical and conceptual underpinnings to research on wet landscapes, on researching the changing and potential role of different creative practices in materialising informal knowledge about flood histories, and on applying this research in new contexts of social learning and building community resilience in scenarios of changing flood risk. This network will be fuelled and sustained through an integrated programme of activities. The core activity will be three seminars that build from the 'formal' to 'informal' and culminate in an innovative Living Flood History Conference: 'Floods and Futures: Learning to live' that combines positioning new research explorations with performance and creative arts. Throughout the networking research programme, the project will also engage in explorations with the wider national and international community of researchers in the Arts and Humanities, through a weblog. \\nNetwork discussions start with a seminar exploring Flood histories and environmental change: theoretical and conceptual frameworks for watery landscapes and living with floods. This is designed to bring arts and humanities researchers in cultural geography, history and heritage together with those in other disciplines to explore understandings of wet and episodically flooded landscapes. The second workshop focuses on understandings of flood heritage and examines flood archives as a resource for exploring known pathways to resilience. The third workshop considers flood stories/narratives around flooding and how these can bring new understandings around social learning and resilience to flooding. The final AHRC network event will be a Living Flood Histories Conference: 'Learning to live: Floods and Futures'. This will focus on developing key research themes that have evolved from the first three workshops. It is anticipated that these will revolve around research explorations of sustainable wet landscapes: theoretical/conceptual underpinnings for research on flood histories and environmental change in the Arts and Humanities; researching changing ways in which floods memories, archives and mnemonic practices are experienced, remembered, materialised, formalised and enhanced; researching flood memory - developing social learning in communities for flood resilience; researching flooding and diversity - sustainable communities, intergenerational communication; and cultural diversity; researching flooding and creativity: exploring the creative strategies of individuals and communities for managing flooding and flood risk; and researching floods and connectivity: exploring the local to global connections between flood-risk communities. Research outputs include the launch of a Learning to Live: Floods and Futures network, a website; an edited interdisciplinary volume of research papers and a series of performances/artefacts that will be cascaded in flood risk communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H039295/1","grantId":"AH/H039295/1","fundValue":"23807","fundStart":"2010-07-01","fundEnd":"2011-11-30","funder":"AHRC","impactText":"  The interdisciplinary thinking explored within this networking project has contributed to the development of other successful interdisciplinary/ inter-professional working within and beyond academia. The focus has been on exploring the contributions of the arts and humanities to both flood and drought risk management. Education,Environment Cultural,Societal","person":"Lindsey Jo  McEwen","coPersons":["Iain  Robertson","Michael  Wilson"],"organisation":"University of Gloucestershire","findingsText":" The networking grant allowed us to explre the possible contributions of the arts and humanities around living with risk and resilience building. The findings are being developed by other RCUK funded projects e.g. the AHRC Towards Hydrocitizenship project; RCUK Drought science-narrative project. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}