{"id":"51C741B5-DCAE-470E-88B3-1962A8C4FE49","title":"Use of Bayesian methods to inform health technology assessment decision-making","abstractText":"Resources dedicated to health care are limited and under increasing demand from consumers. It is therefore important that the resources available are used in order to produce the greatest benefit for the population. This has lead to the creation of structures in the UK (NICE) and elsewhere to facilitate decision-making regarding the health technologies that are recommended for routine practice. This is achieved through the use of formal statistical modelling of the available evidence on the (potentially competing) technologies of interest. Often, evidence will be limited on the effectiveness and ?value-for-money? of a technology but (difficult) decisions need to be made despite the uncertainty.\n\nThis project will explore the potential added value of using an alternative approach (the standard approach is commonly referred to as classical) to health technology assessment (HTA) statistical modelling known as the Bayesian approach. Such an approach provides a framework allowing additional (external) information (such as expert opinion), to be formally and transparently incorporated into the analysis thus increasing the information considered. The Bayesian approach also allows for more realistically complex modelling of the complexities required by HTA (than classical approaches) through computer intensive simulation methods,\n\nThe proposed project has three phases. Phase one considers the re-analyses of seven diverse HTAs (including drug treatments, diagnosis and waiting list prioritisation) using Bayesian methods. Advantages of the Bayesian models used include improved modelling of uncertainty and a framework which facilitates the updating of the HTA when new data becomes available. The approach also allows for an assessment of what research studies are required in the future. The results and conclusions from these Bayesian re-analyses will be carefully compared with the original analyses, and the differences in the assumptions made carefully assessed. \n\nPhase two will explore how the analyses in phase one can be presented to decision-makers, and whether, and if so how, decision-makers might adopt Bayesian methods more formally in the actual process of decision-making. This will be achieved by presenting decision makers with both classical and Bayesian analyses in order to assess their understanding of the results obtained. Following this, we will assess the feasibility of using Bayesian methods to incorporate the committee?s judgements about evidence, uncertainty and the assumptions made in HTAs as they make a decision.\n\nPhase three will develop guidelines for the use of Bayesian methods in HTA drawing on the outputs from the previous phases of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800770","grantId":"G0800770","fundValue":"317079","fundStart":"2008-11-03","fundEnd":"2011-03-02","funder":"MRC","impactText":"","person":"Alex  Sutton","coPersons":["Nicola J Cooper","Keith Rowland Abrams","David  Spiegelhalter"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}