{"id":"51D0D968-30DE-48C2-8483-4D4167157662","title":"By chance or design: Defining the genome packaging signals for a multi-segmented RNA virus","abstractText":"Viruses are obligate parasites and the viral genome is the most important component in keeping a virus alive. Once viruses infect a host cell (human, animal or plant) they must replicate their genome and multiply in order for them to spread. This process of virus synthesis is only possible if the viral genome is incorporated into the new progeny in the correct form. It is particularly difficult for viruses to incorporate the genome if they are in multiple pieces, which is often the case in many viruses (e.g. influenza virus). Understanding how these multiple pieces of genes, each carrying different messages, are incorporated in the correct order and form is essential to understanding how viruses multiply and spread. The lack of this information has created a bottleneck in the research and understanding of many viruses over the years. \nTherefore, this project's main aim is to understand how these multiple pieces are incorporated and dissecting the exact manner and signals involved in the process. The project will focus on animal viruses, particularly Bluetongue virus (BTV) of sheep as well as other related viruses (African horse sickness virus and Epizootic haemorrhagic disease of deer virus). BTV is primarily characterized by its genome of 10 pieces of RNA, each representing single gene and each generating specific viral proteins. \n\nWe are exceptionally positioned at the forefront of this field of research and our laboratory has developed unique tools, techniques and reagents over the years that are tailored for researching these viruses. Recently we have pioneered two key technologies for BTV, a cell-free reconstitution (assembly) of infectious virus system and a reverse genetics system that make infectious virus &quot;wholly&quot; from synthetic genes. \n\nBTV is highly pathogenic in certain livestock and has recently emerged in the UK and Europe. Understanding these vital basic processes in the life cycle of the viral genome will make it possible to develop novel, safer designer vaccines for bluetongue disease and may be other viral diseases that affect livestock. The work may have direct effect on animal wellbeing as well as economic consequences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J014877/1","grantId":"BB/J014877/1","fundValue":"604890","fundStart":"2013-04-10","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"Polly  Roy","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}