{"id":"51D28D58-369D-43C2-B1BE-2F2E9A44ED7A","title":"Geo-Refer: Georeferencing Resources for Social Scientists","abstractText":"<p>The Geo-Refer project will comprise the creation and deployment of a digital library of learning resources targeted at social scientists whose primary discipline is not geography, but whose research requires them to use and link geographically referenced data. Geographical location provides a key mechanism for linkage between sources, for example between individual-level survey responses or health records and existing secondary data such as that provided by the census of population.&nbsp;Further examples include sets of data for incompatible areal units and primary data collection using the global positioning system.</p> \n<p>The online learning resources will be highly modular and organised into four levels: principles, methodology, data and exemplar applications. These will be designed to be reusable, updatable, and will conform to the main educational technology interoperability standards. They will be delivered through the project’s learning site in such a way that users can profile their own learning needs to obtain customised tutorial sequences through the principles, methods and datasets relevant to their own work, accompanied by relevant case study examples.&nbsp;In authoring these materials the project team will run geographical referencing workshops and will seek to assist researchers from a range of disciplines who can contribute to the pool of application examples.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PTA-035-25-0029","grantId":"PTA-035-25-0029","fundValue":"98976","fundStart":"2006-02-01","fundEnd":"2008-01-31","funder":"ESRC","impactText":"  The online workshops and training materials created for this award were aimed at the social science research user community, broadly defined. Non-academic attendees and users who have identified themselves to the project team have been drawn primarily from the local government and health sectors, whose need to use georeferenced datasets is similar in many ways to those of academic researchers in related fields. All the online materials generated by the project are now freely available through the ESRC National Centre for Research Methods ReStore repository. The material has also been used extensively by others in the academic community to support training activities which are open to researchers from any sector. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice Policy & public services","person":"David James Martin","coPersons":["Samantha  Cockings"],"organisation":"University of Southampton","findingsText":" This project generated a series of online learning materials for researchers who are not trained geographers and find themselves needing to use geographically referenced data, for example for mapping or data linkage purposes. These materials have been designed for users from any sector who need to handle geographically referenced social science data, for example from the census or postcoded data-sets in education, health or business. The project workshops included both academic and non-academic attendees. All the online materials generated by the project are freely available through the ESRCs ReStore repository. Individual pages can be used as a reference source or a user can provide profile information and receive a customised tutorial. Communities and Social Services/Policy,Education,Healthcare,Retail","dataset":"gtr"}