{"id":"51D484E3-D2DB-40AF-94F7-24A96A968A41","title":"Cosmochemistry and Planetary Science at the University of Manchester","abstractText":"Are we alone in the universe, or is life widespread? In what way are the Earth and our own solar system special? To answer these questions sstronomers studying the formation of other solar systems and seek planetary systems around other stars. We tackle them by studying extraterrestrial material. We aim to understand how our solar system formed and evolved; what properties enabled the emergence and of life and the development of complex organisms; and how likely it is that life develops where conditions are favourable. \nWe will continue to address these questions by studying samples from beyond the Earth, such as interplanetary dust particles (minute grains, mostly from comets, that enter the Earth's atmosphere), meteorites and samples returned by space missions from the Moon, Mars, asteroids and comets. Some of this material contains dust that formed around stars that died long before our own solar system formed, allowing us to understand how these stars formed the elements that make up our planet and our bodies. Other chemical and isotopic tracers reveal the timing of planet formation and evolution, allowing us to understand what the solar system was like as our planet formed.\nOur Earth has a metallic iron core, a rocky mantle and crust on which we live, and oceans and an atmosphere that allow us to thrive.. Formation of the Earth was a violent process that eventually shaped the environment that supports us. We will study meteorites from asteroids that went through similar processes to understand how they unfolded. We will also look at where and how carbon-rich material and gases were incorporated into asteroids and comets, what their compositions were and how they were eventually incorporated into the Earth. This will help us understand how the Earth acquired the atmosphere and oceans on which our life depends. \nThe face of the full Moon is very familiar, but it is sobering to reflect that it is more than 3 billion years old In fact, the Moon's crust dates back to a period when life was getting started on the Earth and few traces are preserved. Studying the Moon gives us an opportunity to understand how the Earth was affected by the cataclysmic asteroid impacts that pounded our planet during this crucial time. Samples from the Apollo mission have given us some information, but lunar meteorites provide material from other areas of the Moon about which little is known, and help to shed new light on this enigmatic period of Earth's history. \nWhether there is life on Mars is a fascinating question. Has Mars ever provided an environment hospitable to life? If it does, has, has life ever found a foothold? What basic ingredients for life were present on Mars, how are these cycled around the planet? How much was delivered by meteorites. Were these in a form that life can use and was water present? We will simulate the Martian surface in the laboratory and &quot;fertilise&quot; it by meteorites to see whether life can survive, and what it produces that we could look for on Mars. We will also search for evidence of Martian water and atmospheric gases, in rare meteorites that come from Mars to understand how its environment has evolved over time.\nAnalysing images is another way of understanding our solar system, but how sure can we be that we have identified features correctly? This is a problem that recurs in many areas, from face recognition systems to MRI scans. We have developed a new approach and will be using it to study the record of impact events on the Moon's surface and the evolution of drainage systems on Mars.\nIt is an exciting time where our view of our place in the universe is evolving rapidly as we bring new techniques to the problem of understanding our solar system. As part of this funding we will continue to pursue the new developments that will help future generations of planetary scientists gain clearer insights into the history of our solar system and ourselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001253/1","grantId":"ST/M001253/1","fundValue":"1621500","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"James Duncan Gilmour","coPersons":["Katherine Helen Joy","Ian  Lyon","Ray  Burgess","Matthias  Willbold"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}