{"id":"51DEBA27-A217-4ED9-A0A8-526F5976E1BA","title":"Developing a shared society in Northern Ireland","abstractText":"<p>Working within the Northern Ireland Office (NIO) over a six-month period the central aim of the project is to produce a body of knowledge and provide support, advice and critical engagement on issues surrounding building a shared society.</p>\n\n<p>The research will involve a literature review that includes a series of evidence-based policy solutions to the key policy challenges. Furthermore, the fellow will provide on-going consultation and advice on shared society issues to members of the NIO and UK Government ministers so they can assist the NI Executive in delivering a shared society based upon new, and applied user led research.</p>\n\n<p>The research will also entail the fellow supporting NIO members in terms of developing their own research capacity and skills. Throughout the six-months the fellow will conduct a series of informal interviews with key stakeholders that are involved in the formulation and implementation of strategies, policies and processes associated with a shared future.</p>\n\n<p>The fellow will also produce a series of thematic policy briefs, which will contextualise the issues and outline the key challenges in terms of formulating and implementing suitable policy responses.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002604/1","grantId":"ES/L002604/1","fundValue":"39690","fundStart":"2013-06-04","fundEnd":"2013-12-03","funder":"ESRC","impactText":"","person":"Jonny  Byrne","coPersons":[],"organisation":"University of Ulster","findingsText":" Throughout the six months the research fellow worked in the Northern Ireland Office (NIO) in a research capacity to produce a body of knowledge on contentious issues in Northern Ireland politics and to provide support, advice and critical engagement on issues related to building a shared society. There were a number of specific outputs, but it is important to acknowledge that in some cases, the political sensitivity of the work meant that it was not always possible to publically report on this. The fellow was responsible for engaging on several areas of the peace and political process that remain unresolved and therefore it was agreed with the NIO that this work would remain confidential. Three key benefits could be noted\n\n\n\nFirstly, the Knowledge Exchange Fellowship provided an opportunity to critically review existing academic material from across a number of disciplines and present the findings to policy makers within the department. A series of written briefings and presentations were given to senior officers on the social and political issues surrounding the challenges to building a shared society in Northern Ireland. A key element of this approach was presenting the academic material within a policy framework that allowed for critical debate. This review provided the NIO with a strong and robust knowledge base, which assisted them in staying abreast of developments emanating from the 'Haass talks'. These talks constituted a six-month negotiating process involving the five main political parties in Northern Ireland that were chaired by Dr. Richard Haass and Dr, Meaghan O'Sullivan, and coincided in timescales with the duration of the fellowship. \n\n\n\nSecondly, the project brought together officers from the NIO with individuals and organisations from across civil society (clergy, youth groups, ex-prisoners associations, political representatives, and NGOs in peace building) for a series of roundtable discussions. These discussions were framed by the fellow's previous research on 'flags, parades and dealing with the past'. One of the clear advantages of the project being supported by the ESRC was that it enabled the research fellow to facilitate such discussions without those involved associating him with any political agenda. The sense of 'neutrality' and 'impartiality' that comes with an ESRC award meant that the fellow could traverse across a number of different constituents in the polarised world of Northern Ireland without having their motivation or integrity questioned. \n\n\n\nThirdly, the project enabled the development of much stronger positive relationships between the NIO and the University. The research fellow facilitated discussions between academics from different backgrounds and NIO officers. These were opportunities for policy makers to critically debate with academics involved in current research that impacted very specific policy challenges such as 'expressions of culture and identity, commemorations, and devolution'. It is expected that this relationship will continue to develop further in the coming months and years through a series of planned initiatives. \n\n\n\nGiven the sensitivities around much of the fellowship period, and the confidential nature of much of this work, it is difficult to record tangible 'outputs' in the short term. However, the fellow is currently developing a paper on the role of academia in policy making within a contested society. Furthermore, the NIO are committed to participating in further events with the broader University around the themes of 'policy dissemination' and 'evidence based policy making'. The 'user community' in this project consisted primarily of the NIO and those in civil society engaged on issues to build a shared and cohesive society. The NIO continue to avail of the expertise of academia to support itself in 'thinking through' the current political and economic challenges. To that end, the NIO have continued to participate in discussions with the fellow on issues surrounding public policy implementation, peace building practices, and leadership. Furthermore, a key output of Communities and Social Services/Policy,Education,Security and Diplomacy","dataset":"gtr"}