{"id":"51DEEBB9-93CF-4157-B37C-F7B281EDA573","title":"Interactive performance for musicians with a hearing impairment","abstractText":"Musicians with a hearing impairment often use the vibration of their instrument, or the surface to which it is connected, to help them feel the sound that they create. Well-known musicians who have used this approach include Beethoven with the piano and Dame Evelyn Glennie with percussion instruments. There are different degrees of hearing impairment so in some cases the sound may still be perceptible to the musician. However, profoundly deaf musicians tend to rely on vibration. This can limit the type of musical instrument that can be played and the other musicians with whom they can play. When musicians with normal hearing play together they have access to a wide range of cues that facilitate musical interaction. These include the sound from their own instrument and other instruments, as well as visual or verbal contact with other musicians or a conductor. During a group performance, hearing-impaired musicians don't have access to all of these cues. This significantly limits the potential for musical collaboration.\\n\\nThis interdisciplinary research in the arts and humanities reaches out to the science of sound and vibration. It is concerned with understanding, enabling and enhancing musical interaction between hearing impaired musicians playing classical, pop, jazz, folk, or any other kind of music. It seeks an understanding of the musical cues needed by hearing-impaired musicians to facilitate group performance, and a technological solution based on vibration to provide the required cues. The research will look at the potential for using individual vibrating performance decks on which each musician can stand or sit, as well as vibration pads that can be attached to the body, and arrays of vibrating bars that transmit vibration signals from the different instruments. The research will give insight into how vibration signals can be tailored to suit different musicians and different types of music. In most cases the vibration signal will be a combination of the sound from other instruments. Sometimes this will include an electronic timing device such as a metronome. For improvisation sessions, the vibration of the deck/pads/bars might also be used to attract the attention of other musicians, or to facilitate communication between musicians when sign language or lip-reading during a performance is not possible.\\n\\nResearch into the tactile perception of music in this proposal makes use of art- and psychology-based insights into musical performance combined with a science-based insight into vibration. The research outcomes will be relevant to current and future generations of hearing impaired musicians and allow them to create music and collaborate interactively with a wide range of musicians. It will also open up pedagogic possibilities for teaching music to hearing impaired children. For charitable organisations, the research will help develop new strategies for music education as well as integration of the hearing impaired into mainstream education. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H008926/1","grantId":"AH/H008926/1","fundValue":"334165","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"AHRC","impactText":"","person":"Carl Peter Hopkins","coPersons":["Jane  Ginsborg"],"organisation":"University of Liverpool","findingsText":" We have (a) identified key aspects that facilitate interactive performance between musicians with a hearing-impairment such as non-audio cues and (b) established the fundamental requirements needed for musicians with a hearing impairment to play together using vibration (i.e. using the vibrotactile mode). Could be used in other applications such as smartphones, cars etc - anywhere where information might usefully be transmitted using the vibrotactile mode. Digital/Communication/Information Technologies (including Software),Education,Electronics,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}