{"id":"51E92C89-ECEE-4578-98C4-4BACA99743B4","title":"Tools for Characterizing Multi-Pollutant Patterns of Exposure for Use in Environmental Health Studies","abstractText":"Air pollution is made up of gases and particles, with highest concentrations often found in areas with high levels of traffic congestion. There is strong evidence from research studies that exposure to various types of air pollution can increase the risk of disease or death, with particular impacts on the heart and lung. In real-life, most people are exposed to complex mixtures of air pollution components. However, because of a lack of available methods including statistical techniques, research studies are usually only able to consider health effects of one or two air pollution components at a time. \n This project aims to develop new, advanced methods to help in investigating the health effects of mixtures of air pollution exposures. It will do this by developing air pollution profiles, composed of many pollutants at once, using very detailed air pollution data from London. It will also develop exposure profiles for metal dusts that are released from vehicles. The air pollution profiles will be clustered into risk groups that are associated with health outcomes. Additionally, the relationship of air pollution mixtures with more and less deprived areas will be investigated.\n This project will result in rich sets of data that will help address important questions related to real-life exposures to air pollution and the relation between these exposures and health. The project team includes specialists in air pollution exposure, statistical methods and health research at the newly formed MRC-HPA Centre for Environment and Health at Imperial College London and King s College London. The methods they develop will be made freely available and the results will be disseminated to health researchers and local government and also made available on a website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901841","grantId":"G0901841","fundValue":"493220","fundStart":"2010-09-15","fundEnd":"2014-03-14","funder":"MRC","impactText":"","person":"John  MolitorNicola Grace Best","coPersons":["Anna L Hansell","Sean David Beevers","Sylvia  Richardson","Frank  Kelly"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}