{"id":"51EBA20C-F5C0-4C82-B3F8-3E0908D3B580","title":"Increased diagnosis of developmental disorders: Are there really more children with Autism, Dyslexia, or ADHD?","abstractText":"<p>The number of children diagnosed with childhood developmental disorders, including autism and attention deficit-hyperactivity disorder (ADHD), has risen sharply in over the last twenty years.The big question is why?</p>\n\n<ul>\n \n\n <li>Is it because there are really more children with the symptoms that underpin autism and ADHD? </li>\n\n <li>Or is it solely due to increasing awareness, and changing diagnostic criteria and practice?</li>\n\n</ul>\n\n<p>This project uses secondary data analysis of two UK cohorts a decade apart to examine whether there really are more childen with&nbsp; symptoms of autism and ADHD in recent times. It will assess whether severity of symptoms has increased over ten years, relative to the number of children with diagnosis; or if, as expected, symptoms levels have remained constant with diagnosis increasing.</p>\n\n<p>Second, the study will examine whether boys are more likely to be diagnosed with ADHD, even when girls have similar difficulties.Thus it will detect any bias to identify boys with ADHD, perhaps linked to gender stereotypes surrounding the disorder.</p>\n\n<p>Finally, the study will test whether children have co-occurring symptoms of developmental disorders. The study will characterise children with reading difficulties (dyslexia), analysing how frequently they have hyperactive behaviours or autistic-type difficulties.</p>\n\n<p>The project will benefit educators, clinicians and policymakers as well as raising these issues more widely. A radio programme based on research findings will be produced and distributed online.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003356/1","grantId":"ES/K003356/1","fundValue":"168754","fundStart":"2013-04-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Ginny  Russell","coPersons":["Tamsin  Ford","Stephan  Collishaw","Obioha Chukwunyere Ukoumunne","Jean  Golding","Susan Elizabeth Kelly"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}