{"id":"51F15E84-0720-4A5F-8430-E800685FAC27","title":"Quantitative Systems Biology by Mass Spectrometry","abstractText":"This application addresses the need to extend the capabilities of the proteomics (CCP and PNAC) and metabolomics facilities (Griffin lab.) in the Dept. of Biochemistry to enable both targeted protein and metabolite quantification using multiple reaction monitoring (MRM) analyses, non-targetted metabolomics and the analyses of intact protein. Targeted proteomics using MRM analysis is becoming increasingly popular as a method for validating global quantitation studies, determining the stoichiometry of components of protein complexes and the phosphorylation status of known phosphorylation sites. Currently CCP has access to a combination of mass spectrometers with high sensitivity and mass accuracy, but none of the existing portfolio of CCP instruments are ideal for MRM analysis. The UPLC-MS Quattro-Premier XE system is an attractive package to allow highly multiplexed, sensitive MRM analysis. Its high scanning speed coupled with excellent selectivity allows robust quantification of specific proteins/peptides. This system represents good value for money with lower running costs in terms of service and maintenance compared with alternative mass spectrometric systems. To date PNAC has provided intact protein analyses for the Dept. of Biochemistry, particularly to support the large structural biology community. Currently PNAC is utilizing older mass spectrometers incapable of delivering useful data on proteins above 25 kDa. The QTof Ultima is an instrument ideally suited to fill this gap, providing both the resolution and sensitivity needed to analyse large molecules; access to this technology would greatly enhance the services offered by PNAC Facility. Interest has steadily increased in the area of metabolomics, both within the department and in the wider Cambridge area. This workload is set to increase further with the arrival of Prof. Steve Oliver as Professor of Systems Biology. This application addresses the increased demand for metabolomics in Cambridge as well as addressing two key technical challenges that hinder LC-MS based metabolomics. The upgrade of our QTof Micro to a QTof Ultima system will increase our coverage of the metabolome by providing a 4-fold increase in sensitivity and a &gt;2-fold increase in resolution. In addition there is a growing realisation that data must be made quantitative, especially for many systems biology based approaches where data from different omic technologies are cross-correlated. The UPLC-MS Quattro-Premier XE system will address this issue, allowing the quantitative analysis of known metabolites by MRM based analyses. The principle applicants, Kathryn Lilley, Julian Griffin, Len Packman and Stephen Oliver and have an established track record with respect to collaboration in systems biology projects [Karp, 2005#2, Dunkley, 2004, 2006, Sadowski, 2007, Castrillo, 2007] and also with many of the co-applicants [numerous joint publications]. Moreover, the Griffin and Lilley groups successfully share mass spectrometric equipment already (LTQ) and work closely together with respect to methods of data analysis and integration of proteomics and metabolomics datasets. The proposal describes on-going projects and many new projects within the Dept. of Biochemistry that will be facilitated by the funding of the proposed equipment. These projects range from the absolute measurement of abundance of targeted proteins within complexes and pathways to metabolites within networks, flux through metabolic pathways and metabolites which are secreted in response to drug efflux in bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011067/1","grantId":"BB/F011067/1","fundValue":"108676","fundStart":"2008-05-08","fundEnd":"2009-05-07","funder":"BBSRC","impactText":"  the findings have been used to attract money from other granting agencies Pharmaceuticals and Medical Biotechnology ","person":"Kathryn Susan Lilley","coPersons":["Leonard Clive  Packman","Julian Leether Griffin","Stephen George Oliver"],"organisation":"University of Cambridge","findingsText":" This grant funded two pieces of equipment and has supported many research projects:\n\n1. development of a method to assess antibiotic resistance phenotypes in pseudomonas aeruginosa\n\n2. measurement of the stoichiometry of PtdIns5P 4-kinases II_ and II_\n\n3. development of a method to assay antigents fused to plant oleosins novel plant antigen Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}