{"id":"51F6806B-FDF2-4B4A-BB36-03309BF6A23C","title":"Creative Communities, 1750-1830","abstractText":"At a time when the term 'community' has begun to be associated with enclaves, special interests, and problems of cultural and social cohesion, we strongly believe that there are immediate lessons to be learned from the past, and from the 1750-1830 period in particular. It is important to reach beyond local cultural gestures and look towards a more liberating sense of the civic, institutional, and national; but at the same time to infuse the national culture with elements of local experiment and integrity. This dual move is crucial to the long-term health of a community, and understanding the past is part of it. With this principle in mind, the 'Creative Communities' project seeks to advance our understanding of the relationship between creativity and community by focusing on key historical case studies. It will examine how connections between members of a community, and between different communities, can enhance creativity. At the same time, it will subject those key terms to rigorous historical investigation. The three workshops will explore the legacies and current implications of the idea of a creative community. Between 1750 and 1830 there was a flowering of cultural institutions in the form of museums, galleries, dissenting academies, periodicals, theatres, and scientific organisations, the precursors of many of today's cultural institutions. Recent scholarly work has begun to question the individualistic approach to cultural production by considering how social structures and relationships have encouraged creativity. This project seeks to develop this area of research by placing community at the heart of considerations of creativity in both theoretical and practical ways.\n\nThe exchange and development of creative ideas amongst thinkers, artists, and entrepreneurs has been at the heart of flourishing cultures for centuries, and this project recognises that model. The proposed network, centred on the Leeds Creativity Project in collaboration with the University of Southampton and University College London, will bring together established and early career researchers, as well as non-academic stakeholders, from a range of institutions, to ask and debate a number of key questions about the relationship between creativity and community. How can a 'creative economy' enhance communal well-being? What is the balance of local and national in a successful creative community? How did communities of the past creatively interact? Above all, what lessons may be learned from understanding these past examples? What kinds of creative generosity can grow from this communal emphasis?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J008540/1","grantId":"AH/J008540/1","fundValue":"24887","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"  As the project has only just been completed and outputs have yet to be published, it is too early to give an account of the impact of the research.  ","person":"David  Higgins","coPersons":["John  Whale"],"organisation":"University of Leeds","findingsText":" We developed a greater understanding and knowledge of the range and variety of creative communities in the period 1750-1830. Key insights include:\n(1) the crucial role of religious dissenting communities in disseminating ideas and producing literature;\n(2) the relationship between 'amateur' and 'professional' creatives in metropolitan institutions;\n(3) the false dichotomy between creativity and labour;\n(4) how creative communities form around particular locales;\n(5) the role of conflict and argument in fostering creativity;\n(6) new ways of theorising creative communities;\n(7) the value of the seminar format for academic critique and collaboration (as opposed to the standard conference paper format). (1) Opportunities for digital processing in order to allow for clearer dissemination of historical data, including the mapping of regional and national variations and densities of creative activity.\n(2) An opportunity for cultural institutions to examine their own histories in relation to their current objectives.\n(3) Work on finding viable working definitions of terms such as 'coteries', 'sociability'.\n(4) Analysis of literary works as the products of communal creativity rather than of individual genius.\n(5) Increased understanding of regional and metropolitan differences and interactions with respect to different sorts of creative communities. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}