{"id":"51FA16D7-FD77-42A6-9609-7DCEA28F8157","title":"Digital Social Research Tools, Tension Indicators and Safer Communities: a demonstration of the Cardiff Digital Research Platform (CDRP)","abstractText":"<p>With the explosion in social media the potential for systematic data mining in relation to key social science concerns and questions is now possible. The Cardiff Online Social Media Observatory (COSMOS formerly CDRP) will provide a means of operationalising a next generation ‘social science computational tool kit’.</p>\n\n<p><strong>Aim</strong><br />To evaluate the technical, methodological, and ethical challenges presented by social media analytics in the context of measuring tension during and after major events (urban riots; industrial action; political protests/elections; major sporting events etc).<br /><br /><strong>Demonstrator objectives:</strong></p>\n\n<ul>\n \n\n <li>to examine measures of connectivity in the analysis of social media data in relation to tension indicators</li>\n\n <li>to examine tension indicators in social media data and their correlation with events</li>\n\n <li>to examine the feasibility of ‘mashing’ official curated data sources with social media data.</li>\n\n</ul>\n\n<p><strong>Methodological objectives:</strong></p>\n\n<ul>\n \n\n <li>to demonstrate how APIs can be utilised within COSMOS to crawl, harvest, index and visualise qualitative and quantitative social media data</li>\n\n <li>to interrogate social media data using social science criteria for quality and robustness</li>\n\n <li>to examine the ethical and legal issues with harvesting data from social media sources.</li>\n\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J009903/1","grantId":"ES/J009903/1","fundValue":"78044","fundStart":"2011-10-03","fundEnd":"2013-03-31","funder":"ESRC","impactText":"  Scientific:\n\nThe science that has informed the development of COSMOS has been published in high-end peer review journals, has been presented at 16 research events in the UK and Australia and is linked to the capture of six more research grants (circa ?800k) that aim to further develop and test the platform (including 3 ESRC grants--see Outcomes on ROS). To date we have edited two journal special issues (Policing &amp;amp; Society and International Journal of Social Research Methodology) that showcase the science conducted during this project (See Wall &amp;amp; Williams 2013; Housley et al 2013). In addition we have published five peer reviewed research articles (see Burnap et al 2013a, b; Edwards et al 2013; Sloan et al 2013; Williams et al 2013). We also won best conference paper at the IEEE International Conference on Cloud Computing and Services Science. During the project we established collaborations with the universities of Warwick, Manchester, Edinburgh, St Andrews, Wolverhampton, Leeds and UCL. We also established research connections with the universities of Princeton, Singapore, New York and Rutgers. We were funded by the University of Queensland to visit and present on COSMOS and are now working on a joint platform development.\n\nCOSMOS has established relationships with several academic individuals and research groups within the Universities of Edinburgh, Leeds, Manchester, Wolverhampton, Southampton, Queensland, Beijing Normal, Singapore, Rutgers and New York, and the Karlsruhe Institute of Technology and Institute of Eduction (CLOSER). Individuals from several of these universities have acted as Beta testers for COSMOS 1.0 and have found value in the software and in our methodological work undertaken to date. The Institute for Social Change (Prof. Gibson, Manchester), the Wales Institute of Social and Economic Research, Data and Method (Prof. Rees Jones, Cardiff), the UK Data Archive (Dr. Corti, Essex) the ESRC National Centre for Research Methods (Prof. Sturgis, Southampton) and the joint MRC and ESRC centre for Cohort and Longitudinal Studies Enhancement Resources (Prof. Elliott, Institute of Education) have recognised the value added by the COSMOS programme.\n\nBroader Society:\n\nDuring the project we have established research connections with key industry and public sector partners, these include: Google UK; Twitter UK &amp;amp; US; Airbus Group; Fujitsu and High Performance Computing Wales; Sage Publications; Office for National Statistics; Food Standards Agency; Cabinet Office Office for Cyber Security and Information Assurance and the Identity Assurance Programme; Home Office Business Intelligence and Shared Services Programme; College of Policing; Metropolitan Police Service; Association of Chief Police Officers; UK Data Archive; and the Welsh Government Equality, Diversity and Inclusion Division. We are currently in discussions with the Airbus Group in relation to licencing our tension engine and other digital tools. Discussions are on-going with Fujitsu and High Performance Computing Wales to host the COSMOS platform, making it a sustainable resource for academics. Meetings are also on-going with Sage Publications (London and Washington DC) in relation to distributing the COSMOS platform in the North American HE sector. Work is about to begin with the Welsh Government that will stress test the tension engine in specific urban and rural locations in Wales. We are also working with the Metropolitan Police Service on the development of a crime and disorder detection engine which will extend the tension monitoring tool.\n\nSeveral non-academic research end-users have engaged with COSMOS 1.0 platform as Beta testers, including the Office for National Statistics Big Data Innovations Lab and the Food Standards Agency. NatCen (Mr. Morrell, Group Head, Heath, Social Attitudes and Environment), Sage Publishers (Dr. Brindle, Publisher, Online Content), the Office for National Statistics (Mr. Swier, Principal Methodologist, Big Data Project), the Metropolitan Police Service (D.S. Jervis, Head of Communication Intelligence Unit) and the Food Standards Agency (Dr Thomas, Head of Analytics &amp;amp;amp;amp; Mr. Baker, Head of Social Media) have recognised the value added by the COSMOS programme. Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Security and Diplomacy Societal","person":"Matthew Leighton Williams","coPersons":["William  Housley","Adam Michael Edwards","Omer  Rana","Nick  Avis","Malcolm David Williams"],"organisation":"Cardiff University","findingsText":" This demonstrator project developed the Collaborative Online Social Media Observatory (COSMOS) that facilitates the ethical automated harvesting of data from social media and other open digital sources (e.g. administrative and curated), and focused on how such data can be linked and stored for subsequent social science analysis. The data analysis tools developed during this project, including gender, location, frequency, network, topic, sentiment and tension analysis, were validated in a pilot study that focused on racial tension on Twitter. In this study we focused in particular on developing a tension-monitoring tool, using our method of collaborative algorithm design that combined the expertise of social science and computer science knowledge. The evaluation of this tool evidenced its superior efficacy compared to more conventional computational methods (see Burnap et al 2013; Williams et al 2013).\nThis project also evaluated the methodological issues surrounding the use of social media data in the social sciences and established three lines of argument: that these new data: i) act as a surrogate for traditional research designs; ii) augment traditional designs, and should be used alongside; and iii) re- orientate social research around new digital objects, populations and units of analysis (Edwards et al 2013). The pilot study also highlighted how social media analysis is distinctive in capturing naturally occurring data at the level of populations in near real time. Consequently it offers the possibility of studying social processes as they unfold, as contrasted with their official construction through the use of temporally static 'terrestrial' curated datasets.\n\nMethodological evaluation:\nIn our methodological evaluation of social media data we have distinguished three basic lines of argument about its prospective impact on social research. Some commentators suggest this innovation generates methods and data that can act as a surrogate for more traditional research designs. Others argue that social media re-orientate social research around new objects, populations and techniques of analysis. It can also be argued that digital social research augments, but needs to be used in conjunction with traditional methods (see Table 1). We have used C. Wright-Mills' classic statement of The Sociological Imagination to clarify the distinctive contribution of social media research; what can it do that traditional methods cannot in understanding how social relations are constituted, how they can change and how they generate social identities. We argue that social media research is distinctive in capturing naturally occurring data at the level of populations in near-real time. Consequently, it offers the possibility of studying social processes as they unfold at the level of populations as contrasted with their official construction through the use of curated datasets. We also explored ethical, as well as the technological, implications of social media observatories, focussing in particular on tensions between the 'panoptic' and 'synoptic' powers of digital observatories and the possibilities of a 'signature science' (see Edwards et al 2013; Sloan et al 2013).\n\nDemonstrator results:\nThis demonstrator project developed COSMOS that facilitates the ethical automated harvesting of data from social media and other open digital sources (e.g. administrative and curated), and focused on how such data can be linked and stored for subsequent social science analysis. The data analysis tools developed during this project include gender, location, frequency, network, topic, sentiment and tension analysis. We developed collaborative algorithm design, a process whereby social science concepts are codified to computational algorithms that automate the analysis process for social media data. Using this process we developed a social media tension monitoring engine. Our results indicate that this engine is more accurate at detecting levels of tension in social media streams compared to machine learning methods and sentiment analysis (Burnap et al 2013). This is an important finding given existing police practices rely on sentiment analysis (Williams et al 2013). We have also developed a social network analysis tool for social media data which visualises connectivity metrics with tension metrics (see appendix 1 on ROS). We have also been successful in 'mashing' curated and administrative open data with social media data. The ONSAPI and Police API are integrated into COSMOS and we can currently overlay Tweet data with crime and demographic census data on a map of the UK (see appendix 2 on ROS). This project has contributed to innovation and broadening practice as part of the Digital Social Research Demonstrator programme. Our project was the first ESRC investment to focus on the potential of social media communications to inform social science research. This has assisted in bringing together social and computer scientists to study the methodological and empirical dimensions of Big 'Social' Data. Our continuing objective is to establish a coordinated international social science response to this new form of data in order to address next-generation research questions.\n\nCOSMOS captures Big Social Data at the level of populations in near-real-time. This offers researchers the possibility of studying social processes as they unfold at the level of populations as contrasted with their official construction through the use of 'terrestrial' curated and administrative data-sets. The potential for systematic data mining and mixed method analysis in relation to key social science concerns and questions is now possible; COSMOS provides a means of operationalising the next generation 'social computational tool kit'. It also provides a means of augmenting social science research training through the provision of new methodological tools and options for researchers conducting social inquiry in the 21st century. COSMOS will launch to academics in 2014. Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}