{"id":"5200969D-7331-4209-BA4B-796342C6E4C8","title":"A Church for England: Piety and Power on the Eve of the Reformation","abstractText":"My book- provisionally entitled A Church for England: Piety and Power on the Eve of the Reformation - marries the local and national spheres in an attempt to understand and explain the quite remarkable transformation afoot in the Church in England in the fifteenth and early sixteenth centuries. At its core is a detailed local study of All Saints' Bristol, which preserves perhaps the best archive of any parish in pre-Reformation England. But this is to be placed after a discussion of what the government, especially during and after the Hundred Years War, sought from the Church in England- explaining, in particular, how the priorities of the 'centre' shaped responses in the parishes. I thus intend to provide a national context for interpreting local change and achievements. While not exactly typical, a close understanding of the characteristics and developments visible in a parish such as All Saints' will nevertheless provide many benchmarks facilitating a better understanding of the quite remarkable religious culture that flourished within the town and villages of England by the early sixteenth century. The original features of the book may be summarised as follows: \nFirst, while recent years have seen a number of studies on popular religion in late medieval England, these have either failed to give much in the way of institutional context, or have looked no farther than the parish. The point I seek to establish is that the parish was part of a broader, and very vital, Church that was undergoing prodigious development in England in the fifteenth and early sixteenth centuries. The parish has to be understood in the broader context. \nSecond, although there were theological and devotional imperatives prompting lay engagement with and investment in the Church, political contingencies- particularly related to the Hundred Years War- shaped the Church as it developed in England in the two centuries before the Reformation. This particularly highlights the remarkable, although little noted, development of the secular church at this time, explaining the generous investment that England's elite was making in institutions like colleges, hospitals and almshouses- all of which were, in essence, liturgical institutions. Given that the parish was also part of the secular church, it, too, was changing fast in the century and more before the Reformation. This was as a result of notable investment and effort from the bourgeoisie and 'kulak' classes, an appreciable part of which was inspired as a response to the spiritual aspects of the 'war effort'. The result was that parishes were increasingly coming to resemble colleges in miniature, supporting a plurality of clergy and, very often, a remarkably sophisticated liturgy. \nThird, this proposition, which has significant implications for the laity throughout England, can best be illustrated and understood by detailed reference to a particular example. The parish that forms the core of the study, All Saints', Bristol, although admittedly urban, was not extraordinary- either very rich or very large&shy; except insofar as it has managed to preserve a particularly full archive. This allows us an unusually rich impression of what was afoot in a locality: of how development was funded and managed; and of what was achieved liturgically. \nFourth, change at the Reformation, which saw the swift dispatch of the monastic and collegiate expressions of Christianity in England, as well as a stringent reduction in parish life and provision, was profound. How early-modern historians have been able to claim otherwise is a mystery that has, nevertheless, enjoyed a long 'shelf life'. The book which I seek to complete will (a) 'point up' and explain the achievements widely visible in parish life, and (b) permit a more exact calibration of the alterations that occurred during the Reformation. It will have a significant impact on the assessment of change in sixteenth-century church and political life in England.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E50499X/1","grantId":"AH/E50499X/1","fundValue":"25521","fundStart":"2007-01-15","fundEnd":"2007-05-14","funder":"AHRC","impactText":"","person":"Clive  Burgess","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}