{"id":"5201293D-EB1B-4624-AB3D-3B8878ACEF82","title":"SMART PODS TO RECONFIGURE URGENT HEALTHCARE DELIVERY","abstractText":"Since 2001 government policy has created a new set of professionals, Emergency Care Practitioners (ECPs), and a new style of urgent healthcare provision to support the vision of a healthcare service designed around the patient. ECPs are paramedics and nurses with additional training to treat patients at home, in minor injuries units or to stabilise patients for transport to specialist clinical units. Although professional training has been developed for ECPs there has been no research to look at the technologies needed to support this new role. This project is looking at emergency and urgent care work in detail. We propose that supporting technologies can be delivered as Smart Pods with three components: a vehicle/docking system, a treatment (vehicle) unit and a treatment package system (equipment and consumables). The first stage of the project is to model the operational systems to determine the distribution of the vehicle/docking systems for the Smart Pods to deliver the right care at the right time in the right place. At the same time we will be working with clinical partners in the East Midlands and South West to look at 4-6 treatment types (including chest pain, minor head injuries, minor illnesses and falls). These treatment types will be analysed in detail in A&amp;E departments, minor injuries units and ambulance services to look for similarities and differences in clinical practice to provide the framework for the treatment packages and initial data for the layout in the treatment (vehicle) unit. We will propose a standardised pathway for the treatment types and will use a simulation mannequin to test the clinical treatment unit layout in a laboratory with doctors, nurses and ECPs.We will start working on the design of the vehicle by reviewing the current systems and looking at distribution and delivery systems in other industries, e.g. military, car breakdown services, food delivery. We will look at how new emergency care vehicles are ordered, purchased and manufactured and compare this with other low-volume vehicle manufacturing (e.g. Lotus, Maclaren) to help us develop viable solutions. This information will be used to look at both manufacturing and purchasing issues to explore if the Smart Pods concept is viable.Vehicle engineering and associated systems options will be surveyed, in particular chassis/drive chain and intelligent vehicle technologies and we will consider sustainability issues in terms of full life-cycle energy usage. Computer models and animation scenarios covering the full range of proposed SmartPod applications will be developed. The final part of this first phase of the project will start to consider issues of implementation in more depth with patient groups representing people affected by a range of urgent and emergency care conditions. We will also consult members of the lay public, clinicians, and those involved in the planning for, managing, and evaluating urgent and emergency care to investigate views on change in the provision of urgent and emergency care and to identify any unanticipated challenges (e.g. political, organisational, cultural) in implementing change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F002920/1","grantId":"EP/F002920/1","fundValue":"414253","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  This research has already saved the NHS in excess of &pound;2.5 million over 3 years through bulk purchasing. It was used by the National Ambulance Fleet Strategy Group to develop a national specification of emergency ambulances to reduce costs and improve patient care with 6 of 11 Ambulance Trusts in England purchasing from the national contract. The design and testing of a second tier of vehicles and equipment has supported new systems of work through a Community Urgent Response Environment (for on-the-spot treatment) and has been used in a tender specification by NHS Supply Chain to purchase replacement portable equipment. Healthcare,Transport Economic,Policy & public services","person":"Sue  Hignett","coPersons":["Alan Robert Petersen","Jonathan Richard Benger"],"organisation":"Loughborough University","findingsText":" Since 2001 government policy has created a new set of professionals, Emergency Care Practitioners (ECPs), and a new style of urgent healthcare provision to support the vision of a healthcare service designed around the patient. ECPs are paramedics and nurses with additional training to treat patients at home, in minor injuries units or to stabilise patients for transport to specialist clinical units. Although professional training has been developed for ECPs there has been no research to look at the technologies needed to support this new role. This project has focussed on the provision of pre-hospital (urgent care). We have explored the supporting technologies as 'Smart Pods' with 3 components: a vehicle/docking systems; a treatment (vehicle) unit; and a treatment package system (equipment and consumables). We started by trying to model the operational systems to determine the distribution of the vehicle/docking systems for the Smart Pods to deliver the right care at the right time in the right place. We found different regional models for both service delivery and procurement (e.g. using preferred suppliers rather than national contracts). The ambulance trusts, PCTs and hospital Trusts have different goals and critically different revenue streams which conflict e.g. A&amp;E are currently rewarded on volume of admissions. This presented difficulties so we focused on specific scenarios rather than national systems. We worked with clinical partners in the East Midlands and South West to look at 6 presenting complaints (breathing difficulties, chest pain, laceration, falls, neck pain, head injury). These treatment types were analysed in detail in emergency departments, minor injuries units and ambulances services to look for similarities and differences in clinical practice. These data have provided the framework for the treatment packages and initial data for the layout in the treatment (vehicle) unit. We also used a simulation mannequin to test the current (ambulance) clinical treatment unit layout in a laboratory with clinical staff. We started working on the design of the vehicle by reviewing the current systems and looking at distribution and delivery systems in other industries e.g. military, car breakdown services, food delivery. We have taken the results of the research forward and are now working with new clinical partners (to spread the relevance of the outputs) and manufacturers of equipment and vehicles to produce a market-ready prototype in 2011. Use to develop technology specifications for ambulance work systems. Knowledge Transfer Project (CURE) has allowed the development of the design specifications into prototypes with 2 European Manufacturers. These have been tested with user trials and the results disseminated at National Strategy Meetings of Ambulance Fleet Managers and Directors of Operations. Healthcare,Transport","dataset":"gtr"}