{"id":"52039BF7-1157-444A-8B7D-2B98892FCFF0","title":"Elucidating the OXI1 stress signalling network","abstractText":"In common with us, plants utilise chemical compounds formed from oxygen, not for breathing but for an altogether different purpose. These highly-reactive compounds are know as 'reactive oxygen species' (ROS) and are produced for instance when a white blood cell finds a bacterium in the bloodstream. This initiates a series of events which allows the blood cell to kill the bacterium, and thus prevent spread of infection. The ROS are not themselves used to kill the bacterium, rather they 'turn on' processes in the blood cell which help it to kill the bacterium. Understandably there is a lot of excitement in the scientific world regarding this type of system, as an understanding of it could help with combating disease (some diseases such as rheumatoid arthritis occurs when cells in joints do not perform this function correctly). Recently it was found that the use of ROS in this way is not limited to human cells, and in fact plants utilise this mechanism also. Perhaps not surprisingly, one such instance is when plants are themselves attacked by bacteria and fungi. Plants do not have blood cells, so instead, produce chemicals which will kill the pathogen, and prevent spread of infection. We were interested in finding what the steps were leading from ROS to the management of plant disease in this way. A protein, called OXI1, was identified and was found to be involved in one such step. If this protein was removed from plants, they were no longer able to defend themselves properly from microbes attacking them. It was found that OXI1 worked by 'labelling' other proteins by adding a chemical 'tag' to them, namely phosphate. This is a common trick in cells, used to either make a protein work, or to stop in working i.e. to control its function. The research being proposed here seeks to identify exactly which proteins OXI1 'tags' and which ones it binds to do its work. In this way, the series of steps from ROS to combating plant disease can be discovered, and utilised to human benefit i.e. breeding crops with increased resistance to pests e.g. mildew.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00749X/1","grantId":"BB/E00749X/1","fundValue":"131618","fundStart":"2007-05-21","fundEnd":"2008-11-20","funder":"BBSRC","impactText":"","person":"Lee James Sweetlove","coPersons":[],"organisation":"University of Oxford","findingsText":" 1. Establishment of a phosphoproteomic analysis method that involved N15 labelling, peptide fractionation by ion exchange, enrichment of phosphopeptides by TiO2 affinity chromatography and quantitative analysis of phosphopeptides by LC-MS/MS\n\n\n\n2. Identification of 13 proteins altered in phosphorylation level in an Oxi1 mutant. These proteins represent putative phosphorylation targets (either directly or downstream) of Oxi1 kinase. The identity of the proteins suggests that Oxi1 signalling may involve the following: a kinase cascade, protein turnover via the proteasome and cross talk with the ethylene signalling pathway. improved tolerance of crops to biotic and abiotic stress Agriculture, Food and Drink","dataset":"gtr"}