{"id":"52050AA7-86B7-4A5E-96B5-895091EBCF5E","title":"The Letters of Pliny the Younger: A Study","abstractText":"The book takes as its focus a single author and collection, the Letters of Pliny the Younger. The ten books of these carefully composed Letters offer a wealth of material on Rome and Italy in the late first and early second centuries A.D., including the famous letters addressed to the historian Tacitus on the eruption of Vesuvius (in which the author's uncle, the Elder Pliny, died). The Letters have been widely admired since the Renaissance. Today, while regularly consulted as an 'historical source', they are little studied for their own sake. Monographs have at last begun to appear on the Letters, but most are highly specialist in their focus. The main aim of this project is to write the first broad (but scholarly) study of the Letters, and so to aid the return of the Younger Pliny to the critical mainstream of Latin literature. Our book begins by introducing Pliny's artfully controlled version of his own life, as opposed to alternative versions which can be glimpsed from a variety of other sources. In the body of the book we focus in more detail on individual aspects of his life and, while adhering to the subjects which Pliny allows to dominate his letters (e.g. social relations, public life, and literature), suggest in each case how we might move beyond the agenda set by Pliny for viewing them. In this way we ask crucial questions about Pliny's construction and maintenance of his self-image in the letters, but also tackle a broad (and representative) sample of the whole range of subjects and issues found throughout all ten books of the Letters. Alongside this holistic approach to the Letters as a corpus, we take seriously the fact that Pliny wrote and published his letters in individual books, and emphasise the artfulness of both his composition and placing of the letters in his collections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004164/1","grantId":"AH/E004164/1","fundValue":"26179","fundStart":"2008-02-06","fundEnd":"2008-06-05","funder":"AHRC","impactText":"","person":"Ruth  Morello","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}