{"id":"5213233E-E9DC-4D53-A294-811CE7AC045C","title":"Work, Health and Well-being: an interdisciplinary approach to managing health in the workplace","abstractText":"In general, work is seen as good for health and well-being and an aid to maintaining independence over the life course. Over the last few years more attention has been paid towards how people can continue to work from middle to old age. With increasing pension age and increasing costs in state benefits, government and health providers have been looking into various means to extend working life. We know that how work is organised and strategies that employers can implement (e.g. allow flexible working) are important for reducing workers stress and maintaining people in the workplace. Building on this, this proposal plans to build a team comprising experts from different backgrounds, organisations with an interest in health and work and middle and older aged adults from the general population, to explore the management of health conditions, and the role that specific health conditions play influencing changes in work in the middle and later stages of working life. To begin with, we will focus on the two most common reasons for work loss: (i) mental health/stress and (ii) musculoskeletal conditions (back pain and arthritis). Much attention has been given to mental health and stress but it is unclear how stress interacts with other health conditions in leading to work loss. Musculoskeletal conditions occur more with age and may become an even more common reason for work loss in future years as people are expected to work until they are older. \nThe aims of the network are to (i) identify ways to maintain work participation throughout life and (ii) explore the basis for further studies and projects to improve the ability of adults to continue working. The output from the networks? activities will lead to presentations to policy-making groups to contribute to practice development and the design of policies and practices that can improve the well-being of older workers. The Network will also develop a multi-disciplinary research proposal aimed at assisting interventions to main work participation and healthy ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900038","grantId":"G0900038","fundValue":"45471","fundStart":"2009-05-01","fundEnd":"2010-02-28","funder":"MRC","impactText":"","person":"Ross  Wilkie","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}