{"id":"5216554A-61F3-49C0-9E98-30A9A8807766","title":"The hospital of the future: improved patient outcomes through information-driven management","abstractText":"Every day, patients unnecessarily die in hospitals. In the UK, the National Patient Safety Agency (NPSA) reported this summer that the most important action which could be taken to improve patient safety was to identify patients who are deteriorating and act early . There is increasing evidence that early detection of patient deterioration, followed by appropriate action, not only reduces preventable deaths but also reduces the numbers of heart attacks or unscheduled admissions to intensive care. The likelihood of a successful outcome following patient deterioration increases if the deterioration is detected early, recognised as important, communicated to appropriate team members and care rapidly escalated. Each of the four links in this chain of action is characterised by variation and therefore from time to time will be prone to failure. A central objective of our proposed research is to reduce the probability of failure in each of these links to an absolute minimum. While preventable death is the most extreme consequence of defects in health care, preventable harm can have long-lasting effects on the lives of patients. It is estimated that between 3 and 16% of hospital in-patients suffer some form of unintentional harm from their treatment. Information is traditionally transferred using a variety of paper forms and notes, and in handovers between shifts, leading to substantial loss of information during sequential handovers. It is common for dependent patients to be managed by numerous different staff members over a 24-hour period. Since the paper-based infrastructure is highly deficient, it is not surprising that communication errors are serious and sometimes dangerous. Through new computing tools and associated protocols, we will reduce in-hospital deaths, heart attacks, unscheduled admissions to the Intensive Care Unit (ICU) and harm to patients. We believe that the aims of our proposed research can be achieved within five years in selected hospitals and within ten years nationwide. The main output of our research will be a robust and reliable system which integrates clinical activity in response to patient deterioration as it occurs, providing clinicians with relevant information at the point of care and ensuring rapid, accurate and meaningful communication between caregivers. The deployment of this system throughout medical and surgical wards will provide hospital care for acutely ill patients with a level of quality and consistency much higher than is currently possible. This will have a greater impact on health outcomes than multiple incremental improvements in the outcomes of individual treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F058845/1","grantId":"EP/F058845/1","fundValue":"391189","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Lionel  Tarassenko","coPersons":["Peter  McCulloch","Thomas Collingwood Hughes","Jonathan Daniel Kay","James David Price","James  Kennedy"],"organisation":"University of Oxford","findingsText":" The key findings were that there were two major developments in UK hospitals at the end of the first decade of 21st century: wi-fi installed in every major hospital and the start of the deployment of the Electronic Patient Record (EPR). This allowed us to prepare for the Grand Challenge of delivering better health for patients in the hospital of the future (the &quot;digital hospital&quot;), through the use of ICT to improve patient outcomes and reduce costs. This resulted in the major, follow-up grant EP/H019944/1.  Healthcare","dataset":"gtr"}