{"id":"52169ED4-9754-481D-870C-E9E4DE0603C4","title":"Green Growth Diagnostics for Africa","abstractText":"This project seeks to develop a new Green Growth Diagnostics methodology and apply it to two African countries: Kenya and Ghana. These countries are the research hubs of East and West Africa and we believe that they offer a good opportunity to test our methodology in advance to their wider application to other African countries and beyond the African continent.\nThe original growth diagnostics methodology was developed by Haussmann et al (2004) to identify the key constraints holding back economic growth from its full potential. Their approach was driven by the needs of policymakers facing the dilemma that most problems have multiple causes, but governments cannot tackle all of them at once, given limitations in their financial and executive capacity. This gave rise to the idea of concentrating these limited resources on the binding constraint, which would be identified going through a tool conceptualised as a decision tree. The proponents of the original growth diagnostics also realised that this binding constraint varies between countries and we would argue between sectors. The central point of the original growth diagnostics method was that it offered researchers and policy makers a way of identifying priority in analysis and policy; and finding solutions which take into account local conditions.\nThe same rationale applies to our proposed Green Growth Diagnostic method. We build on the original approach but adapt it in four ways: 1. Applying it to the energy sector; 2. Taking into account potential knock-on effects on the economy and 3. the political economy when going from diagnostics to therapeutics; and 4. Working out the distributional consequences. Since each step takes the project into un(der)explored territory, it is built around five research questions and corresponding methodologically distinct work packages.\nOur four research questions are: 1. What are the binding constraints for investment in economically viable renewable energy?; 2.Which policies can more effectively target different binding constraints?; 3. Who obstructs/drives the adoption of specific sustainable energy policies?; 4. What would be the macroeconomic impacts of an increase in renewable energy investment/capacity, and the reforms needed to bring this increase about? and 5. Under what circumstances increased on-grid renewable energy capacity translates into increased access to and increased reliability of electricity supply in developing countries?\nWe use several methodologies to deal with these questions. Firstly, we create a diagnostics tool that provides a priority ranking of the most binding constraints for the uptake of economically viable renewable energy. Engineering, economic, financial and technological expertise is required to develop this tool.\nSecond, we test the macroeconomic and political feasibility of the proposed set of policies for our two case studies in Kenya and Ghana. Two distinct methodologies are used: Computable General Equilibrium (CGE) Modelling and political economy analysis. Purpose-built dynamic CGE models for Ghana and Kenya simulate the prospective medium-run growth and distributional implications associated with the policy measures identified by application of the GGD tool. The political economy analysis identifies the actors, alignments of interests or alliances that obstruct or drive the adoption of specific sustainable energy policies in Kenya and Ghana. This requires continuous and iterative discussions with the key actors. \nFinally, power system analysis methods are applied to understand the distributional impacts of increased renewable energy capacity. Metrics will be developed to quantify the impact that increased on-grid renewable energy capacity has on access and reliability of electricity for final users in developing countries. \nThe project responds to the specific theme of this call &quot;Energy Systems and de-centralised use&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002507/1","grantId":"EP/L002507/1","fundValue":"531788","fundStart":"2014-01-15","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Ana Maria  Pueyo","coPersons":["Dirk  Willenbockel","Stephen  Spratt","Hubert  Schmitz","Neal Simon Wade","Chris  Dent"],"organisation":"Institute of Development Studies","findingsText":"","dataset":"gtr"}