{"id":"5220DB20-B4BE-47A3-BCE4-1147C76B65C5","title":"Corinth Virtual Site Survey: Integrating Geophysical Data for Syn-rift Stratigraphy, Fault and Basin Evolution and Advancing IODP Proposed Drilling","abstractText":"The breaking apart of a continent to form extended continental margins and ultimately ocean basins is a process that can last for 10s of millions of years. The start of this process of rifting is thought to contribute significantly to the structure and sedimentary layering of the continental margins that have formed by its end. Often the details of how rifting initiates and develops in the first few million years are lost in the complexities of deformation and thick sediment layers beneath the continent's edges. To understand the early phases, we have to study areas where rifting has only recently started, and the Gulf of Corinth, Greece, is a key example in its first few millions of years of history. Across the Gulf, the two sides of the rift are moving apart at up to 20 mm every year and this high rate of extension results in numerous earthquakes which historically have been very destructive. The rapid extension also results in a rapidly developing rift basin which is partially submerged beneath the sea and filling with sediments. \nWithin the Gulf, a large volume of marine geophysical data has been collected, including detailed maps of the seabed, as well as seismic data that use sound sources to give cross-sections of material beneath the seabed. The seismic data allow us to directly image the accumulated sediment layers and to identify faults that offset the layers and create the basin. This project will integrate these data to make a very detailed interpretation of the sediment layers (and their likely age) and fault planes. Imaging and assigning ages to the layers, by comparing with models of climate and sea level change, allows us to determine how the basin has developed through time. The fault planes imaged by the data generate the extension and subsidence of the rift, and their history of activity controls how the basin develops. The results will be used to generate the first high resolution model of rift development over the initial few million years of a rift's history and will help to address some of the unanswered questions of how continents break apart. The model will be used by a range of scientists, including those trying to understand how tectonics, landscape morphology and climate all interact to cause sediments to move from one place to another: rift basins are one of the main sinks for sediments and we will calculate how the volume of sediment delivered to the Corinth basin has changed with time, as faults move and as climate changes. \nThe majority of the world's petroleum resources are found in old rifts, but often details of how the rift developed and the detailed geometry of the rock units in which the oil is now found are masked by other geological processes and by shallower sediment layers. Understanding the early rift processes is important for determining where and what kind of sediments will be deposited in different parts of the basin with time. We will also analyse details of how individual faults grow and interact with other faults in the rift: this process affects where sediments enter a rift basin and is therefore also important for identifying petroleum reservoirs.\nThe rift faults are responsible for the destructive earthquakes in central Greece, so this project's analysis of fault location and rate of slip will also help us to better understand the potential hazard, increasing the potential for reduction of associated risk.\nUltimately, the project will be used to select sites for drilling and sampling the sediments of the rift zone, through the Integrated Ocean Drilling Program. These samples would provide: the actual age of sediment layers, and hence well resolved slip rates for each active fault and a test for the rift models generated here; and the types of sediments, that will tell us more about the regional climate of the last few millions of years and where sediments that typically form hydrocarbon reservoirs are located in this analogue for older rift systems like the North Sea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J006564/1","grantId":"NE/J006564/1","fundValue":"208996","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"","person":"Lisa  McNeill","coPersons":["Jonathan  Bull","Timothy  Henstock"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}