{"id":"522D9D82-AC96-4FE2-BB79-A389CB2EE548","title":"Analysis of virulence determinants in full length H5N1 influenza genomes using computational modelling","abstractText":"H5N1 bird 'flu has caused massive mortality in poultry since its emergence in the far east in 1997. Particularly since 2002, increasing numbers of wildfowl have been found dead and dying, which is very unusual for bird 'flu as it does not normally cause severe disease in wild birds. It has also given rise to an estimated minimum of 250 human deaths. As has been seen in the news, wild birds have recently spread the virus into Europe along East-West migration routes from Asia. We clearly urgently need to identify what has changed in the virus which has led to this increase in mortality. This is a difficult task for several reasons. Firstly, the risks associated with the virus make it difficult to work with experimentally in the laboratory, as we must be certain the virus cannot escape. Secondly, influenza evolves naturally very rapidly. This applies whether or not the mortality associated with it is changing and makes it difficult to identify the exact genetic factors responsible. Thirdly, some genetic changes which have been important in the past have been identified, but recent laboratory studies suggest many more could also be important in the current epidemic. We will study this by taking a computer-based approach. A very large amount of information on the genetic make-up of several thousand different strains of H5N1 'flu. On average each one of these may differ at about 700 different amino acid sites in its proteins from any other. To find out which of these sites are important, we use a new statistical approach which is designed to cope with very large complex bodies of data and identify critical components that are responsible for the increase in mortality. These new models require very fast computers and we will be using one of the fastest in the UK: the IBM BlueGene supercomputer at the University of Edinburgh. Our aim is to identify the important components of the H5N1 'flu genome that can be most clearly associated with the mortality change. In this way we can assist with the design of very specific and controlled laboratory experiments which can be constructed to test our conclusions, and which may lead to identification of the key genetic elements for intervention through drug development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009670/1","grantId":"BB/E009670/1","fundValue":"387578","fundStart":"2007-07-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  The associated publication &quot;Detection of Mammalian Virulence Determinants in Highly Pathogenic Avian Influenza H5N1 Viruses: Multivariate Analysis of Published Data&quot; has been cited 27 times in the influenza literature. Agriculture, Food and Drink Cultural,Policy & public services","person":"Andrew James Leigh Brown","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Highly pathogenic avian influenza, particularly the H5N1 strain, has been the cause of several major outbreaks in Asian poultry and is a serious threat to human health for those exposed to diseased birds. The major concern is that through a few mutations it could become serious threat to the human population on a global scale. In this H5N1 project, we sought to understand which mutations caused the avian H5N1 virus to be especially pathogenic for mammals by analysing viral genome sequence data with sophisticated statistical methods. We found that whilst single mutations could have an effect, it was the combination of mutations that resulted in the most pathogenic strains. Importantly, it is not just the mutations on the easily testable surface proteins of the virus that can enhance pathogenicity, but mutations in the internal replication machinery proteins also have a significant effect. Beneficiaries of this work are other researchers in the field of virology, and informatics. This work has already lead to further work on reassortment (generating new combinations of virus genes) in influenza, where we are trying to calculate the rate at which new (potentially dangerous) variants are being generated. Ultimately this research will provide a means to help quantifying the risk factors for new influenza variants to public and animal health. Agriculture, Food and Drink","dataset":"gtr"}