{"id":"522EE38B-EAC5-4658-9689-1A51D4BD3FC3","title":"Multiferroic Behaviour in A- and B-site Cation Ordered Perovskites","abstractText":"Ferroelectric (FE) oxides are an important class of materials with widespread application in many global markets including consumer electronics, piezoelectric sensors and actuators. These materials exhibit an electric dipole which can be spontaneously aligned on application of an electric field. The direction of this dipole can then be switched by alternating the electric field and exploited as on/off or binary 0/1 states. Currently PbZrxTi1-xO3 (PZT) is the most widely exploited FE material. However, the use of lead in commercial products is not favourable meaning we need to find a lead free replacement. Ferromagnetic materials can be seen to be analogous to FE materials in that these materials exhibit a magnetic spin which can be aligned on the application of a magnetic field and exploited in a similar way. More recently, the coupling of ferromagnetism (FM) or antiferromagnetism (AFM) and ferroelectricity has emerged as an area of great technological potential. Coupling in these materials would allow for the switching of the FE state with a magnetic field and vice versa. These so called multiferroic materials could lead to whole host of next generation devices with improved performances over either their ferroelectric or magnetic counterparts.\n\nThe synthesis of multiferroic materials however, proves challenging since ferroelectricity typically requires no unpaired electrons whilst magnetism requires unpaired electrons: the two order parameters tend to be mutually exclusive. One methodology to overcome these limitations is to order magnetic and ferroelectric ions onto different sites within the crystal lattice. Doubly ordered perovskites (AA'BB'O6) can exhibit ordering of both the A-site and B-site cations simultaneously. Clearly this offers a potential route to new multiferroic materials but to date this has received little attention within the literature. This proposal therefore seeks to investigate doubly ordered perovskites with the aim of designing new multiferroic materials with the potential for application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012843/1","grantId":"EP/K012843/1","fundValue":"78793","fundStart":"2013-06-26","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Donna Claire Arnold","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}