{"id":"5237A541-5933-4298-86F2-8FD9EADE10A5","title":"Role of Complement in Neural Crest migration and craniofacial development","abstractText":"Craniofacial disorders are a primary cause of infant mortality and have serious lifetime consequences, devastating for both children and parents. Craniofacial malformations are usually recognized as abnormalities in the underlying structure of the face, such as anomalies in bone and cartilage development. Facial bones and cartilages originate from a cell population called the neural crest, which migrates from the back of the head to form the face during embryonic development. Therefore, craniofacial disorders are usually attributed to problems in neural crest development. There is a large variety of craniofacial anomalies which have a genetic origin but in only a few cases have the mutated genes been identified. Moreover, only in an extremely small proportion of these cases is the function of the affected gene known. In this project we propose to use animal models that are amenable to genetic dissection to study genes that are potentially involved in craniofacial malformations. The data generated in this project will be directly used in subsequent research to test whether mutations in equivalent genes lead to craniofacial anomalies in humans. In order to find these new genes we have extrapolated knowledge from other systems in which cell migration is better understood, as the immune system. Our preliminary data suggests that a well characterised immune response pathway, called complement, may play a key role in neural crest migration. The complement cascade is used by the immune system to control infections and destroy microbes. Our observations show that mutations in specific elements of the complement cascade lead to dramatic defects on neural crest migration. In this project we propose to identify the cellular and molecular mechanisms by which these factors control neural crest development. In spite of complement deficiencies being a relatively common problem in patients, the role of this system in embryonic development, let alone in craniofacial disorders, has been completely neglected. This will be the first time to implicate complement factors in the early phases of development, before any blood or vessels are present in the embryo. Understanding the role of complement in neural crest migration will be a prelude to understanding the origins of some congenital craniofacial defects, and will open the possibility to develop prevention strategies and repair therapies. Importantly, the demostration that the complement system plays a role in normal cranofacial formation will have a profound impact in health policy. The results from our research may suggest that pregnant women should avoid complement inhibitors treatments (to treat autoimmune diseases) during early gestation. These could have devastating consequences for the child, equivalent to the use of thalidomide in the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000655/1","grantId":"MR/J000655/1","fundValue":"379576","fundStart":"2012-03-07","fundEnd":"2015-07-21","funder":"MRC","impactText":"","person":"Roberto  Mayor","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}