{"id":"52405730-6906-4BDD-B9FC-FEB8E6C97E84","title":"Burning fat: an in vivo and in vitro study of the role of PPAR-delta in regulating fat metabolism in adipose tissue","abstractText":"People in the UK are getting fatter and this has consequences for both the health and wealth of the nation. Obesity increases the risk of a number of diseases including type 2 diabetes, heart disease, stroke and high blood pressure. These diseases will place an increasing burden on the National Health Service and also impair the ability of individuals to work. Central to this problem is energy balance which put basically is the difference between energy coming in as food and energy expenditure of the body. While one obvious solution is to reduce intake of high calorie foods and increase exercise in individuals, national strategies in this area have failed to halt the increase in obesity (or indeed slow the rate of increase). Furthermore, once an individual is obese it may be difficult for that person to exercise and reduce obesity. There are indications that drugs that increase the energy expenditure of the body may be used to reduce obesity and many of the risk factors for other diseases associated with obesity (e.g. insulin resistance, coronary artery disease). Several types of drugs target two proteins found in fat cells referred to as PPAR-gamma and PPAR-delta. These proteins in turn 'switch-on' genes important in either fat metabolism or fat storage. While a large amount of work has been carried out characterising PPAR-gamma, a known target for treating type II diabetes, relatively little work has been performed on PPAR-delta. This proposal sets out to investigate the role that these two receptors play in energy balance in fat cells using a combination of animal studies and in vitro cell culture. For this we will investigate the action of two drugs that target either PPAR-gamma or PPAR-delta in adipose tissue in mice and investigate how they alter the concentration of key metabolites using mass spectrometry and Nuclear Magnetic Resonance (NMR) spectroscopy, gene expression using DNA microarrays and protein content by mass spectrometry based proteomics. The data collected will then be modelled mathematically by statistics to generate hypotheses which can be pursued in cell culture based experiments. The latter approach allows us to manipulate the system more easily and hence probe mechanisms of action. This work will increase our knowledge of the mechanisms controlling energy balance in fat cells and also allow us to develop an experimental approach which could be used to understand other biochemical processes. In addition the information obtained will help better characterise a major potential drug target for obesity and associated complications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013539/2","grantId":"BB/H013539/2","fundValue":"363927","fundStart":"2012-03-31","fundEnd":"2013-12-30","funder":"BBSRC","impactText":"","person":"Julian Leether Griffin","coPersons":[],"organisation":"MRC Centre Cambridge","findingsText":"","dataset":"gtr"}