{"id":"524122D1-9249-4B22-8105-46746B71876E","title":"Fifty Years of British Music Video, 1964-2014: Assessing innovation, industry, influence and impact.","abstractText":"Over a period of more than fifty years, promotional films for British popular music have received critical acclaim and numerous awards. Since the launch of MTV in 1981, these films have become known as 'music videos', despite the fact that until the 2000s the overwhelming majority were shot on 35mm and 16mm film, and despite the fact that the form predated MTV. In 1964 a series of short promotional films for British bands were commissioned culminating in seminal short 'promos' for The Kinks, Pink Floyd and The Rolling Stones through the mid- to late Sixties. Music videos have not only impacted subsequent generations of television viewers but have also inspired creative producers in fashion, design, photography and feature film. Directors Derek Jarman, Julian Temple, Jonathan Glazer, John Maybury and Jamie Thraves are among a number of filmmakers behind some of the most innovative and celebrated music videos. Yet despite its recognition, its innovation and its longevity, the cultural significance of music video within British academic research has been largely unacknowledged. This project seeks to change that. \n\nThe two-year study is a collaboration between the University of Portsmouth and University of the Arts London in partnership with the British Film Institute and the British Library. It draws together both industry and academic expertise. Permission has been given for the research team to use a new and very rich selection of data, archives, and films from private industry collections. The team will bring together leading academics in popular music, film and television studies and cultural studies to analyse the significance of these collections both for an international audience of academics (thorough our academic outputs) and for the general public (through the nationwide public cinema screenings).\n\nIn Year 1, using new data donated by British licensing agency, Video Performance Licensing (VPL), and the trade journal Promo News, the CI will create a master database of British music videos 1964-2014, and a separate database of detailed production credits for 1992-2014. These will generate core data necessary to investigate the research questions. In consultation with industry experts and a steering committee of academics, we will select titles of 60 British music videos as case studies for further analysis during a series of six academic focus groups at the BFI. The research questions will be investigated further in a series of industry panels at the BL and supplementary interviews with leading industry figures and archival research. We will also conduct case study analyses of Warp Records and a case study analysis of The Chart Show (using restricted data on single sales held at the British Phonograph Industry Library). \n\nThe results will be disseminated in a book and a journal special issue. The book will be a monograph which presents a history of the structure, creative practices, models of authorship, stylistic innovations and influences of the industry. The journal special issue will present the results of the focus groups in a series of specially commissioned articles about the cultural significance of British videos written by academics from popular music, film and television studies and cultural studies. \n\nThe project will also generate two permanent digital collections of music videos at the BFI and BL for the general public and academics. In order to make them more accessible nationwide they will also be exhibited to the public in a series of cinema screenings in London, Belfast, Edinburgh and Manchester, and distributed on a BluRay/DVD by Soda Pictures. There will also be public talk by the CI, Dr Emily Caston, at the British Library to launch these new collections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003515/1","grantId":"AH/M003515/1","fundValue":"477090","fundStart":"2015-01-05","fundEnd":"2017-01-04","funder":"AHRC","impactText":"","person":"Justin Timothy Smith","coPersons":["Emily  Caston"],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}