{"id":"5247C0E5-B3AA-4B55-A018-5A190BF4CEE6","title":"Social adversity, dopamine, cognition and psychosis (response to the neurobiological basis of mental health highlight)","abstractText":"Psychotic illnesses, such as schizophrenia, are common devastating conditions. Individuals with psychosis experience delusions, hallucinations and difficulties with thinking and planning. The cause of psychosis is not known. However, research shows that levels of the chemical messenger, dopamine, are increased in the brain. Other research indicates that patients have particular difficulty with planning and thinking, and this appears to be related to malfunction in the prefrontal part of the brain. Finally, the risk of developing psychosis is significantly increased in people who have been exposed to long-term social stressors. Until now, these factors have mainly been studied separately. A key aim of this project is to put information on dopamine, prefrontal brain function and social stressors in psychosis together and clarify the relationship between them. We plan to do this by measuring dopamine function and prefrontal activity using brain scanning, and measuring social stressors with specific research interviews. We will do this in people who are very vulnerable to psychosis, and have a high risk of developing the illness in the near future. We will assess these individuals at the start of the study and again after 12 months, then follow them up to find out who subsequently develops a psychotic illness. This will allow us to find which factors indicate that someone is at high risk of psychosis, and how changes in these factors over time are linked to the development of psychosis. This will help with the early identification of individuals who are vulnerable to psychosis and the development of new treatments designed to prevent the later onset of psychosis in people who are at high risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700995","grantId":"G0700995","fundValue":"739743","fundStart":"2008-08-18","fundEnd":"2013-02-17","funder":"MRC","impactText":"","person":"Philip  McGuire","coPersons":["Paul  Grasby","Steven C Williams","Oliver  Howes","Paul  Allen","Robin  Murray"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}