{"id":"525693CF-D945-44CD-96DF-5E8C5F7AA707","title":"2nd International Workshop on Evolving Fuzzy Systems EFS'06, Ambelside, Lake District, 7-9 September 2006","abstractText":"The main challenge today is to design the next generation of intelligent systems that are able to have a higher level of flexibility and autonomy by using computational methods that borrow from Nature. A new area that is addressing these challenges is now emerging on the cross-roads of evolution-based and reasoning-based systems that are more flexible than existing adaptive systems.This emerging area of evolving fuzzy systems targets complex processes by developing novel learning methods and computationally efficient algorithms for real-time applications. In recognition of the growing importance of this area the IEEE Technical Committee on Fuzzy Systems within the Computational Intelligence Society decided in 2004 to set up a Task Force to which the Principal Investigator belongs. This Task Force had its First Workshop in Granada, Spain (17-19 March, 2005). A special issue on the same topic is now prepared by the IEEE Transactions on Fuzzy Systems. It was decided during the first Workshop to organize the second Workshop on Evolving Fuzzy Systems in Ambelside, UK. In this respect, the Workshop in the centre of this proposal is the next in the series organized by the IEEE Task Force and is also an attempt to broaden its appeal to a wider audience.This new emerging field is currently being shaped and the proposed Workshop will be an important event at which researchers from academia and industry active in this area will meet and discuss current achievements, problems and future directions. The event will take place at a moment in time when research on self-developing systems, that are capable of operating efficiently in unpredictable (possibly harsh) environment without human intervention, is intensively pursued world-wide and in relation to several important application areas including advanced manufacturing, aerospace, underwater exploration, defence, security and surveillance etc. Significant progress is mainly observed in the USA and the Far East (Japan, Taiwan, New Zealand). The proposed Workshop will help to ensure that the UK is recognized as one of the leading centres for research in this emerging area. In addition, the Workshop will be an excellent platform to launch the new Intelligent Systems Research Laboratory at Lancaster that includes a number of mobile robots. The Workshop is technically endorsed by such prestigious organizations as IEEE (Computational Intelligence Society and Systems, Man, and Cybernetics Society), IFSA (International Fuzzy Systems Association), EUSFLAT (EUropean Society on Fuzzy Systems And Technology) and will be supported by Lancaster University and the Department of Communication Systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077680/1","grantId":"EP/D077680/1","fundValue":"12768","fundStart":"2006-07-01","fundEnd":"2006-09-30","funder":"EPSRC","impactText":"","person":"Plamen Parvanov Angelov","coPersons":["C  Xydeas"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}