{"id":"525871A5-1FF3-4542-AD87-AAF14EEB18FA","title":"Artificial Biochemical Networks: Computational Models and Architectures","abstractText":"Previous work by ourselves and others has shown how the structure and organisation of biological organisms can motivate the design of computer hardware and software, with the aim of capturing useful properties such as complex information processing and resistance to environmental perturbation. This proposal focuses upon one of the most complex sets of structures found in biological systems: biochemical networks. These structures are fundamental to the development, function and evolution of biological organisms, and are the main factor underlying the complexity seen within higher organisms. Previous attempts to build hardware and software systems motivated by these structures has led to a group of computer architectures which we collectively refer to as artificial biochemical network models. The best known of these is the artificial genetic network, which has shown itself to be an effective means of expressing complex computational behaviours, particularly within robotic control. Nevertheless, this field of research has received relatively little attention, and little is known about the computational properties of these architectures. The aim of the proposed work is to develop better artificial biochemical network models, which we will do by both bringing together existing work and introducing new understanding from the biological sciences. We will also develop a theoretical framework to better understand what these computational architectures are capable of, and show how how these models can be applied to the difficult problem of controlling a robot in real world environments. It is expected that this work will also produce insights into the function and evolution of the biological systems on which the architectures are modelled.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F060041/1","grantId":"EP/F060041/1","fundValue":"631292","fundStart":"2008-09-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  The main use of our findings have been in the form of conference and journal publications. In addition a Workshop was held in the final year of the project at which 40+ people attended. Work related to this project has been used as part of a new EU project proposal.\n\nAlgorithms developed during the project are now being applied in the area of Parkinson's assessment and equipment using these algorithms is being trialled in a number of hospitals. Education,Healthcare Societal","person":"Andy  Tyrrell","coPersons":["Leo Simon Caves","Susan  Stepney"],"organisation":"University of York","findingsText":" During this project we developed artificial biochemical network models. We also developed a theoretical framework to better\nunderstand what these computational architectures are capable of, and showed how how these models can be applied to the difficult problem of controlling a robot in real world environments. During the project we:\n\n1) Investigated and developed novel computational architectures whose form and function are motivated by the genetic, metabolic and signalling networks of biological organisms and their interactions.\n2) Improved the expressiveness, evolvability and robustness of existing architectures by applying current biological\nknowledge about the function and evolution of biochemical networks, and developed new models based upon current\nunderstanding of how these networks interact during cellular function and development.\n3) Analysed the properties and computational capacities of these architectures using a dynamical systems framework,\nwhilst developing a predictive model to guide the development of the architectures.\n4) Demonstrated how these architectures can be used to solve difficult real-world problems by using them in a number of applications including the control of robots in complex indoor environments. In particular, the algorithms developed in the project are being applied to the assessment of Parkinson's disease in a number of hospitals. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare","dataset":"gtr"}