{"id":"5262AEAB-4E7B-4364-B3C6-B49B042A3250","title":"The development and evolution of vertebrate electroreceptors","abstractText":"We are used to experiencing the world with five senses: sight, smell, taste, touch and hearing (which really detects the mechanical displacement of tiny 'hairs' on specialised sensory 'hair cells' in our inner ears). However, land vertebrates (reptiles, birds and mammals, including humans), as well as frogs and most modern bony fish, have lost one of the most ancient vertebrate senses, the ability to detect weak electric fields in water. This sense, 'electroreception', is used for finding prey and for orientation. Land vertebrates (but not frogs or fish) have also lost the 'lateral line system' of sensory hair cells that detect water movement (just like the mechanosensory hair cells in our inner ears); these are distributed in lines over the head and body (hence the name, 'lateral line'), and used for schooling behaviour, finding prey and detecting predators. The experiments in this grant proposal are aimed at understanding the embryonic development and course of evolution of electroreceptors, the modified sensory hair cells that give aquatic vertebrates this fascinating 'sixth sense', and their relationship with the lateral line system. Although evolutionarily very ancient, electroreceptors were only discovered in the 1950s, and we know very little about their development. They are found in all major aquatic vertebrate groups, including lampreys (the most primitive living vertebrates), cartilaginous fish (sharks and rays), primitive bony fish (sturgeon, paddlefish), lungfish (related to the ancestors of land vertebrates), and even some amphibians (salamanders). Although the ancestors of modern bony fish lost electroreceptors, so that most of these fish cannot detect electric fields, electroreceptors seem to have independently 're-evolved' at least twice in two different groups of modern bony fish, including catfish and 'electric fish'. Electric fish have modified muscles that generate an electric discharge to stun prey or confuse predators, and they use some of their electroreceptors for communication. Did the 're-evolution' of electroreceptors in modern bony fish, such as catfish, involve the same genes that are important for electroreceptor development in other vertebrates, or do bony fish electroreceptors use different genes? We plan to investigate the embryological origins and genes underlying electroreceptor development in a wide range of vertebrate groups, including lamprey, shark, lungfish, paddlefish, salamander and catfish. Specifically, we aim to: (1) Determine whether or not electroreceptors and lateral line mechanosensory hair cells share a common origin during embryonic development, in all electroreceptive vertebrates. (2) Learn to what extent different vertebrates, including teleosts that 're-evolved' electroreceptors, use the same genes to build their electroreceptors, and whether or not the same or different genes are used to build lateral line mechanoreceptors. Overall, these experiments will give us insight into the embryonic development of electroreceptors, the course of electroreceptor evolution, and what makes the difference between sensory hair cells that detect electric fields and those that detect water movement. Although we no longer have this ancient 'sixth sense' ourselves, understanding how electroreceptors develop will give us a better understanding overall of the development and evolution of vertebrate sensory systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00818X/1","grantId":"BB/F00818X/1","fundValue":"282683","fundStart":"2008-01-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"  Research assistant training in transferable skills including project management, networking, teamworking, and written and verbal communication. This is valuable preparation for employment in both the private and public sectors.\n\nSome of our findings were widely publicised in the popular press, so will have contributed to the public understanding of science. Some examples are:\n\nhttp://www.dailymail.co.uk/sciencetech/article-2048216/Humans-descended-animal-sixth-sense.html\n\nhttp://palaeoblog.blogspot.co.uk/2011/10/humans-descended-from-ancestor-with.html\n\nhttp://www.futura-sciences.com/fr/news/t/zoologie/d/lelectroreception-le-sixieme-sens-de-notre-ancetre_33986/\n\nhttp://www.tovima.gr/science/article/?aid=436005 Culture, Heritage, Museums and Collections,Other Societal","person":"Clare Victoria Baker","coPersons":[],"organisation":"University of Cambridge","findingsText":" We published the first analysis of gene expression during neurogenic placode development in a basal ray-finned fish, the North American paddlefish (Polyodon spathula), including the identification of Sox3 as the first published molecular marker for electrosensory ampullary organs in ray-finned fish. We also published the first fate-mapping data from any electroreceptive ray-finned fish, again the paddlefish Polyodon spathula, using focal DiI labelling to demonstrate a lateral line placodal origin for ampullary organs (and neuromasts) in this species. Taken together with previous data showing that ampullary organs in the axolotl (a representative of the lobe-finned fish clade) are lateral line placode-derived, our results showed that ampullary organs are ancestrally lateral line placode-derived in bony fishes. \n\nThis work was widely publicised, e.g.:\nhttp://www.dailymail.co.uk/sciencetech/article-2048216/Humans-descended-animal-sixth-sense.html\n\nhttp://palaeoblog.blogspot.co.uk/2011/10/humans-descended-from-ancestor-with.html\n\nhttp://www.futura-sciences.com/fr/news/t/zoologie/d/lelectroreception-le-sixieme-sens-de-notre-ancetre_33986/\n\nhttp://www.tovima.gr/science/article/?aid=436005\n\nWe also published Eya4 expression during otic and lateral line placode development in the axolotl: together with our previous work in paddlefish and shark, this confirms that Eya4 is a conserved marker for lateral line placodes and their derivatives in all jawed vertebrates.\n\nWe also published the first fate map of the neurogenic placodes in lampreys (generated using focal DiI labelling; this was a collaboration with Marianne Bronner, Caltech).\n\nWork funded by this grant also contributed to a paper showing that ampullary organs in the skate (a cartilaginous fish) are lateral line placode-derived. In conjunction with our work on paddlefish, this showed that ampullary organs are ancestrally lateral line placode-derived in all jawed vertebrates.\n\nWork funded by this grant also contributed to a paper describing the developmental evidence for serial homology of the vertebrate jaw and gill arch skeleton, and to another paper on the evolution of the vertebrate cerebellum. We have created useful tools for the community by cloning a large number of cDNA fragments from various vertebrate species, which have been (or will be, upon publication) deposited in public databases. Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}