{"id":"5265624D-8E61-494F-B2CA-6191FFDBB04F","title":"Signal-based image registration and mixed modelling for differential analysis of large scale cross-omics datasets","abstractText":"Biologists are increasing wishing to understand the complex interactions between the building blocks of genes, metabolites and proteins that control the function of every living organism. The field of systems biology has emerged to overcome the deficiencies of the traditional reductionist approach, which has identified the building blocks themselves and many of the individual interactions but has not been able to deduce how systems of these blocks act and react in unison. The application of systems biology is widespread, as it promises to revolutionise our understanding of healthy processes in plants, animals and humans, as well as how they break down under disease and how this breakdown can be averted.\n\nOften the systems biology approach starts with a 'snapshot' of a particular biological sample. Mass spectrometry is a pervasive technique for gaining a snapshot of a sample, and it does this by ionising the sample and then measuring each constituent compound's mass and quantity based on the resulting charge. This is often not enough to separate out the sample fully and therefore a preceding phase of liquid or gas chromatography is used to provide an initial separation. Due to technical and biological variations, it will be necessary to analyse the sample a number of times to get reliable readings. Furthermore, classes of protein, metabolite and metals require different sample preparation, different chromatography approaches and different types of mass spectrometry instrumentation. These all add different kinds of biases and variation which make it extremely challenging to infer links between compounds, especially if the compounds are from different classes. To make matters worse, many snapshots are needed to capture different 'angles' of the biological process under investigation, and the instrumental conditions themselves are not entirely reproducible over time.\n\nAll this has led systems biology to become a progressively computational discipline. Since the datasets are so large, however, the existing computational techniques tend to convert the rich raw data from mass spectrometry output to a symbolic representation of compounds too early on. We instead advocate all the data across the samples should be modelled together as raw data, so statistical 'strength' can be borrowed across the collection when making decisions about whether a compound or compound interaction truly exists in the data and at what level of confidence. Unfortunately, the chromatographic step is particularly variable, so corresponding compounds have to be matched to each other before or during analysis. We propose to do this directly on the raw data so that far less compounds are missed by trying to detect them on each dataset in isolation. Furthermore, we propose that with the right 'mixed model' and on the aligned raw data, we can separate out the systematic biases in the data despite being confounded by their intermixed correlations. This will provide high quality evidence for interactions across sample classes and fuel advancements in the systems biology field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004158/1","grantId":"BB/K004158/1","fundValue":"120346","fundStart":"2013-01-28","fundEnd":"2014-07-27","funder":"BBSRC","impactText":"  We have open sourced part of the workflow (http://www.seamass.net/) with the rest to follow soon. Substantial economic, environmental and health benefits could be derived indirectly with our discovery engine through the work of our end users. We are directly working with translational researchers in The University of Manchester to exemplar our approach to discover novel clinical biomarkers in proteomics data. Healthcare ","person":"Andrew William Dowsey","coPersons":["Garth James Cooper","Warwick Brian Dunn"],"organisation":"The University of Manchester","findingsText":" In this grant, we have developed a differential analysis engine for label-free discovery mass spectrometry data that employs no prior biological knowledge of any kind. By analysing the raw MS data directly, it is generically applicable to both proteomics and metabolomics data and aims to discover statistically significant differential expression amongst small perturbations of the raw data that current feature detection and matching pipelines miss. To do this, we have adopted a group-wise image registration approach for aligning the raw images, which is needed to perform the wavelet functional mixed modelling (WFMM) method of Morris et al. (J. S. Morris, Statistics and Its Interface, vol. 5, no. 1, pp. 117-136, 2012) on the result. Beyond this grant, the aim will be to partner this engine with complementary methodology for statistical modelling of biological knowledge, in order to gain the best of both worlds. \n\nThrough a new collaboration with Dr Jim Graham of the Centre of Imaging Sciences, University of Manchester, we were able to adapt his image registration technique (M. Rogers and J. Graham, IEEE Trans. Image Process., vol. 16, no. 3, pp. 624-635, 2007) for our purpose. This allowed us to bring forward testing of the WFMM on spike-in and real proteomics data collected by CADET. The results are very encouraging, as they demonstrate robust differential analysis below the detection limits of the leading commercial software Progenesis (Nonlinear Dynamics, Newcastle, UK). To summarise, our novel raw data workflow consists of: (1) Our seaMass sparse Poisson regression technique adapted to model generic smooth curved signals. We call this new approach 'image restoration'. The algorithm re-bins MS1 scans to a regular grid, reconstructs rows missing due to MS2 acquisition, and suppresses noise/bias from ion-counting statistics. The resulting 'images' are now ready for alignment; (2) The alignment method of Jim Graham adapted to correct LC deformation. This group-wise approach smoothly warps the images to align corresponding patterns while normalizing retention times; (3) The WFMM approach adapted to large-scale LC-MS datasets through parallel computing of overlapping tiles. A peer-reviewed paper on this workflow was published at the IEEE International Symposium on Biomedical Imaging (ISBI) 2014, PDRA Dr Hanqing Liao won the Early Career Investigator Award for this work at BSPR 2013, and I was awarded a Young Investigator Travel Award for MSCAL 2014. \n\nWe have also developed a new group-wise alignment method based purely on image gradients and that uses a sparsely regularised representation of the deformation field. This give us a significant improvement in robustness, and is being prepared for journal publication. We have engaged with the University of Manchester's agent for intellectual property commercialisation, UMIP, and are currently in initial discussions with a mass spectrometry vendor regarding knowledge transfer of selected parts of our workflow. As the proposed research represents a component in a potential much bigger framework, we will not be seeking to sell the intellectual property or find an exclusive licensee. Instead, we will particularly investigate follow-on funding streams and knowledge transfer partnerships. \n\nWe remain committed to offering the discovery engine for academic research free of charge, and are working in close contact with Dr Andy Jones, University of Liverpool to maximise dissemination and facility to the academic community via interfacing our discovery engine into his open-source ProteoSuite package (BBSRC BBR BB/I00095X/1), for which we have been invited into the ProteoSuite consortium (http://www.proteosuite.org/?q=aboutus). \n\nWe are also now in the process of performing an extensive validation on clinical proteomics and metabolomics data in follow-up MRC NIRG grant MR/L011093/1, to realise societal healthcare impact and for submission of a high impact general readership journal publication. The alignment methodology is also essential to the new analysis methodology proposed in this MRC grant. Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}