{"id":"52652956-D830-47CE-B96C-793B1E99CB07","title":"Structure, Cell Entry and Egress of Lassa Fever Virus","abstractText":"Lassa virus is the causative agent of a serious disease called Lassa fever, an acute and hemorrhagic fever affecting up to 500,000 people and killing thousands of people in West-Africa each year. It is carried by rats scavenging around homes in epidemic areas, and spreads to humans often through contaminated food or inhaled dried rat urine or feces. Due to its high mortality, and the fact that it can spread through air as aerosols, it is also a serious risk that Lassa virus could be used as a biological weapon. Despite its high medical relevance and potential biological threats, there are no approved vaccines or specific anti-viral therapies against Lassa virus.\n\nSeveral basic questions about Lassa virus biology remain unanswered. This is largely due to the high pathogenicity of this virus, necessitating all handling to be carried out in laboratories with ultra-high biosafety, which are not widely available. In this project, we are collaborating with a group of scientist studying Lassa virus at University of Marburg, Germany, where such as laboratory is available. There, infectious viruses can be produced prior to chemical inactivation to allow us to carry out further analysis at University of Oxford.\n\nWe will address several important but unanswered questions in LASV basic research: How does the virus identify and enter its host cell? How do different viral components come together in an infected cell to form a new virus particle? Firstly, we will use state-of-the-art electron microscopy at Oxford Particle Imaging Centre to study purified viruses to decipher the interactions between different viral building blocks in the assembled virus particle. Secondly, we will use the same technique to study cells infected with the virus to study the formation of new virus particles at different stages of the process. Thirdly, we will use the synchrotron radiation at the Diamond Light Source to solve the atomic structures of protein components of the virus which are responsible for finding new cells for infection and for the entry of the viral genetic material in to the cell to understand these key processes.\n\nAnswering these questions will increase our understanding on Lassa virus infection. Furthermore, it will allow us to identify rational targets for drug development. Virus entry into the host cell, and thus infection, could be hindered by small molecule drugs preventing the virus either from binding to or from entering in to the host cell. Formation of new virus particles inside the infected host cell is another key step that could be targeted by drugs. Thus, in the long term our results will contribute towards curing Lassa fever.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007897/1","grantId":"MR/J007897/1","fundValue":"416399","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"MRC","impactText":"","person":"Juha  Huiskonen","coPersons":["Thomas Alexander Bowden"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}