{"id":"5266A2F4-E3EC-4EA9-AAFF-EFD7602882D4","title":"Quantum tunnelling in water clusters","abstractText":"Many areas of computational chemistry and biology require accurate and computationally efficient potential energy surfaces to describe the interactions between water molecules. A great deal of progress has been made in developing and modelling such potentials, but much remains to be understood. The contemporary importance of this field is evident from new activity generated by recent experiments, and the opportunity afforded by novel instanton theory for quantum dynamics calculations suggests that rapid progress will now be possible. \n\nThe study of water clusters is in principle a very powerful technique for developing and refining water potentials. Although the dynamics of such clusters may be far from that of water in the bulk, the interactions between the water molecules are of course the same, and the advantage of studying water clusters is that they are prepared at very low temperatures in a molecular beam, thus allowing precise and detailed spectroscopic measurements to be made, which respond sensitively to the properties of the water potential. If one can develop a method for computing these spectral lines from the potentials, then one has established a powerful, direct, link between the water potential and experiment. \n\nDeveloping such a method, and applying it to clusters containing from 4 to at least 20 water molecules is the primary goal of this proposed research. The particular transitions that we will study are those that involve quantum tunnelling between different permutational isomers of the water clusters. This analysis will allow us to use a novel 'instanton' method, which is a systematic way of obtaining a good approximation to the dominant tunnelling paths. This method has already been tested on water dimer and trimer, and shown to give excellent results that reproduce experiment. The proposed research will augment and develop further these techniques, permitting them to be applied to clusters containing up to around 20 water molecules. This work will result in the first predictions of the tunnelling splitting patterns for these clusters, which will then be compared with experimental measurements made in the group of project partner Rich Saykally (Berkeley, USA). These comparisons will then allow us to improve and refine the water potential energy surface, which will be conducted in collaboration with project partner Joel Bowman (Emory, USA).\n\nIn addition to water clusters, we will also study complexes of water with hydrocarbons. This work will result in better potential energy surfaces for describing the interactions in gas hydrates, which will lead to more reliable simulations of these systems and new results that will be relevant to studies of global warming and exploitation of alternative energy reserves. An oil consultancy software company (InfoChem) is very interested in possible developments resulting from this work, and is named as one of our project partners. High resolution spectra for hydrocarbon complexes such as water-methane have already been obtained in the Saykally group, and our calculations will be carried forward with ongoing feedback from experiment.\n\nThe improvements to the water potentials that result from this work are likely to lead to more reliable simulations of water in all its phases, and thus to lead to better representations and understanding of the vast range of important chemical and biological systems that contain water.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L010518/1","grantId":"EP/L010518/1","fundValue":"397354","fundStart":"2014-05-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"  They have been used to interpret and explain experimental results; to help design new experiments; and to provide theoretical justification of hitherto ad hoc simulation methods. This work will help scientists gain a better understanding of chemical reactions which can be used to the benefit of society through designing better catalysts, better energy generation methods, and so on.  ","person":"Stuart Christian Althorpe","coPersons":["David John  Wales"],"organisation":"University of Cambridge","findingsText":" nothing to report yet (grant only started in May 2014) too early to report (grant only started in May 2014) Chemicals","dataset":"gtr"}