{"id":"527C67E3-7620-47E4-869C-3018B952FD9E","title":"Carbon cycling in forests: Priming of old Soil Organic Matter through plant derived C input","abstractText":"There is by now a broad consensus that rises in atmospheric CO2 concentrations result in changes to the Earth's climate, with globally increased temperatures, and likely changes in precipitation amount and patterns for many regions. A release of C from soils, where most of C in terrestrial ecosystems are stored, as a consequence of global change would lead to an additional increase of atmospheric CO2 concentrations, thus aggravating climatic forcing through the greenhouse effect. Given the large store of C in soils, only a small change in the balance between C entering this pool, or leaving it as CO2 can have a profound effect on the global atmospheric CO2 budget. A certain amount of C fixed by plants from the atmosphere is known to simply cycle through soils, since it is either emitted from plant roots directly as CO2, or is fixed in labile forms that decompose over short periods. It is C stored in recalcitrant forms that may provide a true store of C sequestered from the atmosphere. However, recent evidence indicates that additional sequestration of CO2 by plants does not result in an increase in biomass and thus complex compounds that are likely to become stabilised, but simply in an increase in the amount of c entering the soil from roots as labile compounds. In a process called soil C priming, it has long been known that the addition of a labile substrate for decomposition can result in the additional release of C as CO2 from other soil organic matter. in the light of likely increases in the input of labile compounds in the future, it is not known if soil priming may be a significant source of CO2 release from soils, mitigating or even reversing any potential benefit from increased CO2 sequestration by plants under a changed climate. Mycorrhizal fungi, organisms that live in close association with plant roots in a symbiotic relationship, form a dense network of hyphae along which the transport of C and nutrients takes place. The role of these organisms in the distribution and release of C derived from plant roots has so far received insufficient attention to allow a complete understanding of their role in total soil CO2 efflux dynamics. Due to their physical location between tree roots and the soil organic matter, and owing to the extensive network of their hyphae, they are however likely to play a key role in potential soil priming effects. The main aim of this proposal is therefore to identify and quantify the CO2 efflux from soils caused by the priming effect of plant C input under several climate change conditions. This will include the separation of different soil surface CO2 flux components, explicitly separating C derived from plant roots directly and that derived from mycorrhizas. Further it is planned to correlate soil CO2 efflux component fluxes (including soil priming) with plant assimilation fluxes under present climatic conditions, in order to understand the direct interaction of aboveground and belowground C exchange processes. The effect of soil drought and rewetting on priming and other soil CO2 efflux components, as well as the effect of elevated CO2 forms a further experimental approach under the proposed work. Results of this project will be incorporated into current ecosystem models in order to address the present lack of positive feedback interactions between plant and soil C exchange processes. These models are instrumental in predicting future changes in the storage of c in terrestrial ecosystems, and therefore also the potential of mitigating climatic change. By investigating the dependence of soil CO2 efflux components on soil types, the results will also directly inform decision makers in forestry management, since tree plantations aimed at sequestering C in the long term may be significantly constrained by local soil conditions, if tree plantations actually result in a net release of C.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E004512/1","grantId":"NE/E004512/1","fundValue":"304137","fundStart":"2007-05-17","fundEnd":"2010-09-16","funder":"NERC","impactText":"","person":"Philip  Ineson","coPersons":[],"organisation":"University of York","findingsText":" Quantified major pathways of carbon in forest soils. Methodologies developed within the resaerch are gaining use internationally. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}