{"id":"5286EFA1-A519-4C20-B240-F374038B0113","title":"Cultural Heritage in Landscape - CHeriScape","abstractText":"The CHeriScape network, Cultural Heritage in Landscape, starts from recognition that landscape is not merely a category of heritage, but a global frame within which heritage can be differently understood, cherished and protected. Landscape also offers ways to draw greater social, economic and environmental benefits from heritage. We will uncover the natural connections that exist between the domains of landscape and heritage, both in research and policy terms. In the face of significant environmental and social change, seeing heritage through the lenses of landscape allows heritage to act as a solution not a problem. CHeriScape will work in the interlocking spaces between the two Council of Europe conventions - the European Landscape Convention and the Faro Convention on the Value of Cultural Heritage to Society - to demonstrate how they align and support each other. A third aspect of our thinking will be based on the ESF/COST Science Policy Briefing 'Landscapes in a Changing World'. Our method is to arrange five large conferences, to which we will invite keynote speakers and also policy makers and stakeholders, and to produce from them a suite of products aimed at strengthening the influence that landscape and heritage can have on both high-level and local environmental and social policy. To do this we have brought together a small but highly experienced and expert consortium, with a range of disciplines including some not normally associated with heritage (because landscape is one of the most interdisciplinary of fields of study). We are also acutely aware that landscape falls simultaneously into all three categories of heritage defined by the JPI; it is at one and the same time tangible and intangible, and increasingly it is being experienced by many people through digital means. CHeriScape will therefore also use this rich concept of 'landscape' as a laboratory to closely examine the nature and potential of 'heritage'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L503976/1","grantId":"AH/L503976/1","fundValue":"45125","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"  The CHeriScape project (a networking project funded under the JPI Cultural Heritage and Global Change) began in January 2014, and is a 3-year research programme.\n\nThe project is therefore at an early stage.\n\nIn line with the project proposal the CHeriScape team has so far organised two conferences, each attended by over 100 people. The first was in Ghent, Belgium (2-4 July 2014), the second in Amersfoort, Netherlands (5-7 November 2014). See: www.cheriscape.eu  ","person":"Sam  Turner","coPersons":["Graham John Fairclough"],"organisation":"Newcastle University","findingsText":" The project began in 2014 and research is in progress The project began in 2014 and research is in progress. Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Transport","dataset":"gtr"}