{"id":"5289EBA1-E3A0-4135-870C-8471972061C1","title":"Sanctions, support and behaviour change: understanding the role and impact of welfare conditionality","abstractText":"<p>The use of conditional welfare arrangements that combine elements of sanction and support in order to influence the behaviour of certain welfare recipients is an established element within welfare, housing, criminal justice and immigration systems. This five year research project creates a collaborative, international and interdisciplinary focal point for social science research on welfare conditionality by establishing an original and comprehensive evidence base on the efficacy and ethicality of conditionality across a range of social policy fields and diverse groups of welfare service users.</p>\n\n<p>The study will be informed by a comprehensive review of relevant academic literature, statistical data sources and policy documents, an international expert seminar series and consultation workshops with welfare service users and practitioners. New empirical data will then be generated with the following three sets of respondents:</p>\n\n<p>40 semi structured interviews with ‘elite’ policy makers and actors.</p>\n\n<p>24 focus groups (each with 6-10 respondents) with frontline welfare practitioners who implement policy.</p>\n\n<p>1200 repeat qualitative longitudinal interviews with a diverse sample of 400 welfare service users who are subject to welfare conditionality ie each person will be interviewed three times.</p>\n\n<p>Fieldwork will be undertaken in a variety of locations in England and Scotland.</p>\n\n<p>&nbsp;</p>\n\n<p>Website: <a href=\"http://www.welfareconditionality.ac.uk/\" rel=\"nofollow\">www.welfareconditionality.ac.uk</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K002163/1","grantId":"ES/K002163/1","fundValue":"2051960","fundStart":"2013-03-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"","person":"Peter  Dwyer","coPersons":["Suzanne  Fitzpatrick","Del Roy Fletcher","Sharon  Wright","John  Flint","Sarah  Johnsen"],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}