{"id":"5289FA10-5FB0-4B11-96A6-A145DFBAA1F1","title":"The role of the stress-induced transcription factor, CHOP, in the induction of IL-23 by intracellular bacteria.","abstractText":"Cells are like factories: a conveyor belt production line produces proteins with a myriad of different functions needed by the cell and the body. If the quality of the product is compromised, the alarm is raised by a quality control manager, and a brake is put on the system. This allows the cell time to respond and adapt to whatever has upset production. The response of the cell to adapt is called the ?unfolded protein response?. We have data that shows that bacterial infection of cells can also induce this response. At the same time, bacteria also induce the expression of immune hormones by cells they have infected. These immune hormones help protect the body against infection, but inappropriate expression of these molecules can produce the wrong kinds of responses that can lead to chronic disease. One such immune hormone is IL-23, it has been implicated to play a role in diseases such as arthritis, multiple sclerosis and inflammation of the gut. We have important evidence that IL-23 relies on this unfolded protein response to enhance its expression, and that bacterial infection induces these important factors. This project proposal asks for the opportunity to investigates how bacteria induce the unfolded protein response and expression of the factors that enhance IL-23. Our approach is to examine the unfolded response in detail and block particular arms of the unfolded protein response to see if this affects the production of the factors that are crucial for IL-23 expression. Most importantly this will identify how the unfolded protein response is switched on by bacteria and provide the potential to target this pathway as away to modulate disease that are known to be caused by this immune hormone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001765","grantId":"G1001765","fundValue":"397001","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"MRC","impactText":"","person":"Hill  Gaston","coPersons":["Jane Caroline Goodall"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}