{"id":"5294A8B2-4EA5-4A5B-8A75-97050C193807","title":"Novel Multi-relaxation-time High-order Models for Lattice Boltzmann Simulation of Non-equilibrium Gas Flows","abstractText":"The micro/nano-fluidic technology associated with Micro/Nano-Electro-Mechanical Systems and Micro-Total-Analysis Systems is set to revolutionise the chemical, pharmaceutical and food industries. Flow simulation is critical in the design of these miniaturised devices, but there is a major problem when predicting gas flow behaviour at micro/nano-scales. The thermodynamic quasi-equilibrium hypothesis, on which the Navier-Stokes-Fourier (NSF) equations depend, is violated when the mean free path of the gas molecules is comparable to the characteristic dimension of the devices. While standard continuum NSF equations become invalid, molecular dynamics methods for whole flow-field simulation are beyond current computational capabilities. We propose a mesoscopic lattice Boltzmann (LB) method to fill this gap between continuum and molecular approaches, aiming to produce quantitatively accurate results for non-equilibrium gas flows but at a fraction of the computational cost of molecular dynamics methods. In addition to developing high-order mesoscopic LB models for both isothermal and thermal non-equilibrium flows, we will propose multiple relaxation time schemes to address different relaxation rates for different order velocity moments (including momentum and energy). For thermal flow, instead of seeking large discrete velocity sets to retain up to 5th-order velocity terms in the Hermite expansion approximation to the equilibrium distribution function, an additional energy density distribution function will be introduced so that small discrete velocity sets with simple lattice structures can significantly improve computational efficiency. For the first time, we will develop high-order LB models with multiple relaxation time schemes that will be applicable not only to hydrodynamic flow but also highly non-equilibrium flows. The results of this research will deliver a fundamental advance in mesoscopic LB modelling capability beyond the NSF equations and lay down a firm basis for a practical simulation tool for gas flows especially in industrially-relevant micro/nano-fluidic system geometries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028865/1","grantId":"EP/F028865/1","fundValue":"250467","fundStart":"2008-07-07","fundEnd":"2011-07-06","funder":"EPSRC","impactText":"  It has been used and further developed by other researchers. Industrial users such as ASML the Netherlands also sued our model for their design simulations. Aerospace, Defence and Marine,Chemicals,Manufacturing, including Industrial Biotechology,Transport Economic","person":"Yonghao  Zhang","coPersons":[],"organisation":"University of Strathclyde","findingsText":" In this project, we proved that lattice Boltzmann method is able to model non-continuum gas flows. The lattice Boltzmann equation is indeed equivalent to the linearised Boltzmann-BGK equation which is well regarded as applicable to non-continuum gas flows. So our work added another important proof to use lattice Boltzmann method for non-continuum flows. We also examined how the model order is related with modelling accuracy which is the key to choose appropriate model for multiscale flows striking a balance of modelling accuracy and computational cost. The other major finding is how gas molecule/wall interactions are significantly affected by even-order and odd-order lattice models, which has far reaching practical impact. Finally, we proposed and demonstrated a new type of hybrid method which is very different from the conventional hybrid methods for multiscale flows. Conventionally, different type of flow resolvers are coupled that are based on very different theoretical frameworks. The new hybrid method is based on the same lattice Boltzmann framework, i.e. solving the same governing equation across the whole flowfield while deploy different order discrete velocity sets in different regions according to rarefaction level. This type of couple has a few distinctive advantages including no information loss across the coupling interfaces. Through our publications, our work has already been explored by both academic researchers and industrial developers. And we are also developing software ourselves to exploit the research findings. Aerospace, Defence and Marine,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}