{"id":"5294AE57-6843-4F76-9600-1BE4B84EE750","title":"Translation and translanguaging: Investigating linguistic and cultural transformations in superdiverse wards in four UK cities","abstractText":"The aim of this project is to understand how people communicate multilingually across diverse languages and cultures. We define 'translation' as the negotiation of meaning using different modes (spoken/written/visual/gestural) where speakers have different proficiencies in a range of languages and varieties. When speakers do not share a common language they may rely on translation by professionals, friends or family, or by digital means. Such practices occur in 'translation zones', and are at the cutting edge of translation and negotiation. We view 'cultures' not as fixed sets of practices essential to ethnic groups, but rather as processes which change and which may be negotiable. In our previous research in\nmultilingual communities we found speakers are not confined to using languages separately, but rather they 'translanguage' as they make meaning. We will look closely and over time at language practices in public and private settings in Birmingham, Cardiff, Leeds, and London. We will investigate how communication occurs (or fails) when people bring different histories and languages into contact. Outcomes will impact on policy on economic growth, migration, health and well-being, sport, cultural heritage, and law, by informing the work of policy-makers and public, private and third sector organisations.\n\nThe aims of the research are to:\n\n1. understand translanguaging as communication in public spaces;\n2. understand translanguaging as communication in private spaces;\n3. understand translanguaging as communication in digital and social spaces;\n4. understand local histories of communicative practices;\n5. develop transformative, interdisciplinary approaches to researching translanguaging as communication;\n6. develop the capacity of researchers to conduct high quality research in the arts and humanities;\n7. inform local, national, and international policy in relation to superdiverse community settings.\n\nThis study takes an interdisciplinary approach to understand communication in and beyond community settings, focusing on interactions between people engaged in legal advice centres, migrant business, sport, and libraries and museums. These community sites are selected because they are contexts in which multiple languages and varieties are in daily use in superdiverse cities. 'Superdiversity' refers to the interweaving of diversities, in which not only 'ethnicity', but other variables intersect and influence the composition and trajectories of urban centres. Multilingual speakers who have institutional roles and make regular use of digital and online technologies will be selected as key participants (librarians, solicitors, migrant business people, sports coaches). They will provide access to other multilingual speakers, and to communication in private\nand digital spaces.\n\nEthnographic fieldwork will be conducted by researchers in four superdiverse wards in Birmingham, Cardiff, Leeds, and London. Key participants will be 'shadowed' in their workplace by researchers. In each site initial observation will be followed by audio recordings, interviews, and online and digital data collection. Photographing of the linguistic landscape of each ward will continue for 26 months to map the changing cultural and linguistic environment. A succession of published reports and working papers will follow a series of research events including: thematic workshops, network assemblies, city seminars, public engagement showcase events and conferences.\n\nA full and differentiated training programme for practitioners, research assistants, early career and doctoral researchers is put in place for capacity building, which will be a key feature and legacy of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007096/1","grantId":"AH/L007096/1","fundValue":"1600670","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"AHRC","impactText":"  We are at the beginning of the research project (April 2014) and do not have any outputs yet.  Cultural,Societal","person":"Angela  Creese","coPersons":["James  Simpson","Adrian Joseph Blackledge","Hua  Zhu","Lisa Jane Goodson","Frances Eileen Rock","Michael John Baynham","Caroline  Tagg","Wei  Li"],"organisation":"University of Birmingham","findingsText":" This grant commenced in April 2014 and therefore we do not havae any research findings or outputs at this date. No findings yet available Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Retail","dataset":"gtr"}