{"id":"52A024D2-49D5-40FF-A110-6A874604395F","title":"Administrative Data Research Centre - Scotland","abstractText":"<p>The Administrative Data Research Centre (ADRC) - Scotland aims to make research and make available de-identified administrative data to the research community.</p>\n\n<p>The ADRC will have a core service that will:</p>\n\n<ul>\n \n\n <li>provide state-of-the-art facilities for research access to de-identified administrative data by accredited researchers</li>\n\n <li>provide data management and statistical analysis support functions for external researchers accessing the data</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<ul>\n \n\n <li>engage in training, capacity building, and public engagement</li>\n\n</ul>\n\n<p>and a set of developmental work packages that will:</p>\n\n<ul>\n \n\n <li>conduct original research using linked administrative data and important analytical and methodological approaches that support the creation of research useful datasets</li>\n\n <li>Explore important aspects of the legal environment and public acceptability of the new linkages that the ADRC's will naturally be engaged with</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>it will do this through a support unit providing researchers with a single, initial point of contact for the Scottish ADRC</p>\n\n<ul>\n \n\n <li>A central team of data scientists - researching administrative datasets and supporting researchers through the support unit</li>\n\n <li>A wide circle of collaborating academics - covering the spectrum of administrative data holding sectors driving forward the data scientists (central team) and bespoke research projects</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007487/1","grantId":"ES/L007487/1","fundValue":"7717420","fundStart":"2013-11-01","fundEnd":"2018-10-31","funder":"ESRC","impactText":"  The ADRC-Scotland has been in existence for a relatively short period of time and we at present have 'no findings'. However we anticipate that the work and research carried out and facilitated by the centre will have an impact on charities, universities, government departments and independent public bodies, with the result of increasing the effectiveness of public services and policy, and ultimately enhancing quality of life, health and creative output.\n\nHow will they benefit from the work of the centre?\n\n(1) Departments supplying administrative data to the centre\nFirst, the Centre will help to ease the resource burden on the data/statistics teams within the specified departments by filtering out inappropriate or incomplete requests for data from the academic community using specifications developed in conjunction with the government data/statistics teams. This will also establish stronger working relations between the academic research community and those individuals within government departments who are responsible for the day-to-day support of data supply to users.\n\nSecond, the Centre will allow research funders within the departments to commission work from the academic community using new and innovative administrative datasets to answer key policy questions. Evaluations of government programmes by academic institutions will therefore be strengthened by increases in awareness of and availability of existing and new administrative datasets leading to a more robust evidence base for the government departments. \n\nThird, a more robust evidence base build upon better and more innovative research will be to the benefit of policy makers can are tasked with developing and refining programmes and interventions to maximise gains within budgetary constraints.\n\n(2) Policy makers in Scottish Government\nIn addition to the government departments identified as data custodians, a number of additional Scottish government departments will also benefit from the work of the Centre. For instance the Directorate for Local Government and Communities has a range of responsibilities with objectives that overlap with those of UK departments such as the DWP and the Scottish directorate for Employability, Skills &amp;amp; Lifelong Learning and thus require evaluating using indicators sourced from UK and Scottish level administrative data. This Centre will enable academic researchers undertaking these and other similar evaluations to request data form other government departments more easily and more quickly and thus facilitate more timely evaluation outputs leading to a better evidence base for informed policy decisions.\n\nParticular directorates will benefit directly from the research of the centre for example information made possible by analysis of robust linked administrative data will provide a means by which local authorities and health care providers can better evaluate policies. The work of the informal care WP, for example, will provide insights that highlight if there are groups or geographical areas where informal carers have unmet needs. The work of the informal care package will also highlight the degree to which routinely collected data can provide a means of monitoring trends in informal care provision and inform policy developments at national and local levels.\n\n(3) Policy makers and third sector organisations \nThe Centre will similarly benefit local authorities and third sectors organisations who may wish to commission academic institutions to undertake more innovative research using administrative data with the resultant information being used to develop and refine programmes of intervention. \n\n(4) The Public\nWe intend within our public engagement programme to work with the public to jointly derive statistics, which though generated through standard objective research methods, are driven by the particular questions important to a community. The aim will be to allow communities to come to understand important aspects of society as it effects their lives but also importantly to empower them, through the provision of an 'evidence base', to impact the policy making process.  Societal,Policy & public services","person":"Christopher John Dibben","coPersons":["Graham  Kirby","Ewan Hamilton Klein","John  Starr","Alasdair Craig Rutherford","Claudia  Pagliari","Alison  Murray","Peter  Donnelly","Andrew David Morris","Corri  Black","Sarah  Cunningham-Burley","Kenneth David Gibb","A  Dearle","Susan  McVie","Alasdair John Gray","Stephen  Pavis","Iain Maitland Atherton","Brigid  Daniel","Cristina  Iannelli","Jamie Robert Pearce","Janice  McGhee","Julie  Taylor","Nick  Bailey","James  Reid","Piyushimita (Vonu)  Thakuriah","Graeme Thomas Laurie","Peter  Christen","Ian J. Deary","Gwilym Benjamin Pryce","Vernon  Gayle"],"organisation":"University of Edinburgh","findingsText":" The ADRC-S is in a set up phase. We have no findings at present. n/a Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Government, Democracy and Justice","dataset":"gtr"}