{"id":"52A98E29-A41F-4701-94BE-0EB88FF29DA3","title":"SUAAVE: Sensing Unmanned Autonomous Aerial VEhicles","abstractText":"The SUAAVE consortium is an interdisciplinary group in the fields of computer science and engineering. Its focus is on the creation and control of swarms of helicopter UAVs (unmanned aerial vehicles) that operate autonomously (i.e not under the direct realtime control of a human), that collaborate to sense the environment, and that report their findings to a base station on the ground.Such clouds (or swarms or flocks) of helicopters have a wide variety of applications in both civil and military domains. Consider, for example, an emergency scenarion in which an individual is lost in a remote area. A cloud of cheap, autonomous, portable helicopter UAVs is rapidly deployed by search and rescue services. The UAVs are equipped with sensor devices (including heat sensitive cameras and standard video), wireless radio communication capabilities and GPS. The UAVs are tasked to search particular areas that may be distant or inaccessible and, from that point are fully autonomous - they organise themselves into the best configuration for searching, they reconfigure if UAVs are lost or damaged, they consult on the probability of a potential target being that actually sought, and they report their findings to a ground controller. At a given height, the UAVs may be out of radio range of base, and they move not only to sense the environment, but also to return interesting data to base. The same UAVs might also be used to bridge communications between ground search teams. A wide variety of other applications exist for a cloud of rapidly deployable, highly survivable UAVs, including, for example, pollution monitoring; chemical/biological/radiological weapons plume monitoring; disaster recovery - e.g. (flood) damage assessment; sniper location; communication bridging in ad hoc situations; and overflight of sensor fields for the purposes of collecting data. The novelty of these mobile sensor systems is that their movement is controlled by fully autonomous tasking algorithms with two important objectives: first, to increase sensing coverage to rapidly identify targets; and, second, to maintain network connectivity to enable real-time communication between UAVs and ground-based crews. The project has four main scientific themes: (i) wireless networking as applied in a controllable free-space transmission environment with three free directions in which UAVs can move; (ii) control theory as applied to aerial vehicles, with the intention of creating truly autonomous agents that can be tasked but do not need a man-in-the-loop control in real time to operate and communicate; (iii) artificial intelligence and optimisation theory as applied to a real search problem; (iv) data fusion from multiple, possibly heterogeneous airborne sensors as applied to construct and present accurate information to situation commanders. The SUAAVE project will adopt a practical engineering approach, building real prototypes in conjunction with an impressive list of external partners, including a government agency, the field's industry leaders, and two international collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064217/1","grantId":"EP/F064217/1","fundValue":"480698","fundStart":"2008-12-04","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"","person":"Niki  Trigoni","coPersons":["Stephen Alan Cameron"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}