{"id":"52AE76B8-DBE0-469C-BE3F-7F599AAC58FF","title":"Probing Earth's earliest ecosystems: a multi-proxy study of the ~2.7 Ga Belingwe Greenstone Belt, Zimbabwe","abstractText":"Biology has been a major driver for global change since the very earliest stages of our planetary history. Life first evolved on Earth as early as 3.8 billion years ago, but for the first ~3 billion years it was composed entirely of small unicellular organisms lacking a nucleus (prokaryotes). Unlike their larger eukaryotic counterparts which mainly use oxygen and organic carbon as fuel for respiration, prokaryotes have diverse metabolisms that produce energy from a wide array of chemical compounds, including sulfide, methane, and even toxic metals. These metabolisms catalyse chemical reactions that only proceed rapidly with biological intervention, and their products can have an irrevocable effect on the chemistry of the environment.\n\nThe modern Earth environment carries the irrefutable imprint of current and past biochemical reactions, as does the geologic record of past environments. Before ~2.4 billion years ago, Earth's atmosphere was dominated by carbon dioxide and methane (with little to no oxygen), and the oceans were rich in dissolved iron and, periodically, sulfide. This environment was inhospitable to large multi-cellular organisms, but prokaryotic (&quot;microbial&quot;) ecosystems thrived. Sometime around ~2.7 billion years ago, organisms called cyanobacteria (the precursors to modern plants) evolved the ability to generate energy and biomass by combining H2O with CO2 in the presence of sunlight. This newly developed metabolism, termed oxygenic photosynthesis, constituted a major biological innovation and significantly increased the efficiency of global carbon cycling. Of particular significance to our history of planetary change - the waste product of this metabolism was molecular oxygen, which subsequently began to accumulate in the environment for the first time ever. The eventual buildup of oxygen in the atmosphere, termed the Great Oxidation Event, was a prerequisite for the evolution of animals and multi-cellular organisms, and eventually enabled the global biosphere that we inhabit today.\n\nDespite the importance of progressive oxygenation on the early Earth, geoscientists still lack a fundamental understanding of how ancient ecosystems contributed to oxygen production and responded to molecular oxygen in the environment. Central to unravelling feedbacks between global carbon fixation and oxygen production is understanding the changes in the cycling of other biologically-required nutrients that react with O2. Nitrogen, in particular, is ubiquitous to life and required for the formation of nearly all biomolecules, including nucleic acids (DNA and RNA) and proteins. The marine nitrogen cycle is driven largely by biological processes which produce changes that can be measured in nitrogen-bearing compounds and isotopes preserved in the rock record.\n\nThis research seeks to investigate the interplay of elemental transformations in early microbial ecosystems, using geochemical analyses of pristine sediments that formed ~2.7 billion years ago. Of central importance to this project are new drill cores that are extremely well-preserved for rocks of this time period, and include some of the earliest evidence for fossilized microbial ecosystems (possibly including cyanobacteria). We will measure proxies for biogeochemical N, C, and S cycling, along with additional geochemical analyses for oxygen availability, to examine interactions between the oxygen, carbon, sulfur, and nitrogen cycles during early biospheric evolution. These records from ~2.7 billion year old rocks will contribute to our fundamental understanding of the chemical and biological evolution of Earth's surface environments during the time period most closely associated with cyanobacterial evolution, a prerequisite to biospheric oxygenation and the proliferation of complex life on Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M001156/1","grantId":"NE/M001156/1","fundValue":"204655","fundStart":"2015-01-30","fundEnd":"2017-04-21","funder":"NERC","impactText":"","person":"Aubrey  Zerkle","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}