{"id":"52B3D37F-C2FA-473F-91E4-AF45086BDD04","title":"Resource Recovery from Wastewater with Bioelectrochemical Systems","abstractText":"Production and recovery of energy and industrial materials from novel biological sources reduces our dependency on the Earth's finite mineral petrochemical resources and helps the UK economy to become a low carbon economy. Recovering energy and valuable resources such as metals from waste materials is an attractive but challenging prospect. The valuable materials are usually present in wastes at very low levels and present as a highly complex mixture. This makes it very difficult to concentrate and purify them in an economically sustainable manner. \n\nIn recent years there have been exciting advances in our understanding of ways in which microorganisms can extract the energy locked up in the organic compounds found in wastewater and in the process generate electricity. This is achieved in devices known as microbial fuel cells (MFC). In an MFC microorganisms on the anode oxidize organic compounds and in doing so generate electrons. These electrons are passed into an electrical circuit and transferred to the MFC cathode where they usually react with oxygen to form water, sustaining an electric current in the process. In theory MFC can be configured such that, rather than conversion of oxygen to water at the cathode they could convert metal ions to metals or drive the synthesis of valuable chemicals. It is our aim to develop such systems that use energy harvested from wastewater to recover metals from metal-containing waste streams and for the synthesis of valuable chemicals, ultimately from CO2.\n\nThis project will bring together experts from academia and industry to devise ways in which this can be achieved and will form the foundation of a research programme where scientists working on fundamental research and those with the skills to translate laboratory science to industrial processes will work together to develop sustainable processes for the production of valuable resources from waste.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L01422X/1","grantId":"NE/L01422X/1","fundValue":"593510","fundStart":"2014-08-18","fundEnd":"2018-01-31","funder":"NERC","impactText":"","person":"Ian  Head","coPersons":["Eileen Hao Yu","T P Curtis","Keith  Scott"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}