{"id":"52BCDA58-E3C7-420C-BA6F-5E6030329322","title":"The effects of acute stress on glutamate receptor trafficking and synaptic plasticity in the hippocampus","abstractText":"The ability of an animal to adapt to a changing environment is critically important for its survival. A very important aspect of this is the ability of the central nervous system to respond to periods of stress. During the initial acute response to a stressor the animal needs heightened vigilance and the ability to focus its attention, energy and cognitive functions on interpreting and responding to the perceived danger. Following this acute response phase the animal needs to tune down its aroused state and store appropriate memories of the event for future reference should similar dangers recur. If the animal continues to be subjected to repeated or prolonged stresses - particularly if they have been unpredictable and the animal has little or no ability to control or avoid them - the stress responses become maladaptive and result in loss of cognitive function and is associated with both physical and psychological disorders. In this application we intend to investigate the changes in synaptic function that occur during the early phase of the acute stress response / the time of heightened vigilance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003963/1","grantId":"BB/G003963/1","fundValue":"560288","fundStart":"2009-01-05","fundEnd":"2012-01-04","funder":"BBSRC","impactText":"  Published in Brain as a full research article (2013) Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Kwangwook Kei Cho","coPersons":["Stafford Louis Lightman","Graham Leon Collingridge"],"organisation":"University of Bristol","findingsText":" In this proposal we plan to focus our studies on the changes that occur within the first four hours of exposure to acute stress or the application of exogenous glucocorticoids. In particular, we shall investigate NMDAR (N-methyl-D-aspartate receptor)-dependent forms of long-term potentiation (LTP) and long-term depression (LTD) at CA1 synapses in hippocampal slices and test the general hypothesis that stress causes changes in the trafficking of AMPARs (a-amino-3-hydroxy-5-methyl-4-isoxazole-propionic acid receptors) and NMDARs, which in turn leads to alterations in synaptic plasticity. It wold be important to develop further how this stress mediated CP-AMPA receptors regulate synaptic function by long-term stress. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}