{"id":"52BC2DCB-E549-4C18-BDCE-7E4B205501CE","title":"Understanding contemporary change in the West Antarctic ice sheet","abstractText":"Recent satellite observations of the Antarctic ice sheet show dramatic changes over the last decade or so. Two main types of change are seen. The first happens near the coast of the Amundsen Sea and affects several ice streams in the area, such as Pine Island and Thwaites Glaciers. Ice streams are rivers of fast-flowing (up to 1 km/yr) ice that are approximately 40 km wide and several hundred kilometres long, they are separated from the neighbouring slow-flowing (typically 10 m/yr) ice by abrupt shear margins. In these ice streams, the ice appears to be thinning at the rate of several metres per year. The other type of change is found deeper inland on the Siple Coast where one ice stream is thickenning and others show signs of lateral migration. Other evidence (such as buried crevasses) suggest that the flow of the ice streams in this area is very erratic and prone to the occasional shutdown. Air temperatures are so cold in Antarctica that there is very little surface melt and so changes in ice thickness are most likely caused by changes in the horizontal flow of ice, which can lead to thicker ice if the flow slows, or to thinning ice if it accelerates. Researchers believe that the first of the two observations highlighted above may be caused by warming ocean waters around Antarctica. This leads to increased melt from the underside of floating ice shelves, which therefore thin and tend (through buoyancy) to float more. This, in turn, reduces the amount of friction these ice masses experience as they flow over peaks and troughs in the subglacial topography. The net effect is that the ice shelves and their upstream ice streams accelerate and therefore thin. This type of process has been taken as an indicator of contemporary climate change. Until we know the cause of the oceanic warming (if it indeed exists), we will not be able to attribute this thinning to natural or anthropogenic causes. The strange behaviour of the ice streams along the Siple Coast is not thought to happen because of changes in the oceans. This is because the coast in this area is protected by the huge Ross ice shelf and water temperatures in the area are extremely cold. The observations of change in this area could be a reflection of the internal variability of ice flow and the analogy to 'weather' is often drawn. Ice streams are thought to be inherently unstable and prone to surges and periods of stagnation, like their smaller counterparts the valley glaciers. This behaviour may be caused by changes in the flow of water under the ice streams, which affects ice-steam flow because it lubricates any sediments at the base of the ice. Changes in water flow can therefore cause an ice stream to experience more friction and to stagnate. Both of the types of change that have been observed are therefore associated with the dynamics of ice streams. In this project, we want to understand this behaviour by constructing a numerical model of the ice sheet which has sufiiciently fine resolution to capture the the shapes of individual ice streams and ice shelves. This means that we will need to develop a method of doing calculations on a coarse grid for the whole of the ice sheet and on nested, finer grids for individual ice streams and shelves. In order to capture the behaviour described above, we will also have to develop models of new processes such as the transmission of stresses through an ice mass, the flow of water at its base and the interaction between this water and the softness of the underlying sediments. We will also have to integrate satellite observations of the ice sheet to produce an accurate model of its present-day flow. Once complete, the model will be used to assess the longer-term effects of changing ocean temperatures on the ice sheet. It will ultimately provide a tool to help us predict what Antarctica's contribution to future global sea level will be.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E005950/1","grantId":"NE/E005950/1","fundValue":"172981","fundStart":"2007-10-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"  The causes of complex flow of the West Antarctic ice streams, unravelled in this project, have featured on e-displays in the Polar Museum in Cambridge and have also been reported in the media, resulting in wider public awareness. \n\nThe discovery of a large subglacial groundwater reservoir at the Siple Coast helps scientists in their search for life in subglacial lakes in this region. Education,Environment Societal,Policy & public services","person":"Poul  Christoffersen","coPersons":["Antony John Payne"],"organisation":"University of Cambridge","findingsText":" The aim of this project (NE/E005950/1), and joint projects carried out at University of Bristol (Lead) and University of Durham, was to further develop the Glimmer community ice sheet model and use simulations with higher-order model physics to gain understanding of the contemporary change of the West Antarctic ice sheet (WAIS). The objective tied to the Cambridge-based project component was to 1) develop a dynamic basal boundary condition with evolving physical properties, and 2) determine time-varying subglacial controls on fast ice flow tied to the contemporary change of ice streams on the Siple Coast. \n\nThis project has successfully achieved its aim by coupling Glimmer CISM to a model of the subglacial environment, which includes physical properties of soft sediment as observed. The key findings include the characterization of physical changes taking place at the bed of ice streams undergoing contemporary change. Using the coupled models, the team of investigators found significant three-dimensional complexities in ice stream behavior stemming from spatial and temporal evolution of properties in the simulated subglacial environment. In an article published in the ‘Journal of Geophysical Research - Earth Surface’, the team demonstrate how even small differences in the subglacial hydrology can significantly influence the fast flow of ice streams due to a sensitive basal response (Bougamont et al., 2011). This study also revealed that ice streams may well have a memory insofar as their current flow is conditioned by their previous behavioral history and past physical condition. This article was selected as a research highlight by the editors who described the research as is a significant forward step toward understanding the complex behavior of Antarctic ice streams. The publication of the article was subsequently featured as a Research Spotlight in the EOS newsletter of the American Geophysical Union.\n\nWith additional funding by the Isaac Newton Trust in Cambridge (2012-2014), the team was able to also implement a new hydrological model. This was an important and innovative new direction because it connected ice flow to not only local mechanical properties but also regional routing of water along the bed. With this additional model development, the same team of researchers was able to resolve outstanding science questions related to the complex flow of ice streams on the Siple Coast of West Antarctica. Using the coupled models with assimilation of Earth observation data, they were able to quantify the hydrologic budget of five large drainage basins. These budgets showed significant exchange of water between the ice streams and a large subglacial groundwater reservoir. Furthermore, a significant depletion of this previously overlooked reservoir indicates that there is a net inflow of groundwater into the hydrological network, which connects subglacial lakes at the base of the ice sheet. In an article published in the ‘Geophysical Research Letters’ we argue that this inflow has important implications for the ice streams flow as well as for the provision of nutrients to the subglacial lakes, which may be a habitat for microbial life (Christoffersen et al., 2014). This article was also selected as Editor’s research highlight and featured as a Research Spotlight in the EOS newsletter of the American Geophysical Union. The findings were also reported in the Planet Earth Online.\n\nAdditional findings related to this project include the identification of past hydrological conditions at the Siple Coast from a study of basal ice in Kamb Ice Stream. This outcome was reported in the ‘Journal of Geophysical Research – Earth Surface’ by Christoffersen et al. (2010). Based on application of the improved Glimmer CISM, the team was also able to demonstrate how sequences of sediment are entrained into basal ice when ice sheets undergo rapid dynamic change similar to those on the Siple Coast (Bougamont and Christoffersen, 2012). The incorporation of higher-order flow physics now forms the core of the Community Ice Sheet Model, which also features the subglacial and hydrological models developed in this project. The Community Ice Sheet Model is an open source code, which can be used free of charge. The innovative numerical developments in this project has therefore had significant and lasting impact on the glaciological community. Education,Environment","dataset":"gtr"}