{"id":"52BC2022-66FE-49AA-86C2-E665C13D78E0","title":"SKA Pre-Construction Phase 1","abstractText":"The Square Kilometre Array is a large next generation radio telescope that is planned to be many times more sensitive than the current most sensitive telescopes in the world and transform our view of the universe. It is a global mega-science project involving scientists and engineers from institutes and industry partners in more than 20 countries. It will be a radio interferometer with an aggregate collecting area of about 1 million square metres spread over at least 3000 km and operating in the frequency range ~70 MHz to 10 GHz (and possibly 30 GHz in the future). It is one of a small number of flagship astronomical instruments that will span the entire electromagnetic spectrum from radio to gamma rays, and beyond the electromagnetic spectrum to gravitational waves, cosmic rays and neutrinos, and whose collective aim is chart the full history of the universe from its beginnings in the Big Bang to the present day.\n\nThe SKA can be regarded as a vast sensor network whose backbone is an optical fibre network linking all elements of the system, from the collectors (dishes, aperture arrays) to the correlator, to the science data processor and high performance computer, and on to the national and regional science centres around the world. The work to be carried out under this grant focusses on the optical fibre network and the options for transporting the signals throughout the SKA, as well as on generation and distribution of the synchronisation and timing signals that are used throughout the telescope.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000032/1","grantId":"ST/L000032/1","fundValue":"1161340","fundStart":"2012-07-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Richard Theodore Schilizzi","coPersons":["Anthony  Brown","Danielle  George","Michael John Keith","Keith James Grainge"],"organisation":"The University of Manchester","findingsText":" We have formed an international consortium of 15 different institutes in 8 different countries and submitted a bid to the Office of the SKA for the design work associated with the Signal and Data Transport (SADT) for the SKA telescope. This bid was accepted and the University of Manchester now lead this package of work. Design work has started and we are now working towards a Premilinary Design Review in 2015. The next stage of the project is to take the Design through to Critical Design Review and to produce documentation ready for tender. Thus the Designs that we are working on now will be issued for tender to industry who will therefore use the products of our work to build the Signal and Data Transport systems for the SKA telescope. Construction,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}