{"id":"52BD43BA-F42D-44CC-A45B-24380B341BE4","title":"Exploring mechanisms for the resolution of ambiguity in visual scenes","abstractText":"Humans live in a constantly changing visual environment: The visual system must construct a stable, three-dimensional representation of this dynamic visual world in real time, based primarily on two, two-dimensional retinal inputs. The visual system solves the fundamental problem of achieving seamless everyday visual experience using complex underlying computational and inferential processing to simplify and resolve inevitable ambiguities. The proposed work looks at two of these strategies: grouping of visual features and storage of visual information. Grouping of visual features Bi-stable stimuli such as the Necker Cube are useful demonstrations of vision as perceptual reconstruction. The Cube provides a constant optical input to the visual system but the observer's perceptual interpretation switches between two alternatives. Another important form of bi-stability is binocular rivalry. When conflicting images are presented to corresponding points in the two eyes (e.g. horizontal lines to one eye, vertical to the other), perception switches between the two views, rather than simply merging them. Fluctuating perceptions of physically stable stimuli offer unique opportunities to study neural processing. Traditional accounts of rivalry involve a competition between the two eyes' visual information but recent evidence has demonstrated that rivalry hierarchically engages a set of increasingly elaborate processes. For example, in pattern rivalry, an image is divided piecemeal between the two eyes but this may produce stable perception of the entire image. Although this implies mechanisms that are more complex than eye-based competition, it remains unclear how the different levels of processing are coordinated or what determines visual priority when switching occurs. The proposed work will extend current understanding of the visual processing hierarchy by focusing on surface-based influences on rivalry. We exist in a world of surface-based objects, which the visual system must assimilate from visual primitives. Thus, surface completion processes may influence the relative dominance of binocular rivalry targets and this can be examined experimentally. The importance of the proposed research is apparent when considering our visual experience: Does the priority for representing surface information influence our perceptual experience when viewing bi-stable stimuli? Answering this question would provide a useful insight into how the perceptual system organises, simplifies, and disambiguates visual input. Storage of visual information The visual system combines information about an object or scene from many different sources (binocular cues, shading, perspective, etc.). Because visual input may, however, be disrupted or degraded when objects are obscured from vision, or when changes in lighting (or other factors) alter the pattern of light entering the eye, it is advantageous to be able to integrate visual information over time to obtain reliable information regarding object properties. It is known that visual information can be 'stored' and used to inform perceptual decisions at a later time, but the mechanisms involved are as yet unclear. This is the focus of the second set of experiments, which will use imaging techniques in combination with psychophysics to elucidate the mechanisms of perceptual decision making. Do brain areas responding to relevant visual attributes (motion, disparity) store information by maintaining their activity or do separate regions exist that integrate information across attributes? What is the time course of storage and how long is it maintained? Highlighting brain mechanisms responsible for the temporal integration and storage of visual information would add substantially to our understanding of visual functioning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012698/1","grantId":"BB/E012698/1","fundValue":"187618","fundStart":"2007-08-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"Erich William Graf","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}