{"id":"52BD671A-58DB-4778-A5B1-CEAF81BFB377","title":"The Digital Stadium","abstractText":"Major sports events are ideal opportunities to exploit pervasive computing technologies to increase the quality of experience. As the penetration of smartphones continue, the customer can become the hub of their experience, linked to their ticket, their seat, their favourite food offerings, their modes of transport, and most importantly, to the sporting event on show. But there are many challenges to connecting everything inside the stadium. The numbers and density of people make it difficult to provide adequate bandwidth, which when combined with the concrete and steel construction of the stadium make network provision a serious technical challenge.\n\nWe propose to investigate the feasibility of connecting customers through a pocket switched network (PSN) to supplement existing network infra-structure, using the crowd's smartphones to build a mesh network to provide the dense coverage needed to make an Internet of Things a reality in the stadium. Delay tolerant protocols based on social interactions have been widely examined in research, but we believe that this would be one of the first deployments, allowing the validation of the underpinning ideas. This would also provide the first opportunity to investigate which services can be provided that customers want and how we can ensure that users' privacy concerns are met, given data travels over third party phones. Having answered these questions in our feasibility study, we will deploy and test the infra-structure and selected applications over a number of matches within Brighton and Hove Albion's Amex Community Stadium.\n\nThis project is the epitomy of a New Economic Model project, working with stakeholders to develop viable ways to build services over novel networking technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012762/1","grantId":"EP/K012762/1","fundValue":"76790","fundStart":"2012-11-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"Ian  Wakeman","coPersons":["Dan  Chalmers"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}