{"id":"52CAAE27-9D62-4183-A1F9-53E43736DBF9","title":"Children, Judges and the Law","abstractText":"The aim of this book is to map out the potential for greater participation by children in the legal process and to explore the contribution that judges can offer through the decisions that they are able to make to encourage children's contribution. \\n\\nThe United Nations Convention on the Rights of the Child, 1989, focused international attention on children's human rights and civic status. The Convention's guiding principle is that children should be able to express their wishes and feelings on decisions that affect their lives. This principle has become part of the domestic law of a number of jurisdictions including the UK. The ambition of many academics, policy-makers and lawyers concerned with children's interests is to ensure that children are acknowledged as social actors capable of shaping their cultural, political and social identities. In particular there is concern to ensure the voice of the child is heard effectively.\\n\\nThe legal system has often been criticised for its failure to listen to children's voices. Judges are uniquely well-placed to facilitate children's ability to express their views in decisions that affect them in the family courts, and in arrangements for their appearance as witnesses in criminal cases, often necessary when they have been victims of abuse. The book is based in part on a research project that involved interviewing judges regarding their perceptions of children's ability to take part effectively in the legal process. The book analyses these accounts and concludes that, contrary to much of the criticism of law, there is evidence that many judges pursue highly innovative, thoughtful and reflective practices in trying to enhance children's opportunities to participate. One purpose of the book is to draw wider attention to these practices. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000347/1","grantId":"AH/E000347/1","fundValue":"32488","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Fiona  Raitt","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}