{"id":"52D1FC33-3E75-458B-8CF6-D367473A8616","title":"Frequency Agile Radio (FARAD)","abstractText":"Wireless communications has become a pervasive technology that we use throughout our lives. Across society, there is a move away from using the internet on desktop computers and towards smartphones, tablets and laptops. Consequently, the amount of wireless data transmission to support our online activities is rapidly increasing. There is also significant growth in automatic data sharing and collection from many types of sensors, meters and embedded computers, sometimes referred to as machine-to-machine (M2M) communications. This continuing growth in mobile data is a significant problem for network operators. In order to meet this enormous traffic growth challenge, operators are considering a number of potential solutions with three leading concepts: 1. increasing the availability of radio spectrum; 2. deploying heterogeneous and small cell networks; and 3. separating control and traffic data for enhanced network management.\n\nThis project will address the expected capacity crunch by focusing on the RF bottleneck in future heterogeneous wireless networks through researching and developing miniature, integrated, reconfigurable and tuneable, multiband radios to enable 'spectrum agile' radio access and concurrent multiband operation. Research will address the radio system agility across the microwave spectrum bands from 450 to 6000 MHz. The project will embrace the co-design of antennas, amplifiers, filters and digitisers to achieve spectrum and energy efficient frequency agile radio systems. The project consists of five major research areas:\n\n1. Tuneable Antennas and Filters - Research will focus on reconfigurable and tuneable antennas with integrated filters to achieve frequency selectivity and concurrent multiband operation.\n2. Transmit Amplifiers - Research on transmit amplifiers for base stations and handsets will focus on methods to achieve re-tuneable, linear, wideband, power efficient and concurrent multiband operation. \n3. Receiver Interference Mitigation - Simple and efficient solutions to reduce the effects of unwanted signal suppression caused by RF blockers in the multiband RF receiver chain will be sought.\n4. Multiband A/D Conversion &amp; PAPR Reduction - Research will focus on developing concurrent multiband ADC techniques at the receiver and the design of signal sets with significantly reduced peak-to-average-power ratio (PAPR).\n5. Testbed Demonstration: Themes 1-4 will lead to the evaluation and demonstration of solutions using a hardware-in-the-loop RF testbed.\n\nBy researching a frequency agile, concurrent multiband radio technology FARAD will significantly contribute to the growth of future radio access networks and the use of new spectrum bands in an efficient way. The techniques and algorithms developed in this project will enable far reaching capabilities in wireless networks for the next 20 to 30 years helping to solve the anticipated capacity crunch while establishing a new paradigm in radio transceiver design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013723/1","grantId":"EP/M013723/1","fundValue":"593919","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Timothy  O'Farrell","coPersons":["Kenneth Lee Ford","R J Langley"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}