{"id":"52E1FBF0-ED0D-4588-B4B2-6A350DCB163D","title":"In vitro assembly of bacterial peptidoglycan in tethered lipid bilayer membranes","abstractText":"The spread of antibiotic-resistant bacteria such as methicillin-resistant Staphylococcus aureus (MRSA) and penicillin-resistant Streptococcus pneumoniae (the cause of pneumonia) poses a real threat to patient care in the UK health service, and has become a political issue in the 2005 general election. For the last 40 years we have taken penicillin for granted as a life-saving medicine, but there is now an urgent need to find new targets for antibacterial action. The mode of action of penicillin is to inhibit the final step of the assembly of peptidoglycan, a polysaccharide layer found on the surface of all bacteria. This transpeptidation step, which cross-links the peptidoglycan layer and gives it structural rigidity, is catalysed by the penicillin-binding proteins (PBPs). In spite of the large amount of work carried out on the penicillin and cephalosporin families of antibiotics, there are still very limited methods to study the reaction catalysed by the PBPs, because the substrates for these enzymes are complex lipid-linked intermediates found in the cell membrane. We have developed new techniques to study these lipid-linked steps. Using gold-coated chips, we can deposit tethered lipid bilayer membranes (TLBMs) on the surface of the chip, and we can use these devices to deposit the lipid II substrate for the PBP reaction. We can prepare these lipid II substrates in the lab, and can attach fluorescent labels, which allow us to monitor the reaction. In this project we want to use a range of surface science methods to study the reactions catalysed by the PBPs on TLBMs, which will allow us to a) develop new ways to find new antibacterial agents; b) study the reactions catalysed by PBPs from penicillin-resistant bacteria, and find out why they have become resistant to penicillin.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011574/1","grantId":"BB/D011574/1","fundValue":"139705","fundStart":"2006-06-09","fundEnd":"2008-09-19","funder":"BBSRC","impactText":"  The findings were published in scientific journals, and were disseminated via the UK Bacterial Cell Wall Assembly Network (UK BaCWAN). The project led to a further PhD project at the University of Warwick to develop assay methods for peptidoglycan transglycosylase. Chemicals,Pharmaceuticals and Medical Biotechnology ","person":"Timothy David Howard Bugg","coPersons":[],"organisation":"University of Warwick","findingsText":" The key results of this project were:\n\n\n\n1. The use of supported lipid bilayers to deposit lipid-linked intermediates I and II, and detection of vancomycin binding using surface plasmon resonance\n\n\n\n2. Development of other surface science methods such as quartz crystal microbalance to monitor the construction of supported lipid bilayers, and peptidoglycan biosynthesis in supported lipid bilayers\n\n\n\n3. New methods to assay the final transglycosylation and transpeptidation steps in peptidoglycan biosynthesis, which are attractive targets for antibacterial action The results were published in scientific journals Chemicals","dataset":"gtr"}