{"id":"52E440E2-AB24-46D7-B76D-79D7F65C1553","title":"Optimising regional clusters of smart local energy systems","abstractText":"Transformation of the national electricity network is being explored through a series of projects funded by the Low Carbon\nNetworks Fund (LCNF). Simultaneously Innovate-UK and others are investing in a variety of projects to develop distributed\nenergy assets (generation, storage and demand management) at community and individual building level. Development of\na new overall control system architecture is the missing link which will allow the full economic value of both of these sets of\ninvestment to be realised.\nThis project will investigate the feasibility of a technology solution designed to optimise a number of smart community\nelectricity networks across a locality. The technology is a control solution (supported by storage) designed to fit within a\nnovel distributed control architecture for energy networks. It applies networked ICT solutions at substation level and uses\nintelligent predictive algorithms adapted from those used in telecommunications network management. The solution builds on existing work to develop community control algorithms for individual 'smart grids' (for example covering individual\nbusiness parks or housing developments) and aims to provide a robust and secure 'middleware' integration layer between\nthese local 'bottom-up' control systems and the existing distribution network operators and national control system. This is\nestimated to release benefits to individual households of up to &pound;300 per year.\nThe fundamental proposition of this project is that a technical solution is feasible which will enable the shift to this new\noverall architecture. This solution takes the form of an integrated package of control and communications technologies\ninstalled on electricity distribution networks (with appropriate management algorithms and almost certainly supported by\naccess to local storage)- largely at substation level but working in a co-ordinated way across a locality (sub-region or city)\nand analogous to the way telecommunicationsnetworks are managed. Such a solution will enable more flexible trading and\nregulatory arrangements between local smart grids and hence support the realisation of the full economic value of demandside\ninnovations.\nThe solution will provide a distributed control capability that optimises and manages multiple local smart grids, without\nimposing additional costs on system users that exceed the benefits generated. Analogous to the technical infrastructure\nthat supports the internet, the solution will provide a resilient control infrastructure able to accommodate many and varied\ntypes of local smart grid.\nThe key distinction between our proposed solution and centralised control systems is that individual sub-systems (i.e., local\nsmart grids and substations) will communicate with each other and optimise outcomes locally before having to engage\nupwards with the national system. Our solution will develop the algorithms and define the supporting package of control,\nprotection and storage technologies to make this possible in a way which satisfies the needs of both the DNOs and national\nsystem operator (and potentially replaces existing SCADA control systems).\nSimilar (but centralised) solutions currently exist for the electricity networks at national level but are prohibitively expensive\n(an initial estimate is that it would cost &pound;40k per substation simply to mimic national management algorithms locally).\nThis project will explore the technical feasibility of developing a packaged solution at substation level that costs less than\n&pound;5000 per substation to deliver at least the same functionality, but with considerably increased flexibility and resilience. The\nprimary advantage of effective distributed control and management in this context is that it will make it significantly easier to\ninnovate on the demand side, enabling local optimisation and more varied smart grid approaches to develop locally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N50855X/1","grantId":"EP/N50855X/1","fundValue":"29539","fundStart":"2015-05-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"","person":"Dani  Strickland","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}