{"id":"52E81F2D-EF99-4899-A9BE-736B8558CF1D","title":"Correlation of immunogenicity with microarray analysis of vector mutants to improve live recombinant poxvirus vaccines in poultry","abstractText":"How can we improve the development of better new vaccines to protect poultry (and other livestock) against major disease threats such as bird flu? Genetic manipulation (GM) is having an increasing beneficial impact on our lives, particularly in human and veterinary health care; nowhere more so than in vaccines, where many commercial products have been licensed and released for use in livestock and companion animals. These new vaccines are based on 'vectors', which can be regarded as carriers for the target vaccine, and are generally based on well-understood vaccines, such as poxviruses, with a long history of safe use against important diseases. The best-known example is Vaccinia virus, used in the only successful global eradication of a virus disease, Smallpox, and as a recombinant in the elimination of feral fox rabies from Belgium and France. Fowlpox virus vaccination since the 1920s has effectively eliminated fowlpox from poultry in developed countries in temperate climates. Spread by biting insects, it remains a major problem in tropical and sub-tropical countries where vaccination of chicks in hatcheries is common and extensive. Using GM, we can incorporate into the 'genome' (or chromosome) of the vector, a gene from a different disease-causing virus (or pathogen), such as bird flu H5N1, making a 'recombinant vector'. When that gene carries the instructions to make a structural protein of the pathogen, vaccination with the recombinant vector will induce an immune response in the vaccinated animal against the pathogen (and vector). Recombinant poxviruses have been licensed for veterinary use against West Nile fever, canine distemper, feral rabies and equine influenza. The most extensively used is a commercial recombinant fowlpox vector incorporating the H5 surface spike of bird flu. Two billion doses have been used to vaccinate poultry against H5 bird flu in Mexico since '95. There, the lethal form of bird flu was eradicated but a less dangerous form remained in circulation. The recombinant vaccine reduces shedding and transmission of bird flu but does not completely prevent infection of birds, possibly driving evolution of the virus by random mutation. There, therefore, remains considerable scope for improvement, particularly in terms of immunity that will clear birds of infection. The vectors are not just inert delivery systems. Poxviruses activate the immune system and have to survive in the presence of the host's immune response. To do so, the vector deploys tens of different gene products. Some of these will reduce the effectiveness of the vector as a recombinant vaccine. To improve the response we can use GM to remove such genes from the vector but, with so many candidates, our problem is identifying those which should be removed. Currently the only way to see if the vaccine has been improved is to test it in animals. We propose to look in detail our panel of fowlpox virus mutants, each defective in just 1 of the 250 genes of the vector. When the vector enters a host cell, it turns up (or down) the production of protein from about 1000 of the host's 30000 genes. We will look to see how the different mutations affect the control of these host genes by the vector virus, using the microarray technique (performed in tissue culture dishes in the laboratory). In this study, we will also need to see how each mutation affects the ability of the recombinant vector to induce an immune response (against structural proteins of H5N1 in chickens). We will then look for correlation between improved immune responses to the recombinant vector and changes in control of the host genes by the vector. This should then give us a profile, or a fingerprint, of gene control that we can associate with improved vaccines. In future, we would look for this profile in the laboratory as a first step. This will give us a way of predicting which new vaccines are likely to be improved, before testing them in animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007016/1","grantId":"BB/H007016/1","fundValue":"569923","fundStart":"2012-01-31","fundEnd":"2016-12-30","funder":"BBSRC","impactText":"  This project is still on-going and findings have not yet translated into further work or commercial development. Agriculture, Food and Drink ","person":"Colin  Butter","coPersons":["Peter  Kaiser"],"organisation":"The Pirbright Institute","findingsText":" We have discovered that specific genes in fowlpox virus act to subvert the immune response of chickens to that virus. In the design of novel vaccines. Agriculture, Food and Drink","dataset":"gtr"}