{"id":"52F993F0-5962-4608-BE82-BDB6D0E20905","title":"Nematode resistant plantain for African subsistence growers","abstractText":"The former secretary general of United Nations, Kofi Annan, called for a uniquely African Green Revolution in 2004. The need is to counter severe under-nourishment in nearly one third of the sub-Saharan African population. He and eight leading economists including three Nobel laureates recognised the potential of biotechnology to enhance food security. A key issue is African dependence on crops such as plantain. It is not often studied by plant breeders in the developed world. Plantain and other cooking forms of banana provide 27% of the daily calorie intake of Ugandans and 25% of the carbohydrates of 60 million people in West Africa. Most plantains are sterile and produce no seeds. This hampers their improvement by conventional plant breeders. This sterility enhances the biosafety of plant biotechnology involving this crop. The need is considerable as plantain is highly vulnerable to severe crop loss from diseases and pests. This issue has been highlighted by news media. This project will provide nematode resistant plantains for Africa. Nematodes are simple thread-like animals of less than 1mm in length that feed in plant roots. Experiments in several African countries show their abundance often results in yield losses of 70% to plantain. Chemical control of nematodes is currently required for most plantations of dessert banana. We will reduce losses to banana with an approach that provides an alternative future to increased pesticide use. Three bases for providing resistance will be used in combination to provide high levels of durable resistance in the field. Two approaches are available 'off the shelf'. All draw on outputs from other BBSRC funded research and build on previous work for DFID. The approaches offers a high level of environmental and food safety. Scientists in Uganda will produce all the new plants so enhancing the ability of that country to complete such work. Levels of resistance will be determined that prevent nematodes from damaging plant growth. All necessary information will be collated for the Uganda national biosafety committee to consider consent for field trials. This has already been granted for other banana plants. The project links to other work providing resistance to fungal and bacterial diseases for plantain and bananas. The combination of benefits can be delivered sooner by biotechnology than possible by conventional plant breeding. The work will demonstrate that plant biotechnology can benefit the poor in Africa. It meets a real need for nematode control that is recognised by its farmers. Nematode resistance is required for other subsistence crops of Africa that will be addressed later using the same technology. The project avoids the general concern of some that biotech crops require dependence of the developing world on the products, patents or licences of biotechnology companies. The partners of this project have a long-established commitment to royalty-free biotech crops for Africa. The work seeks to establish that public research for public good can develop benefits for the poor in Africa in support of the Millennium Development Goals. Plantain represents a biosafe crop on which to develop the necessary capacity. We seek to enable African science to support all aspects of biotechnology and biosafety that can support national aims to enhance food security. In-country capacity in plant biotechnology is necessary before African countries can make realistic assessments of what they can and cannot achieve that meets national needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004001/1","grantId":"BB/F004001/1","fundValue":"522578","fundStart":"2008-06-18","fundEnd":"2011-06-17","funder":"BBSRC","impactText":"  1. The success of the glasshouse trials (see Roderick et al 2012 cited in the profile) led to IITA funding a confined field trial in Uganda with the plantains generated in the BBSRC funded research.\n2. Some BBSRC lines showed very high levels of resistance of the mother plantain crop in the confined field trial. The mms is currently at review with an international journal. \n3. Success led our collaborator (Dr Tripathi) to place the genes at the centre of her application to the Bill &amp; Melinda Gates Foundation to transform African Yam. The grant was awarded in two parts. When she has demonstrated an ability to transfer yam in the first part, the expectation is that nematode resistant yam will be developed in collaboration with U. Leeds.\n4. Success within the BBSRC grant underpinned the decision of the USAID ABSPII project on banana improvement to also carry out a confined field trial. Nematode resistance has also been achieved in a dessert banana Sukali Ndizi.\n5. The success of the banana field trial and those in UK with potato (other BBSRC grants), has led to increased interest in the defences in our international collaborations with USDA, IARI, India and China Seeds. Agriculture, Food and Drink Economic,Policy & public services","person":"Howard John Atkinson","coPersons":["Peter Edward Urwin","Leena  Tripathi"],"organisation":"University of Leeds","findingsText":" 1) Nematode resistant plantain was developed in Africa using novel transformation and technology developed in Leeds. \n\nThe new defences were developed at University of Leeds and used for the improved Agrobacterium-mediated transformation of plantain cultivar cv Gonja at IITA in Uganda. Currently the best maize seed cystatin line provided 89 ? 6% resistance in the glasshouse and a second technology involving a deterrent peptide 84 ? 12% resistance to the principal nematode pest of banana (Radopholus similis). The approach is effective against at least three banana nematode species and not just one nematode species or pathotype as with most sources of natural resistance in crops. This is an important point as most resource poor farmers are unaware of nematodes and lack the extension advice needed to distinguish species.\n\nThis level of resistant has now been shown to occur in two contained field trial lines selected from the glasshouse challenges.\n\n\n\n2) RNA interference (RNAi) was shown to have potential for nematode resistance without novel protein expression. \n\nThis approach targets a nematode gene, preventing its expression to the detriment of the parasite. Several genes have been targeted for RNAi based on a high sequence homology among economic banana nematodes so limiting the number of dsRNA molecules that plantain must express to target all damaging nematode species. Quantitative PCR has established a large reduction in normal expression levels after uptake of defined dsRNA molecules by R. similis. In addition a bioassay has been established that allows continual dosing of feeding nematodes. The multiplication of R. similis was severely reduced with the most effective gene causing an 87 ? 2% reduction in multiplication of this nematode. Therefore we have identified a number of genes of high promise for a future RNAi-mediated programme for nematode control. \n\n\n\n3) The level of resistance achieved is sufficient to prevent nematode-induced growth suppression of plantain.\n\nA field trial was carried out with untransformed cultivars over c700 days (two cropping cycles) of plantain in Uganda. It demonstrated, for the first time, that measuring Leaf Area Index (LAI) by digital hemispherical photography is a rapid, non-destructive approach for assessing growth of plantain and banana crops. The losses recorded in the trial were of the order of 37% after only two cropping cycles with the reduced vigour of infected plants being progressive. It is predicted that these losses will be prevented by the new technology. These results also emphasise that nematode control is a high priority for future food security of those Africans that are dependent on bananas and plantains within SSA.\n\n\n\n4) The capacity for plant biotechnology in Uganda was enhanced based around a highly biosafe crop species.\n\nTraining was provided in Leeds for three IITA and Uganda scientists in various techniques associated with the work programme. Critical biosafety and other information was provided to the Ugandan authorities for the now granted contained field trial of the plants that was planted in 2012. These plants will be progressed to small-scale famers. This may also involve intermediate small business responsible of generation of tissue culture plants. Discussion on this is likely in May-July 2012 in Leeds and possibly Uganda with Bio-Plus Strategies International (BIOPSTRA) and USAID. The plants will be field trialled at a contained site and then developed jointly by University of Leeds/ International Institute of Tropical Agriculture (IITA) and National Agricultural Research Organisation of Uganda (NARO). A joint exploration agreement has been signed by these three parties. Subsequent steps will involve field trail at tertiary sites before consideration is given to providing them to farmers in Sub-Saharan Africa. Progress is partially dependent on future funding by DFID and/or BBSRC. \n\n\n\nThe not-for-profit organisation African Agriculture Technology Foundation has expressed initial interest in supporting the uptake pathway once the plants have been shown to be as effective in the field as in the glasshouse to-date which is likely.\n\nThe findings have also underpinned the decision of USAID ABSPII program to a initiate a confined field trial of banana with the same technology. They and the Ugandan Government banana biotechnology lab. (NARL) are also supporting the trial BBSRC generated plantain plants through the 1st and second ratoon crops. Agriculture, Food and Drink","dataset":"gtr"}