{"id":"52FAB1AC-F681-4931-8563-D26681A23162","title":"The role of linker histone variants and their phosphorylation in chromatin structure and function","abstractText":"The DNA in organisms from yeast to man is packaged as a complex with an equal mass of basic proteins (histones). The complex is organized as ?beads on a string?, where each bead (nucleosome) has a protein core containing two copies of each of four histone types around which two turns of DNA are spooled. Complexed to the outside is one copy of another histone, H1, termed a ?linker histone? because it also associates partly with the linker DNA between beads. H1 has several roles: in nucleosome structure, nucleosome positioning along the DNA and chromatin folding into higher-order structures. There are several H1 variants, all with the same general structure (a central globular domain flanked by basic N-terminal and long C-terminal positively charged ?tail? regions). \n\nAll the histones are subject to numerous enzymic (epigenetic) modifications, which can modify the properties of chromatin, directly or indirectly These modifications are crucial to appropriate gene expression. This project will study the linker histones, which are characterised by several rather similar variants in most cell types, as well as by more extreme variants sometimes present as single species in certain developmental stages of particular cell types. H1 is reversibly modified by phosphorylation, which occurs in a cell-cycle-dependent manner on serine and threonine residues in the positively charged tails, and is likely to alter the interaction of the tails with chromatin. This project aims to elucidate the role of linker histone variants and their phosphorylation in chromatin architecture and function.\n \nThe project will draw on the complementary expertise and technology of three laboratories with many years? experience of studying various aspects of linker histones: my laboratory in Cambridge and Professor H. Lindner?s laboratory in Austria, in collaboration with Professor I. Rundquist?s laboratory in Sweden. The Cambridge contribution will focus mainly on the structure, and DNA- and chromatin-binding properties of phosphorylated versus unphosphorylated linker histone tail domains. In addition we will aim to use NMR spectroscopy to determine how the linker histone tails emerge from the structured globular core, much needed information in determining exactly how H1 binds in chromatin. Understanding the role of linker histones and their phosphorylation is of central importance in understanding how cellular process are controlled by chromatin modification and relevant to an understanding of appropriate gene regulation in normal cells, as well as aberrant expression in disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401547","grantId":"G0401547","fundValue":"183000","fundStart":"2005-06-01","fundEnd":"2008-05-31","funder":"MRC","impactText":"","person":"Jean Olwen Thomas","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}