{"id":"5306E8B9-01A3-451F-891C-1E2E79DF9A49","title":"State-of-the-Art TDDFT for Light-Emitting Complexes","abstractText":"The expertise of theory-development and experimental research groups will be combined, to assess, develop, and apply state-of-the-art time-dependent density functional theory (TDDFT) to the excited states of third row transition metal complexes of key technological importance. The accuracy of Coulomb-attenuated (CA) functionals - which offer the potential for enormous improvement but which have yet to be applied to such systems - will be assessed by explicit comparison with experimental results. The findings will be used, in parallel with small organic molecule data, to guide the development of an improved, general-purpose DFT functional, whose impact will be felt well beyond this specific project. Combined with excited state gradient technology, the research will yield a level of reliability and predictive power that has not previously been available in TDDFT. The optimised TDDFT methodology will be used to guide the development, and subsequent synthesis, of complexes with high luminescence efficiencies and two-photon absorption cross sections, for use in organic light emitting devices and as probe molecules in biological time-resolved emission spectroscopy. The work will provide a key step forward in our long-term goal of fusing experiment and theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06928X/1","grantId":"EP/G06928X/1","fundValue":"396234","fundStart":"2009-10-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  TDDFT is becoming increasingly used by many scientists to aid the design of technologically important molecules including organic light emitting devices and dye sensitised solar cells, which have the potential to significantly impact society. (Note that the 2014 Nobel Prize in Physics was awarded for the invention of efficient blue light-emitting diodes enabling bright and energy-saving white light sources). Our research has provided impact in this field in the sense that our theoretical papers have provided key information about how to improve the accuracy and reliability of such calculations. The approach of assessing triplet state distortion and its correlation with the non-radiative rate constants has been applied not only to molecules from our own laboratory, but also to compounds prepared by other groups, both within the UK (University of York) and overseas (Universities of Paris and Milan). It is also being adopted by industry (e.g. through a consultancy with Cambridge Display Technology). It is clear that the method will have widespread applicability: we anticipate that it will help in the future design of materials not only for OLEDs, but also for solar energy conversion (e.g. dye-sensitised solar cells), where related exctied-state structural issues are important. It is early days but our papers have already been significantly cited. Energy Societal","person":"David James Tozer","coPersons":["JAG  Williams"],"organisation":"Durham University","findingsText":" A primary aim of the work was to improve the theoretical description of excited states, relevant to technologically important emitters. A key finding was that increased amounts of exact exchange - which is commonly used in state-of-the-art approximations - can lead to significant problems due to so-called triplet instabilities. Both triplet and, surprisingly, singlet states can be affected. We demonstrated that the problem could be largely eliminated using the Tamm-Dancoff approximation. We also highlighted a key relationship between the triplet instability problem and the degree of orbital overlap. High overlap excitations - such as those in delocalised systems which are of technological importance - can be particularly vulnerable to triplet instability problems. From a theory perspective, we also investigated approaches for optimising DFT approximations based on energy linearity / Koopmans conditions. Such approaches are now widely used and our study provided key insight into the methods. In the experimental part of the project, a range of new platinum complexes have been prepared, and their emission properties have been investigated in detail. Working at the interface between theory and experiment, we have been able to rationalise - and even predict - trends in luminescence efficiencies, in a way not previously attempted. Our approach has centred around the modelling of triplet state geometries and assessment of the degree of distortion relative to the ground state. The methodology has been successfully applied to a wide range of systems. As part of this study, we also investigated simpler aromatic compounds as models (e.g. alkyl substituted benzene) and have been able to rationalise the low-temperature phosphorescence properties of such molecules in terms of the influence of the substituents on triplet state distortion. We are in the process of finalising these aspects of the research and a series of papers is in preparation. This document will be updated in due course. The theory papers are already highly cited, providing key information to the user community. See also narrative impact section. Energy","dataset":"gtr"}