{"id":"530BBB55-C2EE-4873-B401-5DD8AA578DE6","title":"Beyond the Seas: the effects of dislocation on material culture and craft practice.","abstractText":"'Beyond the Seas', a practice-led research project, will investigate the ways in which cultural and geographical dislocation influences craft practice and material culture. This will be achieved through an examination of the effects of dislocation on my own craft practice, informed by study of the effects of displacement on the early Australian colonists (as evidenced by historical artifacts) study of the effects of colonisation upon the craft traditions and practices of indigenous Aboriginal cultures, and exploration of the creative and cultural tensions between traditional and contemporary craft practices in Australia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119640/1","grantId":"119640/1","fundValue":"4447","fundStart":"2006-01-09","fundEnd":"2006-07-08","funder":"AHRC","impactText":"","person":"Stephen  Dixon","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":" A practice-led research project, undertaken during an ACE/AHRC funded research residency at the Jam Factory Craft and Design Studios, Adelaide, January to April 2006. Beyond the Seas investigated the effects of dislocation on the cultural identity, craft practices and material culture of colonial and post-colonial Australia. The project formed part of a wider research initiative, the HAT Asia/UK project (www.hat.mmu.ac.uk) which consisted of an international study group of twenty research fellows from Australia, Bangladesh, India, Pakistan, Sri Lanka and the UK.\n\nI examined the effects of dislocation through the lens of my own creative practice, informed by museum and archive study of the artefacts of the early Australian colonists, observation of the effects of colonisation upon the craft traditions and practices of indigenous aboriginal cultures, and personal reflection on my own geographical dislocation. A body of mixed-media work developed new forms and materials as metaphors of cultural dislocation (supported by technical research into experimental ceramic bodies, such as kangaroo-bone china) and explored the creation of cultural identity through the adoption of popular narratives (and the integration of these narratives within 'found' and remediated artefacts. \n\nThe research question was explored through material intervention and the crafting of artefacts, and the key findings are visually and conceptually embodied within the finished artworks/artefacts, most notably in Field Notes (2006), Cargo (2007) and Bush Pantry (2008). Images of these works can be found on the HAT project website www.hat.mmu.ac.uk and on my MMU staff profile www.artdes.mmu.ac.uk/profilesdixon/projectdetails/268 \n\nThese key findings were widely exhibited, in Australia (Surface Tension, Jam Factory, Adelaide 2006) India (Here and There, the Queen's Gallery, British Council, New Delhi, 2007) and in the UK (Meeting in the Middle, Alsager Arts Centre, 2008, Making and Mending, Bury St Edmonds Art Gallery, 2009, Travelers Tales, Contemporary Applied Arts, London, 2009 and Fired Up, Gallery Oldham, 2010).  Creative Economy,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}