{"id":"530DEA1C-D7EF-4206-83F6-34417CD96C48","title":"IDEAS Factory Productivity Network - Closing the Gap, Crossing the Levels","abstractText":"The IDEAS factory network is a very important (if not the most important) outcome of the productivity sandpit. It should keep the sandpit momentum alive, serve as a quality check and repository of knowledge and data, facilitate communication between members, projects and others interested in productivity and make sure an inter-disciplinary perspective is upheld at all times.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036623/1","grantId":"EP/D036623/1","fundValue":"109686","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"  12 workshops were held as part of the network  ","person":"Uwe  Aickelin","coPersons":[],"organisation":"University of Nottingham","findingsText":" DATE LOCATION DESCRIPTION GUEST SPEAKERS\n \n28th/29th September 2005 London Advisory Board Meeting followed by day of presentations from all projects Susy Johnson - AIM Research\n Advisory Members were present \n \n24th/25th January 2006 Nottingham Guest speakers and individual project progress in Nottingham Felix Richie\n Ray Lambert\n Keith Whitfield\n \n25th/26th April 2006 Brighton Discuss Literature Review and progress on Individual projects in Brighton no guest speakers\n \n11th July 2006 London Full meeting for all projects with EPSRC and Advisors present in London Andrew Clark\n Keith Whitfield\n Melody Guy\n Susan Morrell - EPSRC\n \n23rd/24th October 2006 Birmingham Project catch up meeting with Guest Speakers in Aston University Prof John Saunders \n Aston University\n Kevin Johnson \n Urban Communications Ltd\n \n26th/27th February 2007 Leeds Retail Case Studies no guest speakers\n \n16th/17th April 2007 Nottingham AIM Summer School Robin Wensley\n John Bessant\n Senior Fellows \n Public Service Fellows \n Research Fellows\n Ideas Factory Fellows\n Ghoshal Fellows \n \n17th September 2007 London Grant Proposal Writing Day no guest speakers\n \n6th November 2007 London Follow on Grant Proposal Writing Day in London no guest speakers\n \n12th February 2008 London Retail Day - Keith Whitfield attended also Ian Clarke\n Jonathan Haskel\n Rachel Griffiths\n \n4th June 2008 London Retail Seminar Helen Celia, University of Leeds\n Dr Alfonsina Iona, University of Aston\n Stuart Russell, Russell's Patisserie\n Gavenna Gibson, Lush\n Dr Peer Olaf-Siebers, Nottingham\n \n30th September 2008 Manchester Retailing in the 21st Century Helen Celia (Leeds University) \n The Lowry Irena Grugulis (Bradford University), \n ?d?l Bozkurt (Lancaster University) \n Jeremy Clegg (Leeds University) \n Prue Huddleston (University of Warwick) \n Jos Gamble (Royal Holloway)\n Geoff Mason \n Neil Coe \n Steve Burt \n John Dawson \n Michelle Lowe 12 workshops were held as part of the network. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy","dataset":"gtr"}