{"id":"53135591-8A41-4EBF-8C98-F513A70CDA21","title":"Apple Replant Disease (ARD) Evolution and Rootstock Interaction (ARDERI)","abstractText":"Replant disease is a widely recognized problem in apples and other rosaceous species, such as cherries, plums, strawberries and roses. Apple replant disease (ARD) is the problem of new apple trees failing to thrive when planted in soil where apples have previously grown. Historically, many causes have been proposed to explain this disorder such as accumulation of pesticides and the release of volatile toxins from decomposing roots. However, current scientific consensus focuses on a mix of specialist root-rotting pathogenic microorganisms, comprised of fungus-like &quot;water moulds&quot; and true fungi (degrading root tissues) and microscopic eelworms (providing easy points of infection when they feed). Surviving affected trees typically fruit later in life and, over their lifetime, produce less fruit of reduced quality. These compound effects result in a loss of profitability of up to 50% in commercial orchards. Modern production systems involve much higher tree density (up to 30x greater) and faster replacement cycles exacerbating the ARD problem. Furthermore, extreme environmental events such as flooding often lead to tree death requiring gaps to be replanted in young orchards. ARD is an even more significant problem for the nurseries that raise the trees, affecting their production of rootstocks (root system in a commercial tree) as well as the health of the finished tree, after the fruit-bearing variety (scion) is grafted. Commercial rootstock varieties are selected mainly for their effects on tree vigour and precocity. They also affect orchard performance on particular soil types and resistance to pests and diseases including ARD but the underlying reasons for differences in rootstock susceptibility to replant and the legacy effect of different rootstock genotypes on the subsequent severity of ARD are poorly understood.\nOn-going changes to agri-chemical registration procedures and environmental pollution regulations continue to reduce the options for effective chemical control traditionally used to manage ARD. This means that growers will be reliant on more costly management options including sterilization of soil with steam (currently uneconomical), rotation with stone fruit trees or other unrelated crops or encouraging beneficial soil microbes by adding various compost-like conditioners to soil. A clear grasp on the organisms involved in ARD and their common pathogenic mechanisms is essential to develop financially-viable management strategies. Rootstock choice will become an increasingly important component of an integrated approach to ARD management; thus better understanding of the interactions between rootstocks and the microbe populations across different soil types in relation to ARD development is urgently needed. \nEast Malling Research (EMR) has a worldwide reputation for the development and characterisation of apple rootstocks. In collaboration with UK, Dutch and Belgian tree nurseries, apple breeders, and UK apple growers, we propose to provide the apple growing industry with detailed information about the interactions between rootstocks, soil and microorganisms that will enable development of new management strategies for ARD and direct future rootstock breeding programmes for improved tolerance to ARD. The main scientific discoveries will be 1) relationship of the relative abundance of ARD components with soil properties, microbial population and rootstocks, 2) Elucidation of rootstock - soil biota interactions and their effects on root and shoot architecture and growth in terms of ARD development, and 3) clarification of the legacy effect of different rootstock genotypes on ARD. This will benefit one of the UK's major horticultural industries by providing new opportunities for disease management to increase yield efficiency and reduce on-farm food wastage. As a result, the UK consumers will continue to enjoy the health benefits conferred by one of our most popular home-produced fruits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M01777X/1","grantId":"BB/M01777X/1","fundValue":"385375","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Xiangming  Xu","coPersons":["Emma  Tilston","Felicidad  Fernández Fernández","Nicola  Harrison"],"organisation":"East Malling Research","findingsText":"","dataset":"gtr"}