{"id":"5319DED1-727A-478B-88DC-734BC568FAE2","title":"Assembly-line biosynthesis of polyethers that selectively kill cancer stem cells","abstractText":"The motivation for this research arises from a wholly unexpected collision between two previously-unlinked fields of biological science, between the way in which a certain large group of natural antibiotics called polyethers are produced in Nature; and the problem of how to stop cancers which have initially responded to therapy, from coming back in a resistant form and killing the patient. Polyethers are antibiotics, whose clinical use has been restricted by their relative toxicity and by the difficulty of synthesising them or modifying them chemically, but which have already been recently discovered to be highly effective against drug-resistant malarial parasites, a major global health threat. There was therefore already great interest in developing new biological ways of synthesising libraries of such molecules to test as the starting point for potentially improved drugs of lower toxicity. Here in Cambridge, with previous BBSRC support, we have been the first to define the genes and enzymes involved in constructing polyethers. To build up such complex small molecules from the simple building blocks inside bacterial cells requires multiple steps, each one catalysed by an enzyme. Some of these are physically tethered together into massive multienzyme complexes, the most complex biological catalysts so far discovered on the planet, but all are orchestrated to provide a smooth cascade or chain of reactions so that nothing is wasted and typically a single end-product is made. Meanwhile, the latest explanation for the return of cancers is that a small proportion of the tumour consists of so-called cancer stem cells (CSCs) which are more resistant to therapy and which remain behind, to seed the regrowth of the tumour in virulent form. If this is true, it is argued, then what is needed is a drug to specifically kill CSCs, to combine with existing drugs that kill non-CSC cancer cells. Obviously normal stem cells are precious and damaging them gives serious side-effects. Accordingly, in a sophisticated cell-based biological screen, biologists at MIT and Harvard have sifted a large library of chemical compounds (16,000) to see if any would kill the CSCs but not normal stem cells. It turned out that this was a relatively rare property, only four compounds (all natural products) passed the test, and two of these (including the very best, salinomycin,) were - to general surprise - polyethers. We aim in this project to take the polyether construction rules we have learned and apply them to the salinomycin pathway, to define that and related pathways and initiate biochemical engineering of these pathways to generate altered versions of salinomycin that might be even more specific for CSCs and might serve as leads in cancer drug development, with a major impact on human quality of life. We intend to do this in a partnership with Biotica, an established biotech company spun out of the University of Cambridge. Their role will be to evaluate the results, to test any compounds that we make, and (if the research is sufficiently promising) to take the project forward as a discovery program and hopefully into commercial development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I002413/1","grantId":"BB/I002413/1","fundValue":"287540","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  Our results have not yet been taken up by others. We have sent our new salinomycin analogues to Professor Sterwart Cole at EPF Lausanne, Switzerland and they have shown activity in an in vivo mouse model of latent TB.  ","person":"Peter  Leadlay","coPersons":[],"organisation":"University of Cambridge","findingsText":" The cause of most deaths from cancer is that after initially successful treatment, the cancer comes back and is resistant to chemotherapy. This has been ascribed to the persistence in the tumour of a small number so-called cancer stem cells, which then divide and multiply. The original impetus for this project was the unexpected finding, by scientists at the Broad Institute in Boston who screened a collection of 16,000 chemicals, that the natural product polyether salinomycin potently and selectively kills cancer stem cells. Salinomycin from Streptomyces albus DSM 41398 is an antibiotic\npolyether ionophore with a complex tricyclic bispiroacetal\ncore structure that selectively binds K+ ions and transports\nthem across cell membranes, thus leading to cell death.\nThe therapeutic use of salinomycin is limited by its toxicity,\nbut it is widely used in animal husbandry as a coccidiostat. \n Engineering the biosynthetic pathway to salinomycin offers an attractive route to novel and potentially useful analogues of this complex molecule. We have cloned and analysed the salinomycin gene cluster from S. albus DSM 41398, and found that the polyketide chain is synthesised on an assembly line of nine giant polyketide synthase (PKS) multienzymes. We have also initiated targeted deletion of the genes that control oxidative cyclisation so as to probe the mechanism\nof polyether ring formation. One such mutant produces a\nnovel polyketide diene whose structure provides the first evidence for the likely order of key steps in the biosynthesis. Another mutant produces two new salinologues both of whihc show interesting anti-TB activity. Novel salinomycins have potential therapeutic use in combatting the scourge of latent infection with Mycobacterium tuberculosis (one-third of the global human population is estimated to carry this infection). They also have promise in revealing a novel mechanism of action in selective killing of cancer stem cells. The project was funded as an Industrial Partnership Award with Biotica (www.biotica.com) as the industrial partner, until the break-up of Biotica in January 2013. There is nevertheless interest from Biotica's successor company Isomerase Therapeutics, as well as from an SME in Slovenia interested in scaling up the fermentation of novel salinomycin analogues. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}