{"id":"531A5847-8755-432A-B2AA-430CB7A48781","title":"Automated metabolite identification and quantification using J-resolved NMR spectroscopy","abstractText":"We will develop free, publicly accessible software that can be assessed via the web to help measure the amounts of naturally occurring chemicals (called metabolites) in a biological sample. Specifically, the software will analyse data collected using a tool called nuclear magnetic resonance (NMR) spectroscopy, and will determine unambiguously which metabolites are present and will measure their concentrations. This type of study / called metabolomics / has recently grown into a major international field of research following on from the success of genomics and proteomics. Metabolomic studies span from basic research in universities to applied studies in industry, including wide ranging applications such as helping scientists to investigate how herbicides alter the biochemistry of plants; characterising the differences between the metabolism of healthy and diseased patients in a hospital; and investigating how animals in the environment cope with pollution. To date, most metabolomics studies have compared the overall patterns or fingerprints of the metabolites between two or more types of biological samples. Although this can provide important information as to whether overall metabolic differences exist between these samples, it provides very little insight into precisely how these samples differ, in particular how the amount of the individual metabolites vary between the samples. Our proposed methods are an important step forward as they will enable the unambiguous identification and accurate quantification of metabolites. This is important and in fact necessary for several reasons: - It allows new insight into the mechanism of biological processes; e.g., understanding the mechanism of a disease can help to develop new drugs and enable the response of patients to these drugs to be monitored. - It allows changes in the metabolites to be integrated with changes in gene expression (transcriptomics) and protein levels (proteomics) / which is a goal of systems biology / to provide a more complete description of a biological organism. - It allows a biological sample to be truly characterised in terms of its component parts, not just an overall metabolic fingerprint. This in turn allows the NMR data to be compared with measurements obtained using other techniques. The specific objectives of our study are to develop computer software that can automatically analyse metabolite data collected from an NMR spectrometer, specifically from a 2-dimensional (2D) J-resolved NMR dataset. This type of NMR experiment is rapidly gaining in popularity in metabolomics. Since the measurements are displayed in a 2D format, all the hundreds of peaks that arise from the metabolites are spread out significantly, minimising their overlap (which is a major problem in traditional one-dimensional NMR experiments for which unambiguous metabolite identification and quantification is impossible). Our new analysis will produce a list of the metabolites present and their concentrations. Alongside this work we will construct a library of 2D J-resolved NMR datasets of 300 pure metabolites. This important resource is crucial for our analysis method, will be widely valued by the international metabolomics community (see letters from Imperial College London and the University of California-Davis), and will receive the widest possible dissemination as it will be housed in the largest public database of metabolite spectra in the world (see letter from University of Madison-Wisconsin, US). This NMR metabolite library will also be housed at Birmingham, since it forms a critical component of the software package for analysing the 2D NMR data. Therefore we propose to implement a database at Birmingham to store the NMR library. The final outcome will be a user-friendly software package that will be freely available to, and will significantly benefit, the scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F016298/1","grantId":"BB/F016298/1","fundValue":"92700","fundStart":"2008-08-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"  This tool provides a powerful approach for identifying and quantifying metabolites in NMR spectra. Since NMR spectroscopy remains one of the two primary methods for the increasingly widely used approach of metabolomics, this tool therefore provides considerable value to a wide range of metabolomics scientists across the BBSRC remit.  ","person":"Mark  Viant","coPersons":["Ulrich L Gunther"],"organisation":"University of Birmingham","findingsText":" Three most significant achievements:\n\n(1) Collection of the first publicly available library, internationally, of 2-dimensional J-resolved NMR spectra of pure metabolite standards. In total, 227 metabolites have been selected, analysed under a range of experimental conditions, the data quality confirmed, and compiled into a final dataset of 3632 NMR spectra.\n\n(2) Development of a database capable of efficiently storing both 1D and 2D NMR spectra and reporting that information, along with metadata, as specified by the international Metabolomics Standards Initiative. \n\n(3) Development of the first (to the best of our knowledge) data mining algorithm for metabolite identification and quantification in 2D J-resolved NMR metabolomics spectra. The algorithm achieves high accuracy for both metabolite identification and quantification. Integration into Galaxy workflows Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}