{"id":"53276FF9-D52E-4828-A0D7-FBBBD383F09E","title":"A genetic model for understanding the regulation of muscle protein degradation by muscle attachment","abstractText":"The muscle of the tiny worm I use in my studies (C. elegans) is a surprisingly good model for muscles in human beings. It can be studied more easily and in many experimental situations that are impossible in people. At the moment, we do not understand what causes muscle wasting in people, a problem that affects the elderly and those with spinal injuries among others. My previous worm studies may offer some clues, others are applying my results to studies in human beings. \n Muscle wasting occurs in response to spaceflight and immobilization. I discovered that in worms, a special complex of proteins (known as ?dense bodies? and which attach worm muscle to skeleton) were decreased after spaceflight. My experiments on Earth show that reducing these proteins causes muscle tissue breakdown. Others at my University found that a protein in human focal adhesions is decreased following cast immobilization. Additionally, mutations in focal adhesions cause Limb Girdle Muscular Dystrophies. The same proteins are found in worm dense bodies and human focal adhesions. Thus, similar changes are observed in worm and human attachment complexes and these changes cause worm muscle wasting.\n We currently have no idea what the controlling and mediating factor are, if these factors also regulate human muscle wasting, nor if they differ among various clinical populations displaying wasting (e.g. trauma patients, burn patients, bed ridden patients, the elderly). I want to answer these questions. I currently want to understand one mechanism regulating wasting in worms. The ultimate goal is understanding all of the mechanisms regulating wasting in human beings. I feel that once we do, we can understand the differences between patients and identify drug targets providing appropriate treatment(s) to each group of patients. It is my hope that by first gaining an understanding of the regulation and treatment of wasting in a simple organism, we can more rapidly and cost effectively demonstrate the existence and treatment of the same processes in people.\n I will also continue my efforts of communicating results directly to the public. In the past this has included making results freely available on-line, giving free talks to the public, actively engaging school children in my research, and communicating my work via reporters and radio and television presenters from around the world (in the UK these include the BBC, the Discovery Channel, CNN, and all of the ?wire? services that provide stories to newspapers).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801271","grantId":"G0801271","fundValue":"439070","fundStart":"2009-04-01","fundEnd":"2012-07-13","funder":"MRC","impactText":"","person":"Nathaniel  Szewczyk","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}