{"id":"532F4B3E-FC81-4399-B79A-D7B2FE393AAA","title":"Transformation and resilience of our landscapes, archaeology and built heritage: defining responses to societal and environmental pressures","abstractText":"Cultural Heritage will, in the near future, be subject to substantial transformation in response to changing climate. Mitigation and adaptation measures will affect economic governance, and introduce sustainability pressures on buildings and landscape (e.g. thermal efficiency, renewables), in addition to the direct physical, chemical and organic impacts from the changing environment (e.g. coastal erosion, landslides, urban development material dissolution, microbial colonisation). Affects will occur on a range of scales that will drive changes in conservation needs. We desperately need to understand the resilience of the Cultural Heritage against these transformational pressures, from a material perspective, but also how we can be more effective in decision making and management from government to citizen level. A complex interaction exists between social and material aspects; scientific understanding and innovation plays a central part in our perceptions and valuation of the Cultural Heritage. As a result, inorder to meet future challenges there is a need to develop effective, adaptable management and decision making policies and methodologies, that utilise to best effect the latest scientific and technological developments. We aim to form a cluster that will establish, in a regional context for Scotland and Northern Ireland, a unified and interdisciplinary response to these threats and opportunities for innovation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015422/1","grantId":"AH/G015422/1","fundValue":"24291","fundStart":"2009-01-12","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"John James Hughes","coPersons":["Martin Robert  Lee","Bernard  Smith"],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}