{"id":"5333FFF9-32F2-49F1-A29B-0410928FF657","title":"Structural mechanisms of regulation and assembly in the nephronophthisis INVS-NPHP3-NEK8-ANKS6 module","abstractText":"Cystic kidney diseases represent a major health burden for which there are few effective treatments. Yet we are far from understanding the cell biology behind these diseases. Here, we propose to study the regulation and function of proteins that are mutated in nephronophthisis, an inherited childhood cystic kidney disease. These proteins coordinate signals received by developing kidney cells at antenna-like structures on the cell surface, called primary cilia. Defective signalling leads to loss of cell division control and cyst formation. Our aim is to provide new insights into cystic kidney disease mechanisms that will ultimately lead to new therapies.\n\nWe will concentrate our efforts principally on two proteins, NEK8 and INVS. NEK8 belongs to a family of enzymes called protein kinases. These modify other proteins to modulate their functions, and are often found in signalling pathways that pass information from the cell surface to the cell nucleus so that cells may respond to their environment. The activity of protein kinases, that is to say the efficiency with which they modify other proteins, is strictly controlled. Protein kinases and other proteins that control them are very commonly mutated in diseases. The mutations result in uncontrolled kinase activity so that signalling pathways malfunction: they might pass signals to the nucleus when they should not, or they might block signals that ought to be passed on. We discovered that INVS controls the activity of NEK8, and we mapped the part of INVS responsible down to a region of the protein that is usually disrupted in patients that have INVS mutations. In many patients, it seems that disease is caused by missing just this region of INVS. \n\nIn the first part of this project, we will investigate how INVS controls the activity of NEK8. To simplify matters, we will study just the two proteins in isolation. Crystallography will be used to produce atomic-resolution models of NEK8, both alone and associated with INVS, to show how its activity is controlled in the maximum possible detail. Crystallography produces detailed but static models. So we will apply advanced biochemical methods that enable us to track the activity of NEK8 over time under a number of different experimental conditions. This will provide us with a detailed understanding of what effects INVS has on NEK8, and what is therefore lacking in patients that have mutations in INVS.\n\nIn the second part of this project, we will broaden our study to encompass two further proteins that are associated with NEK8 and INVS and that are also mutated in cystic kidney disease. We will investigate whether and how these proteins associate and how these interactions relate to the activity of NEK8. Finally, we will examine mutations in these proteins that were found in cystic kidney disease patients, to discover their effects on the interactions between proteins. \n\nAlthough many of the genes involved in cystic kidney disease are known, we have very little insight into how mutations in these genes cause disease. In this project, we will explore the idea that these mutations disrupt the interactions between a group of proteins, leading to loss of control of NEK8 activity. These insights will influence the way we think about signalling in the cilia, and how this goes awry in a range of associated diseases. We will produce a detailed model to explain how NEK8 activity is controlled by INVS and generate the first chemical compounds that block NEK8 activity. Our work will provide the basis for strategies to rescue ciliary signalling in cells with mutations in NEK8, INVS and interacting proteins. If successful, this might eventually lead to new therapies for patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L017032/1","grantId":"MR/L017032/1","fundValue":"379091","fundStart":"2014-08-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Richard William Bayliss","coPersons":["Andrew Mark Fry"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}