{"id":"534BDF7D-02F9-4F94-A941-2A34B2FD3BE3","title":"What defines the seeding and cross-seeding potential of amyloid particles?","abstractText":"A number of devastating human brain disorders, for example Alzheimer's disease (AD), Hungtington's diseases, diabetes type 2 and transmissible spongiform emcephalopathies (TSEs), are associated with the abnormal folding of proteins. The net result of this misfolding is the formation of large insoluble protein deposits and small toxic protein particles in a state called amyloid. The deposition of aggregated protein material in various tissues (e.g. brain, liver etc) is one of the many common characteristics shared by these diseases. Importantly, these disorders also share a similar method by which the misfolded and aggregated proteins are propagated in the disease conditions. In this process, different proteins in the cell are triggered to undergo a major change in their structure to form the highly robust amyloid state. One crucial step in amyloid formation is that the addition of preformed amyloid particles, the seeds, can greatly accelerate amyloid growth, and this phenomenon is called seeding. In some cases these seed particles are considered as infectious entities, capable of transmitting the disease to neighbouring cells, tissues, or another individual of the same or a different species, as in the case of the TSEs and possibly in other amyloid diseases such as Alzheimer's disease. The current and projected impact of these diseases on human health and welfare cannot be understated yet the fundamental question of how is the amyloid state propagated through seeding remains to be fully resolved. \n\nIn some of the diseases associated with protein misfolding, more than one type of amyloid aggregate may exist where each type of aggregate is made of a protein with a different amino acid sequence. For example, in Alzheimer's disease the co-existence of various amyloid forms of the diagnostic amyloid-beta protein and at least one other different protein has been reported in patients including the presence of transmissible prion protein aggregates. Furthermore, recent reports have suggested that the onset of prion disease can be influenced and possibly enhanced by the presence of amyloid-beta deposits. This co-existence of two different amyloids in the same patient can be potentially explained by the interaction between misfolded proteins with each other, accelerating their respective conversions to the amyloid state. Therefore, the amyloid seeding and cross-seeding process is also potentially involved in the devastating synergetic effects in amyloid diseases.\n\nOur aim is to study the fundamental process of amyloid seeding by a combination of test tube-based in vitro approaches as well as cell-based in vivo approaches using the baker's yeast Saccharomyces cerevisiae as a safe and experimentally tractable model. In our project we will map the seeding potency of well-characterised amyloid seed samples, monitoring the growth of the amyloid fibrils using natural seeds or seeds formed from other amyloid proteins, so called &quot;cross-seeding&quot;. We will then investigate how &quot;cross-seeding&quot; occurs in the yeast cell using a novel yeast prion-based assay. Since yeast prions are infectious but non-toxic, this system allows us to follow amyloid formation and propagation without causing cell death and therefore we can investigate the fundamental principles of cross-seeding in a living cell. Overall, our project will allow us to establish the nature and spectrum of the potential interactions between misfolded proteins and the dependence, if any, on cellular components in generating this important disease-associated amyloid forms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02427X/1","grantId":"BB/M02427X/1","fundValue":"367712","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"Wei-Feng  Xue","coPersons":["Mick  Tuite"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}