{"id":"534FE43F-7EB6-4841-BAF2-824AAFA1AF9D","title":"Role of PFK2/FBPase-2 in regulating hepatic glucokinase","abstractText":"Type-2 diabetes is a very common metabolic disease that is due to complex genetic and environmental factors. It manifests as an increase in blood sugar (glucose) level which if not adequately corrected leads to chronic morbidity and mortality as a result of long-term damage to blood vessels and nerves with consequent organ failure. Current therapy for Type-2 diabetes does not achieve adequate control of blood sugar levels and there is an urgent need for better oral therapeutics. Drugs that target a protein called glucokinase are currently considered to be very promising candidates for treatment for Type-2 diabetes.\n\nSeveral mutations in the glucokinase gene have been reported in man which cause a somewhat rare form of Diabetes described as Maturity Onset Diabetes of the Young. Whilst defects in the glucokinase gene are not in themselves a common cause of Type 2 diabetes, nonetheless there are indications that defects in the mechanism(s) that switch ON or OFF the glucokinase gene may be very important. We now know that there are complex networks of ?on? and ?off? mechanisms encoded by different genes that account for the fine tuning of glucokinase function. \n\nRecent work from our laboratory has identified a novel mechanism involving a protein called PFK2/FDP2 that is critical for maintaining glucokinase functional. This proposal is to explore in detail the mechanistic basis by which PFK2/FDP2 regulates glucokinase activity in the liver. This is important on two accounts: first, because this or related mechanisms may be defective in Type-2 diabetes; second, understanding the physiological mechanisms that activate glucokinase is essential for a more complete evaluation of the long-term benefits of drugs targeting glucokinase.\n \nThe results of the project will be disseminated through: (i) Research Publications; (ii) Presentations at local, national and international meetings; (iii) Public Lectures and Informal Talks and discussion groups to both Professional and Lay members of Diabetes UK and other organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501543","grantId":"G0501543","fundValue":"279494","fundStart":"2006-12-01","fundEnd":"2010-02-28","funder":"MRC","impactText":"","person":"Loranne  Agius","coPersons":["Catherine  Arden"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}