{"id":"534F5EE0-C76A-48F1-8532-0097477BB379","title":"Marine biodiversity-ecosystem processes under uncertain environmental futures","abstractText":"Marine coastal ecosystems are among the most productive and diverse communities on Earth. Biological and geochemical processes within marine ecosystems are important for regulating climate, nutrient cycling and the food chain. Marine ecosystems provide humans with many resources such as drinking water, food and oxygen, as well as absorbing gases, such as carbon dioxide (CO2). Removal of CO2 from the atmosphere is important because it is a greenhouse gas that is linked to global warming. Many human activities, such as transportation and the heating of our homes, involve the burning of fossil fuels that release carbon dioxide into the atmosphere, which will eventually be absorbed by the oceans. This is causing chemical changes in the waters of our estuaries and coasts that affect marine organisms themselves, the chemical buffering capacity of the water, and the potential for atmospheric CO2 absorption. All evidence to date suggests that, for the foreseeable future, we will experience further increases in global temperature and levels of atmospheric CO2, combined with decreases in biodiversity. Therefore it is important to understand how the relationship between biodiversity and ecosystem processes may change under different temperature and CO2 conditions. Recent research has focussed on finding out how ecosystem processes alter with decreasing biodiversity. Experiments have been performed in the laboratory which mimic biodiversity loss by assembling different numbers of species in aquaria and measuring the effect each species mixture has on ecosystem processes under controlled environmental conditions. By comparing aquaria with many species to those containing fewer species, the impact of species loss from a system can be determined. This project will adopt a similar approach, by exposing small animals that live in the sediments of estuaries to different environmental regimes (CO2 and temperature). These organisms are particularly important within marine ecosystems because they churn up sediments from the bottom - a process referred to as bioturbation - which results in nutrients being returned to the water column. These nutrients are then available to support the growth of phytoplankton, which are the source of food energy for much of the ocean's food web. In our experiments, we will record the levels of various nutrients that are released into the water from the sediment as a result of bioturbation. We will also measure the extent of bioturbation directly using brightly coloured sediment particles called luminophores. As the animals bioturbate, they will move some of these particles deeper into the sediment. These can be recovered at the end of the experiment by taking sediment from different depths of the aquarium and counting the number of luminophores. From these experiments, we will be able to define the pattern, rate and magnitude with which different species mixtures move sediments and determine the impact of this on nutrient cycling. By matching the nutrient and bioturbation data with the number of species and environmental conditions, we will be able to predict the likely consequences of future biodiversity loss on ecosystem processes. When predicting future patterns, it is also important to include information on the level of uncertainty associated with the predictions. Our experiments will enable us to quantify this uncertainty (through the range of values obtained under a specific set of conditions), and therefore to identify those combinations of temperature and CO2 for which we can be most and least confident in our predictions. The outcomes of such research will have immediate relevance for assessing and managing change in marine systems, and provide important information for policy makers concerning the potential impacts of future environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006795/1","grantId":"NE/E006795/1","fundValue":"403596","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"  Used, with others, to develop NERC Ocean Acidification programme. Environment Policy & public services","person":"Martin  Solan","coPersons":["Piran  White","Dave  Raffaelli","David  Paterson"],"organisation":"University of Aberdeen","findingsText":" This grant demonstrated that ocean acidification led to behavioural changes in seabed dwelling invertebrates that led to changes in important ecosystem properties. This grant led the foundation for subsequent NERC funding through the Ocean acidification programme Agriculture, Food and Drink,Environment","dataset":"gtr"}