{"id":"53549FBD-51C5-49C5-AE76-5C8F885CDCCF","title":"Idealism and the philosophy of mind","abstractText":"The question concerning the relationship between the mind and the body has been on the philosophical agenda for a very long time. This project explores the nature of the mind-body problem and asks why it is a perennial philosophical problem that is not likely to wither away with the progress of natural science. The reason why the mind-body problem cannot be solved by the accumulation of empirical knowledge is due to the special nature of this distinction. When we distinguish the mind from the body we do not carve out the world into different natural kinds as we do when we distinguish between, say, human beings and chimpanzees, mammals and oviparous creatures, or between red and blue objects. The mind-body distinction is a distinction to which there does not correspond an empirical difference. It is thus a purely semantic distinction. When, for instance, we distinguish between the person and the human being, we do not imply that there are two classes of things, persons and human beings, in the way in which we do assume there to be different kinds of things when we distinguish between humans and chimpanzees, mammals and oviparous creatures, red and blue objects.\n\nIn claiming that the mind-body distinction is a semantic distinction this project challenges contemporary orthodoxy in the philosophy of mind. Most contemporary philosophers of mind would say that what makes the mind-body problem into an enduring problem is the fact that mental and physical states are accessed in very different ways, from the first person and from the third person respectively. They argue, in other words, that the mind-body distinction is an epistemological distinction that arises because we access our mental states in a way that is very different from the way in which we access our bodily states. Contrary to this view I argue that what makes the mind-problem an enduring philosophical problem is the fact that the mind-body distinction is not an empirical classification; it is a &quot;distinction&quot; in the proper sense of the term.\n\nAn important implication of this view is that the existence of the mind-body problem is connected to the existence of a discipline, philosophy, which differs from natural science because philosophers, unlike natural scientists, distinguish rather than classify. This challenge to contemporary orthodoxy in the philosophy of mind is thus based on a particular meta&shy;philosophical position, according to which the task of the philosopher is to discern conceptual distinction where there are no differences in empirical kinds. Thus, for example, the moral philosopher would want to distinguish between the principle of duty and the principle of utility even if this distinction would make no difference to the resulting action. Analogously philosophes distinguish between the concept of the person and that of the body when discussing, say, issues of identity,\nEven if the body and the person are not regarded as two different things ontologically speaking. The claim that the mind&shy;body distinction is neither ontological nor epistemological but semantic is thus connected to a view of philosophy as a\ndisambiguating activity which detects different senses even when there is only one referent. What makes this project distinctive is the argument that a correct understanding of what makes the mind-body problem into a philosophical problem ultimately entails accepting a certain meta-philosophical position according to which philosophy is an autonomous discipline with a method and subject matter that differs from that of natural science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504302/1","grantId":"AH/E504302/1","fundValue":"26246","fundStart":"2007-01-22","fundEnd":"2007-05-21","funder":"AHRC","impactText":"","person":"Giuseppina  D'Oro","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}