{"id":"53559C23-F961-40F5-89EE-4146707B3A45","title":"The fate of freshwater in tidally stirred shelf seas","abstractText":"Regions of continental shelf seas provide a critical interface between estuaries and the ocean across which freshwater, suspended particulate matter, and consequently carbon, nutrients and anthropogenic contaminants are exchanged. Whilst the currents in continental shelf seas are dominated by the tide, it is the normally much weaker, residual circulation which determines the longer term fate of the freshwater. A vital prerequisite to the prediction of the exchange of water (and its load) across these critical interfaces is therefore the identification and quantification of the processes and mechanisms which are responsible for the formation and control of the residual circulation. The classical view is that this circulation is essentially density driven, however recent theoretical work has suggested that a 'tidal asymmetry' in both the level of stratification and the vertical mixing rate (known as tidal straining) greatly enhance the residual circulation. There is limited anecdotal evidence to support this idea. We would also suggest that the failure of state-of-the-art 3-dimensional hydrodynamic models to reproduce the correct distribution of salinity (i.e. freshwater) in these regions is a result of their failure to correctly simulate there tidal straining mechanism. Our proposal is to investigate the importance of tidal straining in determining the off-shore flux of freshwater in shelf seas. The hypothesis 'the off-shore flux of freshwater in tidally stirred shelf seas is largely determined by tidal straining' will be tested through identification and quantification the key processes which determine the fate of freshwater in tidally stirred shelf seas. To acheive this aim we will use coastal observatory observations and state-of-the-art numerical model predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D012023/1","grantId":"NE/D012023/1","fundValue":"98670","fundStart":"2007-01-22","fundEnd":"2010-02-21","funder":"NERC","impactText":"","person":"Thomas  Rippeth","coPersons":["Alejandro Jose Souza","Michael John Howarth"],"organisation":"National Oceanography Centre","findingsText":" Improved under standing of the passage of freshwater and sediment from estuaries to the ocean via regions of freshwater influence currently used in the development of predictive models of shelf seas Aerospace, Defence and Marine,Environment","dataset":"gtr"}