{"id":"535A262E-C0AB-44B8-BBAB-7563E4B72AF3","title":"Spin and orbital dynamics in magneto-resistive manganites measured with femtosecond resonant soft x-ray scattering using FEL pulses","abstractText":"Manganites belong to a family of materials that include high-temperature cuprate superconductors and other complex solids of current interest. These systems are characterized by strongly interacting electrons and by significant electron-lattice coupling, which in turn result in a bewildering variety of interesting phenomena that defy many concepts underpinning our understanding of the solid state. Some of the most interesting phenomena occur when microscopic order is attained, which encompasses periodic arrangements in electronic, magnetic orbital and atomic structures. These ordered states are extremely sensitive to external stimulation, whereby the application of magnetic fields, pressure, electric fields and irradiation with light can switch the system among phases that exhibit colossal changes in their macroscopic behavior. These solids are then not only one of the frontiers of our understanding of the solid state, but may also lead to a variety of new applications in data storage and processing, as well as in novel sensor technologies. In our work, we study the insulator-metal transition triggered by light in the manganites. In the photo-induced insulator-metal transition irradiation with one photon every thousand unit cells results in a cooperative transition of the entire crystal toward a metallic state, with changes in many microscopic parameters at once occurring on the ultrafast timescale. Because this process is very fast, one may be able to exploit it for novel applications in high bit rate data storage and processing. Yet, understanding and optimizing the microscopic phenomena associated with such transition requires that one is able to interrogate the structural parameters of the system with commensurate speed. The timescale of interest is the femtosecond timescale, i.e. that where atoms move and spin patterns rearrange. Our work seeks to extend the same x-ray techniques that have revolutionized modern materials science to the femtosecond timescale. In the research program proposed here, we seek to exploit x-ray free electron lasers to investigate the microscopic dynamics of magneto-resistive manganites. We will use the unprecedented brillance, pulse duration and spatial coherence of Free Electron Laser beams to study the rearrangements of orbital and magnetic superstructures across the ultrafast insulator-metal transition in the manganites. We will exploit femtosecond FEL pulses of coherent 2-nm radiation to perform time-resolved, resonant x-ray scattering experiments, which will yield information on the disordering of orbitals and spins during the transition to the metallic phase. Also, the exploitation of the transverse coherence of these pulses will be used to study the speckle patterns at small angular deviations from the bragg peak, yielding information on static and dynamic rearrangements of the long-range (tens to hundreds of nm) texture. This will be also of great importance because mesoscopic phenomena, nucleation and phase separation are known to subtly underpin the dynamics of these systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F020112/1","grantId":"EP/F020112/1","fundValue":"123478","fundStart":"2007-10-01","fundEnd":"2012-03-30","funder":"EPSRC","impactText":"","person":"Andrea  Cavalleri","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}