{"id":"535BAFE2-3085-4724-804B-60352044034D","title":"Using Text Mining to Aid Cancer Risk Assessment","abstractText":"The amount of evidence regarding environmental and occupational contributions to cancer justifies urgent acceleration of policy efforts to prevent carcinogenic exposures. Without such precautionary actions the protection of public health and the environment is at risk. Adequate risk management is dependent on reliable risk assessment. Risk assessment involves evaluating existing scientific knowledge to establish the relationship between exposure to a substance and the likelihood of developing cancer from that exposure. The resulting assessments determine which substances are associated with high risks of developing cancer and which carry little or no risk. They provide the authorities with the key material needed for making decisions on setting exposure limits on environmental contaminants.\nPerformed manually, risk assessment is a challenging and time-consuming task which requires combining scientific expertise with elaborate literature search and review. Data required for risk assessment of a single carcinogen may be scattered across thousands of journal articles. With the exponentially growing body of literature, the rapid development of molecular biology techniques, and the increasing knowledge of mechanisms affecting cancer development, the task is getting too ambitious to manage via manual means.\nWe propose to develop a practical tool capable of assisting risk assessors in their work. This tool makes use of text mining technology from computer science. Text mining is aimed at automatically extracting and discovering novel information from written resources. It could be used to support various steps of risk assessment, including finding the journal articles relevant for risk assessment, locating the relevant information in the articles, and identifying and gathering the information related to the specific carcinogenic properties of chemicals. The basic techniques required for text mining are now available, but these techniques need to be tailored and extended for real-world tasks. In this project we will modify existing and develop novel text mining technology for the needs of cancer risk assessment. We will integrate the best of the resulting technology into a practical tool which risk assessors can use in their work. Our hope is that the tool can greatly assist risk assessors with the management of large textual data, increase their productivity, and aid knowledge discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601766","grantId":"G0601766","fundValue":"85378","fundStart":"2007-11-01","fundEnd":"2008-10-31","funder":"MRC","impactText":"","person":"Anna  Korhonen","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}