{"id":"535BF7A9-3253-40B0-911A-E2584B960874","title":"Molecular Cell Biology of Post-Golgi Membrane Traffic Pathways","abstractText":"Humans and animals are made up of millions of cells. Each of these cells is surrounded by a membrane called the plasma membrane made of phospholipids (a type of fat), cholesterol and proteins. The ways in which each cell communicates with other cells, senses its environment and receives nutrition are dependent on the functions of the plasma membrane. The proteins and phospholipids of the plasma membrane are made and degraded inside the cell in specialised organelles ( little organs found within each cell) themselves surrounded by membranes also made of phospholipids, cholesterol and proteins. A particularly important organelle involved in the final stages of making the proteins of the plasma membrane is the Golgi complex. An important organelle in their degradation is the lysosome. Interaction between all of these membranes is essential to the correct function of an individual cell. Interaction occurs by membrane traffic, with little vesicles, again each surrounded by a membrane, budding from a donor organelle (or the plasma membrane) and travelling to an acceptor organelle. We aim to understand the molecular mechanisms of this vesicular trafficking. We are concentrating on understanding how the machinery of the membrane traffic system results in individual proteins being delivered to particular intracellular sites, on understanding the role of the cytoskeleton (a network of structural proteins found within the cell) in membrane traffic and how traffic to and from the lysosome occurs. In the long term our work will contribute to the understanding of many diseases, including common diseases such as diabetes and atherosclerosis, where defects in the cell surface and/or in membrane traffic occur and infectious diseases where microbes subvert the membrane traffic system in order to infect cells. It will also contribute to developing better ways of targeting drugs to particular sites within cells so that drug therapies may be more specific than at present.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9310915","grantId":"G9310915","fundValue":"3706940","fundStart":"1994-10-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"J. Paul  Luzio","coPersons":["Margaret  Robinson","Matthew  Seaman"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}