{"id":"535FBED2-70B5-4815-BB01-BBA3B1FE8307","title":"Towards a Decadally-Resolved Radiocarbon Calibration for the Last Glacial Period (30,000-11,700 years ago) Using New Zealand Kauri (Agathis australis)","abstractText":"Past climate change provides a critical baseline against which to compare present and future warming. Unfortunately, however, although numerous reconstructions spanning the last ice age have been made, most of the records cannot be precisely correlated to one another. The main problem is the vast majority of records have been radiocarbon dated for which no internationally-accepted calibration curve exists, precluding the placement of reconstructions on a calendar timescale and preventing robust comparisons with high-resolution and absolutely dated sequences (such as ice cores). This is a significant problem for the scientific community. 'Calibration' of radiocarbon-dated records can result in the conclusion that climate change led, lagged or was synchronous around the world depending on which conversion is used, preventing the scientific community from gaining a detailed understanding of mechanisms of change in the Earth system. An accurate and precise radiocarbon calibration curve should be based on an absolutely dated record that has carbon incorporated directly from the atmosphere at the time of formation. Tree rings have proven to be an excellent resource for this purpose. At the moment, the internationally-accepted absolutely-dated calibration curve based on North American and European tree-ring dated material only extends back to 12,410 years; the prospect of significantly extending the records in the northern hemisphere is not high due to destruction of material by past ice sheets. Buried in peat bogs across northern New Zealand are ancient conifer trees called kauri. We know of nowhere else in the world with such a rich resource of subfossil wood that is capable of capturing the complete range of radiocarbon. The time span preserved within these bogs is truly enormous; spanning more than 130,000 years. These trees are of vast proportions and almost perfectly preserved; individual trees can measure up to 4 metres across and live for up to 2000 years. Within this precious archive is an annual record of changing atmospheric radiocarbon levels and past climate. This is a unique resource. Unfortunately, however, the timber is also highly-prized for household furniture, arts and crafts. The result is the buried wood is being mined at an alarming rate and will be exhausted within ten years. In this project, we will collect and analyze the kauri before it is lost forever. We will focus on undertaking comprehensive dating of the tree rings to determine changing levels of radiocarbon in the atmosphere using ancient logs that have been collected within the period spanning 30,000 to 11,700 years ago. The results from this study will help to precisely calibrate radiocarbon-dated sequences of past climate, environmental and archaeological change, thereby helping us to improve our understanding the Earth system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H009922/1","grantId":"NE/H009922/1","fundValue":"298193","fundStart":"2010-04-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"","person":"Richard Thomas Jones","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}