{"id":"536432CB-928B-4560-9B2E-1C562EB7BF2F","title":"Using a word-learning paradigm to investigate three forms of generalisation in the acquisition of lexical knowledge","abstractText":"<p>The ability to generalise knowledge from a limited set of exemplars is at the heart of our language abilities. One example of this productivity arises in the domain of morphology. Through experience with a small number of morphologically-complex forms (eg, unhappy, unruly), we abstract knowledge about components within those forms (eg, -un) for use in interpreting and creating new words.</p>\n\n<p>&nbsp;Our research will gain insight into the mechanisms that underlie the acquisition of this knowledge. Specifically, we will :</p>\n\n<ol>\n \n\n <li>investigate the nature of the knowledge acquired through exposure to full morphologically-complex forms;</li>\n\n <li>delineate the time course of this learning process; </li>\n\n <li>investigate how various properties of full forms influence the knowledge acquired. </li>\n</ol>\n\n<p>Our studies will use a new method in which adults are trained on novel affixes (eg, -nule) presented in novel word contexts (eg, sleepnule, buildnule), and then tested on untrained novel stimuli that contain the learned affixes. Such tests permit us to assess the extent to which learned morphemic knowledge has generalised to new instances. </p>\n\n<p>This research will provide data central to building a robust theory of the acquisition of morphemic knowledge, and will permit new insights into the mechanisms underlying first- and second-language learning. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H011730/1","grantId":"ES/H011730/1","fundValue":"298966","fundStart":"2010-04-20","fundEnd":"2013-10-19","funder":"ESRC","impactText":"  The research conducted in this project addresses the mental and neural processes that underpin linguistic generalisation. This work constitutes basic science and we anticipate that the impacts will be largely academic. However, we have worked hard to build the pathways that would permit non-academic impacts to be realised in the mid- and longer-term. Further, we are delighted that the experimental method that we developed through this project, and our findings concerning the mechanisms that underpin linguistic generalisation, have already begun to yield impacts on academic and non-academic users. \n\nOur findings have been disseminated in two journal articles (Merkx et al., 2011; Tamminen et al., 2012) and two book chapters (Rastle &amp;amp; Merkx, 2011; Tamminen, 2013), one article in the publication of the Association for Language Learning (the subject association for language teachers in schools; Davis, 2013), and approximately 25 spoken presentations at scholarly conferences, departmental seminars, professional societies, public lectures and workshops, and government departments. One very substantial article reporting five of our experiments in this project is in the final stages of revision for the highly-prestigious journal Cognitive Psychology, with reviewers praising the work as 'immaculate', 'very interesting', and 'impressive'. Finally, this project has supported the publication of an additional eight journal articles related to themes of morphological processing, reading, and lexical consolidation. These details of these outputs have been uploaded to the researchfish database and most are available on our lab website (www.rastlelab.com). \n\nFrom an academic perspective, citation data indicate that our work is already having impact on several areas of research including word learning, consolidation, language processing, and language acquisition. Further, several groups have requested our materials to use in their own studies involving related research questions and participant groups. \n\nIn spite of the fact that our research seeks to uncover fundamental mechanisms, we are pleased that it is already beginning to have non-academic impacts. These have arisen largely through the grass-roots engagement and outreach that we have undertaken during the life of the grant and subsequent to it. These activities include:\n\n(a) a workshop on language learning that we organised for approximately 50 teachers, SENCOs, and educational professionals from local authorities in our region; \n\n(b) interaction that we have had with language teachers who are members of the Association for Language Learning;\n \n(c) interaction that we have had with members of the Association for University Language Teachers; \n\n(d) interaction that we have had with Dr Peter Bowers, international teacher trainer and founder of the WordWorks Literacy Centre in Canada; \n\n(e) interaction with the general public through participation in Science Festivals, through writing articles suitable for a general readership, and through public lectures;\n\n(f) interaction with publishers of 'learning to read' materials; and\n\n(g) interaction with relevant policy-makers through invitations to present to Rt Hon Nick Gibb (MP) and his Ministerial Steering Group in the Department for Education. \n\nTangible non-academic impacts at this early stage are difficult to discern, and we would anticipate changes in educational policy or practice to arise only when there is a suitably persuasive mass of evidence relevant to a particular issue. However, we believe that our active engagement with relevant professionals and policy-makers is having an indirect impact For example, we believe that our engagement with teachers and teacher trainers is helping to inform the nature of the training that they deliver. Similarly, we believe that our engagement with language teachers and policy makers is helping to inform how languages are taught in schools. We believe that our contact with non-academic users of our research is vitally important, and will seek to continue to build on the impact pathways we have begun to develop in this project. Education Societal","person":"Kathleen  Rastle","coPersons":["Matt  Davis"],"organisation":"Royal Holloway, University of London","findingsText":" One of the hallmarks of language and literacy acquisition is our ability to extract general knowledge from exposure to a limited set of individual exemplars. These generalisation processes are particularly important in the domain of morphology, where exposure to words like 'repaint', 'retype', and 'redo' allow us to express and understand new words like 'retweet.\n\n\n\nWe studied the mental processes that underpin this generalisation process by developing a laboratory model of morphological learning. Adults are trained on a set of novel words that have an internal morphological structure (e.g. sleepnule, rugnule, teachnule), and are then tested on a variety of speeded and non-speeded tasks to probe what they know about the novel morphemes (in this case, -nule). Critically, the way that we probe this knowledge is by assessing the extent to which participants can generalise their knowledge to untrained words such as ‘sailnule’. This laboratory method allows us the opportunity to intervene directly into the language systems of individuals, manipulating what is learned and how it is learned, in order to uncover the ingredients of successful generalisation. \n\n\n\nResults of several experiments indicate that adults are able to discover information about the forms, meanings, and syntactic characteristics of the novel morphemes (e.g. –nule) through the training process that we employ. In fact, irrespective of a variety of manipulations to the parameters of our studies, if given sufficient time in the test task, participants are able to ‘figure out’ explicitly what the novel morphemes mean and the rules by which they combine with known stems, such that they can make decisions about the appropriateness of untrained exemplars (e.g. sailnule). However, when participants’ knowledge is probed through speeded tasks that reflect access to stored linguistic representations, successful generalisation is constrained by three factors: consolidation, variability, and semantic consistency. \n\n\n\n(a) Consolidation. Our studies demonstrate that participants have explicit knowledge of the novel morphemes and their characteristics immediately after training. However, participants seem unable to capitalize on this knowledge when they are assessed on speeded tasks that reflect access to stored linguistic representations until some days after training. This result suggests that the discovery of shared structure across the training set requires a period of offline consolidation, perhaps associated with overnight sleep. It is during this period of consolidation that knowledge of the novel morphemes is encoded into the long-term memory stores that support rapid generalisation. \n\n\n\n(b) Variability. Our studies demonstrate that participants have explicit knowledge of the novel morphemes and their characteristics irrespective of the number of stems with which the novel morphemes combine during training (e.g. whether –nule occurs only with two stems or occurs with eight stems). However, generalisation in speeded tasks that reflect access to stored linguistic representations requires that the novel morphemes presented in training combine with multiple stems. This result suggests that the discovery of shared structure across the training set requires variability in initial learning. \n\n\n\n(c) Semantic Consistency. Our studies demonstrate that participants have explicit knowledge of the novel morphemes and their characteristics irrespective of whether the novel morphemes always have the same meaning or whether there is semantic inconsistency in the training set. However, generalisation in speeded tasks that reflect access to stored linguistic representations requires that the novel morphemes have a consistent meaning during training. Our studies further show that inconsistency in initial learning can be overcome by spacing the learning of each meaning across successive days (i.e. allowing a period of overnight consolidation between the presentation of novel words comprising each meaning for a novel morpheme). \n\n\n\nThese findings together support and further constrain a theory of linguistic generalisation based on complementary learning systems in the brain, whereby rapid initial learning of episodes is followed by slower long-term encoding of the abstract knowledge that permits rapid generalisation. These findings also have important implications for the teaching of linguistic information which we are pursuing in a variety of ways. The discovery of generalised linguistic information is central to acquisition of language and literacy skills in the classroom. For example, children are exposed to a myriad of individual words in early literacy instruction, and from this exposure, derive general knowledge of the relationship between spellings and sounds (in recent years, this discovery process has been assisted by explicit phonics instruction). Our research has identified three of the key ingredients required for the acquisition of generalised knowledge: consolidation, variability, and consistency. While our studies have uncovered these principles in the domain of morphological learning, we believe that they may apply to the acquisition of generalised knowledge in any linguistic domain (e.g. reading, spelling, syntax). Thus, our findings may have important implications for the teaching of first and second languages and literacy. \n\n\n\nOur findings suggest that if teachers want their pupils to acquire some general knowledge about the rules or statistics that govern some linguistic domain, then they need to think carefully about the nature of the items to which pupils are exposed. Pupils should be exposed to multiple exemplars of whatever rule or statistic is being taught, and there should be high consistency amongst these exemplars. For example, training of the phonic relationship [ai -&amp;amp;gt; /A/ as in paid] would be best accomplished by providing multiple examples of this relationship (e.g. laid, paid, main, nail, sail, faint), and ensuring that no exceptions are included (e.g. said). Further, our research would suggest that the acquisition of generalised knowledge (in this case, that [ai sounds like /A/]) does not happen in the classroom, but rather arises after some period of offline consolidation. \n\n\n\nWe are excited about the potential uses of our research in educational settings, and have been pursuing impacts through a variety of routes, including grass-roots interaction with teachers, interaction at policy level, and through more generic outreach and media activities. Education","dataset":"gtr"}