{"id":"5368D159-1CE4-4387-8500-5C37334B2F27","title":"A population-based study of the effect of infertility and its treatment on child health and development","abstractText":"Infertility affects about one in seven couples in the UK. The development of infertility treatments such as IVF has helped many couples to conceive. As well as looking at short-term success rates such as becoming pregnant and giving birth, it is important to assess the safety of infertility treatments, including any possible longer term effects on the child.\n\nOur study will look at the effects of infertility and its treatment on a range of child health and development outcomes. We will use data from a national study of over 19,000 babies born in the UK. Parents of these children were interviewed when the children were aged 9 months, 3 years and 5 years. The parents were asked about many things including the child?s health and development. The interviewers performed standard assessments on the children which assessed how well they were developing for their age.\n\nWe will compare three groups of children: those who resulted from ?a usual time to conception? (those whose parents did not have difficulties conceiving); those who resulted from ?a prolonged time to conception? (those whose parents had difficulties conceiving but managed to conceive without treatment); and those who were conceived following infertility treatment. We will assess whether the health and development in these three groups of children varies.\n\nThe team for this study has the experience necessary to ensure that this research will be high quality and relevant to those who are having or considering infertility treatment. The results will be published in medical journals. We will liaise with the Human Fertilisation and Embryology Authority and Infertility Network UK to ensure that our findings are reported to those who will find them useful.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701009","grantId":"G0701009","fundValue":"249474","fundStart":"2008-08-04","fundEnd":"2011-12-03","funder":"MRC","impactText":"","person":"Maria  Quigley","coPersons":["Yvonne  Kelly","Maggie  Redshaw","Amanda  Sacker","Jennifer Jane Kurinczuk"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}