{"id":"537937F2-52F3-4C02-AE0A-7F70BA756CF2","title":"High Speed, Energy Efficient Manufacturing of Cadmium Telluride Solar Cells","abstractText":"Photovoltaic cells (the main component of solar panels) play a large part in an international effort to improve global resilience to inevitable future energy supplies shortages from fossil based fuels. The majority of photovoltaics (PV) are currently manufactured from silicon (1st generation), but the fastest growing market share belongs to Cadmium Telluride (CdTe) thin film PV (a 2nd generation technology). Because CdTe offers many advantages over crystalline silicon such as cost, availability and weight, thin-film CdTe solar cells are the basis of a new PV technology with a major commercial impact on solar energy production. \n\nUnfortunately, like silicon, CdTe suffers from the need for substantial energy input during manufacture which means that energy payback period is typically in excess of 2 years. This paradoxical problem with CdTe could be partly overcome if new manufacturing technologies could be developed to substantially reduce process energy and allow for the substitution of alternative materials for their construction, which also supports the objective of reducing their energy footprint. \n\nThe technological advancements to be made within this project will be based around thin film deposition techniques (sputtering) and novel heat treatment (laser annealing) of these thin film CdTe layers. These processes will be monitored in order to predict and detect faults, minimise the energy requirement and improve process speeds. \n\nThe project objectives will be reached by bringing together a number of research groups from different disciplines: sustainable manufacturing, photovoltaics and laser processing. The investigators involved from these research groups have extensive experience in their respective fields, access to extended knowledge within their groups, and world-class research facilities. These attributes alongside a carefully planned programme of work with risk management strategies will significantly contribute towards project success.\n\nThe overall impact of the proposed project in manufacturing will include: substantially reduced energy demand to produce solar panel systems; the potential to initiate UK industry for the manufacture of CdTe PV; cheaper, lighter, more versatile PV for a wide range of competitive applications; and generation of new academic and industrial knowledge in thin film deposition and laser annealing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014088/1","grantId":"EP/M014088/1","fundValue":"282948","fundStart":"2015-01-05","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Elliot  Woolley","coPersons":["Gianfranco  Claudio","John Raymond Tyrer"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}