{"id":"5392EAE0-DF01-4DE0-8AA1-F99049262DBA","title":"Actinide uptake by carbonates: modelling of molecular processes in radioactive waste systems","abstractText":"The actinide elements are major components of the radioactive wastes produced in all stages of the nuclear fuel cycle, from mine wastes and byproducts of processing to highly radioactive used nuclear fuel. Whilst uranium (U) is dominant, radioactive wastes may also contains neptunium (Np), plutonium (Pu), americium (Am) and curium (Cm). In particular, several forms of U, Np and Pu are long-lived and can exist in different chemical states, some of which are very mobile in the environment. In these circumstances, the interactions of actinides in solution with the surfaces of rocks and minerals will be the principal mechanism by which they will be prevented from entering the biosphere so it is important to understand how actinides interact with surfaces, and also how the surfaces themselves behave. One key mineral type is calcite (calcium carbonate), which commonly found as limestone, and which can also form in, for example, underground waste repositories as a result of the interactions of cement with the pre-existing rock. Another form of calcium carbonate, aragonite, is also important. Indeed, naturally occurring actinides in calcite and aragonite can be used to find the ages of rocks and minerals, and to reveal past environmental conditions, from actinide distributions to carbon dioxide concentrations. The behaviour of actinides in carbonate environments is thus of great importance in many areas of environmental research. Experiments with actinides are very difficult because these elements are all radioactive and some, such as Pu and Am, are extremely hazardous. It would therefore be very helpful if we could understand and predict actinide behaviour by using computer models. However, if we are to make credible predictions, these models have to be based on a detailed description of the actinide-calcite reaction at the molecular scale. The first aim of this project is therefore to develop a good understanding of the key processes involved in incorporation into calcite and reactions with calcite surfaces. The second aim is to use this understanding to define the principles that govern trends both through the actinide series and across different carbonates. We, and several others, have done experiments on actinide reactions with calcite and we have a good collaboration with INE Karlsruhe, a German nuclear waste research institute, which has excellent facilities for experimental work. The results of these experiments can be used as the starting point for both developing and testing computer models. We will devise detailed descriptions of the actinides and their environments and then use these results to develop simpler models that can be used in the large, complex simulations needed to investigate actinide-mineral interactions. We will collaborate closely with INE, including exchanges of data and research staff, which will give us access to the latest experimental studies and allow us to carry out a coordinated programme of theoretical and experimental work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017979/1","grantId":"NE/F017979/1","fundValue":"326382","fundStart":"2009-05-25","fundEnd":"2012-11-24","funder":"NERC","impactText":"  The findings are underpinning development of safety cases for radioactive waste disposal and supported the work of the UK Government Nuclear R&amp;D Advisory Board Energy,Environment Policy & public services","person":"Francis  Livens","coPersons":["David John Vaughan"],"organisation":"The University of Manchester","findingsText":" The major achievements of this project have been:\n\nTo describe the aqueous speciation of UO22+ and NpO2+ in high Ca2+ solutions, providing an explanation for the anomalous stability of the experimentally observed ternary Ca2UO2(CO3)3 complex in aqueous solution, and identifying a Np analogue, which accounts for the different reactivity of UO22+ and NpO2+ with respect to calcite.\n\nTo describe the key reactive surfaces of calcite and develop a computational methodology for evaluation of the energetics of sorption, allowing us to show that, for UO22+, outer-sphere adsorption dominates over inner-sphere adsorption because of the high free energy barrier of removing a uranyl-carbonate interaction and replacing it with a new uranyl-surface interaction. An important binding mode is proposed involving a single vicinal water monolayer between the surface and the sorbed complex. From energy profiles of the different calcite surfaces, the uranyl complex was also found to adsorb preferentially on acute stepped faces, in agreement with experiment.\n\nTo extend the methodology to the more demanding neptunyl ion, using classical molecular dynamics simulations to determine potentials of mean force for the exchange reactions of water and carbonate. Electrostatic and thermodynamic factors favour adsorption of a neptunyl monocarbonate species on calcite. [Ca(NpO2CO3)2]0 adsorbs to calcite much more strongly than the well-known Ca2UO2(CO3)3 analogue, consistent with experimental observations of U(VI) and Np(V) affinities towards the calcite surface. Underpinning environmental safety cases for radioactive waste disposals Through engagement with users, particularly the implementers and regulators of radioactive waste disposal Energy,Environment","dataset":"gtr"}