{"id":"53A80803-937B-443A-87B8-33DEC148A206","title":"The Southall Story: a cultural history of Britain's 'Little India' since 1979","abstractText":"This project is a collaboration between the Department of Drama at the University of Exeter, the Department of Dance Studies at Roehampton University, and the founding members of 'The Southall Story' organisation. It aims to research, document and disseminate the cultural history of Southall since 1979. This date is significant, as it was in this year that the range of communities within Southall came together to resist racism and violence which were threatening the town. The resultant uprisings led to the death of school-teacher Blair Peach, and in response to these events, a range of social, political and cultural organisations and festivals were created to unite the communities together in resistance and celebration. The Southall Monitoring Group, the Southall Black Sisters, and the Southall Youth Movement were founded, and alongside this, new forms of performing arts were created out of the coming together of artists from different communities and backgrounds, leading to innovative forms of performance and artistic expression. This connection between the arts and the social-political contexts is of great importance in the subsequent cultural history of the town, and its contribution to the wider cultural life of Britain, and beyond. Southall has often been seen as a model of a diaspora community, and has been of immense importance in the study of migration within Britain. This project aims to contribute a unique perspective on the town by looking across the art forms, to examine the ways in which they influence each other, which is a key factor of Asian performance aesthetics. Additionally, the performance forms will be studied in relation to their emergence from political and social events. Through a mixture of interviews and gathering of material, a vital oral and cultural history of the town will be created, which will be of benefit both to the local communities, and to the study of diasporas and migration within academia. The mixture of academics and practitioners on the research team will ensure a wide range of research and forms of outputs, which will have an extensive audience due to the forms of dissemination including a public symposium and exhibition, alongside a co-authored book, three conference papers, a website and a digital archive, leading to a documentation of the history which will be available for public access.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I004548/1","grantId":"AH/I004548/1","fundValue":"165262","fundStart":"2011-05-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  The 120 interviews filmed as part of the project are now available for public access at the Dominion entre in Southall. In addition, the exhibition from the project has been shown in India and Thailand, and is now also permanently situated in the Dominion Centre. The project team have held a number of community engagement workshops connected to the findings from the research. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Jerri  Daboo","coPersons":["Ann Rosalind David"],"organisation":"University of Exeter","findingsText":" The research has revealed the complex layers of the history of activism and performance that can be traced in Southall through different communities over the past 40 years. This history is not well known, and provides useful insights into the important part the communities have played in the cultural and political life of hte UK. One of the main outcomes is the digital archive consisting of 150 video interviews and information, which is available at the Dominion Centre in Southall. This is a unique and valuable resource for anyone wanting to research in a number of related areas. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}