{"id":"53B37E93-A216-465B-A7B5-9C78C58DF756","title":"A genome-wide association study of non-pathological cognitive ageing","abstractText":"There are growing proportions of older people in Western societies, and people are living longer. Therefore, the changes to the body that occur as people grow older have become a research priority. The changes that worry older people most are the changes to the brain. Cognitive decline--changes to thinking skills like memory, reasoning, and speed of thinking--is the most feared aspect of ageing. Cognitive decline is a major contribution to lower quality of life and lost independence in old age. In the United Kingdom, cognitive failure as the critical reason is the cause for 40% of admissions to institutional care. Cognitive impairment is a major personal and social burden both currently and in the future. Retaining cognitive functions must be a priority for older people and good research is needed to inform how this can be done. Cognitive ageing is far more than the medical conditions of dementia and mild cognitive impairment. The greater part of cognitive ageing occurs among otherwise healthy old people. This is known as 'normal, 'usual' and 'non-pathological' cognitive ageing. One of the more remarkable features of normal cognitive ageing is the range of effects. Some people decline quite markedly in thinking skills. whereas others retain these powers very well as they grow older. The aim of this project will be to try to find some of the clues to successful cognitive ageing, to why some people appear to have more cognitive reserve than others. There are a number of hints as to why some people's cognitive abilities show differences in ageing. There are physiological, lifestyle, and social contributions to the ageing of cognitive functions. The emphasis of the present project is on possible genetic contributions to the ageing of cognitive functions. It is important to appreciate that, to conduct such an investigation, it is important to have cognitive functions assessed on at least two occasions, many years apart. It is this aspect of the design that properly allows actual cognitive change to be studied. Few human studies have such data. For this project there will be two of the largest cohorts in the world with the correct cognitive information for such a study. There are about 2000 DNA samples from the University of Edinburgh. Among the subjects who provided these are those that have valid mental test data from the Scottish Mental Surveys of 1932 and 1947, at age 11, and have been tested on cognitive functions in old age. There are about 2000 DNA samples from the University of Manchester's Dyne Steele DNA bank. Again, these subjects are rare in having cognitive function data decades apart. In addition to these rare cognitive data, the cohorts have additional information on health, lifestyle, personality and brain imaging. There are 6000 replication samples available. Since 1998 over twenty genetic variants have been associated with cognitive ability. Unfortunately, a combination of small genetic effects and study populations have resulted in inconsistencies within the literature and confusion as to the whether or not a particular gentic variation is genuinely associated with cognitive ability. Far fewer studies, still, have information on genetic contributions to cognitive change within old age. The project will combine two of the largest and most informative elderly cognitive ageing cohorts in the world. A whole genome screen of their DNA will be conducted using the most up to date genetic testing platform to allow the most detailed screening of an elderly cohort for genes that influence cognitive ability and decline ever attempted. This data may provide invaluable information that could be used in the screening and treatment of cognitive impairment in the elderly. Genetic contributions to cognitive ageing do not imply something untreateable: genetic discoveries lead to understanding of mechanisms, which can lead to intervention. The study will provide definitive and therefore cost effective research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022441/1","grantId":"BB/F022441/1","fundValue":"449722","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"  There are no impacts to report not included in other sections  ","person":"Neil  Pendleton","coPersons":["William  Ollier","Michael  Horan","Antony  Payton","Andrew Richard Pickles","Xiayi  Ke"],"organisation":"The University of Manchester","findingsText":" To successfully collaborate on genotyping samples from the Manchester and Newcastle Longitudinal Studies of Cognitive Ageing cohorts using the Illumina 610 Quadv1 chip in 1776 individuals contributing to a total 3782. A genome wide association analysis of the 3,511 (1558 from this award) unrelated adults was performed for non-pathological cognitive ageing. For fluid and crystallized intelligence phenotypes in old age we estimate that 37 to 51% of variation in intelligence between individuals can be accounted for by common SNP markers. Replication using only genetic data successfully predicts intelligence in a Norwegian replication cohort with precision of 10%.\n\nA genome-wide significant asociation was identified on chromosome 19 within the TOMM40 gene (5kbp from APOE) and the trajectory of cognitive decline. This result was replicated in an independent Swedish population. The findings from this Using these BBSRC-funded genotyping combined with harmonized phenotype data to contribute to the CHARGE-cognitive consortium (replication-stage analyses of various cognitive test phenotypes). It has also formed part of the COGENT consortia which has succefully synthesised cognitive and genetic data from 20,000 adults. This reported results comparing genetic markers between psychiatric disorders and cognitive ageing. The data is contributing to an international consotria on genetic markes in Educational Attainment in adults in over 200,000 individuals. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}