{"id":"53CA02D0-866C-4415-974E-3310A9130C00","title":"The molecular control of glial progenitor proliferation in Drosophila and mammals","abstractText":"Devastating nervous system injury (e.g. spinal cord injury, brain damage), neurodegenerative diseases of the ageing brain (e.g. Alzheimer's disease) and demyelinating diseases (e.g. multiple sclerosis) cannot be cured and future therapy requires understanding of the underlying biology. The key therapeutic approach to repair central nervous system (CNS) damage and disease is the transplantation of stem cells or glial progenitors to the site of injury. For instance, transplantation of stem cells or glial progenitor cells in paraplegic mice repairs the broken axons and restores normal movement. However, the current lack of knowledge of how the transplanted cells behave prevents a guarantee of repair, and prevents control over undesirable outcomes such as cancer (i.e. gliomas). Thus a molecular understanding of neural stem cell and glial progenitor proliferation is urgently required. There are glial progenitors in the adult human CNS, which upon injury or disease divide in what is known as the glial-repair response (GRR), leading to a spontaneous brief recovery. Although the GRR does not result in functional repair, it reveals an intrinsic tendency of the nervous system to repair itself. If we knew what the underlying genes are and how they work, we could manipulate them to induce repair. A golden opportunity to discovering the gene network controlling glial progenitor cell division and CNS repair is provided by the GRR. Working out gene networks important for human development and disease is frequently done using the fruit-fly Drosophila because most gene networks are evolutionarily conserved. Drosophila research enables powerful genetic approaches to investigating gene function, it has high cellular resolution, it is technically sophisticated, cheap, quick, it can be done in whole and in living animals, and it does not raise ethical concerns. We have discovered a GRR in Drosophila and we have a detailed working model of the underlying molecular genetic mechanism: a gene network involving a tight relationship between the genes Notch, Prospero/Prox1, Eiger/ TNF and Dorsal/NFkB. The aim of this proposal is to work out the molecular genetic mechanism underlying the control of glial progenitor division and the GRR in the Drosophila and mammalian CNSs. To meet this aim, the following experimental objectives will be addressed: (1) To test our working model on the involvement of the candidate genes in the control of proliferation of quiescent glial precursors in Drosophila. (2) To translate our findings to the mammalian CNS, by testing the functions of the mammalian homologues in the context of glial progenitors and the GRR of the mouse spinal cord. (3) To use Drosophila to test and identify further genes involved in the GRR and glial proliferation, which can then be extrapolated to mammalian glial proliferation and GRR. This project is a collaboration between a Drosophila and a mammalian expert to use the powerful genetics of Drosophila to advance mammalian glial progenitor research. Research into repair of the damaged or diseased CNS typically relies on mammalian animal models, requiring a severity of damage to animals ranging from sacrifice at different stages of development to inflicting physical damage (e.g. breaking the spinal cord). While Drosophila research does not raise ethical concerns, basic research using fruit-flies requires an active involvement of Drosophilists to promote the effective translation to mammalian gene discovery. Here, we will use Drosophila to propel mammalian research while in this way replacing and reducing the use of mice. Our Drosophila paradigm is simple and will become available to the wider research community for further research into the GRR and drug testing for therapeutic purposes using fruit-flies. This proposal responds to the call for the '3Rs: replacing protected animals with invertebrate models' and the strategic priority of 'Ageing and lifelong wellbeing' research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002278/1","grantId":"BB/H002278/1","fundValue":"334225","fundStart":"2010-01-04","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"","person":"Alicia  Hidalgo","coPersons":["Ann  Logan"],"organisation":"University of Birmingham","findingsText":" We have discovered a gene network that controls the glial regenerative response to central nervous system injury, using the fruit-fly as a model organism.It consists of the mutual maintenance between the cell cycle inhibitor Prospero (Pros) and the cell cycle activators Notch and NF_B. Together they maintain glia in the brink of dividing, they enable glial proliferation following injury, and subsequently they exert negative feedback on cell division restoring cell cycle arrest. Pros also promote As indicated above, in the longer term, our findings could have medical relevance in the context of repair and regeneration of the central nervous system after damage (e.g. spinal cord injury, stroke, demyelinating diseases). In the long term, the discovered gene network may lead to finding therapeutic solutions to promote repair after central nervous system damage (e.g. spinal cord injury). For instance, it might be possible to control glial progenitors or stem cells by manipulating the discove Healthcare","dataset":"gtr"}