{"id":"53D18DB8-CAE8-4EBD-9797-80CEC1934328","title":"Creativeworks London","abstractText":"London is a complex environment for Knowledge Exchange and cultural and creative interactions. It faces distinctive challenges as it attempts to sustain global competiveness in the Creative Economy, particularly in terms of digital innovation. Creativeworks London builds on the London Centre for Arts and Cultural Exchange (LCACE), a seven year partnership of nine London-based Higher Education Institutions: Birkbeck College, City University, the Courtauld Institute, Goldsmiths College, Guildhall, King's College London, Queen Mary University of London, Royal Holloway and University of the Arts. We will be joined by smaller specialist organisations such as the University of London's Centre for Creative Collaboration, Central School of Speech and Drama, Roehampton, SOAS, Kingston and Trinity Laban Conservatoire of Music and Dance and by major cultural organisations such as the BBC, the British Museum,the V&amp;A and the British Library. We will be liaising with the London Mayor's office and the Tech City Investment Company (part of UK Trade and Investment), and UK-wide groups such as the Creative and Cultural Skills Council. We will also be working closely with industry partners, both large and small, including IBM, Playgen/ Digital Shoreditch, Mediaclarity and Bellemedia. This enables the Hub to provide a step-change in the multiple and often fragmented approaches to London's Creative Economy and to provide crucial Arts and Humanities interventions into the sector. Crucially, the Hub will also ensure that the importance of these interventions are widely recognised by business, policy-makers and government. \n\nTo do so, it will undertake research into London's previous and current attempts to implement creative economy strategies; investigate the special requirements of London's digital economy and the relationship that London's audiences have between the live and the digital experience of performances and artefacts. The Hub's Knowledge Exchange programme focuses on 'Creative Vouchers' where Arts &amp; Humanities researchers will offer a range of services (such as historical information that the Media would like to access, policy overviews, IP advice, digital solutions, alternative approaches to business models or practices) which can be accessed by SMEs. The scheme will also allow us to track the sector's changing needs, feeding back into our research into London's distinctive creative economy. There will also be a 'People Exchange Scheme' for both postgraduate researchers who want to experience industry and entrepreneurs who would benefit from a period of time within an HEI environment. \n\nThe combination of excellent research and innovative KE will ensure that Creativeworks London provides a strategic overview and network support. This will be essential if London, and hence the UK, is to cultivate entrepreneurial capacity and facilitate new routes to markets in inter-related fields such as digital media, music, fashion and the visual arts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005142/1","grantId":"AH/J005142/1","fundValue":"3939590","fundStart":"2012-06-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Evelyn  WelchMorag  Shiach","coPersons":["Wendy  Malem","Andy  Pratt","Adrian  Heathfield","Sheila  Anderson","Mark  Plumbley","Cathryn  Lane","Paul  Heritage","Johanna Emelie Gibson","Chris  Hamnett","Chris  Reed","Kate  Oakley","Helena Frances Gaunt","Andrew Nicholas Burn","Rosalind  Gill","Christie  Carson","Christian  Heath","Alison Mary Blunt","Alastair John Owens","Patrick George Healey","Paul  Luff","Mark  Sandler","Mark  D'Inverno","Angus  Carlyle","Ian  Christie"],"organisation":"Queen Mary, University of London","findingsText":" Interim findings from this grant are: SMEs across the creative economy recognize the clear benefits they can derive from undertaking collaborative research with arts and humanities researchers; arts and humanities researchers can enhance the scope and impact of their research through such collaborations. The second half of the grant will focus on evaluating the impact of funded collaborations, and ensuring that the are able to generate significant social and economic benefits for London. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}