{"id":"53D3FC73-5371-432A-92D5-35E4C9705C8D","title":"The Genetic and Molecular Basis of Aphid Virulence","abstractText":"This project aims to advance our understanding of the genes involved in molecular interactions between aphids and their host plants. This is important because aphids are at the top of the global league table of insect pests that damage food and non-food crops, causing losses of hundreds of millions of dollars every single year. In addition to sucking sap, they are major transmitters of viruses, and necessitate extensive use of costly pesticides. Some of these chemicals will be withdrawn under EU legislation and others are no longer effective due to aphids becoming resistant, adding further urgency to develop new robust but sustainable routes to crop protection. The route we propose centres on genetics rather than chemicals. Most aphid species have a defined range of host plants on which they can successfully feed. Within those aphid-host species pairs, some genetic variants on both sides can dramatically affect the outcome: aphid success is known as virulence, and successful plant defence is known as resistance. Although some specific resistance to aphids most likely operates in a &quot;gene-for-gene&quot; manner similar to better known mechanisms acting against diseases, we do not yet understand the details of the interactions between the aphid virulence proteins, collectively known as effectors, and plant resistance proteins. This knowledge gap hampers progress toward crop genetic improvement. Because of huge advances in gene sequencing technologies and genomic databases for both pea aphid (Acyrthosiphon pisum) and one of its hosts, barrel medic (Medicago truncatula), there is for the first time the opportunity to study genes in both species as a route to defining those responsible for success of the aphid or resistance of the host.\nOur recent work has generated vital knowledge and resources that make the proposed project feasible. First, we have made a series of novel aphid hybrids by mating virulent and non-virulent parents. Several of these hybrids exhibited virulence patterns not seen in either parent, which suggests that there are complex patterns of inheritance of virulence genes. Second, our pilot studies show that there are major differences between gene expression patterns and protein profiles between virulent and non-virulent aphids. Together, these findings enable an efficient route to narrow down the effectors responsible, and can greatly aid our understanding of how resistance to aphids works. Our aim is to define the major genes that determine aphid success or host resistance. Such knowledge can potentially lead to new routes to generating durable resistance in a wide array of crop plants. We will test how closely the mechanisms uncovered in the pea aphid-medic system are also relevant to other major UK pests such as peach-potato aphid (Myzus persicae), which attacks a very wide range of crops and for which little or no resistance is known.\nThe project has four major activities. First, we will generate further hybrid aphid populations that differ in virulence. These aphid sets will allow us to discover the major common differences across multiple virulent and non-virulent aphids. We will measure amounts of expressed gene products, both as RNA and as protein, and simultaneously look across the entire pea aphid genome for DNA sequence variants that may affect protein function. Second, we will test the top candidate genes and proteins by inserting them into medic plants to see if they specifically mimic host infestation symptoms and/or affect aphid virulence. Third, we will learn more about host resistance processes by characterising a medic gene that gives particularly strong resistance to some pea aphid types. Finally, we will compare pea aphid effectors with the their equivalents in peach-potato aphid, and will test whether pea aphid effectors inserted into host plants have the potential to affect resistance to other species, especially peach-potato aphid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002660/1","grantId":"BB/N002660/1","fundValue":"360478","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Jorunn Indra Berit  Bos","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}