{"id":"53DF84BB-5D65-422F-8D6A-D834B3F2D8EE","title":"Selection of T-cell subset epitopes against F. hepatica using next generation phage display technology","abstractText":"Parasitic disease is a major cause of welfare and health issues in farmed livestock. Furthermore, the losses they cause and the need to provide veterinary care or drug treatments lead to massive economic losses in the UK and globally, e.g. US$2000M/yr for F. hepatica. The control of these diseases is primary through the application of drugs, however prolonged exposure of parasites has led to a rapid loss of drug efficacy due to the emergence of drug-resistant parasites. This has occurred in multiple parasite species and in response to multiple drug classes. Furthermore the continued use of some classes of drugs is no longer allowed due to the risk of entry of drug residues into the food chain. Moving forward the need for intensification of the domestic and international food supply will place increased pressure on farmers to ensure maximal output from their livestock. Correct control of parasitic disease is one route by which sustainable intensification can take place without compromising the health and welfare of livestock and ensuring economic returns. Prophylactic vaccination is the most suitable method by which this can be achieved as there are no concerns regarding drug residues or parasite resistance within the context of vaccination. \nIdentification and selection of successful vaccine targets for helminths has proven difficult and so progress in bringing such vaccines to market is slow. Helminths are complex pathogens which have multiple modes of evading the host immune response and so develop long-lived infections. This is accompanied by a dampening of the host immune response to avoid host and disease pathology. The manipulation of the host immune response by helminths, such as F. hepatica, makes selection of vaccine candidates eliciting protective immunity difficult. Where moderate protection has been achieved in the case of F. hepatica this has involved a mixed immune response, involving antibody and cell-mediated protection. These opposite arms of the response are orchestrated by T-helper 1 (Th1) and T-helper 2 (Th2) cells. These cells differ in their recognition of parasite epitopes, and the time at which they appear during infection, with Th1 cells peaking during the first two weeks of infection and Th2 cells peaking 6-8 weeks after infection.\nWe propose to isolate these cells from experimentally infected cattle and identify the parasite proteins they recognise by use of a novel technology called next generation phage display (NGPD). Animals experimentally infected with F. hepatica will develop robust immune responses generating large quantities of Th1 and Th2 cells in circulation. These can be identified by use of fluorescently tagged antibodies which recognize specific cell surface molecules which are unique to each cell type. These cells will be used to pan a phage display peptide library binding those for which they are specific. This will be conducted in two iterative rounds of panning to enrich the most frequently recognised peptides. Enriched peptides will be ranked by statistical analysis prior to being sythesised for testing using in vitro functional assays to determine the optimal composition of a multi-epitope vaccine. Synthesised peptides will be used in a flourescent screen. This will confirm those most commonly recognised by Th1 and Th2 cells in a mutually exclusive fashion. They will also be used to drive responses from Th1 and Th2 cells measuring production of key marker molecules to quantify the magnitude of response they can drive. \nThe development of this tool and its related technologies will enable us to deliver a multi-target vaccine for protection against Fasciola hepatica. Furthermore, we will be in a position to apply this much needed technology to combat other production-limiting infections enabling progress in the development of vaccines for the livestock sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018520/1","grantId":"BB/M018520/1","fundValue":"148800","fundStart":"2015-08-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"","person":"Robin James Flynn","coPersons":["Richard David Emes","Kevin Christopher Gough"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}