{"id":"53E06F25-C038-4C18-9C4C-4A529DE87937","title":"Losing the losses: understanding the reasons for attrition in randomised trials and developing the evidence to prevent it","abstractText":"The purpose of randomising patients in to clinical trials is to improve the evidence-base by recording data on each patient to allow the relevant clinical question to be answered. Ideally once a patient is randomised in to a clinical trial they should continue to participate in the trial until the final follow up visit with data on their progress collected as necessary. Often not all patients randomised in to a trial will contribute data. When this happens there is a discrepancy in the number of patients randomised and the number included in the final analysis. This is termed missing data. Missing data may occur for a variety of reasons, including because the participant (i) dropped out of the trial before completing treatment and did not provide any primary outcome data, (ii) dropped out after completion of treatment but prior to primary outcome data collection, or (iii) provided partial data on the primary outcome e.g. not all questions were answered in a symptom score questionnaire.\nMissing data increases the costs of conducting research, decreases the volume of concurrent research possible, and can negatively impact on the validity of research conclusions. \nMost trials experience a level of missing data, also called attrition, but levels of missing data higher than 5% give rise to concern in terms of inefficiency of the trial process and potential bias if the reasons for missing data differ according to the arm of the trial. \nDue to the negative impact of missing data researchers are interested in ways to promote participant retention so that as many patients as possible randomised in to the trial contribute data. There are many different approaches to maximising participant retention. A survey of clinical trials units identified that a variety of unproven strategies are being used with the aim of maximising retention with consequences on time and costs. The only way to know which ones are effective is to evaluate those approaches and establish an evidence base.\n \nThis project will improve understanding of the reasons for the failure to collect complete outcome data on all randomised patients and identifying strategies that might be used to prevent this. It will support the moves to minimise waste in research and to ensure that trials are as reliable and robust as possible, with one of the key ways to achieve this being the retention of all recruited patients in the study and the collection, analysis and reporting of a complete set of outcomes for them. This will be done by using both quantitative and qualitative research methods. This will benefit the research community by establishing a coherent approach to retention research resulting in reduced costs of research, increased capacity to conduct research and increased validity of research results upon which decisions made by all stakeholders can be made reliably.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K024310/1","grantId":"MR/K024310/1","fundValue":"216176","fundStart":"2013-10-01","fundEnd":"2015-07-31","funder":"MRC","impactText":"","person":"Carrol  Gamble","coPersons":["Jane Miranda Blazeby","J Athene  Lane","Paula  Williamson","Michael  Clarke","Alison  Heawood"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}