{"id":"53E7E410-0084-48FD-860A-EB0A324CF31D","title":"Transformation and resilience on urban coasts","abstractText":"Transformation opens new opportunities for living with risk where existing systems generate vulnerability and hazard, or where preventing systems failure is impossible. In a world where risk is increasingly associated with cities, and cities increasingly growing on the coast, TRUC is focussed on the relationships between development, risk, resilience and transformation in six coastal megacities: Kolkata, Lagos, London, New York, Shanghai and Tokyo. TRUC will build an original, integrated, participatory framework in collaboration with stakeholders to first characterise and then identify interactions between bio-physical, land-use and decisionmaking processes. The aim is to reveal the pathways and trade-offs through which systems interactions constrain or open opportunities for resilience or transformation and how these outcomes themselves interact and influence sustainable development; offering scope for considerable theoretical, methodological and practical advancement.\n\nTRUC meets the need for more integrated science to inform policy by combining an urban biophysical model (SUEWS) with the WorldRiskIndex (WRI), developed by consortium PIs. This adds considerable value to past investments as well as offering substantial research gains over a relatively short period. Research will have neighbourhood level resolution and be city-wide. Flexibility is built into the modelling and analysis process to accommodate divergent data and stakeholder availability. Local teams will head-up data acquisition and liaise with stakeholders to help frame local questions and ensure effective dissemination. The consortium includes natural and social scientists and each partner will be involved in conceptual or methodological and case study research. Research will feed into international scientific discussion on development pathways and scenarios within the IPCC, AR5 (three consortium members are authors in AR5). The project will be a flagship research for the IGBP-IHDP project Land Ocean Interaction on the Coastal Zone with three scientific steering committee members included.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008971/1","grantId":"NE/L008971/1","fundValue":"139348","fundStart":"2013-09-01","fundEnd":"2017-04-30","funder":"NERC","impactText":"  We do not yet have any findings.  ","person":"Mark  Pelling","coPersons":["Christine Susan Grimmond"],"organisation":"King's College London","findingsText":" This grant is still at a research phase. We have developed a conceptual framework which is being worked up for publication. the key contribution here is to draw a distinction between a range of possible adaptation options for large city planners. Research to date has focused on building linkages between a risk and hazard model and also in design of an urban workshop to surface future visions for city development and the adaptation pathways that might help or hinder this progress. We are building linkages with city planners now and hope these will be strengthened over the next 12 months research. Other","dataset":"gtr"}