{"id":"53FA9E07-C5FB-4E84-BDE3-EC5F96FDE58C","title":"Chinese Film Festival Studies","abstractText":"The film festival has always been imagined as translation machine - a window on the world translating 'foreign' cultures into 'our' culture via the cinema, and vice versa. For example, film festival programmes usually include a 'panorama' presenting the best of the last year's output from the host country, with the rest of the programme divided up by country or region. However, until recently, that translation machine has mostly been Euro-American and shaped by the assumptions of Euro-American cultures. Now that East Asia and in particular the Chinese-speaking world has emerged as a major player, too, this network is focused on analysing the implications of the rise of festivals of Chinese cinema, especially in China and the Chinese-speaking world. The network includes senior and junior scholars from range of academic backgrounds, but we share an interest in various aspects of this phenomenon. We want to use this network to ask why the Chinese-speaking world has launched so many film festivals, what those film festivals are for, and what differences this makes to our understanding of film festivals in general.\n\nTo answer these questions, our intellectual focus will be two-fold. First, how does the Chinese film festival function as a site of cultural translation? What kinds of pictures of Chinese cultures and societies do these festivals present to the outside world, and to each other? Who are they directed to, and why? For example, when the British established the Hong Kong International Film Festival in the late 1970s, it was imagined as a way of bringing the best of world (read 'Western') culture to the citizens of the territory, and therefore improving them and their cultural lives. In contrast, the Shanghai International Film Festival seems little concerned with the films, and tickets are hard to get for local citizens. Is the purpose of the festival to say to the world and to its own citizens that Shanghai is a 'world city' simply by virtue of its existence? And what does the selection of international stars on the much more visible red carpet at the Shanghai opening ceremony say about China's relation to the outside world? Turning to the plethora of small and independent film festivals, do the various independent documentary film festivals that have sprung up in China, Hong Kong, Taiwan and elsewhere in the Chinese-speaking world relate to each other as much as they do to the outside world or the larger community? Do they form a network that cuts across political borders and cultural difference within the Chinese-speaking world, communicating and constructing an alternative culture of Chinese-speaking documentaries? These are some examples of the kinds of questions about the cultural translation activity of film-festivals in the Chinese-speaking world that the network will address.\n\nSecond, how are the concept and practice of the film festival translated and transformed as they make their way in the Chinese-speaking world? Film Festival Studies has emerged as a rapidly growing field, but it remains focused heavily on the West and tends to assume a model of neo-liberal economics and multi-party democracy. What happens in a place like the Chinese-speaking world, where neo-liberal multi-party democracy is only one of a number of competing models? How are film festivals re-shaped in an environment where there is no assumption of a public sphere? In some cases, it may be that the festival is being appropriated by those who wish to promote civil society or its equivalent. But in others the festival can become an exhibition (zhan), understood explicitly as a government or commercial display. And in yet others, the primary purpose is to create a meeting space for a business and political elite. Through investigating these and other directions, we hope to contribute towards an understanding of what the film festival is becoming in the twenty-first century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006096/1","grantId":"AH/K006096/1","fundValue":"36205","fundStart":"2013-05-30","fundEnd":"2014-06-29","funder":"AHRC","impactText":"  Our work has been used to generate academic writings on specific topics within the sub-field of Chinese Film Festival Studies, which this research has initiated. They have helped to raise awareness of the specificity of Chinese film festival practices, including in China itself, where our work has elicited the interest of film festival organizers who are hoping to find ways to get us to China to present that research and to translate it into Chinese for publication. Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Chris  Berry","coPersons":["Luke  Robinson"],"organisation":"King's College London","findingsText":" This research network set out to examine both how Chinese film festivals (defined as film festivals within the Chinese speaking world and Chinese-language film festivals outside it) translate culture (Chinese culture for the world, world culture for China), and how they translate the model of the film festival into the Chinese cultural context. The network has produced 15 essays on various aspects of these questions, covering major international film festivals and small independent festivals. We are currently in negotiation with a publisher to publish these essays as an edited collection. We hope that our work will: a) stimulate further work on the film festival as a site of cultural translation in general; b) help to undo the Eurocentric focus of existing film festival research c) help researchers in the field to see the cultural, historic, and social specificity of their existing supposedly universal understanding of the film festival, and d) stimulate further research into the Chinese film festival and further questioning about the role of film festivals in Chinese society and culture. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}