{"id":"53FCA411-8C3E-4B52-925A-17C937A5AE8E","title":"A fragment-based screening approach to rationalizing M. tuberculosis P450 molecular selectivity","abstractText":"The development of methods for the determination of entire DNA sequences of humans and other organisms has revealed huge amounts of new information in terms of identification of novel proteins and enzymes and unusual and unexpected chemical processes that take place within cells. From perspectives such as antibiotic therapy and biotechnological applications, there are obviously numerous opportunities once the substrates and reactions catalyzed by these novel enzymes are established. However, considerable efforts are often required to establish the function of a newly identified enzyme if there is no initial knowledge of the physiological role it plays. In addition, identification of specific inhibitors of its function can also be laborious and involve screening of enormous libraries of chemicals. However, recent years have seen the advent of a novel type of approach to defining molecules that bind to purified enzymes. This fragment based screening (FBS) technology involves analysis of binding of much more limited libraries of small molecules than would be used in typical compound screens as used, for example, in the Pharmaceutical sector. Initial 'hits' from the FBS approach may bind the target enzyme only quite weakly, but with the help of protein structural methods their position of binding can be determined accurately. Once a number of such hits are obtained, the combined information on their binding locations and the nature of the chemistry in these sites and the surrounding environment can provide a basis for 'elaborating' the structure of the molecules such that tighter binding is achieved, or even chemically 'merging' fragments bound at adjacent sites to enable construction of much tighter binding molecules as potent inhibitors of the target enzyme. This FBS method is now increasingly used in industry (in areas such as drug development) as a complementary method to the more typical 'high throughput screening' techniques that involved huge chemical libraries. In the current proposal, we will exploit and develop the FBS technology in studies of a class of enzyme called cytochromes P450 (P450s) from the TB-causing bacterium Mycobacterium tuberculosis (Mtb). The P450s are enzymes that bind oxygen to an iron atom in a heme group bound to the protein, and then 'activate' the oxygen to enable the insertion of an oxygen atom into their substrates, which are typically lipid molecules that bind in the active site of the enzyme, close to the heme group. A large number (20) of P450s are found in Mtb, and it is recognized that many of these are essential enzymes for bacterial survival and for their infection of the host. However, there is a paucity of information on the substrates and physiological functions of the majority of the P450s. This project will use FBS methods to define fragments that bind to selected Mtb P450s involved in cholesterol metabolism and in other unusual biochemistry, and then define their binding mode using structural biology methods. The identities and positions of binding of the fragments will then be used in further work to chemically join fragments and to add functionalities to fragments in order to create much tighter binding molecules as specific inhibitors of catalytic functions of the P450s, and as probes of their mechanism. Further, we will make new types of libraries that contain fragments of lipids, steroids and other molecules that are typical substrates for P450s, and use FBS in a novel way to identify substrate molecules for 'orphan' Mtb P450s with unknown function - again using a combination of chemical synthesis and structural biology to 'home in' on true substrates for these P450s, and so provide new knowledge on Mtb's complex lipid biochemistry. This application will thus provide important new information on the physiological chemistry of an important bacterium, and drive new applications of FBS in enzyme substrate identification through technical developments in the methodologies used.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I019669/1","grantId":"BB/I019669/1","fundValue":"348719","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  Grant still in progress. Several publications Aerospace, Defence and Marine,Pharmaceuticals and Medical Biotechnology Cultural","person":"Chris  Abell","coPersons":[],"organisation":"University of Cambridge","findingsText":" Grant is still active and research is on-going. They inform our understanding of cytochrome P450 enzymes and their inhibition. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}