{"id":"53FE5713-3D51-49E7-8CCA-AC0BF3EB2720","title":"The Identification of Arable Rice Systems in Prehistory","abstractText":"We will determine the nature of early rice agricultural systems in East and South Asia, whether they were based on wetland paddy cultivation or dryland cultivation, and how the ecology of early rice fields developed out of that of wild rice. In order to do this we will develop a clear and easily applied method for detecting rice ecosystems, whether or wild type, wetland paddy type or dry, rainfed type using both archaeological seed assemablages and phytolith (plant silica) analyses. This will involve study of modern populations of wild rice and associated wild plants (weeds) and the weeds associated with different agricultural practices in modern but traditional contexts in Eastern India, Thailand, Cambodia and China. We will apply these methods to archaeological sites from the Lower Yangzte region of China dating from 5000 BC to 2000 BC and in Central China from ca. 4000 BC to 1500 BC, and in northern and eastern India dating from 2000 BC to 200 BC. We will then be able to see how the ecology of rice plants changes when people domesticated this species and in relation to later agricultural developements. Because wet rice fields produce quantities of methane, a better understanding of h0ow much wet rice cultivation in the past can contribute to a better understanding of the role of human activities in modifying the global environment in prehistory. Since Methane is a greenhouse gas, it has been proposed that rice cultivation from 3000 BC began to elevate methane levels and cause global warming. Our new methods will allow us to test this hypothesis from the archaeobotanical evidence from sites of prehistoric rice cultivators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005540/1","grantId":"NE/G005540/1","fundValue":"551062","fundStart":"2009-09-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"","person":"Dorian Q Fuller","coPersons":[],"organisation":"University College London","findingsText":" &quot;The identification of arable rice systems in prehistory&quot; project (NE/G005540/1) developed new methods for the identification rice cultivation systems in prehistory through the analysis of arable weed flora represented both in seed assemblages and phytolith samples. This has been possible through modern analogues of associated flora in rice stands and soil phytoliths (56 analogue samples) associated with 13 fields of traditional rice cultivation in India, Thailand and China and from 10 stands of wild rice across India, China, and Thailand. These modern analogues provided a framework for the analysis of seed and phytolith samples from a sequence of occupation at 6 sites in the Lower Yangtze (~150 samples) spanning from 5000 BC to 2000 BC, which capture both the evolution of morphological domestication traits and the shift to more intensively intensively managed and larger scale rice cultivation systems. We can see that intensive control of water accompanied an increase in land area under rice and human population growth in the Lower Yangtze region. Comparisons have been made with a long-lasting middle Yangtze site, rice and millet cultivating sites in the Yellow river and Neolithic sites in Gangetic India. In addition this analytical approach has informed analyses of two PhD research projects, one focused on India &amp; Sri Lanka (NERC-funded) and the other on Thailand (AHRC-funded). These data have, for the first time, allowed us to move beyond just documenting the presence of rice agriculture to determining whether deeper wet-field forms of cultivation were practiced as opposed to dry-cropped forms of rice across a number of sites in China, India, and Thailand. The form of rice cultivation has obvious implications for the reconstruction of pre-historic landuse but also has implications for anthropogenic influences on climate since wet rice systems produce significant quantities of methane whereas dry systems do not. In addition to laboratory analyses of archaeobotanical remains we have compiled a database of rice recorded in archaeological reports including &gt;400 sites across Asia, which has allowed us to plot and perform some preliminary spatial analyses of the spread or rice agriculture. Based on this database, our new data on forms of rice cultivation, and retrospective inference of cultivation based on published data, we produced an explicit quantitative model of the increase in land area under wet rice from 4000 BC to AD 1000 together with estimated methane discharge (Fig. 1). This exercise made clear some major gaps in our understanding of the early rice systems in southern China and Southeast Asia, and that more sophisticated spatial modelling of land use and population needs to be developed on the basis of the empirical archaeological evidence Rice's prehistoruc contribution to methane levels has implications for baseline estimates of greenhouse gases for future modelling of global wamring effects of industrial outputs. Therefore our results should contribute to improving greenhouse gas/ global warming modelling Our methods are expected to be utilized by other science-based archaeology researchers working throughout monsoon Asia an rice growing regions, for better reconstructing the past history of rice cultivation and the ecological systems of past rice cultivation.\n\n\n\nOur rice database is expected to be of use to past landuse/ palaeoclimate modellers. The potential is already shown in one of our published outputs (in The Holocene).\n\n\n\nOur rice database is also expected to be be used by those modelling the demography and genetics prehistory of Asian human populations. The potential is already shown in one of our published outputs (in Cell). Agriculture/ Food and Drink,Environment,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}