{"id":"54025DCA-D5C8-44E3-B64C-3731B59A16F6","title":"Ultrasound modulated optical tomography for functional imaging of engineered tissue","abstractText":"Tissue engineering is the growth of new tissue or organs for clinical use, which could have a profound effect on medicine in the future. Biologists routinely use microscopes to understand the way that cells combine to form tissue. However, as the tissue being grown within the laboratory becomes thicker (2mm-1cm) then conventional microscopes cannot be used. The reason for this is that light is heavily scattered by tissue (this is the reason that you can't see the bone in your finger when you hold it up to a light bulb). New imaging methods therefore need to be developed to allow imaging of thick tissue using light. Ultrasound is a method that is routinely used in medicine for imaging thick tissue and is very useful for measuring the mechanical structure of tissue. However it cannot obtain the same functional information that can be obtained using light. For example, light can be used to detect the fluorescence of cells or the oxygen content of the blood. Within this project we will develop a new device that combines light and ultrasound to image thick tissue. This new device will provide the functional information of light at the image resolution of ultrasound. The device is based on the principle that when light passes through ultrasound it becomes modulated at the frequency of the ultrasound. This allows one to use ultrasound to place a flashing beacon of light within the tissue at a precise location and provides a method of working out where the light has been within the tissue. Moving the focus of the ultrasound to different locations within the tissue (as would be done in conventional ultrasound imaging) allows one to build up an image of light within the tissue at the resolution of ultrasound. There are several technical challenges to developing such a device as the interaction between light and sound within tissue is very weak and hence the modulated light signals emerging from the tissue are very weak. The group has expertise in light interaction with tissue, the design of medical instruments and ultrasound and we will combine this expertise to increase the size of the light signal emerging from tissue and make the light detection as sensitive as possible. One example is to use more than one source of ultrasound and interfere the ultrasound waves to provide larger light signals and better resolution. In addition we will use computer simulations to model the way light propagates through tissue and interacts with the ultrasound. This will help us understand the best way to position the ultrasound sources and light detectors to achieve the best performance. The engineers and biologists will work closely together during the project to ensure that we are constructing a useful device. Experiments will be performed to image fluorescent signals within tissue at the resolution of ultrasound during the project. The main aims can be summarised as follows; 1) Development a system combining light and ultrasound to obtain images of light within tissue at the resolution of ultrasound. 2) Use novel ultrasound methods to make the light signals emerging from the tissue as large as possible. 3) Obtain the first images of fluorescence at high resolution within thick tissue 4) Simultaneously measure the original light colour and the fluorescence within tissue. The new device will provide an important new tool for tissue engineers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004923/1","grantId":"BB/F004923/1","fundValue":"252624","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"BBSRC","impactText":"","person":"Malcolm James William Povey","coPersons":[],"organisation":"University of Leeds","findingsText":" We have demonstrated that the amplitude of the detected acousto-optic signal depends on size of the fluorescent target and the acoustic frequency and that this is potentially useful when probing fluorescent targets. Speckle demodulation algorithms have been extended to allow their application with pulsed ultrasound.\n\n\n\nWe have developed two models of light propagation. The first is a relatively simple model in which the acoustic focal zone is modeled as a series of layers from which an optic In tissue engineering, samples that are being grown are increasing in size and this makes it impossible for them to be imaged using conventional optical microscopy. New approaches are therefore necessary to image tissue function. The new system will use ultrasound to modulate light that passes through the focus, allowing the effects of scattering to be overcome. To this end we have developed three high spatial resolution 3D imaging systems during this project. The first extends the work previous Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}