{"id":"5405392C-3FFB-4129-81F2-1BD34BB29707","title":"Adsorption of humic acid to interlamellar surfaces of montmorillonite","abstractText":"The world's soils are the largest repository of terrestrial organic carbon, nearly 3 times larger than the terrestrial biotic C pool, and more than twice the size of the atmospheric C pool. Despite the magnitude of the soil organic carbon (SOC) reservoir, there is considerable potential for further SOC additions, especially in managed ecosystems, with rates of SOC sequestration estimated to be as high as 1.2 Gigatons per year. These SOC additions have been proposed as a means to offset greenhouse gas emissions, thereby helping to achieve targets established within the Kyoto Protocol. Among the various fractions to which SOC may be sequestered, only the passive pool, with mean residence times in excess of 1,000 years, has sufficient stability to serve as a suitable long-term store of organic C. Placement of organic C in this refractory pool therefore remains the aim of all comprehensive C sequestration strategies. Among the most recalcitrant organic molecules are the humic substances, such as humic acid and fulvic acid. These materials are particularly resistant to degradation when they are strongly adsorbed to mineral surfaces. Thus, mineral-complexed humic materials are an important and desirable component of the stable SOC reservoir. The aim of this investigation is to determine how humic acid becomes adsorbed to the internal surfaces of montmorillonite, a common soil mineral. We will test the hypothesis that a certain group of natural organic molecules, possessing long saturated hydrocarbon chains and bound to montmorillonite edges, serve as attachment points for the humic acid, thus positioning this organic molecule near the gallery entrance and so facilitating interlamellar adsorption. Our data will reveal the mechanisms through which humic materials become intercalated by expanding layer silicates, contributing to the stable SOC pool. This research will also inform global soil C management strategies, guiding C sequestration efforts to those soils in which long-term organic C storage is most favoured.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010955/1","grantId":"NE/H010955/1","fundValue":"70893","fundStart":"2010-06-01","fundEnd":"2011-11-30","funder":"NERC","impactText":"","person":"William  Dubbin","coPersons":[],"organisation":"The Natural History Museum","findingsText":" Expanding phyllosilicate minerals in soils and sediments have considerable potential to sorb humic materials to their interlayer surfaces. Once intercalated, this organic matter is stabilised against decomposition by virtue of its adsorption to the silicate surface and also due to the steric exclusion of exoenzymes from the gallery space. The overall aim of this investigation, fully achieved, was to determine how a humic material, fulvic acid, becomes adsorbed to the internal surfaces of montmorillonite, a common soil mineral, in the presence of two environmentally relevant alkyl C molecules, stearic acid and palmityl palmitate. \n\n\n\nWe observed that environmentally relevant long-chain alkyl C molecules facilitate the adsorption and subsequent intercalation of fulvic acid (FA). Palmityl palmitate, comprising two C16:0 chains, promotes greater FA adsorption than stearic acid, the latter possessing a single C18:0 chain. Furthermore, we observed maximal FA interlayer adsorption where the alkyl C molecule was adsorbed to montmorillonite prior to introduction of the humic material; the alkyl C chains evidently serving as attachment points to enhance uptake and optimize placement of FA at the margins of the interlayer gallery. Our data reveal a previously unknown mechanism through which humic materials become intercalated by expanding layer silicates, thus contributing to the refractory OM pool in both soils and marine sediments.  Environment","dataset":"gtr"}