{"id":"5409E073-3726-4381-985B-C9AC3F80C417","title":"Utilisation of iron from transferrin and lactoferrin by campylobacters","abstractText":"Iron is a nutrient that bacteria need for many essential processes in the cell. As part of the response to infection by bacteria, animals restrict the amount of iron available. In mammals lactoferrin (in mucosal secretions) and transferrin (in serum) tightly bind free iron to restrict its availability. Unfortunately, successful disease-causing bacteria have found ways to grab iron back from the host. The bacterial mechanisms involved in acquiring iron in the host usually consist of a specific pore on the outer surface of the bacterial cell and an associated transport system that makes the iron available inside the cell. The most important food-associated bacterium that infects humans is Campylobacter and as such is responsible for much misery and economic loss in the UK. Campylobacters normally live in the intestine of many animals, notably chickens, where they do not always cause disease. However, when humans eat food contaminated with campylobacters, an highly unpleasant cramping diarrhoea can follow. Food producers strive to minimise the risks of food poisoning for consumers, but if Campylobacter could be eliminated from the intestines of farm animals, particularly chickens, it would have a significant impact on human health by preventing many thousands of cases of food borne disease each year. If control is to be achieved it is important that we better understand how Campylobacter colonises the intestine. Several components of campylobacters that are essential for growth in the intestine are involved in acquiring iron within the host. In our preliminary work, we have identified a system in campylobacters that can grab iron directly from lactoferrin and transferrin to support bacterial growth. This work has identified candidates for the specific pore on the outer surface of the bacterial cell and the associated transport system that moves the iron to the inside of the cell. Our project objectives are to verify the identify of the components of the system and determine the methods by which iron is removed from lactoferrin/transferrin to allow bacterial growth. With a better understanding of the iron acquisition system we will be able to determine if it would be an suitable target for intervention on the farm in order to block growth in the animal gut and reduce food contamination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022328/1","grantId":"BB/F022328/1","fundValue":"388706","fundStart":"2008-08-18","fundEnd":"2012-03-31","funder":"BBSRC","impactText":"  This was fundamental research on the biology of campylobacters. The findings are premature for poultry producers, but they are the basis for a current PhD project to further investigate the mechanisms highlighted by the work.  ","person":"Julian Mark Ketley","coPersons":["Peter  Williams"],"organisation":"University of Leicester","findingsText":" Iron is a nutrient that bacteria need for many essential processes in the cell. As part of the response to infection by bacteria, animals restrict the amount of iron available. In mammals lactoferrin (in mucosal secretions) and transferrin (in serum) tightly bind free iron to restrict its availability. Unfortunately, successful disease-causing bacteria have found ways to grab iron back from the host. The bacterial mechanisms involved in acquiring iron in the host usually consist of a specific pore on the outer surface of the bacterial cell and an associated transport system that makes the iron available inside the cell.\n\n1. We showed that the use of ferri-lactoferrin by campylobacters can involve FeoB (transports Fe2+) and therefore the requirement of ferric reduction. We have shown that the only known candidate surface reductase, the flavin-dependent RibB, does not have a role in iron acquisition from lactoferrin. In addition, no role was found for a cell-surface associated or secreted protease, or the lactoferrin-binding periplasmic protein Cj0609. \n2. In this study the glycolytic enzyme GapA that encodes glyceraldehyde-3-phosphate dehydrogenase has been implicated in lactoferrin-bound iron acquisition. Anti-GapA polyclonal antiserum blocks lactoferrin binding to cells and growth of cells with lactoferrin. GapA was also shown to bind a range of members of the transferrin protein family directly, from different species, iron-loaded and iron-free. \n3. We provided experimental evidence that GapA is essential for cell viability in campylobacters. This was fundamental research on the biology of campylobacters. We have shown that there may be several mechanisms that campylobacters use to obtain iron from lactoferrin. Some role for GapA has been shown and this is a poorly understood possible additional function for a cytoplasmic protein involved in central metabolism. \n\nFrom the view of controlling campylobacter colonisation of chickens, as the systems involved are all essential for colonisation, then there is a possible route to a target to reduce campylobacter levels in chicken. Agriculture, Food and Drink","dataset":"gtr"}