{"id":"54295A76-6BA9-464E-B13C-1AA7C44F7F75","title":"Studies of Few-Body Nuclei with Tagged Photons at MAX-lab (Open call for Nuclear Physics Travel requests)","abstractText":"This project seeks funding for travel to carry of programme of experiments at the Tagged-Photon facility of MAX-lab in Lund Sweden. Experiments will use energetic photons (high-energy X rays) to probe the structure of 3He and 4He atomic nuclei. They will also provide structure information on the protons and neutrons, which make up these nuclei. The protons and neutrons themselves are composites of elementary quarks and gluons which interact via the strong force, described by Quantum Chromo Dynamics (QCD). The measurements, allied to new 'chiral effective field theory' developments in few-body structure theory, will provide a quantitative link between nuclear properties and the fundamental colour force, described by QCD. The measurements will be based on He gas scintillator active target technology. Particles which interact in the gas to cause ionisation produce scintillations, signalling detection of an event where an energetic photon disintegrates a target nucleus (He) into two or more fragments. The target is designed to be highly efficient for detecting nuclear fragments but highly inefficient for detecting electrons produced by atomic interactions of the photon beam with target material. Thus the target effectively suppresses background processes which otherwise would obscure the signals of interest. Commissioning of the completely new active target will be completed in March 2009, after which 'full production' measurements of He photo disintegration characteristics can start. We plan to use tagged-photon beam periods in June 2009 and also in September-October of 2009. Final scheduling for nuclear physics operations in the second half of 2009 will take place after June.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H003177/1","grantId":"ST/H003177/1","fundValue":"11330","fundStart":"2009-09-04","fundEnd":"2010-02-03","funder":"STFC","impactText":"","person":"John R.M.  Annand","coPersons":["Ian James Douglas  MacGregor","Kenneth  Livingston"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}