{"id":"543E981E-9660-4813-8177-A306A890EE0D","title":"Development of an Integrated Platform for Quantitative Analysis of Haemodynamics in Small Blood Vessels","abstractText":"Blood is full of information about the functioning of cells, tissues and organs in the body. An increasing amount of clinical and experimental evidence shows that the flow behaviour and rheological abnormalities of blood correlate strongly with various diseases. Increased whole blood viscosity and red blood cell (RBC) aggregation have been observed in patients with risk factors for cardiovascular disease. Plasma viscosity has been suggested as an early atherosclerotic risk factor for obese subjects. Increased fibrinogen levels, plasma viscosity and whole blood viscosity seem to be associated with insulin resistance and metabolic syndrome. It is known that the majority of patients develop Type-2 diabetes as a result of the increased prevalence of obesity leading to insulin resistance and ultimately overt Type-2 Diabetes mellitus. The consequences of this disease are accelerated by other risk factors, which are often seen clustering in such patients, including hypertension and hypercholesterolaemia. These risks are further accentuated if patients smoke cigarettes. As the most evidences are scattered in the literatures and merely in a descriptive form, development of an integrated platform for high-throughput biomolecular, rheological and haemodynamic characterisation, and for cross-correlation analysis of large data sets obtained from various experimental and computational methods will be the first step toward quantitative understanding the pathogenesis of cardiovascular diseases from a viewpoint of systems biology. It is of great significance in development of in vitro vascular tissue model, novel Point-of-Care diagnostic kits and therapeutic methods for monitoring, prevention and better treatments of the diseases. The proposed discipline hopping from the School of Engineering and Analytic Science to the Cardiovascular Research Group in School of Medicine will facilitate applications of quantitative tools from physical sciences and engineering in medical sciences and healthcare sectors, hence develop innovative technology for patient benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902318","grantId":"G0902318","fundValue":"101799","fundStart":"2010-10-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Xue-Feng  Yuan","coPersons":["Anthony Michael Heagerty"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}