{"id":"543F4B95-D04D-4331-A4EF-08FCD075C68C","title":"Queer Cinema from Spain and France: the translation of desire and the formation of transnational queer identities","abstractText":"The project focuses on transnational sexualities and their representation in cinema. It homes in on Spain and France (as sites of production, distribution and reception) and Britain (as a site of distribution and reception), and on lesbian, gay, bisexual, trans, and queer films and their audiences/viewers. Building on previous film historical work on the processes of transnationalization of cinema and on recent shifts in thinking about queer cultural identities, the project examines specific cases of the trans-European traffic of films and film makers in the context of the notions of queer culture and queer cinema and in the period 1990 to the present day. It examines: the question of the translatability in images of formations of desire; questions of audience and critical reception and cultural translation in relation to taste, fantasy, desire and values; the relationship between cultural flows and the formation and representation of queer identities in national and transnational contexts. It has a close match to aspects of the AHRC Emerging Theme on Translating Cultures and the potential to link with developments therein.\\n\\nThe work involves: archival and web-based investigation (including on-line forums and fan sites); festival visits; film and performance analysis; and audience research. The project will advance the current state of audience research by: engaging with media production and its reception across four languages (Spanish, French, Catalan, English); recruiting its participants across a range of digital and physical audience locations; focusing on queer cinematic production which both chronicles the local (in portraying sub-national identities) and draws on the global (borrowing, translating, transferring, and often exoticising foreign models of queer life). Analyses of the films and performances will take into account discourses and theories of sexuality and difference. The audience research and festival-based presentations directly involve queer communities in a range of locations. \\n\\nSpecifically, analysis will include responses in France to the films of Pedro Almod&oacute;var, Ventura Pons, Marta Balletb&oacute;-Coll, Cesc Gay, and others; in Spain of the films of Fran&ccedil;ois Ozon, Sebastien Lifshitz, Andr&eacute; Techin&eacute;, Josiane Balasko, Olivier Ducastel and Jacques Martineau and others; and in Britain to a range of niche-market and festival-based queer French and Spanish cinema (in various formats). The two Investigators have a substantial record in queer cultural analysis and bring together complementary, relevant areas of expertise, as further detailed in the Justification of Resources and the Case for Support.\\n\\nOne joint-authored monograph, seven articles, six conference papers, and a range of local presentations and discussion groups are planned for production starting within the period of the project with a further , linked monograph brought to completion during the first three months (capitalizing on preceding, institutionally supported leave).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I026618/1","grantId":"AH/I026618/1","fundValue":"226687","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  Published items are in circulation within research community. Presentations at various forums as listed have elicited responses as listed.\nImpact pathway activities have been initiated. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Chris  Perriam","coPersons":["Darren  Waldron"],"organisation":"The University of Manchester","findingsText":" The research is ongoing (extended end date March 2015), with the major output (book) not yet due for submission to publisher. It is anticipated that the book (along with the outputs already in the public domain, and further outputs pending) will show in detail how the production and circulation of lesbian gay queer and trans films in Spain and France have specific effects on individuals and audiences who watch and consume these films. We have discovered many ways in which 'non-Anglo' films can be meaningful in enabling LGBTQ viewers, and indeed others, to understand themselves, their social relations and their lives going forward. \n\nThe key features of the outputs published and to be published are:\n\n--A full comparative cultural history of LGBTQ film since the 1990s in France and Spain and of its activist and theory-inspired connections\n--A detailed study of audience reception, working with an extensive corpus of responses and broad use of social networking sites and the popular LGBTQ press \n--Coverage of LGBTQ festivals in Barcelona, Bilbao, London, Lyon, Madrid, Manchester, Paris and Toulouse \n--Analysis of short, independent, ephemeral and documentary film production as well as commercially-pitched feature films\n--Examination of cross-border impact of the auteur and big-name directors (e.g. Pedro Almod?var, Cesc Gay, S?bastien Lifshitz, Fran?ois Ozon) \n--Cross-mapping of findings onto mainstream LGBTQ critical reception, written in Catalan, English, French, and Spanish Community groups (in Madrid Paris, Manchester) may be able to develop work on well-being and cross-cultural understanding in relation to sexuality and equality by reference to the findings.\n\nFestival programmers for LGBTQ events will be able to take into consideration the detailed audience responses to be reported on when making programming decisions. Creative Economy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}