{"id":"54401D7E-1C41-4BE4-A126-8FCF451FD096","title":"Evolutionary architecture of reproduction in female mammals","abstractText":"The ways in which female mammals produce offspring are shaped by natural selection in a very direct fashion: the genes of offspring that are too small to survive or too large or numerous for their mothers to successfully rear, would quickly disappear from a population. And yet many different ways of producing offspring have evolved in mammals. Adult female short-tailed shrews and big brown bats both weight about 16 grams, yet the bat has a gestation twice as long as that of the shrew's, and gives birth to young that are more than three times heavier. The shrew, on the other hand, produces litters of up to nine offspring, whilst the bat gives birth to singletons. These differences lie at opposite ends of a continuum of reproductive strategies. How and why did such differences evolve? We aim to answer those questions through the most detailed and comprehensive comparative study of mammalian female reproduction and offspring development yet undertaken. We will build a large database of reproductive and developmental characteristics, such as the type of placenta, the length of gestation, the size of newborn offspring and the rates of development. We will then use this database to study the evolution of reproductive strategies. For example, we will test hypotheses on the fascinating variation in the form of the placenta in different mammals and the implications this has for offspring development. We will examine how prenatal characteristics (such as gestation length) relate to offspring development and postnatal characteristics (such as neonatal size and age at weaning). And we will test hypotheses on the co-evolution of maternal and offspring strategies and on the effects of disease load. The data we gather will be made available to other scientists by placing it on the web, providing both information on individual species, and a resource for future comparative studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014593/1","grantId":"BB/E014593/1","fundValue":"249647","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  Our findings attracted public interest and have been widely reported in the international media (e.g. our PNAS paper on brain size and life history evolution and our American Naturalist paper on placentation reported in e.g. NY Times, Washington Post, Daily Telegraph, Time magazine, NBC, BBC online and BBC radio, Nature research highlights). They were the subject of press releases by BBSRC and NERC. Our results on the link between brain size and lactation has added to growing interest in the benefits of breastfeeding, and was reported on health and parenting websites (e.g. Mumsnet) Culture, Heritage, Museums and Collections,Other Cultural","person":"Robert  Barton","coPersons":[],"organisation":"Durham University","findingsText":" Females of all placental mammals give birth to live young after a period of gestation, and support the growth of the offspring via a placenta (prior to birth) and lactation (after birth). Within this common biological framework there are marked differences in reproductive traits and patterns of maternal investment, but our understanding of the evolution of this diversity is patchy. We assembled a large comparative database and, using this database together with new phylogenetic methods, we tested general hypotheses linking maternal investment (placentation, gestation, lactation and metabolic rates) to offspring growth and development. \nOne trait that shows intriguing and poorly understood variability among mammals is placental anatomy. In the first direct tests of hypotheses relating placental structure to maternal investment, we found that the degree to which maternal and foetal tissues are interlocked (interdigitation) is associated with differences in foetal growth rates and pregnancy duration. The findings help to explain why humans, whose placentas do not form the complex web-like 'labyrinthine' structure seen in species such as dogs, have relatively lengthy pregnancies, and suggest that maternal-foetal conflict over resources may be resolved via a trade-off between growth rates and gestation length. We found no support, however, for the hypothesis that faster growth rates are targeted specifically at the developing brain. Nor did we find that, as commonly suggested, &quot;invasive&quot; placentas (in which foetal tissues are in direct contact with the maternal blood supply) are associated with especially high growth rates. Instead, our analyses suggest that placental invasiveness may be related to the risks of infection by certain classes of parasites known to be capable of crossing the maternal-foetal barrier. \nThe lack of an association between placental anatomy and brain growth suggests that other aspects of maternal investment must underpin the evolution of large brains. The influential 'maternal energy hypothesis' predicts strong relationships between maternal metabolic rates, gestation, lactation and brain development. In support of this hypothesis, we found that foetal brain growth correlates positively with gestation duration and maternal metabolic rates, and both the rate and duration of prenatal investment contribute to the developmental state of the offspring at birth (whether precocial or altricial). Postnatal brain growth was also associated with maternal investment (lactation). In contrast, we found no support for hypotheses proposing trade-offs between brain and body growth, or between brain growth and number of offspring per litter. The association between brain growth and duration of maternal investment appears to explain why large-brained mammals such as primates have generally slow life histories and long lives. We also investigated the molecular basis of variation in foetal brain growth and its implications for adult brain size, in collaboration with evolutionary geneticists at Cambridge University. Our phylogenetic reconstructions revealed that brain size both increased and decreased in different lineages of primates, and that two out of four microcephaly genes (ASPM and CDK5RAP2) are associated with the evolution of differences in prenatal brain growth, with consequences for adult brain size. \nOur study did not, however, support a key assumption of the Metabolic Theory of Ecology that energetic constraints on growth and reproduction are reflected in a general energy scaling law ('Kleiber's law'): we found that basal and active metabolic rates conform to no single theoretical prediction, with major implications for how traits such as reproductive output and population growth are modelled. \nFinally, we examined how postnatal maternal investment is related to offspring growth from birth to weaning. We found that females produce larger weanlings primarily by extending lactation and by increasing the daily milk intake of the offspring. Postnatal mass gain from birth to weaning is however unrelated to protein and sugar content in the milk, but, contrary to predictions, is higher in species with fat-poor (not fat-rich) milk. Postnatal mass gain is higher when neonatal body mass is greater, even after controlling for allometry, indicating that mothers that invest more in an offspring prenatally, also invest more postnatally, contradicting the idea of a trade-off. In addition, increased postnatal growth is not traded of against a larger litter size and is not influenced by the state of development at birth. Surprisingly, we found that variation in milk composition is unrelated to the length of lactation and milk intake, and we suggest that future work should investigate the effects of ecological constraints and diet on milk composition. Our study generated new insights and hypotheses on the evolution of mammalian reproductive strategies, life histories and brain size. The papers from this project are already well cited (164 citations on Web of Science, 224 on Google Scholar). Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}