{"id":"544C6460-9EE7-45A0-99D1-0D283ABB9529","title":"The Social Analytics Strategic Network (SASNet), a joint proposal by UBDC (Glasgow) and BLG DRC (Essex) focussing on capacity-building in Big Data.","abstractText":"The proposed capacity-building activities will take the form of a Data Analytics Network run jointly by Glasgow and Essex. The Network will develop programmes for policy and business managers, focused on &quot;data-driven&quot; approaches, as well as high-end quantitative training in urban informatics for urban researchers, analysts and planners. The network would be open to researchers and practitioners who could both contribute towards and benefit from involvement. It will be both multidisciplinary and international, open to academics from a wide range of disciplines including urban studies, social policy, business and organisation studies, engineering, computer science etc. who see the network as an opportunity to draw together expertise on data analytics focused on business and cities and share it, through a set of managed activities. It will include the junior and early career researchers, as well as PhD students. Where appropriate we would liaise with the Doctoral Training Centres to develop engagement and participation in our network.\n\nThe recruitment for our set of activities will be based on the following approach:\nAcademic training: we will target disciplines which can benefit from exposure to Social Analytics and that suffer from lack of skills in this area. These include social policy, business studies, urban studies etc. but we will consult with the DTC to identify these areas more precisely.\nBusiness and policy training: we will target sectors that have access to data but lack the capacity in Social Analytics to fully benefit from it. We will consult with organisations like city and central governments and ICAEW, CBI and Insitute of Directors to identify the specific companies that can benefit from training.\nVisiting scholars: our objective is to improve foster collaboration between the UK academic community and academic centres which are the forefront of research in Social Analytics. We will then reach out to academics from other UK institutions and overseas partners to develop new research and knowledge exchange relationships. \n\nThree strands of activity are envisaged:\n\na) a set of user-focused seminars offered by a mix of academic and non-academic experts, the main objectives of which are to improve organisations' understanding of techniques for the analysis of a variety of historical and real-time data, to share the best practice around analytics and to develop collaborative links between major users and university researchers. \n\nb) the development of a training programme arranged into three different tracks, tailored to the requirement of different sectors, but allowing significant crossover. The tracks will fully utilise the business analytics and urban analytics research agenda of BLGDRC and UBDC\n\nc) a programme of visiting fellowships which could be held either by external academic, including overseas, experts or by senior/middle managers of user organisations. Fellows will be tasked with the development or implementation of analytical techniques involving the use of real-time data in combination with other types of data, using the resources of the Centres","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N009401/1","grantId":"ES/N009401/1","fundValue":"99456","fundStart":"2016-01-14","fundEnd":"2017-01-13","funder":"ESRC","impactText":"","person":"Piyushimita (Vonu)  Thakuriah","coPersons":["Jerry  Coakley","Vania  Sena","Desmond  McNulty"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}