{"id":"547562E4-A221-462F-84CB-2D57B67A5352","title":"Diffusion and Equilibration in Viscous Atmospheric Aerosol","abstractText":"Aerosols are a key component of the atmosphere. Defined as either solid particles or liquid droplets dispersed in the gas phase, aerosols can scatter and absorb sunlight and terrestrial infrared radiation influencing the radiation budget and\nhaving a direct effect on climate. They also act as nuclei on which water can condense, leading to the formation of cloud droplets, indirectly influencing the climate. As well as having many natural sources, they can form in polluted environments from the condensation of semi-volatile organic compounds forming secondary organic aerosol (SOA). The composition of SOA is rich in oxidised organic compounds and can contain organic molecules of high molecular weight. When the atmosphere is dry or cold, SOA particles can be highly viscous; indeed, it has been shown that SOA can exist as glassy particles. As such, droplets formed from water or formed from highly viscous SOA can differ in their viscosity by more than 15 orders of magnitude.\n\nAerosol droplets that are largely water (eg. cloud droplets) have low viscosity, flow readily, and deform and spread when deposited. When exposed to changes in relative humidity and temperature, they can respond quickly to the change in the environment, losing or gaining water and also any semi-volatile or volatile organic compounds. They are, in essence, at equilibrium in composition with the surrounding gas phase. For particles approaching the glass transition, the particles do not deform and have the mechanical properties of a solid. They can only respond slowly to changes in the environment, losing or gaining water, semivolatile and volatile organic components only very slowly. Indeed, it can be estimated that such particles could in principle take many days to equilibrate and suggesting that SOA can exist in a kinetically arrested/hindered state in the atmosphere. Predicting the properties and impacts of aerosol in the atmosphere relies on knowing if the aerosol mass is in thermodynamic equilibrium or if it is kinetically limited, with significant consequences for understanding even the mass of aerosol in the atmosphere and the ability of the aerosol to form liquid cloud droplets or ice crystals.\n\nIn this project, we will use a combination of single particle measurements, models and simulations to characterise the viscosity of ambient particles and the diffusion kinetics of water and organic components within viscous aerosol.\nMeasurements will be made using individual particles captured in aerosol optical tweezers or in an electrodynamic balance. Light scattering measurements that allow the accurate determination of droplet size and refractive index will be used to examine the response of the particle to changes in environmental conditions. From the time-dependence of these changes, the diffusion of molecules within the particle can be determined. The viscosity can be measured directly by coalescing two particles and determining the timescale for the shape of the composite particle to relax to a sphere. Measurements of particles of simple and complex composition will be used to refine models of aerosol viscosity and molecular diffusion constants.\n\nIn a final stage, the refined models will be used to assess the properties of viscous aerosol in the atmosphere. Initially, the role of viscous aerosol will be evaluated in a detailed model of the processes occurring in aerosol chamber measurements designed to simulate atmospheric aerosol. This will allow an assessment of the accuracy with which non-equilibrium kinetically limited aerosol processes can be captured and how sensitive the chamber measurements are to non-equilibrium effects. Finally, the sensitivity of atmospheric aerosol to non-equilibrium effects will be investigated using a wider scale regional model.\n\nIn summary, we will seek to better define when aerosol can be considered to be at equilibrium and when kinetically limited in the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004600/1","grantId":"NE/M004600/1","fundValue":"293218","fundStart":"2014-12-01","fundEnd":"2018-03-31","funder":"NERC","impactText":"","person":"Jonathan Philip Reid","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}