{"id":"54761413-45A0-4953-892B-C998149FB6C8","title":"Analysis, Design and Control of Biological Circuits and Bio-Inspired Networks","abstractText":"The regulatory architectures controlling information flow through cellular networks are critical to a systems-level understanding of cellular behaviour and to the development of engineering methods for designing synthetic biological circuits. These regulatory architectures are comprised of the diverse regulatory mechanisms that act at different time scales and act simultaneously to create complex control systems regulating the kinetics of component interactions. By developing techniques for the analysis and design of complex regulatory networks in cells, we aim to better understand how cells regulate their function, to enable the engineering of biological circuits for diagnostic and biosynthetic applications, and to provide new techniques in network science that allow understanding and construction of complex networks that provide robust behaviour in the presence of high levels of uncertainty.The long-term goal of the PI and Prof Murray is to develop a theory of architecture that can be used to understand and design complex networked control systems. We believe that the theory and tools that we develop will be relevant not only to the biology of the cell, but also to engineering systems at a variety of scales and levels of complexity. The common features of all of these classes of systems are the ubiquitous use of interconnection and feedback, the robust yet fragile (RYF) nature of their operation, and the lack of current tools to understand all but selected parts of their operation. To pursue this long-term goal, we have focused on the theory, tools and devices required to systematically analyse various forms of regulation of biological function.Using a combination of modelling and experiments, Prof Murray has explored the role of multiple, simultaneous feed-back mechanisms for providing high performance operation in cells, with robustness to parametric variations. In the past year, he has focused on experimental and model-based characterization of ultra-sensitivity of the galactose circuitry in yeast, which provides an excellent example of a multi-mechanism regulatory strategy. The galactose genetic switch is an example of a system with multiple feedback loops that interact to create robust biological function. Galactose is imported into the cell to activate transcription of the galactose regulon through a four-stage signalling process. Additional theoretical work has helped explore the use of time delays as a design element for shaping the behaviour of biomolecular systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029753/1","grantId":"EP/I029753/1","fundValue":"121683","fundStart":"2011-01-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  The findings have mainly been used in synthetic biology, but they could be also used in other areas such as building feedback systems in technological systems.\nIn synthetic biology they provide clues on how to construct robust circuits, that remain stable and with a desired performance in spite of uncertainty in the system and models. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Jorge  Goncalves","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project investigated the role of multiple feedback loops in biochemical systems. We discovered that there were advantages in using multiple feedback loops. In some cases, for example, negative feedback is regulating a particular process, while positive feedback is modulating the gain of the negative feedback. This work provided a deeper understanding of the ways biochemical systems are regulated. For example, it has provided important clues for constructing synthetic biological circuits. Murray's laboratory at Caltech is currently constructing circuits based on the ideas developed in this project. Energy,Healthcare","dataset":"gtr"}