{"id":"547849BE-AD88-4FE2-AC28-91308F90346F","title":"PP-FOR: Towards Jointly Monitoring Amazon Ecosystems and Biodiversity by PPBio and RAINFOR","abstractText":"We want to develop an integrated network of permanent plots in Brazil that can monitor forest biodiversity and carbon fluxes through the 21st century in which its natural systems will be increasingly stressed and challenged by climate change. This project will take an important step towards this ambitious goal.\n \nAmazonia is vast, so conducting even basic research is challenging. Monitoring ecosystems here requires scientific leadership, vision, and large networks in which researchers apply standardised techniques on-the-ground at many locations. Training must be integrated into the research process to create capacity and assure long-term continuity of monitoring. This project will build on the successes of the pan-Amazon forest monitoring network (RAINFOR- Rede Amaz&ocirc;nica de Invent&aacute;rios Florestais- led by Phillips) by linking with the leading pan-Brazilian biodiversity monitoring network (PPBio).\nRAINFOR works with 400 permanent plots and has made several major scientific discoveries in Amazonia and developed unique software (&quot;ForestPlots.net&quot;) to help tropical partners analyse plot data. But due to poor plot coverage in Brazil, RAINFOR cannot yet provide good estimates of forest carbon balance and dynamics fluxes in Brazil. Meanwhile, PPBio has developed a unique biodiversity assessment protocol and applied it across Brazil with more than 30 institutional partners. However few plots - almost all from one site - have been re-measured for vegetation change.\nThe proposal therefore takes a step towards addressing the needs of both partners. Together we will (1) share techniques and train local participants, (2) recensus 30 PPBio plots in a huge spatial gap, and (3) train young scientists to process, share, and analyse the data using the global protocols of ForestPlots.net. \n\nIn detail, we plan to:\n1. Conduct a hands-on field course to prepare teams to conduct forest monitoring. This will be based in a rural community where PPBio has already invested in plots. The cose will teach skills for plant collection, identification and measurement. Young rural community participants will work with ecologists from Brazil and UK. This provides an opportunity to experiment with forest monitoring - sharing protocols, identifying capacities and leaders, and training in technical data collection skills. Key participants will also be involved in the main fieldwork phase (activity 2), and in the data management and analysis workshop (activity 3), with the project helping provide marginalised rural people with new skills.\n2. Remeasure 30 plots along the BR-319 road from Manaus to Porto Velho. BR-319 cuts an 850km transect through the least known forests in Amazonia, a true 'black hole' for biogeochemical and biodiversity science. PPBio has established a series of 111 plots along this road. This project will undertake the first recensuses of plots along this transect, providing the first information on forest dynamics and carbon fluxes from the heart of Brazil's Amazon.\n3. Joint workshop to train participants in data management and analysis. We will use ForestPlots.net to help partners manage and analyse information from their plots. The workshop will include scientists, students, and rural people from Amazonian Brazil, lasting 8 days plus one rest day. Biodiversity and forest dynamics data will be integrated into ForestPlots.net, to ensure that PPBio data are carefully checked and comparable internationally. Analysis will involve training in the calculations of carbon stock, carbon balance, vegetation dynamics, biodiversity, and interpreting the rich information on useful Amazon forest species within ForestPlots.net, using an R-package which RAINFOR has developed with NERC support. In turn, participants will feedback and educate the RAINFOR/ForestPlots.net team to determine specific user requirements to make information in the future more accessible, interpretable, and useful for forest researchers, forest dwellers, and forest users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M022021/1","grantId":"NE/M022021/1","fundValue":"50405","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Oliver  Phillips","coPersons":["Gabriela  Lopez-Gonzalez"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}