{"id":"5479BC15-31B1-4048-9168-82A4C28CA397","title":"picturing paradise","abstractText":"My recent research concentrates on the concept of the real in photographic production and can be located in relation to post-modern discourses about simulation, the image and consciousness. In my photographic practice, the shift of perception we experience in darkness has become a means of exploring our changing relationship to the real, and the role played by subjectivity and prior knowledge in such relationships. When deprived of visual information, the mind infers what cannot be seen and our sense of the real is altered. My research addresses such propositions through the production of highly staged and artificially lit night photographs, which also reference cinematic modes of production. Through staging, lighting and long exposures the work appears as if it might have been manipulated. By questioning its own believability my photographic work seeks to interrogate the authenticity of photographic images in general.\\n\\nThis current research project is the second strand of a larger project, which develops these interests and methods, by examining how belief systems become embodied in the built environment. It will seek to establish parallels between the mechanisms at play in the construction of images -particularly photographic ones- and the construction of our built environment and domesticated landscapes. More specifically it will use sites where individuals have attempted to recreate notions of paradise for themselves as an example of these mechanisms. I will be asking whether there are common denominators to what we consider constitutes such a place and how the perceptions we associate with such a place are established through pictorial conventions and representations in media. In order to examine these questions I will be predominantly looking at the private garden, landscaped nature and personal homes.\\n\\nThe 'constructed' nature of the sites I propose to explore as examples of paradisiacal spaces and their significations will be exposed through the use of artificial lighting and theatrical effects, highlighting the simulation at the core of the architectural structure or garden design. The project will address the limitations of ideology and the inevitable failure inherent within attempts to re-create the paradisiacal, the failure of its symbolic regime, and of the associated dreams and expectations. \\n\\nThe research will be disseminated in the form of 6 large-scale night photographs and a slide talk with a voiceover. The voiceover will consist of a number of interpretations of paradise from existing texts and new commissioned responses from selected people.\\n\\nThe research will be disseminated to the public in an exhibition at the Danielle Arnaud gallery in London.\\n\\nThe research contributes to and expands on existing discourse in the fields of interest outlined above. It will contribute to discussions and create new fields of interest by specifically addressing the role of cinematic imagery and pictorial traditions in their impact on 'paradisiacal' sites.\\n\\nThough both strands of this project are conceptually linked they do not depend on each other for the successful completion of each individual part.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002757/1","grantId":"AH/E002757/1","fundValue":"16253","fundStart":"2007-02-08","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Uta  Kogelsberger","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}