{"id":"547E6D69-AB12-4462-9CEE-8237EB234820","title":"Computational natural language processing and the neuro-cognition of language","abstractText":"Scientific understanding of the human language system is one of the main challenges facing cognitive science, and of interest to fields as diverse as linguistics, psychology, anthropology, philosophy, biology and computer science. An adequate theory of this complex system would need to integrate scientific knowledge from several fields, many of which are still in a state of rapid development. One such field is cognitive neuroscience, which investigates language function in the human brain, with the aim of developing neurobiologically and cognitively plausible accounts of the human capacity for dynamic comprehension and production of language. A key input to this research is linguistic information about the core properties of language. This information is typically obtained from conventional resources (dictionaries and grammars) which provide useful generalisations about language, but which do not include statistical information about language use or capture the considerable variation that linguistic items undergo across time and age, data type, and genre. Such information would be an invaluable resource for neuro-cognitive experiments, increasing the plausibility of neurobiological models of language, but it can only be obtained by analysing linguistic patterns and their frequencies in the specific human language data (e.g. patient data, spoken language corpus) of experimental interest. Manual analysis of linguistic data is prohibitively expensive. Automated language analysis using computational Natural Language Processing (NLP) is now a viable alternative. The last decades have seen a massive expansion in the application of statistical and machine learning methods to NLP. This work has made large-scale processing of human language data possible and yielded impressive results in speech and language processing tasks, including e.g. speech recognition, morphological analysis, parsing, and semantic interpretation. Although the same methods could be used to provide realistic, data-driven linguistic input to neuro-cognitive studies involving language, there have been no systematic attempts to do this. The basic NLP technology is available, but it is inaccessible for researchers without considerable computing skills and requires further development for optimal integration with neuro-cognitive research. In this new interdisciplinary project we will integrate research in cognitive neuroscience, experimental psycholinguistics and NLP with the aim of providing the infrastructure for more realistic models of language structure for input into theoretically-driven empirical studies of language in the mind and brain. We will conduct a series of neuro-cognitive experiments which focus on the processing of the core components of language at the levels of morphology, syntax and semantics, using linguistic input automatically extracted from relevant human language data. NLP techniques will be improved and extended to deal with a wider range of constructions, domains and text types as required. An easy-to-use tool will then be designed which will enable effective search, extraction and summarisation of the linguistic information in the annotated data and optimal integration with neuro-cognitive experiments.We expect this project (i) to improve the quality of neuro-cognitive experiments by rooting them in a much more realistic linguistic analysis, (ii) to advance research in NLP by extending existing techniques enabling richer and deeper analysis, and (iii) to provide an important case study for the integration of NLP into critical experimental research in cognitive sciences. The long term goal of this investigation is improved scientific understanding of human language processing which can benefit several disciplines and place researchers in a better position to develop more useful language models, NLP technology, as well as treatments and rehabilitation of various language disorders in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F030061/1","grantId":"EP/F030061/1","fundValue":"718195","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The focus of the completed project was to investigate a new, more meaningful approach to academic research. Therefore the specific experimental nature of this project resulted in academic impact but did not lend itself to providing societal or economic impact during the lifetime of the project or even medium term.\nHowever, we have made the CSLB property norm data (Devereux et al, in press) freely and conveniently available to other researchers via the web. We deliberately made this data available in a format likely to be of use to a wide variety of researchers, and to date it has been accessed by 41 researchers in variety of areas including linguistics, psychology and clinical environments from around the world (including India, Japan, USA, Finland, China and Israel). We know that one group of computational linguistics for example, Schwartz, Reichart &amp;amp; Rappoport (2014), have used the CSLB norms to train and test a model for the semantic classification of nouns. Ultimately it is hoped that other researchers will use the norm data and potentially incorporate it into computational language applications or other tools of benefit for clinical application, e.g. systems for automatically processing and extracting means from human speech and text, which could provide economic and societal value. Healthcare Societal,Economic","person":"Lorraine Komisarjevsky Tyler","coPersons":["William  Marslen-Wilson","Anna  Korhonen","Paula Joy Buttery"],"organisation":"University of Cambridge","findingsText":" Scientific understanding of the human language system is one of the main challenges facing cognitive science. An adequate theory of this complex system would need to integrate scientific knowledge from several fields. One such field is cognitive neuroscience, which investigates language function in the human brain, with the aim of developing plausible accounts of the human capacity for dynamic comprehension and production of language. A key input to this research is linguistic information about the core properties of language. Although highly important, statistical information about language use across time, age and genre is not used because manual gathering of such information has proven prohibitively expensive. However, automated analysis using Natural Language Processing (NLP) is a viable alternative. The aim of this interdisciplinary project was to integrate research in cognitive neuroscience, experimental psycholinguistics and NLP with the aim of providing the infrastructure for more realistic models of language structure for input into theoretically-driven empirical studies of language in the mind and brain. \n\n\n\nA series of neuro-cognitive experiments were conducted which focused on the processing of the core components of language, using linguistic input automatically extracted using NLP from relevant human language data. Novel NLP techniques were developed and existing ones extended where required.\n\n\n\nThe first set of experiments was aimed at constructing a mechanistic account of how language is realised in the brain, combining cognitive and neuropsychological methods with multi-modal neuro-imaging, exploring how a bilaterally organised system supporting basic lexical access gives way to an increasingly left-lateralised network as the processing demands of the speech input change as a function of linguistic complexity. We examined lexical and grammatical complexity and their interaction during processing, using statistical information gathered in relevant datasets. Lexical statistics for verbs predicted resolution of local syntactic ambiguities during sentence processing, while measures of verb syntactic complexity correlated significantly with the activation patterns for inflected forms and verb phrases in a left-lateralized language network. \n\n\n\nThe second set of experiments investigated language change following brain damage and as function of normal, healthy ageing. A corpus collected by CSLB was transcribed and analysed using NLP, and differences in linguistic production between healthy vs. brain-damaged patients and across the life-span were quantified. Statistical data from parsers were related to structural MR brain imaging data. The results brought us a step forward in understanding the basis of language change following both gradual and catastrophic neural change. \n\n\n\nThe final set of experiments focused on conceptual representation. We developed an NLP technique capable of automatically extracting feature-based conceptual representations from corpora and a semi-automatic method for collecting novel features in a property norming study, and demonstrated that these methods can be used to enrich existing models of conceptual representation. \n\n\n\nThe project has shown that NLP can be used to improve the quality of neuro-cognitive experiments. Better quality experiments can lead to improved scientific understanding of human language processing which can benefit several disciplines and place researchers in a better position to develop more useful language models, NLP technology, and treatments for various language disorders. The line of research which we have initiated and explored in this project can, when taken further, lead into the development of treatments and rehabilitation of different language disorders in the future. The NLP technologies we have developed for the analysis of linguistically challenging data can benefit not only research but also development in the area of human language technologies. The NLP technologies developed and the insights gained in his project can provide a highly valuable starting point for further improving the quality and the efficiency of studies in cognitive neuroscience. Improved studies in this field can lead into better scientific understanding of human language processing and place researchers in a better position to develop treatments and rehabilitation of various language disorders in the future. In addition, the novel techniques we have developed and extended to deal with highly challenging linguistic datasets can benefit research in the NLP community, as much of the NLP research has so far focussed on general, less challenging datasets. Since human language processing is relevant for many scientific disciplines and substantial advances in this area are likely to require interdisciplinary collaboration, our project can act as an important case study on the integration of relevant research across the key disciplines. Our dissemination activities (including e.g. the project website, many of the publications and presentations, and the workshops we have organised) have been targeted to a broad, interdisciplinary audience. Our purpose has been to build a community of researchers (in the UK and worldwide) interested in pursuing this type of research further in the future. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}