{"id":"549A35E8-41C4-439D-AF72-61FC3858A3C6","title":"Folate metabolism and development of Neural Tube Defects","abstractText":"During early pregnancy, a crucial event in the developing embryo is the formation of a structure called the neural tube, which will later develop into the brain and spinal cord. Failure of the neural tube to form correctly leads to a group of birth defects called neural tube defects (NTDs), in which the brain and/or spinal cord of the fetus become irreversibly damaged, resulting in death before or shortly after birth, or long term disability in surviving babies. Spina bifida is the best known type of NTD. Overall, NTDs occur in around 1 per 1,000 pregnancies although the rate varies and is significantly higher in some regions (e.g. Northern Ireland and Scotland). Worldwide, approximately 130,000 cases occur every year.\n\nThe risk of NTDs depends on both inherited genetic factors and non-genetic factors such as diet, but the exact causes are not well understood. However, the risk of an affected pregnancy can be substantially reduced if the mother takes folic acid supplements before and during early pregnancy. Unfortunately, not all cases of NTDs are preventable by folic acid, so additional therapies are needed. In order to make further progress towards prevention of all NTDs we need a better understanding of their causes. At the present time the genetic cause of an NTD cannot be explained in most patients, but considerable progress is being made towards unravelling the complexity of these diseases. Our long-term goal is to identify preventive therapies for NTDs which may be used individually or in combination. In families where genetic risk factors have been identified this also means that family-specific therapies may be offered.\n\nIn all cells, efficient handling of small molecules called folates, which are related to folic acid, is needed for a number of different functions including making DNA for cells to divide. An important question is whether some NTDs are caused by an inborn abnormality in the way that the cells in the developing baby handle folate. We recently studied a group of proteins that are involved in folate handling and found that some patients with NTDs have defects in these proteins, whereas unaffected people did not. This finding suggests that problems with these problems may directly cause NTDs. In support of this idea, mouse embryos that have defects in the same group of proteins also develop NTDs. These mouse models provide an opportunity to study what job these folate handling proteins are doing in the embryo and how the associated NTDs may be prevented.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J003794/1","grantId":"MR/J003794/1","fundValue":"614038","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Nicholas  Greene","coPersons":["Kevin  Mills","Andrew John Copp"],"organisation":"University College London","findingsText":"","dataset":"gtr"}