{"id":"54B7CF74-82BA-4D04-91CE-F2E7DB038351","title":"A novel system for perfusion and real-time analysis of single hESC-derived cardiomyocytes","abstractText":"About one week after fertilization between egg and sperm, the cells of the developing human embryo are primed to start forming all the cell types in the body. Scientists have shown that cells can be isolated at this early stage of development and then grown in the laboratory to produce large numbers of human embryonic stem cells (hESCs). Even in the laboratory, these cells can also be induced to make all cell types in the body. This may provide new opportunities to study early human development, understand more about genetic disorders or provide new sources of transplantable cells for conditions such as cardiovascular or Parkinsons disease. While hESCs could potentially have significant impact on our understanding of developmental biology and treatment of disease, the cell types derived from hESCs have not been studied in detail. For example, beating heart cells (cardiomyocytes) have been produced from hESCs but at best only limited information is available as to how they respond to different drugs or to the effect disruption of specific genes may have. Equally, no-one knows whether the characteristics of hESC-cardiomyocytes produced one day will be comparable to those produced the next. We have demonstrated that sufficient numbers of hESC-derived cardiomyocytes can be produced for detailed analysis. We now aim to engineer a new system that can simultaneously administer and analyze the effect of a variety of cardioactive drugs / gene modulatory agents. This will enable rapid development of hESC-cardiomyocytes as a tool for understanding human development and disease, as well as providing a platform to evaluate the utility of these cells for future medical application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006159/1","grantId":"BB/E006159/1","fundValue":"95223","fundStart":"2006-10-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"Chris  Denning","coPersons":["Stephen John Hill"],"organisation":"University of Nottingham","findingsText":" The goal was to develop a novel perfusion system for analysing the response of human embryonic stem cell (hESC) derived cardiomyocytes after challenge with pharmacology and gene knockdown or overexpression. Although the limited time and personnel resources (no staff were funded) on this 18 month proposal restricted completion of some parts of the project, overall we made excellent progress, achieving 8 peer reviewed publications (including Nature Methods and Nature Protocols) and moved towards filing one patent. Thus, the outcomes contributed to UK science by improving scalable methods of hESC culture, differentiation and genetic modification. This enabled sufficient hESC-cardiomyocytes to be produced for proof of principle studies to show that these cells will likely be a valuable tool in large Pharma drug screening and toxicology campaigns. Commercial utility demonstrated by the follow grant awards, which are partly sponsored by industry:\n\n\n\n- BBSRC industrial partnership award with Syngenta. Grant no. BBG021821/1. Stem cell screening of human nutrient-gene interactions at the epigenetic level. 1.8.09-1.7.13. &pound;1.3 million (Co-I)\n\n• SC4SM (Stem Cells for Safer Medicine Government / Private partnership Call). Developing hESC-derived cardiomyocytes as predictors of cardiotoxicity. 1.5.09-1.5.10. &pound;80,000 (PI)\n\n• Bioprocessing Research Industry Club (BRIC) Grant BB/G010390/1. Developing scalable and standardised manufacturing methods for human PSCs. 1.1.09-31.11.12. &pound;900,000 (Co-I)\n\n• Bioprocessing Research Industry Club (BRIC) Grant no. BB/G010285/1. Non-invasive biophotonics tool for phenotypic identification of pluripotent stem cells and their progeny. 1.3.09-1.3.12. &pound;654,201 (Co-I) MEA detection of hESC-cardiomyocyte electrophysiology: We established the first MEA system in the UK for non-invasive, realtime analysis of the electrophysiological responses in hESC-cardiomyocytes. \n\n\n\nImproved hESC culture strategies. Ultimately, we demonstrated the MCT method could support 14 different hESC lines derived in 5 countries, even though the lines were originally cultured in the most diverse conditions available, varying in substrate, passaging method and medium composition (Braam et al., Nature Methods, 2008; Braam et al., Nature Protocols, 2008). \n\n\n\nScalable hESC culture strategies, relevant to the automation industry (Thomas et al., Biotech &amp; Bioeng 2009)\n\n\n\nTransgenic enrichment of hESC-cardiomyocytes: Published in Anderson et al., Molecular Therapy, 2007. Shows the potential of enriched cell populations in drug testing. \n\n\n\nFunding: This grant underpinned other successful awards including:\n\n- British Heart Foundation (A rationale approach to improving and scaling production of hESC-cardiomyocytes; PG/07/092/23722) \n\n- BBSRC funding (Engineering an in vitro living pump; BB/F020619/1). \n\n- BBSRC industrial partnership award with Syngenta. Grant no. BBG021821/1. Stem cell screening of human nutrient-gene interactions at the epigenetic level. 1.8.09-1.7.13. &pound;1.3 million (Co-I)\n\n• SC4SM (Stem Cells for Safer Medicine Government / Private partnership Call). Developing hESC-derived cardiomyocytes as predictors of cardiotoxicity. 1.5.09-1.5.10. &pound;80,000 (PI)\n\n• MRC Grant no. 20970. New in vitro models of DMD by induced pluripotency in patient biopsies and gene knockdown in hESCs. 1.1.09-31.9.12. &pound;540,000 (PI)\n\n• Bioprocessing Research Industry Club (BRIC) Grant BB/G010390/1. Developing scalable and standardised manufacturing methods for human PSCs. 1.1.09-31.11.12. &pound;900,000 (Co-I)\n\n• Bioprocessing Research Industry Club (BRIC) Grant no. BB/G010285/1. Non-invasive biophotonics tool for phenotypic identification of pluripotent stem cells and their progeny. 1.3.09-1.3.12. &pound;654,201 (Co-I) Healthcare","dataset":"gtr"}