{"id":"54CA506E-4637-4F0E-B5FE-2F714C6BC76A","title":"Spin frustration and orbital physics in vanadates","abstractText":"The study of spin frustration and orbital physics is one of the most exciting frontiers of contemporary research in condensed matter physics. The discovery of experimental realisations of model spin-orbital systems in vanadate compounds, coupled with recent developments of time-of-flight and polarised neutron, and resonant x-ray scattering techniques at central facilities, gives unprecedented opportunities to make major contributions in this field. However, in order to take maximum advantage the provision of single-crystal samples is mandatory. The growth of single-crystal vanadates is in its infancy, but we propose to employ a PDRA who has already produced some of the largest single crystals of these compounds using the floating-zone technique. We also propose to collaborate with a leading European materials discovery laboratory employing the complementary flux growth technique, and with condensed matter theorists working in this area. First, we have discovered frustrated ferromagnetism in square-lattices with significant cross-bond exchange, in Pb2VO(PO4)2 and related materials. By chemical substitution we will be able to realise a quantum disordered phase. Entirely new excitations are predicted in the spin liquid phase, and we propose to image this behaviour very directly in inelastic neutron scattering experiments. Secondly, the perovskite orthovanadates RVO3 exhibit novel magnetic phenomena including magnetisation reversal for LaVO3, a magnetic memory effect for GdVO3, and a staircase-like magnetisation for PrVO3. Our measurements will determine the orbital ordering and orbital excitations, and will tell us about the relative importance of the quantum fluctuations of quasi-one-dimensional orbital character, versus Jahn-Teller distortions. Finally, the AV2O4 spinels have a highly frustrated pyrochlore geometry for the V ions, and for divalent A = Zn, Mg, Cd and Mn, the orbital degree of freedom comes into play. We shall compare the orbital ground states determined using resonant x-ray scattering with theoretical predictions, and measure the complex exchange interactions using inelastic neutron scattering from large single crystals.One of the primary aims of the project is to train PhD students not only in the complementary use of neutrons and x-rays in an exciting and important area of science, but also with the synthesis know-how to produce materials allowing the fullest use to be made of world-leading neutron and synchrotron facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E034993/1","grantId":"EP/E034993/1","fundValue":"311548","fundStart":"2007-01-01","fundEnd":"2007-07-31","funder":"EPSRC","impactText":"","person":"J P  Goff","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}