{"id":"54CEE245-FE0C-411D-BA0E-FFE326DF7E69","title":"(COMIX) Coupling biofilm diversity and ecosystem functioning: The role of communication and mixing in microbial landscapes.","abstractText":"While the biodiversity ecosystem functioning (BEF) debate has considerably advanced macroorganismic and theoretical ecology, a central question remains whether (and how) the BEF coupling applies to the microbial world. This is of immense ecological and societal relevance because of the central role of micro organisms in natural and engineered ecosystems. This proposal aims at studying the relationship between biofilm biodiversity and its large-scale ecosystem consequences. Biofilms are matrix-enclosed communities that represent the dominant form of microbial life in most aqueous ecosystems, yet their understanding significantly lags behind their planktonic counterparts. We will place biofilm research in an explicitly spatial context by recruiting conceptual knowledge from landscape ecology. Dialoguing between modelling and experiments, this will allow us to develop a multi-scale computational model that can quantify the interplay between biofilm invasibility and diversity, hydrodynamic mixing and quorum sensing over a range of different spatial scales. We will start at small spatial scales (&lt;0.01 m) and with the simplest assumption that completely random community assembly from a homogeneous source community is unaffected by mixing and communication. We will then systematically move up in scale (&gt; 1000 m) by successively adding complexity from biofilm surface topography, dispersal, hydrodynamics and quorum sensing, and by comparing model predictions with the experimental observations. Ultimately, we will link nitrifier biodiversity in streams to nitrogen cycling and export to larger downstream ecosystems. COMIX will significantly contribute to bridge the conceptual gap that has developed between microbiology and ecology, advance mathematical modelling in microbial ecology across scales, and will be a unique opportunity to tailor and, most importantly, test theories from landscape and invasion ecology on microbial terrain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D522211/1","grantId":"NE/D522211/1","fundValue":"150235","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"","person":"William Taylor Sloan","coPersons":["Ian  Head","T P Curtis"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}