{"id":"54D7BDA0-9614-4938-9CC0-70D71D3F2B3C","title":"Biophysical and physiological characterisation of potassium channels from pathogenic fungi","abstractText":"Opportunistic fungal pathogens are a major cause of life-threatening infections in individuals with a compromised immune system. An increase in the patient population at risk from the development of serious fungal infections, including HIV/AIDS patients, those undergoing blood and marrow transplant, major surgery or receiving chemotherapy has led to an associated rise in the frequency of invasive infections over the past two decades. Targeted anti-fungal therapies are often complicated by biological similarities between fungi and their mammalian hosts. Furthermore, fungal infections can be recalcitrant to therapy and resistance to traditional interventions such as fluconazole is a growing problem. Hence the need to identify novel anti-fungal targets is paramount.\n\nThe purpose of this research project is to characterise a fungal ion channel protein and its role in the fungal cell. Ion channels act as regulated &quot;holes&quot; in the cell membrane allowing ions such as sodium and potassium to pass in and out of the cell and their function is essential for maintaining the activity of cells in almost all forms of life. Ion channels can be defined simply on the basis of their structure and which ions they pass. Potassium ion channels for example allow only the movement of potassium into or out of the cell and are formed through the assembly of multiple proteins surrounding a &quot;hole&quot; or &quot;ion pathway&quot;. The opening and closing of this pathway is tightly regulated by a variety of stimuli. Thus understanding the mechanisms of how these ion channel proteins open and close and how we could stimulate or inhibit potassium ion flux is fundamental to manipulating fungal cell function. \n\nUsing several species of human pathogenic fungi (Candida albicans, Aspergillus fumigatus and Cryptococcus neoformans) which represent the primary sources of fatal infections in the immunosuppressed population, I have identified a number of specific potassium channels (called TOK1). These TOK1 potassium channels potentially control the growth and function of fungal cells by managing the movement of potassium ions in and out of the cell. More importantly, if the ion channel pathway was held open and ion flow unregulated it could lead to excessive potassium loss and fungal cell death. TOK1 channels are found only in fungi and no similar protein exists in humans, animals or plants. As one of the limitations of existing therapies is that they do not distinguish between human and fungal cells, the unique fungal nature of these TOK1 channels makes them ideal targets for future anti-fungal therapies. The aim of this study is to understand the mechanism of how these channels open and close and begin to address the role these channels play in fungal cells. It is anticipated that data from this study will allow the future design of compounds specially targeted to induce unregulated potassium flow through TOK1 channels providing a unique strategy to combat and reduce the prevalence of dangerous fungal infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J006114/1","grantId":"BB/J006114/1","fundValue":"392012","fundStart":"2012-09-17","fundEnd":"2016-03-16","funder":"BBSRC","impactText":"","person":"Anthony  Lewis","coPersons":[],"organisation":"University of Portsmouth","findingsText":" We have constructed and tested mutants of our ion channel protein in transmembrane domains S6 and S8 as described in Aim 1 that have allowed us to probe the structure-function nature of how fungal ion channels open and close and therefore partially meeting Aim 1 of the grant award. We have investigated the pH sensitivity of CaTOK and been able to describe the structure-function nature underlying pH medicated gating/permeation behaviours, thus almost fully meeting Aim 2 of the grant award. We intend to use the structure function information to generate computation molecular models of our fungal ion channel proteins (which I included in my future plans of my grant proposal), which will be freely available to others post publication. Findings regarding the gating/permeation behaviour of fungal ion channels will directly impact our understanding of other known ion channels in humans and plants therefore considerably adding to our current understanding of ion channel gating. More broadly, our data regarding fungal ion channels will have a significant future impact for treating human and agricultural fungi. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}