{"id":"54DC8248-10E2-495A-A7FC-470A83D821D1","title":"A review of theories, concepts and interventions relating to community-level strengths and their impact on health and well being","abstractText":"This paper draws on two reviews of the relationship between strong communities and health and well being. The first is a theoretical and conceptual review of recent ideas that presuppose the existence of community relationships and indicate their potential contribution to social improvements. The second is a systematic review of community strengthening interventions that have been evaluated in terms of their impact on health and well being.\n \nWhilst there is a wealth of concepts that describe different ways of understanding communities, and theories that could explain the production of social benefits, including health and well being, these are often portrayed relatively narrowly and uncritically. Changing relationships between citizens and the state also shape the ways in which ideas such as resilience, social capital and community organizing are interpreted in government policy. \n\nDespite the rise in popularity of community concepts in public health, the quality of intervention evaluations is poor. In particular the transformational claims for some interventions were presented uncritically. The impact of interventions such as time-banks, community gardens and participatory arts projects on health should be investigated. However non-intervention research on how communities can best mobilise internal and external resources for health gain is also needed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501014/1","grantId":"AH/J501014/1","fundValue":"32475","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  The findings were used to inform a subsequent major study funded by AHRC as part of the Connected Communities Programme entitled Representing Communities: Developing the creative power of people to improve health and wellbeing.\nSee http://representingcommunities.co.uk/ \nActively using the theoretical framework in research and engagement Other Societal,Policy & public services","person":"Eva Brit Elliott","coPersons":[],"organisation":"Cardiff University","findingsText":" The scoping study drew on two reviews of the relationship between strong communities and health and well being. The first was a theoretical and conceptual review of recent ideas that presuppose the existence of community relationships and indicate their potential contribution to social improvements. The second was a systematic review of community strengthening interventions that have been evaluated in terms of their impact on health and well being. \nWhilst there is a wealth of concepts that describe different ways of understanding communities, and theories that could explain the production of social benefits, including health and well being, these are often portrayed relatively narrowly and uncritically. Changing relationships between citizens and the state also shape the ways in which ideas such as resilience, social capital and community organizing are interpreted in government policy. \nDespite the rise in popularity of community concepts in public health, the quality of intervention evaluations is poor. In particular the transformational claims for some interventions were presented uncritically. The impact of interventions such as time-banks, community gardens and participatory arts projects on health should be investigated. However non-intervention research on how communities can best mobilise internal and external resources for health gain is also needed. Refining the theoretical basis for strenghtening community interventions to improve health and wellbeing. Other","dataset":"gtr"}