{"id":"54DEB00C-C013-48D1-8E04-6B4083BCDE3C","title":"Investigating age-dependent regulation of complement in human eye tissues: implications for Age-related Macular Degeneration","abstractText":"Over half of all cases of blindness in the UK are caused by Age-related Macular Degeneration (AMD), with about 50 million people affected worldwide. AMD is a disease that damages a part of the retina (called the macula) and leads to central vision loss. While there are associations with diet and environmental factors, there is clear evidence that the risk of developing this disease is strongly influenced by our genes. Recent studies revealed that a common variant of one particular gene (known as Complement Factor H or CFH for short) strongly increases the risk of developing AMD. This variant (called the Y402H polymorphism) is present in about 35% of people of European descent and it results in a small, but significant, change in the CFH protein that alters its functional properties. We have recently made an important discovery that the normal and disease-associated forms of CFH (referred to as '402H' and '402Y', respectively) differ in their ability to recognise a particular group of carbohydrate molecules (called GAGs) in the eye. This may influence the localisation of the CFH protein, which is likely to be important to the development of AMD since CFH controls part of our immune system that distinguishes healthy from diseased tissues. If the CFH protein is not present in the correct location (or if there is simply less of it), as we believe is the case for the 402H form of CFH, then the resulting disruption of the immune system would lead to inflammation and tissue damage; i.e. major features of AMD. \nBased on our recent (MRC-funded) experiments we have preliminary evidence for age-related changes in the human eye that appear to influence CFH function. We think it likely that normal changes in the eye, which occur during ageing, may be important in the development of AMD, in particular for individuals with an 'at-risk' genetic profile (e.g. those having the 402H form of CFH). Therefore, one aim of this research project is to test this idea by analysing eye tissues from donors of different ages (i.e. ranging from 30 year olds to those over 80), which will be supplied by the Manchester Eye Bank. For example, we will characterise how the structure of GAGs change with age and how this influences the functions of the 402H and 402Y forms of CFH. To our knowledge, this is a unique approach that is not being pursued by other groups, who are mainly focusing on the later stages of AMD, i.e. when tissue damage has already occurred. We have also identified other changes that occur in healthy human eyes that might additionally contribute to the initiation and progression of AMD. We aim to investigate these important new discoveries in further detail to determine whether they might be useful in the design of improved treatments for AMD, which could potentially be targeted early in the disease process. If they do, we are well placed (i.e. with the necessary experience/facilities) to translate our findings from the laboratory to the clinic.\nOur own expertise in Manchester, for example in AMD, the CFH protein and carbohydrate chemistry (along with the molecular tools we have developed over the last 8 years), will be supported by a network of scientific collaborators (both in the UK and abroad) providing access to specialised biochemicals and cutting-edge technologies.\nOverall these unique and novel studies are likely to lead to a greater understanding of the causes of AMD and may allow the development of new therapeutic strategies for treating this devastating disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K004441/1","grantId":"MR/K004441/1","fundValue":"480344","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Anthony  Day","coPersons":["Paul Nicholas Bishop","Simon John  Clark"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}