{"id":"54EC0F6B-6882-4C63-9F68-1651C1B48B7F","title":"RC3: Robust Cognitive Cooperative Communications","abstractText":"According to the Ofcom's Digital Dividend report in 2007, spectrum is limited only because they are seriously underutilised due to rigid and inefficient management. It was reported that over 90% of locations could have around 100MHz spectrum available for other services. These underutilised or unused spectrum holes, also known as white spaces, are mainly due to the interleaved spectrum for the digital TV band. Given the fact that the entire 3G spectrum is only 75MHz, this is an unacceptable wastage. At the same time, however, this gives golden opportunities for mobile operators, broadband service providers and users in the UK to improve the QoE for personal communications using cognitive transmission in the spectrum TV white spaces. \n\nIn this context, BT is committed to exploiting the TV spectrum white spaces for providing wireless broadband access for homes in rural areas using cognitive radio (CR) technologies. According to BT, there are 2.75 million customers in rural areas, known as &quot;not-spots&quot; where, as ridiculous as it sounds, have no 3G coverage and Internet service is pretty much limited to dial-up access over residential or business telephone lines. In the &quot;not-spots&quot;, the service is less than 2M bps but the TV spectrum white spaces, if utilised properly, can potentially cover more than 25% of the &quot;not-spots&quot; for improved services. The opportunity is that homes in a neighbourhood can share their antennas and signal processing capability to deliver much higher QoE using the spectrum white spaces at no extra cost.\n\nThis project takes a novel perspective of enhancing the energy and spectrum efficiencies of wireless communications via user cooperation (e.g., multiple homes cooperation), which offers the possibility to improve the channel by sharing the resources between users. This exceptionally challenging objective has the potential to redefine the architecture of wireless networks, provide a novel system solution for extending the coverage and enhancing the QoE of broadband communications. \n\nIn this project, the PI and BT (as the industrial partner) will join force to address the optimisation problem for cognitive cooperation. Our aim is to tackle the fundamental technical challenges specific to a cooperative MIMO channel. For instance, the required optimisation will need to take into account of individual users' requirements, constraints and fairness issues. Also, the proposed cooperative solution is also required to be robust to imperfect channel state information (CSI) and asynchronousity of the cooperating nodes, and be realised in a distributed manner. BT will be a key partner to provide invaluable inputs on the practical level to ensure that the project deliverables are exploitable. The final outcome of the proposed project will be the technologies for self-optimising cooperative antenna systems which can be used to provide broadband coverage for &quot;not-spot&quot; areas over wireless in the TV spectrum white spaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015893/1","grantId":"EP/K015893/1","fundValue":"315750","fundStart":"2013-07-15","fundEnd":"2016-07-14","funder":"EPSRC","impactText":"","person":"Kai-Kit  Wong","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}