{"id":"54F07BFB-2A31-43C6-9B34-999B41BDBC2C","title":"Corporate Social responsibility (CSR): When worlds collide: contested paradigms of corporate responsibility.","abstractText":"<p>Concepts of corporate social responsibility (CSR) are widely used by businesses, professional bodies and academics, but are also widely contested. The aim of this seminar series was to cut through the rhetoric of CSR, by engaging academics, professions and practitioners, to deliver positions of clarity from which future debates can emanate. </p>\n\n<p>The series grew from concerns over the nature of corporate engagement with responsible management, and proved to be highly prescient and topical as the first seminar took place two weeks after the collapse of Lehman Brothers at the beginning of what has emerged as a serious and deep economic recession, in which the actions of business has been called into question. </p>\n\n<p>The seminar series addressed some serious questions about the behaviour of corporations and their responsibilities: </p>\n\n<ol>\n \n\n <li>How do we decipher the domain of CSR</li>\n\n <li>Is corporate taxation practice a CSR issue? </li>\n\n <li>How, in a world of depleting resources, we can ensure equity between business and society?</li>\n\n <li>Can CSR make poverty history and promote human rights? </li>\n\n <li>Can Corporate Philanthropy contribute to social justice? </li>\n\n <li>Where do the responsibilities of corporations, government and civil society begin and end? </li>\n</ol>\n\n<p>The series provided a forum for engagement between academics, policy makers, professional bodies and practitioners to develop increased insights into the theory and practice of CSR. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0641","grantId":"RES-451-26-0641","fundValue":"17810","fundStart":"2008-12-16","fundEnd":"2010-09-15","funder":"ESRC","impactText":"","person":"Paul  Palmer","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}