{"id":"54F498B2-0180-4912-8EB5-E99852B2DEAE","title":"Sharing and visualizing large-volume environmental data (eScience)","abstractText":"There are many situations in which people need access to environmental data in order to make decisions: these include town planning, search and rescue, construction and response to emergencies such as floods and disease outbreak. The Internet is a very useful means for distributing environmental data and so many groups have written software to allow environmental data to be shared online. However, these tools are often hard to use by non-specialists. These tools can be improved if everyone adheres to common standards. Through the use of standards, users do not have to learn how to use lots of different types of systems. This gives decision-makers the ability to bring many different types of data together in order to make an informed decision. In fact, European public bodies, such as the UK Met Office, must change their existing systems to be standards-compatible over the next decade, according to the European INSPIRE directive. There are technical difficulties, however, in creating a standards-compliant data-sharing system for environmental data using current tools. Within the DEWS project (Delivering Environmental Web Services) we learned valuable lessons, and developed new software tools, that can solve some of these problems. In particular we learned how to share and visualize very large volumes of environmental data using the Internet in a standards-compliant way. In this project, we will transfer this knowledge and technology to the wider community. Firstly, we shall work with the producers of existing popular tools to incorporate our technology into these tools. Then we shall apply the new technology to two test cases, to ensure that the technology really meets the needs of users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F009429/1","grantId":"NE/F009429/1","fundValue":"83132","fundStart":"2008-01-01","fundEnd":"2009-04-30","funder":"NERC","impactText":"  The software developed in this project has been very widely used by research groups, government agencies and industry as a means of visualising environmental data on the web. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education Cultural","person":"Jonathan David Blower","coPersons":["Keith  Haines"],"organisation":"University of Reading","findingsText":" We developed new software for sharing and visualising environmental data on the web. We built this software into an existing widely-used data serving system (the THREDDS Data Server) and thereby achieved very high adoption. This system is now in use by many organisations and projects, including large-scale operational data systems (including MyOcean, the Copernicus Marine Core Service). All outcomes are in the form of open-source software and are already widely known within the community as a now-standard approach for visualising data. The underlying software libraries can also be used outside of our particular system, enabling groups with different IT infrastructures to benefit from our approach. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}