{"id":"54F498F8-1A25-428D-A39C-7B35071A6D28","title":"Improving analytical methods for reducing selection bias in health economic evaluation","abstractText":"Policy-makers use studies on the relative costs and effectiveness of alternative ways of providing health care. Many cost-effectiveness analyses (CEA) use observational data, where the key concern is how to adjust for imbalances in baseline covariates due to the non-random assignment of the programs under evaluation.\n<br />\n<br />This research aims to improve methods in CEA for dealing with selection bias. The objectives are:\n<br />\n<ol>\n <li>To assess the relative performance (bias and precision) of different methods for reducing selection bias in CEA using simulations from three large randomised trials.</li>\n <li>To evaluate the impact of the matching method on the overall estimates of cost-effectiveness using five different case studies</li>\n <li>To evaluate the effect of the matching method on cost-effectiveness results for patient subgroups</li>\n <li>To disseminate the resultant methods guidance to potential users of the research.</li>\n</ol>&nbsp;\n<br />The objectives will be addressed by comparing a new non-parametric method (Genetic Matching) previously developed in labour economics, to more traditional methods (eg regression analysis). The research will use case studies of clinical interventions in critical care and public health interventions to prevent hepatitis C.&nbsp; \n<br />\n<br />This research will provide better methods for performing cost-effectiveness analysis, and accurate measures of cost-effectiveness for areas of high policy-relevance.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G00188X/1","grantId":"ES/G00188X/1","fundValue":"273504","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"ESRC","impactText":"","person":"Richard  Grieve","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":" 1. Our literature review found that studies that compare the costs and outcomes of alternative treatments rarely assess the main assumptions behind statistical analyses for addressing selection bias (Kreif et al, 2012a). The studies reviewed did not consider whether it was reasonable to assume that there were no unmeasured factors that may explain the study's findings. The studies did not assess whether the statistical model chosen to try and reduce bias was reasonable. We developed a checklist  Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}