{"id":"55024F7F-1FA3-4F9B-9242-42EA2A1C36B9","title":"Numerical modelling of ocean circulation using a vorticity-potential method","abstractText":"We propose to explore the benefits of a new approach to computational modelling of the ocean circulation. The approach is based on solving the so called 'vorticity balance' of the ocean, which quantifies the processes that make the circulation 'spin' faster in the horizontal and 'overturn' in the vertical. The main advantage of this approach is that it avoids the need to solve for the pressure field, which is a major source of error in regions of steep bottom topography. Furthermore, many of our most useful conceptual models of the ocean circulation are based on vorticity, and hence it should be easier to relate the model output to these conceptual models, aiding physical interpretation of the results. If successful, this proof-of-concept project should pave the way for a standard grant application to develop a global ocean circulation model using this approach. In the longer term, this has the potential to improve the ocean component of models used for climate prediction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015345/1","grantId":"NE/I015345/1","fundValue":"50203","fundStart":"2011-09-01","fundEnd":"2012-08-31","funder":"NERC","impactText":"","person":"David Philip Marshall","coPersons":[],"organisation":"University of Oxford","findingsText":" This small &quot;proof of concept&quot; project has been exploring the use of a novel representation of the equations describing the ocean circulation in computational models. While the results have turned out to be somewhat negative for formulating computational models, they have led to new interpretations of the effect of ocean eddies on the large-scale circulation and, in particular, in maintaining a sharp Gulf Stream. As above, potential uses in non-academic contexts will follow in due course following a more substantial follow-on project. As a proof-of-concept project, the primary objective was to determine whether a more substantial project is justified. The results are feeding into a new proposal to NERC to study the effect of ocean eddies on the large-scale circulation. Further exploitation will be appropriate at the end of that project. Environment","dataset":"gtr"}