{"id":"5509A80F-E4E4-4963-B044-3EBB623724F2","title":"DNA Misfolding and the Maintenance of Genome Stability: an Integrated Molecular, Cellular and Genomic Investigation of DNA Double-Strand Break Repair","abstractText":"DNA is essential for all living organisms as it encodes the information needed for growth, survival and inheritance. Chromosomes contain this genetic information in very long molecules of DNA (often more that several million molecular building blocks, known as base-pairs, in length). One consequence of this great length is fragility of the molecule. Therefore, cells need efficient systems to repair broken DNA. One single unrepaired DNA break in a chromosome leads to cell death. Not only does a break need to be repaired efficiently but it must also be repaired accurately. Inaccurate repair leads to genetic alterations that cause cancer or genetic disease. Furthermore, DNA breakage is used to kill cancer cells in treatments such as radiotherapy and chemotherapy. The break repair pathways also offer targets for the development of new antibiotics. Understanding how DNA molecules are broken and how they are repaired is fundamentally important to inform future clinical practice.\n\nInterestingly, not all DNA sequences are equally susceptible to breakage. Due to their inverted-repeat nature, palindromic DNA sequences can misfold in chromosomes and these misfolded structures have an elevated probability of breakage. DNA palindromes are known to be locations in chromosomes associated with human genetic disease in foetuses and cancer in adults. We know also that this association with disease is likely to be caused by DNA breakage. In bacteria (such as E. coli), we have discovered that a specific protein, known as SbcCD (also present in humans where it is known as Rad50/Mre11), is responsible for generating DNA breaks at palindromic sequences. However, these breaks are very efficiently and accurately repaired in a reaction called homologous recombination, using the genetic information on a second unbroken copy of the chromosome present in the same cells. \n\nWe will use this system of DNA misfolding and cleavage (and another system that uses molecular scissors) to generate repairable DNA breaks at a specific chromosomal location and study their repair by homologous recombination. We will concentrate on the mechanism of repair of DNA breaks in living cells. This is the area where the least is known and where our research can have the greatest impact. Many years of genetic investigation have identified the genes involved in homologous recombination and the proteins that they encode have been studied in the test tube. However, the experimental systems to study this reaction in living cells and the methods to carry out this analysis have recently progressed to a stage where substantial progress can be made. Using microscopy, we will actually look at the repair reactions, as they are happening in live cells. We will also isolate and analyse the DNA molecules &quot;caught in the act&quot; of repairing breaks. Finally we will observe the indirect consequences of DNA break repair on the duplication of chromosomes and their distribution into the next generation of cells.\n\nOur sophisticated systems for making DNA breaks and analysing their repair, combined with the wealth of knowledge of E. coli as an experimental organism and its intrinsic advantages (such as small size and rapid growth rate) will be used to make more rapid progress than it is possible with more complex organisms. Not only will this work elucidate how DNA breaks are actually repaired in living E. coli (an important bacterial pathogen) but it will be a first step towards implementing similar experimental strategies in human cells. An example will help to illustrate this. We intend for the first time to isolate the DNA from a single DNA repair site on the chromosome and analyse this DNA by electron microscopy. This will not be trivial even for a chromosome of 4.6 million base pairs in length. However if we succeed, we will have pioneered the way towards a similar goal for the DNA in a human cell where a specific repair event will have to be isolated from over 4 billion base pairs of DNA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M019160/1","grantId":"MR/M019160/1","fundValue":"1724710","fundStart":"2015-07-01","fundEnd":"2020-06-30","funder":"MRC","impactText":"","person":"David  Leach","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}