{"id":"550E3C38-9548-4BA6-9BC6-FAE310871F84","title":"Interactions underlying assembly and function of TolC-dependent drug efflux and toxin export machineries","abstractText":"Bacterial diseases present an ominous threat to humans throughout the world, causing great suffering, death, and economic cost. This is especially so as we now see new disease-causing strains emerging, and old ones re-emerging as they become increasingly resistant to the antibiotics that have protected us for decades. It is therefore more important than ever to perform sophisticated studies on antibiotic (?drug?) resistance and virulence mechanisms to learn how bacteria infect us and how they survive antibiotic treatment. Only then will we be able to see new ways to combat them. \n\nIn our laboratory we combine powerful experimental approaches to study the biology of pathogenic (disease-causing) bacteria. Here we aim to continue our studies of the large family of machineries that bacteria build in their complex cell envelope to secrete protein toxins, which act on our cells, and expel a wide range of antibiotics and other noxious inhibitors (e.g. our stomach bile salts). They therefore enhance the survival of bacteria when they infect human and animal hosts, increasing their ability to counteract our defences and contributing to multidrug resistance. \n\nThese virulence and drug resistance machineries are closely related, all using energy-providing transporter complexes to deliver or ?pump? their cargo, whether large protein toxins or small antibiotics, to a cell exit duct called TolC which we have shown channels them out of the cell as a ?trash chute?. However, at a molecular level the machineries also differ significantly in the fine detail of their specific components and inter-component interactions, and their preferences for particular substrates. \n\nWe have spent many years characterizing these medically important and scientifically intriguing machineries, and our work has recently succeeded in describing the common components and their interactions, which culminated in the first detailed view of one type of complete assembled multidrug efflux pump called AcrA-AcrB-TolC. We will now exploit our hard-won expertise to shift our focus to achieving the same advance with a second important type of resistance pump (MacA-MacB-TolC), and a toxin export system (HlyB-HlyD-TolC). In this way we can visualize how these ?pumps? assemble in the bacterial cell envelope, identifying the common core events and also system-specific variations that give them such flexibility of function. By gaining a view of how these remarkable machines assemble and work, we will better understand the strategies bacteria employ to infect us, and will open new ways for us to counteract them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001104","grantId":"G1001104","fundValue":"873466","fundStart":"2011-06-01","fundEnd":"2015-11-30","funder":"MRC","impactText":"","person":"Colin  Hughes","coPersons":["Vassilis  Koronakis"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}