{"id":"55108B62-A045-4166-A6AF-DCFCC91F1FB3","title":"Metal substrate mounted flexible dye sensitised semiconductor solar cells","abstractText":"More solar energy falls on the Earth's surface every day than the whole of humankind would consume in 27 years (i.e. 10,000 times our needs). To harness this potential and provide a reliable and economic carbon free source of electricity is however a non trivial problem. Dye sensitised semiconductor cells (DSSCs) based on sensitised nanocrystalline titania sandwiched between transparent conducting oxide glass have been developed with efficiencies of up to 11%.The current barriers to DSSCs are cost, manufacturability and durability. Low cost photovoltaic (PV) coatings in the modern built environment promise great financial/environmental benefits, potentially competing with mainstream energy sources. Our novel approach will study dye-sensitised titania photovoltaics in polymer coatings on strip steel, providing a large area solar collector. Our aim is breakthrough low cost PV surfaces, using cost effective materials and rapid/continuous coil coating manufacturing. Corus Colors coil coating facilities produce 1,000,000 T/yr of painted steel products; two thirds of which ends up on roofs. This equates to approximately 100 million m2 of organic coated strip steel (OCS) roofs. The average amount of UK solar irradiation is 900 kW.hr/m2/yr. If the light-to-electricity efficiency of the PV coating is 6%, 100 million m2 of PV coated roofs with an integrated photovoltaic capacity would produce 5400 GW.hr of electricity. This equates to 600 MW of conventional power capacity or over 2400 MW of a renewable source such as onshore wind power. Considering that this amount of roofing is added to the UK annually, the opportunity for large scale PV energy production is very significant.The continuous fabrication of DSSC's on strip steel raises significant new scientific challenges. These are broadly in four key areas: (1) developing strongly adherent and active sensitised nanostructured titania layers on metal substrates suitable for high speed application, (2) developing a suitable electrolyte which eliminates volatile components and associated sealing issues, (3) optimising collection efficiency and counter electrode design and (4) durability and compatibility of materials to ensure a reasonable operational life in external exposure, including in particular the development of suitable barrier layers to prevent corrosion of the steel substrate. The project brings together leading researchers in the field of dye sensitised solar cells (Imperial) and photoelectrochemistry (Bath), materials deposition and surface chemistry (Bangor) and steel coating development (Swansea). Critical to the success of this ambitious programme is the support of the World's second largest producer of coil coated materials, Corus Colors. The assembled partnership has the capability to deliver a unique solution to cost-effective passive generation of electricity from the walls and roofs of buildings and provide novel mechanistic insights into the fundamental photoelectrochemistry of metal mounted DSSCs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03585X/1","grantId":"EP/E03585X/1","fundValue":"282362","fundStart":"2007-06-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The low temperature sintering has undergone pilot line trials. The low temperature platinisation has been tested commecially and has undergone long-term durability testing.\nWe are currently negotiating with a Company to test ultra-fast multiple dyeing. Electronics,Energy,Manufacturing, including Industrial Biotechology Economic","person":"Peter James  Holliman","coPersons":["I  Butler"],"organisation":"Bangor University","findingsText":" Scaling up solar cell manufacturing means that flexible substrates must be used to enable roll-to-roll manufacturing. In this project, we studied the use of flexible materials (metals or plastics) as substrates for dye-sensitized solar cells. We worked on 2 mains aspects; rapid device manufactruirng and making devices more efficient. We developed low temperature sintering which would be useful for the manufacture of other electronc devices (e.g sensors), low temperature platinisation (useful for making catalysts), new dyes and fast multiple dyeing (useful for any product which relies on colour or surface treatment). Chemicals,Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}