{"id":"551379EF-F13C-4B0F-A798-63886D51766F","title":"How are proteins targeted to curved membranes?","abstractText":"Bacterial cells seem simple life forms, yet their internal cytoplasm is highly structured. Certain bacterial proteins require that they are positioned at the site where cell division takes place. DivIVA is a conserved protein that is involved in the targeting of a wide variety of proteins to the cell division site. The division of a bacterial cell is accomplished by the constriction of the cell membrane in the middle of the cell. During this process the cell membrane is strongly curved. Recently, we have shown that DivIVA is able to recognize and bind to these strongly curved membrane areas. How this occurs we do not know. The aim of this project is to discover what mechanism is responsible for the targeting of DivIVA to curved membranes. To achieve this we have to know in detail how this protein interacts with the cell membrane. This has become feasible thanks to the crystal structure of DivIVA that we have obtained. With this knowledge we can now: i) elucidate how DivIVA oligomers interact with the membrane, ii) determine how the different domains of the molecule contribute to recognition of curved membranes, and iii) how DivIVA functions as a scaffold for other proteins. This information will help us to build a model that can explain how proteins distinguish a curved cell membrane region from a flat cell membrane region. DivIVA is crucial for many morphogenetic processes and is essential for the viability of pathogens such as Mycobacterium tuberculosis and Streptococcus pneumoniae. Insight into the workings of this conserved protein will provide knowledge that will help us to better understand the physiology of these and other bacteria. While various recent studies have implicated membrane curvature as a topological marker for protein localization in the cell, the underlying mechanisms are still being debated. DivIVA is one of the very few model systems that have been used to study protein targeting to negatively curved (concave) membranes. The knowledge obtained with DivIVA will therefore be of general interest, including for those studying membrane curvature processes in complex eukaryotic cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I01327X/1","grantId":"BB/I01327X/1","fundValue":"319622","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"","person":"Leendert  Hamoen","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}