{"id":"551879CD-2E51-4512-A009-2F5B2B302859","title":"An airborne dual ionisation Chemical Ionisation Mass Spectrometer","abstractText":"Ammonia (NH3) and nitric acid (HNO3) are important components of the atmospheric nitrogen burden on regional scales and are major contributors to the nitrogen budget across the UK and western continental Europe. The gases are semi-volatile and can readily partition to aerosol particles as ammonium nitrate (NH4NO3), changing their pathways through the atmosphere. Deposited atmospheric nitrogen can change the nutrient balance of an ecosystem and has been shown to make an important contribution to excess nitrogen in aquatic and marine environments around the UK. NH3 is primarily emitted from agricultural sources and, since the introduction of catalytic converters, increasingly from urban environments. However, NH3 is efficiently lost to the semi-natural vegetation, typical of many natural upland ecosystems important in the UK. HNO3 is produced primarily by photooxidation of nitrogen oxides, which are emitted from combustion sources, mainly motor vehicles. Its production depends on photochemistry and is highest in the plumes of large urban areas. As sulphur declines across western Europe, regions of excess ammonia are becoming more widespread and ammonium nitrate aerosol is becoming a significant component for atmospheric nitrogen. Unlike, NH3 and HNO3, NH4NO3 has a low deposition velocity and is predominately removed by precipitation, hence the nitrogen footprint of a source region changes substantially depending on its phase. As these pathways become more important, so NH4NO3 becomes a significant contributor to regional climate as well as air quality. However, as NH4NO3 is relatively volatile, its concentration is dependent on the associated gaseous NH3 and HNO3 concentrations and evaporation can readily take place in the boundary layer. Furthermore, the particulate and gaseous species have very different surface loss rates. These complexities have made it difficult to obtain an accurate picture of the nitrogen burden. A major part of the problem is the lack of measurement capability. Whilst new instruments for NH3 and HNO3 exist within the UK and have been applied to the problem at the land surface, they cannot be used on mobile platforms, especially aircraft. This is necessary to study the important problem of larger scale transformations and spatial variability and link to models. This proposal hopes to deliver such capability to the UK community by using Chemical Ionisation Mass Spectrometric methods (CIMS). The CIMS technique generates ions of known gases, which are reacted with the atmospheric gas of interest in the inlet to a mass spectrometer where the known reactant ions are sampled. The choice of reactant ions is crucial as this determines the selectivity and sensitivity of the instrument to the sample gas. NH3 and HNO3 have both been measured by CIMS in the past with high sensitivity and selectivity using technological advances made in the USA over the last few years but the ion reaction schemes necessary for their detection are different for the two gases so the instrument has only been capable of measuring one or the other gas at any one time. We intend to purchase such an instrument and develop it by incorporating both ion reaction schemes together and rapidly switch between them providing data on both HNO3 and NH3 at the same time. We will test it in the laboratory, demonstrate its capabilities in a comparison exercise with several other instruments, and perform a surface based study using a mobile laboratory to probe surface heterogeneities in NH3, HNO3, and NH4NO3 fields. The instrument will be installed in the UK FAAM aircraft and then used together with particle measurements to probe the system on a regional scale around the UK in order to tackle the very important, but poorly understood problem of nitrogen transformation, transport and deposition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E018092/1","grantId":"NE/E018092/1","fundValue":"477195","fundStart":"2007-08-06","fundEnd":"2010-11-05","funder":"NERC","impactText":"  we have developed a CIMS for the detection of trace species on FAAM. The methodology used has led to further funding within NERC and the instrument has been used on many international campaigns RONOCO, MAMM, CAST, BORTAS, SepTex Environment Societal,Policy & public services","person":"Carl John Percival","coPersons":["Hugh  Coe","Martin William Gallagher"],"organisation":"The University of Manchester","findingsText":" The aim of the project was to develop a Chemical Ionisation Mass Spectrometer (CIMS) to measure ammonia and nitric acid with high sensitivity and the instrument to be deployed on ground based and mobile platforms. Ionization schemes were developed to quantify ammonia (utilising the protonated acetone dimer) and Inorganic and Organic acids (utilising I-). Typical signal levels were 35 Hz pptv-1 of NH3 and 30-50 Hz pptv-1 of Organic acids/HNO3. A systematic study was conducted to characterize the loss of gas-phase HNO3 on the walls of inlet tubes constructed from different materials (PFA, alumina, alumina coated with Granger’s solution, glass, glass coated with Granger’s solution, glass coated with perfluorinated siloxyl). Heated (at T= 313 K) PFA was found to be the ideal coating in terms of overall loss and time response. Ammonium nitrate (NH4NO3) can potentially decompose within the heated inlet to produce a bias in the results. To investigate this possibility, experiments were conducted where aqueous-phase NH4NO3 aerosol was produced, dried, and then heated to temperatures ranging from 295-363 K. Decomposition as a result of heating was found to become significant above 330 K. \n\n\n\nThe first field deployment of CIMS was undertaken as part of a large international collaboration. Eleven instruments for the measurement of ambient levels of atmospheric ammonia gas (NH3), based on eight different measurement methods were inter-compared above an intensively managed agricultural field in late summer 2008 in S. Scotland. To test the instruments over a wide range of concentrations, the field was fertilised halfway through the experiment with 35 kg N ha-1 as urea, leading to an increase in the average concentration from 10 to 100 ppbv. An overall good agreement of hourly average concentrations between the instruments (R&sup2; &gt;0.84), was observed for NH3 concentrations at the field of up to 120 ppbv. \n\n\n\nThe second deployment of the CIMS instrument was used to test the time response of instrument. NH3 flux measurements were evaluated using the eddy covariance technique at a height of 46m above ground at Speuld forest. The Speuld fieldsite is a mature plantation of Douglas fir (Pseudotsuga menziesii), located in the centre of the Netherlands (52&deg;13'N, 5 &deg; 39'E). Data was collected over a two week period (June 25th – July 8th 2009), and fluxes will be determined using the eddy covariance technique. These measurements represent the only NH3 flux measurements using CIMS. During day time hours, upward transport of ammonia is more dominant, indicating emission of ammonia.\n\n\n\nThe CIMS instrument was successfully installed on the Facility for airborne measurements (FAAM) in October 2009. The CIMS has undertaken 13 flights. Initial flights utilised the Leeds FAGE inlet, however a dedicated inlet had to be designed to minimise acid losses. The CIMS can either be operated in +ve ion mode to measure Ammonia, or negative ion mode to measure speciated organic acids and nitric acid. The CIMS has quantified NH3, HNO3 for the first time on FAAM and performed the first ever measurements of HCOOH, C2H3OOH, C3H5OOH, C4H7OOH on an airborne platform. n/a Environment","dataset":"gtr"}