{"id":"551DF2D0-FB04-4A64-BAD4-9FB59659EBF8","title":"Quantitative sensors for phytohormone signalling systems","abstractText":"Microbiosensors are very small probes used to measure the concentrations of important signals in living tissue and in real time. Their small size is advantageous because the data collected can be associated with more precise tissue placements and less trauma is induced during sensor placement. In order to be useful, biosensors need to be selective to the signal being measured and highly sensitive in order to record the low concentrations of these signals in living samples. Advances in electrochemistry technologies at Warwick have recently allowed the development of good microbiosensors for some neurotransmitters, signals important for brain function. Some plant hormones are part of the same family of chemical signals as the neurotransmitters. The cytokinins are phytohormones which, amongst other roles, help determine the development and size of the storage tissue in seeds. We have made a prototype microbiosensor for cytokinins using the same Warwick fabrication technologies. An enzyme that occurs naturally in plants known as cytokinin dehydrogenase (CKX) reacts with cytokinins to denature them. This enzyme has been purtified and encased in a permable glass layer on a coated microelectrode. When dipped into cytokinins the consequent electrical signal is dependent on both the presence of cytokinins and on their concentration. These prototype biosensors work well, but need improving. This project is about how we will test for improvements in their sensitivity. Our microbiosensors for cytokinin may be improved by using alternative forms of the enzyme with much higher activity, all available to us through our collaborators in Olomouc, Czech Republic. We will test different electrode coatings in order to improve connectivity and test methods to give nanostructure to the electrode to increase its surface area without increasing its size. Having optimised the cytokinin biosensor we will test it on plant samples. Initially we will dip it into sap droplets which form when the stem is cut off a root system. Known concentrations of cytokinin can be added to validate calibrations. A more exacting test will be to insert one of these microsensors into the storage tissue of a seed. A microincision into the seed coat will give access and we will evaluate the performance of both off-the-shelf ATP sensors in this new environment, and then the cytokinin sensors to record real-time changes in hormone signal strength with time and relate this to seed size. We know from other work that high seed cytokinins give bigger seeds, by understanding how and when the signal arrives we may be able to inform strategies for improving food security. Not all plant tissues are as soft and pulpy as seed storage tissue. We will evaluate how to make these biosensors more rugged so that they can be deployed directly into plants. We will test tungsten wires (stronger than platinum), microcatheters for delivering the sensor tip from a protected cover, and evaluate the prospects of making the sensors in glass micrcapillaries - which are known to be good for plant cell impalements, including single-cell measurements. Development of a microbiosensor for cytokinins will be a singularly impressive advance. Ruggedised biosensors based on the proven ATP framework will illustrate that this biosensor technology can be applied to address many other outstanding questions in plant biology. Our experiments will also illustrate how cytokinins drive seed filling and how we might use this information for food security. In short, the biosensors will provide the type of precision data needed to inform current and future studies on manipulating plant seed size and yield potential. Other sensors will follow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023933/1","grantId":"BB/I023933/1","fundValue":"110663","fundStart":"2011-09-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"","person":"Richard M Napier","coPersons":["Jose F Gutierrez-Marcos","Nicholas  Dale"],"organisation":"University of Warwick","findingsText":" The most significant achievements are\n\n1. We have fabricated, tested and evaluated a number of cytokinin biosensor designs and have developed two into highly sensitive and selective biosensors. Both routinely record cytokinin concentrations in the low nanomolar range with response times of seconds.\n\n\n\n2. We have measured cytokinins in real time from plant samples. Various technological challenges were encountered. Sensor design and the testing protocol were adapted accordingly. Not all samples have been validated yet against mass spectrometry but, where tested, our biosensors have given good data in real-time compared with waiting times of many months from MS.\n\n\n\n3. A steep cytokinin gradient has been observed in Zea mais seeds 7 days after pollination - a time critical to early development of embryo and endosperm. Our biosensor data appears to support novel, but highly important findings on the role of cytokinins in communication between maternal tissues and the embryo sac. The information gained from its use should, in time, illuminate how and where e.g. new flowers develop in the flowering shoot Primarily academic. By devising a novel way to measure the plant hormone cytokinin we offer the possibility of far greater understanding of how this key signal delivers crucial information during plant growth and development Agriculture/ Food and Drink,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}