{"id":"551DD71E-3E7B-4C4E-81BD-8543B7D1DEBF","title":"IMPROVING PEOPLE'S PROTECTIVE DECISION-MAKING","abstractText":"<p>For protective products such as life, health or property insurance, people must decide whether - and how much - to invest and how much risk they are prepared to take with their life, health or property. We aim to generate insights into precautionary decision-making by studying the cognitive processes underlying people’s protective preferences. </p> \n<p>Our objective for this project is to develop a theoretical model of protective decision-making. Behavioural decision research involves both normative and descriptive aspects. Normative analyses invoke rationality to define the form of ‘ideal’ decisions, while descriptive analyses explore people's actual judgements, and preferences. Although studies of human decision-making using hypothetical gambles corroborate the need for a distinction between normative and descriptive accounts, current descriptive theories cannot explain some empirically observed aspects of risky choice. Firstly, people apparently weight likelihood of risks differently when making precautionary decisions than when choosing between gambles. Secondly, learning the probabilities of events through experience influences risky decisions somewhat differently than learning the same probabilities through described statistics.</p> \n<p>The project investigates how different types of information affect protective decision-making using interactive computer-presented scenarios and quantitative research methods. We plan to differentiate and test models of protective behaviour and risky choice and identify underlying psychological mechanisms.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D004284/1","grantId":"ES/D004284/1","fundValue":"80353","fundStart":"2006-10-02","fundEnd":"2007-10-01","funder":"ESRC","impactText":"","person":"Peter  Ayton","coPersons":["Paul  Van Schaik","Nick  Chater","Petko  Kusev"],"organisation":"City University London","findingsText":"","dataset":"gtr"}