{"id":"5523C950-3237-4861-B7D3-FA526F832987","title":"Modelling populations in heterogeneous environments","abstractText":"There is now a vast mathematical literature devoted to modelling the dynamics of biological populations. The models employed generally fall into one of two classes: ecological models, that aim to elucidate the interactions within and between populations, and between those populations and the environment; and models of population genetics, that aim to explain the patterns of genetic variation observed in samples from a population. Ecological models typically take into account (some of) spatial structure, competition for resources, predator-prey interactions and changing environmental conditions. Often they assume infinite populations, allowing one to concentrate on fluctuations in growth rates and ignore demographic stochasticity. Models from population genetics, by contrast, often concentrate on the demographic stochasticity (leading to what is known as random genetic drift) which arises from the randomness due to reproduction in a finite population and try to capture the underlying ecology in a single parameter, the `effective population size'. Of course this is an over-simplification and there are ecological models which incorporate demographic stochasticity, just as there are genetic models that incorporate fluctuating selection (leading to fluctuating growth rates). However, in both settings, although there are extensive simulation studies, comparatively little attention has been paid to analytic models which account for the effects of both spatial and temporal heterogeneity.\n\nOur goal in this project is to write down and analyse models that combine environmental and demographic stochasticity and, in particular, allow an investigation of the effects of heterogeneous conditions on the dynamics of a population. The first questions to be addressed concern viability and invasibility of the populations. We shall begin with populations that are subdivided into a finite number of discrete patches, but ultimately we wish to tackle the (difficult) problem of spatial continua and to develop approaches that allow us to retain information about the ancestry of individuals in the population, with a view to using genetic data to unravel population history.\n\nThe effect of fluctuating environmental conditions on population dynamics and biodiversity is a central question in ecology and although our work is theoretical in nature, it has the potential to inform much more applied work. In the face of climate change, understanding the correlations between changing habitat quality and speices movement will play an important role in conservation. Equally, the ability to forecast (and mitigate) the impact of an invading species requires a better undertanding of the effects of environmental variability on population growth rates and invasion speeds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034316/1","grantId":"EP/K034316/1","fundValue":"269632","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Alison  Etheridge","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}