{"id":"553F9936-312A-4B98-A555-AB5D8F22D2FE","title":"A systems approach to long-term in vivo homeostatic control of neural activity","abstractText":"Throughout life the brain is faced with the challenge of maintaining its stability, while also being sufficiently flexible to respond to environmental changes and to make modifications required for storage of memories. The process of maintaining brain functions near some set point in the face of these challenges is called homeostasis. Homeostasis regulates the electrical activity of neurons and is likely to be exceptionally important for life-long health and for healthy aging. It is required to maintain a neuron's activity within an optimal range. If neurons have too much or too little activity, neurons will be damaged or information will be lost. Deficits in homeostasis are believed to play critical roles in a spectrum of brain disorders that are targets for pharmaceutical and biotechnology industries. Yet, we know very little about the basic cellular or molecular mechanisms that stabilize neural activity in the adult brain. We propose a new approach to establish fundamental cellular and molecular mechanisms that mediate homeostasis in the adult brain. Our approach uses molecular tools that we have recently developed to specifically manipulate activity of identified populations of neurons in the brains of adult mice. With these tools we can either increase or reduce neuronal activity and then directly measure homeostatic responses that return key neuronal functions to previous set points. We will focus on a brain area called the dentate gyrus (DG), which is important for spatial memory and is implicated in age-related memory loss. This is a good model as it has well defined anatomical and physiological properties. Our preliminary data demonstrate that neurons in the dentate gyrus homeostatically adapt to manipulations that cause their activity to be increased or reduced. We now propose to use this new approach to to identify molecules that are important for homeostasis in the adult brain and to understand the underlying mechanisms. We will use our new molecular tools to induce homeostatic responses in neurons in the DG of adult mice. We will then use electrophysiological recordings to measure the functional changes that have occurred to return neural activity to its previous set point. These experiments will determine if neurons compensate homeostatically for changes in their activity levels by altering their communication with each other or by changing the way they process incoming information. We will develop computational models to reconcile data from different experiments and to make testable predictions for further experiments. Using gene expression profiling technology we will identify which genes have become more or less active during the homeostatic response. We will then examine how these genes contribute to the cellular changes that are associated with homeostasis. By linking gene expression, cellular changes and computational models of neuronal activity, we aim to predict the impact of homeostasis on the function of circuits in the brain and ultimately on cognitive processes and behaviour. The models and experimental results generated by this study will be of benefit and application in several areas. 1) By establishing basic links between genes, communication between neurons and neural homeostasis, the study will provide important insight into how neurons function in the healthy brain. It will form a basis for further investigations of how specific genes influence brain function. 2) The results of the study will give a foundation for investigation of the roles of homeostasis during aging and in disease. Identification of cellular changes underpinning homeostasis will provide potential targets for drug discovery and our approach to altering excitability in adult neurons will provide a useful model for drug testing and validation. 3) The computational models that we build will enable dry lab testing of potential therapeutic strategies in development by pharmaceutical or biotechnology companies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022147/1","grantId":"BB/I022147/1","fundValue":"643837","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"","person":"Matthew  Nolan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Too early to address - project is in year 1. So far the project is on track. Too early to address. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}