{"id":"5541D7F9-313A-4513-9AA6-50992A21102C","title":"Habenula function in major depression","abstractText":"Major depression is a serious psychiatric illness resulting in profound social and occupational impairment, and, in severe cases, suicide. Based on the clinical characteristics of depression, including pessimism, a lack of energy and reduced motivation, it has been proposed that one of the causes of depression may be a dysfunction in the brain?s processing of positive and negative events in the environment. In particular, it has been suggested that depressed patients are under-sensitive to positive outcomes (which psychologists term ?rewards?) and over-sensitive to negative outcomes (which psychologists term ?punishments?). \n\nThere is a great deal of evidence for the involvement of the neurotransmitter dopamine in the brain?s processing of reward and punishment. Since one of the long-term effects of almost all anti-depressant drugs is to increase the concentration of dopamine in the brain?s reward-processing circuitry, the logical hypothesis emerged that depressed patients have a general reduction in brain dopamine levels, which is then raised following treatment, normalising the processing of rewards and punishments. However, studies assessing or manipulating dopamine levels in depressed patients have generally failed to support this hypothesis; in particular, lowering dopamine levels experimentally does not result in mood change. Therefore, a more subtle abnormality is likely to underpin the altered sensitivity to rewarding and punishing events often observed in depression. \n\nA recent series of studies has identified a crucial role for an under-researched but influential brain structure in the brain?s reward system, the habenula. In particular, studies in animals have demonstrated that habenula neurons have the unusual property of reducing activity in dopamine neurons. Furthermore, habenula neurons activate when animals experience unpleasant events. Importantly, studies where symptoms of depression have been induced in rodents have consistently found that the habenula is more active in ?depressed? relative to normal animals. In humans, studies have found that habenula activity increases when levels of another neurotransmitter, serotonin, are reduced in patients who have recovered from depression. Serotonin is known to be important in depression, since it is the target of most anti-depressant drugs. In some patients recovered from depression, serotonin depletion results in low mood. A study recently published by the Applicant demonstrated that this increase in habenula activity following serotonin depletion only occurred in recovered depressed patients, and not in healthy volunteers. \n\nBased on these results, a new hypothesis about the neurobiology of depression was proposed by Sartorius and Henn (2007). They suggested that the habenula is over-active in depressed patients, and that this over-activity might be corrected in severely depressed patients using deep-brain stimulation (DBS). DBS is a surgical technique in which an electrical stimulator is inserted into a specific brain region to correct abnormal activity and thereby improve symptoms. DBS is currently used in the sub-thalamic nucleus in Parkinson?s Disease to reduce movement symptoms, such as tremor.\n\nHowever, to date few studies have been able to accurately measure activity in the habenula in humans, since this structure is difficult to identify using standard brain imaging techniques. In particular, despite convincing data from experimental animals, it still needs to be established that the habenula responds to unpleasant events in humans. There is some evidence that the habenula activates when healthy subjects are informed they have made a mistake while performing certain psychological tests. However, no studies have reported elevated habenula baseline activity or exaggerated habenula responses to adverse events in currently depressed patients. \n\nTherefore, the aim of this research proposal is to determine whether the habenula is over-active in people w","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901275","grantId":"G0901275","fundValue":"476770","fundStart":"2010-04-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"Jonathan  Roiser","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}