{"id":"554409CE-7FC3-4C28-B9B9-95D83FA8C452","title":"Literary Illustration: Conservation, Access, Use. Workshops run in partnership by Cardiff University and the Victoria and Albert Museum","abstractText":"There is an awakening of interest in literary illustration in the academic world, and many illustrated works and collections of illustrations are being brought to public and scholarly notice for almost the first time. Yet libraries and museums are unable to provide the kind of access researchers are beginning to need, are rarely aware of new modes of academic research and, with many other calls on funds, are unable to give the conservation of illustration a high priority. Collections of illustraions are underexploited, but might not survive higher levels of use.\\n\\nFine engravings in well-produced 'rare' books have always been looked after, commanding as they do large prices, but mass-produced illustrations, particularly of the 19th century, are under threat. Often printed on paper which is deterioriating fast, even those with original print runs in six figures may disappear. Academics are developing a new agenda of research of which conservators are as yet largely unaware, and which requires access to large numbers of images in the study not of individual illustrations, but of illustration as a well-established cultural practice. Meanwhile both academics and the creative industries are exploiting images of which they know little of the provenance, medium, artist or engraver. Practising illustrators are ill-served in respect of access to their forerunners.\\n\\nThis series of workshops brings together the stakeholders in literary illustration: curators, academic researchers, the creative industries, and practising illustrators, as part of a large effort to raise the standing of illustration in the academy, libraries and museums, and in the public eye. Conservation by digitisation is one rescue technique, and needs expertise from several fields, including ICT, to be successful. In the workshops, the stakeholders will explain their particular needs and forge alliances from which future conservation and research can spring. Unsuspected cultural riches are waiting to be revealed.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F00110X/1","grantId":"AH/F00110X/1","fundValue":"16615","fundStart":"2007-09-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"David John Skilton","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}