{"id":"554A7A51-84E9-40A8-8935-3DB808014D12","title":"Hazard forecasting in real time: from controlled laboratory tests to volcanoes and earthquakes","abstractText":"The inherent predictability of brittle failure events such as earthquakes and volcanic eruptions is important, unknown, and much debated. We will establish techniques to determine the forecasting power for brittle failure in the ideal case of controlled laboratory tests, using output data from a series of experiments already funded by NERC to determine the rheology of rocks under slow deformation. We will use recent developments in informatics to enable a capability for verifiably forecasting failure in prospective mode, i.e. before it has occurred. This is important because the benefit of hindsight provides a significant positive bias in evaluating the predictability in retrospective tests. With this experience, we will then apply similar techniques to natural systems to quantify the loss of predictability in an uncontrolled, more complex system at greater spatial and temporal scales. A major technical aim is to develop an open-access, automated, web-based platform for real-time data collation, analysis and information exchange, enabling competing physical hypotheses and statistical methods to be tested and developed in fully prospective mode in an open, testable environment comparable, say, to daily weather forecasts. This will require applying state-of-the art statistical methods to the data in a user-friendly, high-performance computing environment, including formal quantification of model uncertainties and their effect on forecast consistency and quality. To ensure that the resulting techniques are practicable and formally provide value for use in hazard planning and risk mitigation, they will be developed in collaboration with recent global earthquake forecasting initiatives, monitoring observatories and civil defence agencies responsible for issuing alerts on seismic and volcanic events. The results will improve our understanding of the physical processes controlling material failure in the laboratory and in the Earth, and will provide a sustainable, experience-based tool for rigorous and fully-probabilistic forecasting of volcanic eruptions and earthquakes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H024611/1","grantId":"NE/H024611/1","fundValue":"85946","fundStart":"2011-01-01","fundEnd":"2014-07-31","funder":"NERC","impactText":"","person":"Philip George Meredith","coPersons":["Christopher Richard Kilburn"],"organisation":"University College London","findingsText":"","dataset":"gtr"}