{"id":"554FE028-D685-4D39-9F11-120582CB052E","title":"Applying synchrotron X-ray microtomography to a study of Morganucodon and Kuehneotherium: two of the earliest stem mammals.","abstractText":"Although the era following the extinction of the dinosaurs is often referred to as 'The Age of Mammals', mammalian history actually stretches back three times as far to the Late Triassic, about 220Ma ago. Their Mesozoic fossil record is frustratingly sparse, and the part that mammals played in Mesozoic ecosystems is sketchy. Exceptionally though, the fissure fillings of Glamorganshire have yielded truly enormous collections of teeth and disarticulated bones. Morganucodon and Kuehneotherium are tiny ancestral mammals from these fissures and this proposed study will reveal new information about the ecology and evolution of these mammalian ancestors, using a rigorously quantified modelling approach. We know a lot about certain aspects of the mammalian transition from their ancestors, the cynodonts, particularly how parts of the jaw hinge transformed to the mechanism of the middle ear; one of the great case studies of vertebrate evolutionary morphology. Basal mammals such as Morganucodon and Kuehneotherium, which have an intermediate condition, have helped in the understanding of this transition. There are still many things that we do not understand about these earliest mammals though. Were they fully homeothermic, and so probably hairy, and did the mother provide milk for the babies? We can get some answers to these questions by a study of the teeth and jaws, by assessing adaptations for efficient feeding and looking at the replacement pattern of the teeth. Reptiles continue to replace their teeth throughout life but mammals have only two sets of teeth. This keeps the upper and lower teeth in position to process the food efficiently and indicates a mammalian physiology and growth pattern. Palaeontologists are using many new technological applications to help them interpret fossils. Detailed high resolution scans can be produced using synchrotron radiation. The small size of Morganucodon and Kuehneotherium, with teeth between 1-2mm in size, is here an advantage as they can be accommodated in the high resolution facilities at the Swiss Light Source (SLS) near Zurich. One method to decipher functional clues in the jaw is the engineering technique Finite Element Analysis (FEA). Researchers build a digital model of the structure they wish to test (i.e. bridge, Morganucodon jaw), apply elastic properties and loading forces that mimic the behaviour (i.e. biting) to be tested. The analysis calculates strain and stress within the structure in response to these loading forces. Non-invasive techniques such as computed tomography scans can be used to generate accurate three-dimensional images of structures, such as jaws, which are required to form the basis of an accurate finite element model. Tiny early mammals are assumed to be insectivores but this covers a very wide range of possible food. This study will use FEA to test whether the jaws of Morganucodon and Kuehneotherium are adapted for biting beetles or snapping at passing moths. It will estimate the force of their bite / e.g. could they penetrate insect cuticles? This is important, as it will inform on feeding specialization and ecological niches. Morganucodon and Kuehneotherium both have an intermediate double jaw joint and one aspect of the transition to the mammalian jaw joint which has not been previously investigated is whether there is a change in priority of the two joints during the growth of an individual. Is there some indication for this from the relative size of the different jaw bones? If so it will help us to understand the mechanism of the transition. High resolution synchrotron scans will also provide detailed information about the tooth replacement pattern in these basal mammals and so tell us more about how the transition to a mammalian dentition occurred. Some ancestral replacement patterns still occurred but we shall be able to study the mechanism with these internal scans in unprecedented detail.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010431/1","grantId":"NE/E010431/1","fundValue":"51653","fundStart":"2007-07-01","fundEnd":"2009-06-30","funder":"NERC","impactText":"  Research arising from this grant (and in part NE/K01496X/1) has received a good deal of media attention following our paper in Nature. It has also been recommended as a Faculty of 1000 publication. Culture, Heritage, Museums and Collections Cultural","person":"Emily  Rayfield","coPersons":[],"organisation":"University of Bristol","findingsText":" We used a novel combination of techniques: synchrotron radiation X-ray microtomography, microCT scanning, CT reconstruction, finite element modelling, beam theory analysis and quantitative microwear, to decipher the functional and ecological specialisations of two early mammal fossils, Morganucodon and Kuehneotherium. We found that these very basal early mammals were functionally and ecologically specialised; Morganucodon for hard food feeding, and Kuehneotherium for soft food feeding. We have held discussions with the National Museums of Wales to create museum displays concerning our findings. We have also liaised with quarry companies over SSSI status of some of the quarries which yield these fossils. Our results provide the first quantitative evidence for functional and ecological specialisation at the base of the mammalian radiation. We also provide the first validated test of quantitative microwear in insectivorous taxa. Our results and methods are of interest to palaeobiologists, ecologists and biologists. Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}