{"id":"55644139-1648-4EEB-911E-D5FFA34801B5","title":"Advanced Electromagnetic Engineering","abstractText":"The proposal aims at supporting an innovative research programme for the development of models and techniques for the electromagnetic analysis and design of systems. Often, leading edge design involves the use of novel materials (e.g. nanomaterials) to meet demanding specifications for components and devices. In turn, these are embedded into large complex systems and designers are expected to predict how they operate as part of the system and to optimise overall performance. The planned work addresses on the one hand how nano and micro-scale physical phenomena are accurately yet efficiently embedded within macroscopic simulations, and on the other, the performance of components and devices as part of large complex systems. The emphasis is on electromagnetic behaviour and its links to multi-physics, multi-disciplinary work. Areas of particular interest underpinning this work are, algorithm development for multi-scale problems, materials modelling, techniques for dealing with complexity and statistical electromagnetics. Application areas cover, photonics, electromagnetic compatibility, signal integrity and experimental characterization techniques.On a wider context support from this Platform Grant will assist in maintaining a measure of continuity and stability in the research team, supporting key staff, tackling the risk averse culture and fostering innovation. It will allow the Institute to maintain a high International profile, attract talented researchers and interact effectively with Industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D068444/1","grantId":"EP/D068444/1","fundValue":"749112","fundStart":"2006-08-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"  Yes extensive work on developing modelling techniques has been used by many researchers worldwide and embedded in commercial software by major vendors e.g. CST. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Transport Economic","person":"Christos  Christopoulos","coPersons":["David  Thomas","Ana  Vukovic","Angela  Nothofer","Phillip Donald Sewell","Trevor Mark  Benson"],"organisation":"University of Nottingham","findingsText":" The key developments are related to the definition , development and application of embedded macromodels into time-domain modelling software. We have established the TLM technique as arguably the best approach to time-domain modelling from the point of view of embedding macromodels. This has greatly enhanced modelling capabilities. Finding can be readily embedded into research and commercial codes even for other techniques e.g. FDTD Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Transport","dataset":"gtr"}