{"id":"55696941-0A3D-4D41-8664-0171785C3E30","title":"Neural mechanisms for visual processing of human agency","abstractText":"Our survival relies on the ability to recognize other humans and interpret their actions. Without this ability we would be isolated from the community in which we live, as may occur in autistic individuals. We would be unable to engage in courtship with potential mates, or defend ourselves from the dangerous actions of others. It is baffling to consider that such complex aspects of our life depend on two optical images received by the eyes. It remains a mystery how our brain turns these simple images into complex representations of what people are doing, what their intentions are, what they may be feeling, and what the implications of all this may be for us who are observing them. We do this effortlessly, in less than a second, and a 1-year old baby can do it far better than the most sophisticated robot or computer program on the market. Yet, despite the phenomenal ease with which we can perform these tasks, we (scientists included) would not be able to answer the following basic questions: 1) how many steps are involved in putting together the different parts of the images received by our eyes, until they are perceived as whole individuals performing certain actions? 2) which parts of our brain are involved in carrying out these steps? 3) what is it exactly that goes wrong in autistic individuals? By combining state-of-the-art methodologies for studying visual perception and its underlying brain structures, the experiments described in the research proposal aim to answer these questions satisfactorily. By satisfactorily we mean to a degree that would allow the development of effective clinical strategies for reducing the impairments associated with autism and other potentially related disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800396","grantId":"G0800396","fundValue":"308708","fundStart":"2009-03-23","fundEnd":"2012-03-22","funder":"MRC","impactText":"","person":"Peter  Neri","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}