{"id":"556D59FE-0839-4E4C-B39E-FF176ED44C15","title":"The gas phase atmospheric photolysis and reactions of key alkyl nitrates and their role in NOy partitioning.","abstractText":"Alkyl nitrates play a crucial role in controlling the budgets of secondary organic aerosols, ozone, NOx, NOy and HOx throughout the troposphere and the importance of these families in determining atmospheric composition, the earth's radiative balance and any future change in climate can not be overemphasised. A number of recent regional and global model studies have demonstrated that vital kinetic and photolytic parameters, especially for the alkyl nitrates formed from the oxidation of biogenic volatile organic compounds, are missing, preventing atmospheric chemical models from describing oxidant chemistry well and hence determining lifetimes of key greenhouse gases and surface pollutants. These kinetic and photolytic parameters include their loss rate via photolysis, loss rate via reaction with OH and O3 and whether NOx is released on reaction with OH and O3. In this study a combination of Turbulent-Flow Chemical Ionisation Mass Spectrometry coupled with a Gas chromatography- electron capture detector (GC-ECD) for the detection of alkyl nitrates will be used to characterise the kinetics of reaction with OH of key alkyl nitrates, whilst a relative rate technique coupled with GC-ECD and GC-MS will be used to characterise the kinetics of reaction of unsaturated organic nitrates with O3 and a state of the art flash photolysis cavity ring system will be used to measure the photolysis and quantum yield of organic nitrates. Such data will be incorporated into models describing the troposphere and compared with available measurements. The proposed work will be crucial to the understanding of the effects of biogenic volatile organic compounds on atmospheric pollution and climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G01972X/1","grantId":"NE/G01972X/1","fundValue":"410379","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"","person":"Dudley  Shallcross","coPersons":["Andrew  Orr-Ewing"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}