{"id":"556D9222-DD40-4293-BDE1-4BF19D49DC7D","title":"Historical genetic profiles for extinct and surviving Hawaiian bird populations: genotyping feathers from 230-year-old ceremonial capes.","abstractText":"Global biodiversity is experiencing a dramatically high extinction rate unprecedented in its severity, and human Impact now ensures that extinction continues to threaten our remaining species diversity. It is therefore important for conservation biologists to understand the genetic contributions to a species' decline towards eventual extinction. Experiments using model species, either in the laboratory or in closely-studied field sites, have provided a clear picture of how loss of genetic diversity, and increased inbreeding at the DNA level, can increase the chances of a population becoming extinct. However, few studies have examined whether this picture holds true for actual species extinctions that have been well-documented over the last 200 years. An ideal way forward is to examine changes in genetic diversity contained within DNA across time, and to repeat this for species that are alive today and for comparable species that have recently gone extinct. Museum collections of bird skins, collected by early travellers and naturalists during the last two centuries, are an ideal source of genetic material. Museums today contain many extinct species of Hawaiian honeycreepers, a group of forest bird species famous for their diversity of plumage and bill-shapes. Hawaiian birds are an ideal set of species with which to study extinction, because a large proportion of Hawaiian birds are known to have gone extinct, and detailed historical records exist that document their recent disappearances from these isolated, oceanic islands. Hawaiian honeycreepers are an excellent choice for this type of study because comparable genetic material can also be extracted from ancient ceremonial capes, that are constructed of Hawaiian honeycreeper feathers, and are dated at more than 230 years old. These capes were presented to Captain Cook upon his discovery of Hawaii in 1778. The capes contain feathers from several extinct honeycreeper species, as well as those from two species that are still alive today. This mixture of species is very fortunate, allowing us to compare changes in the level of genetic diversity across 230 years, for extinct and living species. Within a broader comparison between extinct and extant species, we can also examine to what extent some species extinctions were attributable to over-hunting; particular Hawaiian honeycreepers, such as the striking Hawaiian 'O'o, were hunted extensively during the 1800s by European settlers, who valued their brightly coloured feathers as ornaments. By measuring levels of genetic diversity in museum skins of this species known to have been collected across this time period, we can examine if extinction of the 'O'o involved a period of small population size and inbreeding, during in which loss of genetic diversity could have contributed to the decline, or whether it's disappearance was rapid with little genetic loss, as might occur with massive over-hunting. This project will therefore sample microsatellite DNA diversity in two extinct and two extant species, from museum samples spanning two centuries. Historical genetic data will be compared with those for modern, living populations of surviving species, to identify patterns between levels of genetic diversity and extinction. The projects findings will be interpreted alongside demographic and distributional data for these species that is available from historical records. The potential findings from this project will inform conservation practitioners of the role of genetic processes in recent, documented extinctions relative to demographic factors. In particular, the results from this research can provide a novel perspective for the US Federal government in Hawaii, who currently invests considerable funds into restoring those forest bird species that are most endangered. This project will also serve to emphasise the important contribution that museum collections can make to conservation science, and recovery of endangered species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D521281/1","grantId":"NE/D521281/1","fundValue":"50109","fundStart":"2006-03-01","fundEnd":"2007-02-28","funder":"NERC","impactText":"","person":"Jim  Groombridge","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}