{"id":"55796527-2607-406A-9DDA-CBBF5B95DAF2","title":"Neurofeedback for Treatment of Neuropathic Pain in Patients with Spincal Cord Injury","abstractText":"People with Spinal Cord Injury (SCI) cannot move their limbs under a level of the injury. In addition, one thids of SCI patients have severe chronic neuropathic pain that often does not respond to medications. Although patients experience neuropathic pain as a pain in one part of their body, its origin is actually in the brain, which is being confused by the lack of sensations from the paralysed limb. \n\nThis project proposes a novel method for treatment of neuropathic pain that does not require medications. It is a brain train method based on so called neurofeedback . In this method, patients brain waves are recorded using surface electrodes (electroencephalography) and processed in real-time on a computer. A certain features of the brain activity, that are related to the pain, are displayed on a computer screen almost simultaneously while they are recorded. The patient is asked to voluntarily modify those features, and in that way to reduce the experience of pain. Although the method might seem difficult, experience with a similar ?neurofeedback? therapy to suppress epileptic seizures show that people can fairly easily learn how to modify their brain waves. The main advantage of the ?neurofeedback? therapy is that once patients learn to use ?the brain train? strategy, they can practice it at home, without a feedback from a computer.\nIf successful, this therapy will greatly improve the quality of life of people who are already strongly debilitated with paralysis of their limbs and would free them from a daily use of pain-killers. For some of the patients that might even mean getting back to work. It is expected that the new therapy will also reduced NHS costs for patients treatment.\n \nThe same therapy can be used for the other groups of patients with neuropathic pain, such as stroke patients and amputees.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902257","grantId":"G0902257","fundValue":"47759","fundStart":"2010-10-23","fundEnd":"2011-10-22","funder":"MRC","impactText":"","person":"Aleksandra  Vuckovic","coPersons":["Matthew Hamilton Fraser"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}