{"id":"557B4CFD-546B-4848-BC00-476F4F430DE6","title":"Submodular optimization, lattice theory and maximum constraint satisfaction problems","abstractText":"Sub- and supermodular functions are special functions defined on the powerset of a set. Such functions are a key concept in combinatorial optimization, and they have numerous applications elsewhere. The problem, SFM, of minimizing a given submodular function is one of the most important tractable optimization problems. Our first goal is to investigate algorithmic aspects of the SFM generalized to arbitrary finite lattices rather than just families of subsets (thus representing order different from that of inclusion). In our setting, the classical SFM would correspond to the simplest non-trivial case of the two-element lattice. We intend to find a new wide natural class of tractable optimization problems.Recently, a strong connection was discovered between the properties of sub- and supermodularity on lattices and tractability of the so-called maximum constraint satisfaction problems (Max CSP), which are very actively studied problems in computer science and artificial intelligence. In a Max CSP, one is given a collection of (possibly weighted) constraints on overlapping sets of variables, and the goal is to find an assignment of values from a fixed domain to the variables with a maximum number (or total weight) of satisfied constraints. We intend to investigate the full extent of this connection. We will also consider an extension of the Max CSP framework to valued, or soft, constraints that deal with desirability rather than just feasibility, and hence define a more general optimization problem. Thus, our second goal is to understand the reasons for tractability within a wide class of (generally hard) combinatorial optimization problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000666/1","grantId":"EP/H000666/1","fundValue":"297257","fundStart":"2010-07-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  No economic or societal impact yet  ","person":"Andrei  Krokhin","coPersons":[],"organisation":"Durham University","findingsText":" We have discovered new classes of discrete functions and showed that various optimization problem involving these classes have good algorithmic properties. Our main finding was the discovery of the class of of skew bisubmodular functions. We showed, in particular, that the property of skew bisubmodularity is responsible for the tractability of valued constraint satisfaction problem with a three-element domain. We introduced and investigated a new type of discrete functions, k-submodular functions, which inspired new research in discrete optimization and its applications in computer vision (by V. Kolmogorov, who obtained an ERC Consolidator grant to further work on this). These functions also inspired new research in parameterized algorithmics (by M.Waldstroem). Another type of functions that we introduced and investigated, the skew bisubmodular functions, were further investigated by discrete optimisation researchers in Japan. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}