{"id":"55887075-F821-4DAE-A18E-E24B1318C263","title":"Comets as laboratories: observing and modelling cometary spectra","abstractText":"Comets are important solar system bodies in their own right, and their study over many generations of astronomers has helped us understand their properties and behaviour. They are vast reservoirs of water and other ices - dirty snowballs. But they are also important since they preserve a record of conditions - particularly the chemical composition - of the early solar nebula, from which the Sun and planets formed. And they may be [one of] the sources that give rise to pre-biotic molecules, the building blocks from which life itself evolved. For many years, it has been understood that comets originate either from the Edgeworth-Kuiper Belt, which commences around 50 astronomical from the Sun, and extends of ~ another 50a.u., or from the Oort Cloud, at between 50,000 and 100,000 a.u. - roughly 25% of the way to the nearest star, Proxima Centauri. (NB an astronomical unit, or a.u., is the distance from the Earth to the Sun, roughly 150 million kilometers.) So how are we to get a better understanding of these fascinating bodies. One way is to study the light that they emit. Like many other bodies in the solar system, comets do not generate their own visible light. Instead they absorbed sunlight and turn that into infrared radiation - heat. And what is critical to this radiation is that it tells about the molecules that make up the comet - the chemical composition - how many of them they are, and even how hot they are. This molecular fingerprint enables astronomers to understand comets, and how the evolve as they make their way towards the Sun and out again into the distant reaches of the Solar System. So comets act like giant laboratories. Some of the infrared emission results from the simple warming of the cometary nucleus by sunlight, warming that causes them to give off gases to form a coma, and to develop the showy tails that we see in the night sky as they approach the Sun. But other emissions are caused by more complicated processes. Way out in the coma, thousands of kilometers from the nucleus, the emission results from what is known as 'pumping' as the sunlight causes individual molecules to be highly energised, and then relax. At present, our models of comets deal either with regions close in to the nucleus or far away from it. But what about the 'in between'? That is what our project aims to understand. Do electrons - energetic electrically charged particles - play a key role in making the cometary gases give off infrared radiation? Or are ice crystals shock heated by ultraviolet radiation? That's what this project aims to find out. And, in so doing, we will better understand how comets evolve and - in turn - play their part in determining how the Solar System as a whole evolves. Stay tuned!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G00174X/1","grantId":"ST/G00174X/1","fundValue":"185912","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Steven  Miller","coPersons":["Jonathan  Tennyson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}