{"id":"558BF53E-3A99-4115-9429-A46BC088F621","title":"Geology to Metallurgy of Critical Rare Earths: sustainable development of Nd and HREE deposits","abstractText":"Rare Earth Elements (REE) are used in many low carbon technologies, ranging from low energy lighting to permanent magnets in large wind turbines and hybrid cars. They are almost ubiquitous: in every smartphone and computer. Yet 97% of World supply comes from a few localities in China. Rare earth prices are volatile and subject to political control, and but substitute materials are difficult to design. The most problematic REEs to source are neodymium and the higher atomic number 'heavy' rare earths - a group dubbed the 'critical rare earths'. However, with many potential rare earth ore deposits in a wide variety of rocks, there is no underlying reason why rare earths should not be readily and relatively cheaply available. The challenge is to find and extract rare earths from the right locations in the most environmentally friendly, cost efficient manner to give a secure, reasonably priced, responsibly sourced supply. \n\nIn this project, the UK's geological research experts in rare earth ore deposits team up with leaders in (a) geological fluid compositions and modelling, (b) using fundamental physics and chemistry of minerals to model processes from first principles and (c) materials engineering expertise in extractive metallurgy. This community brings expertise in carbonatites and alkaline rocks, some of the Earth's most extreme rock compositions, which comprise the majority of active exploration projects. The UK has a wealth of experience of study of economic deposits of rare earths (including the World's largest deposit at Bayan Obo in China) which will be harnessed. \n\nThe team identify that a key issue is to understand the conditions that concentrate heavy rare earths but create deposits free from thorium and uranium that create radioactive tailings. Results so far from alkaline rocks and carbonatites are contradictory. A workshop will bring together the project team and partners, including a leading Canadian researcher on rare earth mobility, to debate the results and design experiments and modelling that can be done in the UK to solve this problem. Understanding, and then emulating how REE deposits form, may provide us with the best clues to extract REEs from their ores. One important route is to understand the clay-rich deposits in China which provide most of the World's heavy rare earths; they are simple to mine, not radioactive, and need little energy to process. The workshop will consider how these deposits form, how we can use our experimental and modelling expertise to understand them better and predict where companies should explore for them. \n\nThe other main problem, restricting development of almost all rare earth projects, is the difficulty of efficient separation of rare earth ore minerals from each other and then extraction of the elements from those ores. A work shop on geometallurgy (linking geology through mining, processing, extractive metallurgy and behaviour in the environment) will be used to explore how geological knowledge can be used (a) to predict the processing and environmental characteristics of different types of ores and (b) to see if any new potential processing methods might be tried, taking advantage of fundamental mineralogical properties. The two workshops link geology to metallurgy, using one to inform the other. \n\nThis project will form the basis for an international collaborative consortium bid to NERC. It will also catalyse a long-term UK multidisciplinary network linking rare earth researchers to users, and promote the profile of the UK in this world-wide important field.\nBefore the team design the research programme, they will consult academic colleagues working on new applications of rare earths and rare earth recycling, plus exploration companies, users further along the up the supply chain and policy makers. This will ensure that the proposals developed have maximum impact on future supply chain security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002280/1","grantId":"NE/L002280/1","fundValue":"96635","fundStart":"2013-09-01","fundEnd":"2014-07-10","funder":"NERC","impactText":"  1.Results and discussions at the project workshops have been used by companies to \na) improve their knowledge of the rare earth supply chain and the issues involved (companies involved in manufacture of alloys and magnets using rare earths)\nb) improve understanding of their deposits and how best to process them (Exploration companies: Mkango Ltd, Namibia Rare Earths Inc, Nuna Minerals, Tasman Metals Ltd)\nc) improve knowledge of formation and processing of REE deposits (consultants to international industry) SRK Ltd, Roskill) \n2. Techniques developed during the project pilot tests are being used by Imerys Ltd for further research on their products, seeking additional income streams and recovery of critical metals.\n3. Results from pilot studies of easily leachable cations are being used by the British Geological Survey in advising on potential rare earth resources in Europe. Manufacturing, including Industrial Biotechology,Other Economic,Policy & public services","person":"Frances  Wall","coPersons":["Martin Peter Smith","Bruce William Yardley","Kathryn Mary Goodenough","Adrian  Finch","Stephen  Stackhouse","Animesh  Jha","David  Banks"],"organisation":"University of Exeter","findingsText":" This grant enabled a group of 16 research scientists plus ten industry partners and 8 overseas research groups to come together and formulate a major research plan to diversify and secure supply of the rare earth elements. The aim is not only to produce a secure supply but to produce a supply that has a very low environmental footprint. There are various new projects that are starting as a result of contacts made in this catalyst grant, including academic partnerships and industry-academia partnerships that will help industry partners produce REE more efficiently. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}