{"id":"5590CF4C-DE00-41A5-A9D2-A4E8C31D552D","title":"Experimental evolution of phenotypic plasticity","abstractText":"All organisms live and evolve in variable environments. Individuals experience changing biotic and abiotic conditions over the course of their life, and populations are exposed to different environments in successive generations. We often observe that organisms cope with this variability by showing phenotypic plasticity, the capacity to express different morphologies, physiologies and/or behaviours that are adapted to the current conditions. The different phenotypes are produced from the same genotype and therefore rely on the differential use of the genome. Accordingly, phenotypic plasticity is based on environment-specific gene regulation.\n\nPhenotypic plasticity has been extensively studied by ecologists and evolutionary biologists who were interested in, amongst others, the extent of plasticity shown by genotypes, its quantitative genetic architecture and the conditions under which plasticity is predicted to evolve. Molecular biologists and microbiologists, on the other hand, have gathered a large body of information on the molecular regulation of environment-induced phenotypes. However, we are currently missing approaches that bridge the gap between ecological conditions and the selection pressures they generate on the one hand, and the molecular details of the regulatory mechanisms required for a plastic response on the other. Only by investigating the evolution of plasticity in such an integrated way will we be able to gain a complete understanding how the plasticity we observe is shaped by the interplay between ecological selection pressures and constraints imposed by the molecular details of gene regulation.\n\nHere we propose to develop an experimental evolution approach in fission yeast, Schizosaccharomyces pombe, to study the evolution of plasticity. Our experimental strategy will allow us to subject the expression of a single gene to alternating opposing selection pressures and follow the de novo evolution of environment-specific regulation at the phenotypic and molecular levels.\n\nDuring the course of this project we will create experimental yeast strains, conduct pilot experiments to define optimal experimental conditions and procedures, and perform an evolutionary experiment that will serve as proof-of-principle for the utility and power of our approach. This experiment should at the same time generate publishable data of immediate interest and allow us to optimally direct future experiments and analyses of evolutionary responses.\n\nThe work proposed here will lay the foundations of a longer-term research programme. We are planning to seek funding from Research Councils to explore the ecological context and molecular details of evolving plasticity, linking selection pressures generated by ecological regimes to changes in gene regulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013811/1","grantId":"NE/J013811/1","fundValue":"50966","fundStart":"2012-05-10","fundEnd":"2013-08-31","funder":"NERC","impactText":"  The work carried out under this grant is fundamental research and is used by other academics.  ","person":"Max  Reuter","coPersons":["Jurg  Bahler"],"organisation":"University College London","findingsText":" This Small Grant allowed us to establish a fission yeast system to study the experimental evolution of gene regulation in response to the environment. We tested approaches to construct experimental strains, tested media compositions and established an experimental protocol. The work carried out as part of this grant will allow us to propose a larger research programme to study the evolution of phenotypic plasticity and gene regulation. This future work will directly build on the findings of the Small Grant. Agriculture, Food and Drink,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}