{"id":"559A270B-9D78-45CF-A1C8-5464BD991501","title":"Integrating genomes and proteomes on the cloud","abstractText":"Research in the life sciences has been greatly facilitated by high-profile efforts to sequence the genomes of humans, model organisms, crops, livestock and organisms causing infectious disease. Each genome sequence is made of DNA containing many thousands of genes, each one providing the code for one (or more) proteins - the functional molecules in the cell. In each cell, different genes are switched on or off to provide the set of proteins required at that point in time, depending on local signals and stresses. To understand what is happening in a particular cell at one point in time, the genome sequence is not informative on its own, researchers must study the set of proteins that have been produced, termed proteomics. \n \nIn proteomics, mass spectrometry (MS) is used to identify and quantify which proteins are present in a sample. MS reports the masses of fragments of proteins, which require processing by specialised software to interpret. MS data are searched against a database containing the organism's gene sequences (after they have been translated into proteins) to find exact matches - confirming that a particular protein is present in the sample. The success of proteomics is thus reliant upon gene sequences having been correctly identified within the genome. Gene sequences can be difficult to identify correctly (termed genome annotation) since in many genomes the genes are interspersed with considerable amounts of non-coding DNA. Genome annotation can be facilitated by MS data, since the confirmation that a protein sequence has been experimentally observed gives strong evidence that the gene sequence was correctly predicted. By sequentially searching for matches to many different hypothetical predictions can produce an incremental improvement in gene sequences, but this requires significant computing time and so they are difficult to perform without specialised high-performance computing (HPC). \n \nAnother challenge in proteomics is that curators of genome sequences release new sets of genes at frequent intervals. Scientists tend to quantify a set of proteins based on one particular set of gene sequences and it is time consuming to repeat their analysis if a new set is released - meaning that most publicly available proteomics data sets refer to old gene sequences, which are difficult to compare with the latest release. These challenges would be made simpler if HPC and appropriate software was more readily available for proteomics. \n \nCloud computing is a new model of running software on remote computers over the Internet, where access to processing time or data storage can be scaled up or down on demand to the user's requirement. Several commercial providers allow access to clouds whereby software can run in parallel on tens, hundreds or thousands of computers with the cost passed back to the user based only on their usage. \n \nIn the past, we have developed software that allows MS data to be queried directly against genome sequences to facilitate genome annotation efforts. In this project, we will develop a software toolkit to run in a cloud computing environment to allow proteomics scientists access to HPC from their desktops. The software will allow MS data to be used to search for different forms of a protein, for example specific to one individual or one cell type, since such searches are too computationally challenging to perform on a standard PC. We will allow users to repeat searches against new or different gene model sets to help improve genome annotation and to allow scientists to perform their quantitative analyses against the latest set of gene models, making it easier for other scientists to interpret their data or integrate with their own results. These advances will have potential benefits for a huge range of research areas in the health and life sciences, which make use of proteomics techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004123/1","grantId":"BB/K004123/1","fundValue":"116287","fundStart":"2012-12-25","fundEnd":"2014-06-24","funder":"BBSRC","impactText":"","person":"Andrew Robert Jones","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}