{"id":"55A17669-1DC6-445E-A318-4F23DAE95F53","title":"Urban communities in Early Modern Europe (c.1400-1700): a research review","abstractText":"This literature review identifies current approaches to ideas and practices of 'community' in European urban history between 1400 and 1700, and suggests where there is potential for new lines of enquiry. It selectively assessed the recent Anglophone literature - from roughly 2000 - with a focus on work that pushes the field forward methodologically. This desk-based research was combined with interviews with historians who work on community from various positions of expertise. This made the review a collaborative process, and one that points ahead of the published scholarship; the interviews have become a useful resource in their own right. These discussions, along with the review bibliography, are posted on a project website (www.earlymoderncommunities.com), accessed an average of seven times a day, with a total of 1,841 hits to date (April-October). The review's principal findings were to recommend further research on: the relationship between space, memory and everyday movement in the early modern city; how communities were shaped by sound and smell as much as by visual stimuli; the nature of boundaries and negotiation between majorities and faith and immigrant minorities; how digitisation and GIS holds real potential for accessing and modelling the urban/spatial dimensions of source material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500298/1","grantId":"AH/J500298/1","fundValue":"31307","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  Research review produced as part of the Connected Communities programme. Some the research fed into further funded work (e.g. Hidden Florence app project). Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"Fabrizio James Nevola","coPersons":[],"organisation":"University of Bath","findingsText":" When this research review on early modern urban communities finished at the end of October 2011, the remit was to produce a brief report on the work carried out. This we submitted to the AHRC. However we also felt that it would make sense to publish our findings online, as well as gather the report, bibliography and the interviews we conducted over the review period into one PDF document.\n\n\n\nWhat the review does is selectively assess the recent Anglophone literature (from roughly 2000) on co This was a discrete research review. The historical material considered may be brought further in future research projects and publications. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections","dataset":"gtr"}