{"id":"55A52D6E-4F03-4763-A0E2-797BE51C2684","title":"Lyric Responses to the Crusades in Medieval France and Occitania","abstractText":"The crusades have left a profound and disturbing legacy in inter-cultural and inter-faith relations nationally and world-wide. They continue to be of compelling interest and relevance to students, scholars and the wider public, with crusading rhetoric alive in the global political discourse transmitted daily in the media. Ecclesiastical sources, written in Latin, provide official versions of the preaching, organisation and events of the medieval crusading movement, whereas vernacular literature offers an invaluable secular perspective, whether supporting the Church's agenda, replacing it with its own, or challenging it through ridicule or revolt. The lyric poet-musicians of medieval France, troubadours and trouv&egrave;res, composing in Occitan and Old French (OF) respectively, present a rich diversity of immediate responses on the part of a secular public, in France, Occitania, Italy, the Iberian Peninsula, Syria and Greece. All this material will be made freely available online in high-quality editions, with translations into both English and Italian, along with professional readings and musical performances. An accompanying monograph, linked to the online texts, will place them in their historical and cultural context. A book publication in Italian is also anticipated, containing a new critical edition of the Old French texts.\\n The research will explore how these vernacular poet-musicians responded to medieval crusading movements. It will examine the extent to which their responses can enlighten us about the views of their public and contribute to, complement, differ or dissent from the Church's crusading propaganda, both in their concepts of crusade and crusading and in their rhetoric. It will identify the distinct attitudes towards the crusades that emerge from these sources, ways in which their responses vary geographically and chronologically, and the relationship, tense or otherwise, between crusading and secular ideals. It is anticipated that fresh information ad insights will emerge from new critical editions of texts hitherto only available in out-of-date or defective editions, from the study of ways in which texts engage in dialogue with each other, and from research into historical circumstances alluded to in the texts, or discoverable from other vernacular or Latin sources and features of the manuscripts in which they have been transmitted. The monograph will provide the first comprehensive, modern analysis of OF and Occitan lyric texts relating to the crusades based on high-quality editions and up-to-date philological tools and historical information. \\n All outputs will be of a high scholarly standard and will be of interest to scholars and students of medieval history, literature and culture in the English- and Italian-reading world. The monograph with its links to the online collection of texts, translations and performances, will be relevant to teachers of history, music, and medieval culture in higher education institutions and perhaps schools, the online editions supplying a need for affordable (in this case free) access to high-quality, up-to-date editions with reliable translations. The Italian collection of Old French lyrics in book form will fill a gap in the teaching market there, though it may be too costly for the British one. The monograph and online publications will also be intended for the general reader, such as that of Paterson's 'The World of the Troubadours: Medieval Occitan Society c. 1100 - c. 1300', CUP, 1993, diffused in the UK and world-wide in English, with several paperback reprints and translations into Spanish, French, and Italian. \\n The research will impact on the academic, school and public community through a deeper and more nuanced understanding of the crusades. At the same time it will enhance understanding of medieval literature, particularly the interaction between Old French and and Occitan poet-singers on the one hand, and vernacular poets and ecclesiastical writers on the other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000151/1","grantId":"AH/I000151/1","fundValue":"400854","fundStart":"2011-06-01","fundEnd":"2016-01-31","funder":"AHRC","impactText":"  1. Medieval literature seminar at the Univesity of Neuch?tel, Switzerland, Autumn 2012, for the bachelor's degree in French Teaching Swiss students about the crusades, French crusading texts, and the project.\n2. Radaelli has used the Old French texts she is involved in editing for our project to mount a taught course for musicologists, concentrating on the corpus of secular monodic repertoire of the 12th- and 13th-c. troubadours and trouv?res, particularly crusade songs. The c. 30 students ha Education,Culture, Heritage, Museums and Collections Cultural","person":"Linda  Paterson","coPersons":["Ruth  Harvey"],"organisation":"University of Warwick","findingsText":" Research still underway so no key findings to report as yet. TBC Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}