{"id":"55AB8CA6-FEC5-48D1-B3D8-13ED830934CC","title":"EPSRC Centre for Innovative Manufacturing in Industrial Sustainability","abstractText":"By 2050 the global industrial system is committed by international agreements and governments to double its output while only using 50% of current resources and generating no more than 20% of current CO2. Achieving this represents an exciting new industrial revolution, requiring new approaches and new thinking which we term collectively Industrial Sustainability .The EPSRC Centre for Innovative Manufacturing in Industrial Sustainability will work closely with leading companies of all sizes and from all sectors who are already actively preparing for this challenge. The Centre will work on two fronts: rapidly reducing the resource &amp; energy-intensity in the production of existing goods while simultaneously investigating options for a radical redesign of the industrial system. We will build a foundation of projects in 'eco-efficiency' (creating more value using less resource by focussing on reducing use of energy, water and materials), in 'eco-factory' (for example using waste from one process as inputs to another wherever possible), and in 'sustainable industrial system' (conserving resources by for example using solar income, re-distributing what gets made where and re-assessing what and how value is delivered). As we better understand what works and what doesn't, we will develop and deliver tools and techniques, which will be used, by our collaborators to achieve their sustainability goals. Some of these tools will be commercialised and some will be made more freely available. Manufacturers of all types will use these tools to reduce the amount of energy, water and material they use to produce each product. We will work with producers of cars, food, furniture, detergents and many other products to make sure our tools are useful to as many manufacturers and sectors as possible.When we know that the tools do help to improve performance we will broadcast their existence to multiple manufacturers through our network and partners; we will measure how useful the tools are and publish that information on-line.During the 5-year initial life of the Centre we will train over 80 people to the highest standard, preparing them to be academics and practitioners with the leadership skills capable of helping industry rise to the challenge of sustainability","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033351/1","grantId":"EP/I033351/1","fundValue":"5233280","fundStart":"2011-07-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"  We are actively disseminating our research outputs through workshops, training courses, participation at conferences, symposiums, and other events, our own annual conference, website, through the trade press and media, and open events. Our research has developed new value constructs that are helping companies like Nike, Riversimple and M&amp;amp;amp;S explore new business models. Tools to improve engineers knowledge of sustainable manufacturing practices are being used inside Airbus, while our tools to support system level change are being used by Saitex, Brandix, MAS Holdings and Nike, helping to create long term plans that move these companies toward industrial sustainability. \n\nToyota have used our findings to modify their CSR reporting, investigating how the vehicle end of life process will change in a more circular environment (e.g. investigating the return logistics and supply chains partnerships; experimenting with the access to high value materials). \n\nIfM ECS are utilising our tools to enable their consultants to carry out interventions in SMEs and large organisations. To reduce energy, waste and water use and costs. ECS are also converting some tools into open educations and training programmes to educate the managers and engineers of companies across the UK and Europe. \n\nOur energy and waste flow modelling is being used by the specialist consultancy company Ecopare to carry out analysis of performance and promote improvement recommendations at Jaguar Land Rover and other companies.\n\nThird sector organisations such as WRAP and the Flemish network PlanC are using our research in their own organisations. We work closely with other industry organisations such as iema, EEF, 2degrees and others to make our tools and methods available to their members. The European Regional Development Fund (ERDF) funded the PrISMS project which has used our tools in their engagement with 120 SMEs in the Eastern Region of the UK to improve their sustainability performance. \n\nWe have supported research that is taking the message concerning non-labour resource productivity into the policy process and had a successful debate and launch inside parliament. We have supported all-party parliamentary group inquiries into re-manufacturing and resource management. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail,Transport Societal,Economic,Policy & public services","person":"Steve  Evans","coPersons":["Peter David Ball","Shahin  Rahimifard","Mike  Gregory","Palie  Smart","Mark  Jolly","Mike  Tennant"],"organisation":"University of Cambridge","findingsText":" At the Centre for Industrial Sustainability we do research firstly into how manufacturers can improve the resource efficiency of their operations now (and with limited budget), we also build the tools and technologies that industry will need over the next 10 years, and finally we study the future shape of sustainable manufacturing. This 3 part research agenda is based on our view that all our research should be both practical and systemic - having a route to practice while understanding that all manufacturing occurs within a complex system. The Centre's research and the tools we build are already helping leading edge manufacturers and those who are new to the subject. \n\nThrough our research into resource efficiency we have discovered the extreme levels of resource efficiency variance that can occur across factories and calculated that halving the gap between worst and best would deliver ?10Bn more profit to UK manufacturers and save 27MTCO2e (4.5% of UK emissions) and provide 300,000 new jobs. Our research into the rapidly evolving industrial experiments with new business models that are occurring in practice has revealed a new way to analyse business models using a construct that we term 'failed value exchange'. We have also mapped as many novel sustainable business models as possible and found a series of archetypical structures that can be used by industry to build their own future business model designs. Our research into system level innovation has revealed a series of principles and patterns of those principles which help to explain fundamental differences between approaches to industrial sustainability that have external similarities (such as eco-industrial parks and industrial symbiosis). Research into the key competences needed for systemic industrial sustainability change has revealed four competences as being critical - efficiency, internalisation, co-ordination and whole system design. All this research has been transformed into tools for use by members and other organisations, the usage of these tools and others is discussed in a later section.\n\nAfter 3 years, we have 13 sustainable manufacturing tools that are complete or near completion and several others in earlier stages of development. We also have developed a series of 16 industry focused Quick Guides aimed at taking the ideas, concepts and tools generated by Centre researchers and presenting them in engaging 2 page documents that allow manufacturers to easily establish if and how an idea could work in their situation. In addition we have produced over 100 academic publications from our research. \n\nWe aim to improve industrial practice but also to create future leaders and to inform policy. The Centre has an active and engaged Cohort (47 attended the 2014 cohort week) who share ideas and collaborate through online meetings, specialised training sessions, dedicated newsletters, and an annual Cohort retreat. Our Cohort events are open to researchers from Universities and organisations beyond the 4 Centre partners and includes researchers from both UK and international universities. Currently 4 Centre researchers have recently completed PhDs and several of our 29 active PhD researchers are near completion. We have a very active visitor programme with faculty from around the UK and the world to improve industrial sustainability research competence.\n\nThe Centre is actively engaged in research to inform policy. Centre researchers had key roles to play in the UK Governments Foresight exercise setting out the 'Future of Manufacturing', including membership of the Lead expert Group and lead authors on contributing research reports. Sustainability, and many associated topics such as resilience, on-shoring and resource efficiency, are prominent in the report which is now informing the detail policy process Our research findings are being taken forward in several ways, mainly based on our standard research process which takes our new knowledge and transform that into tools that make the knowledge available to industry. Some tools will be hardware (e.g. shoe recycling equipment, some software (e.g. energy modelling for factories), and some are facilitation tools (e.g. value mapping to design new business models). All research follows this process and develops tools that are used, tested then released to a wider audience. Many of our sustainable business tools have been and are being actively used and making a difference in industry now as evidenced in our industry Case Studies. \n\nOur academic publications have been downloaded and cited by other publications numerous times. Our Quick Guides, Case Studies, conference presentations, annual reports, are all available for viewing and download from our website. Our international reports are being used by governments to develop their green growth strategies (Mongolia, Thailand, Malaysia, Indonesia, Philippines, Vietnam).\n\n\nOur next challenge is to embrace the evolving subject and the increasing attention it is receiving from industry and academia, and to increase the depth and speed of progress in helping the UK move to a sustainable industrial system. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail,Transport","dataset":"gtr"}