{"id":"55B3CD20-A1C2-408F-8262-A90948380A8C","title":"Adenovirus and coagulation factor interactions and the impact on virus stability and utility for gene therapy","abstractText":"Adenoviruses are a family of related viruses which cause mild infections in people and which have been converted into gene transfer vectors by blocking their ability to replicate in cells. This is achieved by crippling the ability of the virus to cause infection by deleting some if its DNA. The most common member of the adenovirus family used is adenovirus serotype 5 (Ad5). This allows the adenoviral vector to be used for gene therapy (the use of genes to treat human disease). In fact, adenoviruses are one of the most common vectors in use in gene therapy clinical trials because they are easy to work with, safe and are efficient at delivering genes to cells and tissues in the body. Depsite their common use we are still discovering new properties relating to this virus which highlights how important it is to understand it better in order that gene therapies can be made safer and more efficient (i.e. to optimise their use to treat patients). We made a recent discovery that when injected into the bloodstream adenovirus serotype 5 becomes coated in one of our own proteins in the blood called a coagulation factor. Interestingly, the coated virus then only delivers genes to the liver via the interaction with the coagulation factor and not a direct interaction between the liver and the viru (i.e. the coagulation factor acts as a bridge between the cell and the virus). The coagulation factor &quot;sticks&quot; to a specific protein on the coat of the virus called the hexon. Some other members of the adenovirus family also do this while others do not and the reason why this interaction has arisen is not well understood. Other groups have also suggested that either the host coats the virus with FX in order to help the immune system recognise it and remove it, while others have suggested that the virus itself &quot;picks up&quot; the coagulation factor to protect itself from the immune system. In this project we are going to investigate this important pathway further. We want to know whether the interaction is protective or not for the virus and if it is, whether the protection can be conferred to other viruses which do not bind to the coagulation factor. This will lead us to an understanding of how the virus and coagulation factor interact with different parts of our immune system. We also want to know exactly how the coagulation factor delivers the virus to the liver and whether modifying this pathway can lead to the development of gene therapies which are more efficient at delivering to other tissues in the body other than the liver, and this will broaden the use of the virus for treating patients through gene therapy. We will investigate these areas of adenovirus research by making changes to different parts of the virus's coat in order to allow or block the interactions and we will use genetic engineering approaches to achieve these important modifications. These experiments will help our further understanding of adenoviruses and ultimately lead to more optimal and safe vectors for all adenoviral gene therapy approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000060/1","grantId":"BB/M000060/1","fundValue":"323002","fundStart":"2015-02-02","fundEnd":"2018-02-01","funder":"BBSRC","impactText":"","person":"John Henderson McVey","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}