{"id":"55BE788A-59CF-4C0E-A3E1-DCA5ADC76982","title":"Ranking the Rankers: The New Industry of Influencer Relations","abstractText":"The continued proliferation of product and service rankings constitutes one of the most important challenges facing organisations today (Espeland &amp; Sauder 2007). Few aspects of the economy and society remain untouched by rankings of one form or another. At this moment in time, however, rankings are both broadening and deepening their coverage. Certain phenomenon can be ranked many times over by different offline and increasingly online measures. New social media are being used and mined to provide novel forms of ranking and assessment. Since negative assessments, or a failure to appear on a significant ranking, can have immediate impacts upon consumer or client decision making there is no choice but to take these evaluations seriously. But this presents a new and pressing problem for organisations: given the increasing number and variety, which rankings should they respond to? And how?\n\nThis project investigates how new specialist forms of technical and market specialists have emerged to help organisations confront and respond to this growing pressure. New groups of 'influencer relations' experts can be found across industrial sectors. In this project, we focus on those within the information and communication technology (ICT) area where there is evidence emerging that they have been highly effective in creating opportunities for local influence over global rankings, and that their presence is having consequences for (re)shaping the power of rankings more generally. Yet despite their obvious importance, we still know very little if anything about these experts and the kinds of knowledge they produce or influence they wield. \n\nWe study these new groups as they become more organised and attempt to move from an occupation to a 'profession'. We provide a fine-grained analysis of their work and expertise, which includes exploring their 'calculative practices' and use of new 'technologies'. The calculative practices examined are their efforts to search for the rankings that make a difference in a particular product or service area, so that organisations can prioritise their response to them. We also pay particular attention to the disruptive potential of new social media technologies that form a central part of this search process. Data analytic tools and 'big data' are being deployed to aid the measurement of a ranking's influence. We investigate the influence of two such measurement tools 'TweetLevel' and 'BlogLevel', which contain algorithms that crawl blogs and social networking sites to return a 'score' based on various weighted metrics concerning the impact of a ranking. Finally, we also study how some of these experts have established independent agencies and consultancies and are attempting to create a new market for consultancy and supplementary knowledge-based products related to rankings. \n\nThe methodology used will be qualitative and include semi-structured interviews and ethnography. We have secured privileged access to observe these actors within one of the key bodies - the Institute for Industry Analyst Relations (IIAR) - which is taking a leadership role in the ongoing professionalisation project. Our empirical focus is at different levels: historically, where we study the emergence and formation of this new occupation over 30 years; geographically, where we draw broad-scope links between the growth of these actors here and in the US and to a lesser extent mainland Europe; and at the level of practice, where we contrast the (potentially different) calculative practices of these groups of actors and investigate the different ways in which these experts employ new social media technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M007626/1","grantId":"ES/M007626/1","fundValue":"222195","fundStart":"2015-08-01","fundEnd":"2017-07-31","funder":"ESRC","impactText":"","person":"Neil  Pollock","coPersons":["Gian Marco  Campagnolo","Robin Alun Williams"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}