{"id":"55C4B27C-0018-4C8D-BB7C-AB6DE266FE76","title":"Fish kills and their consequences in shallow lakes: the potential of palaeolimnology","abstractText":"Fish kills are a common occurrence in shallow, European lakes and ponds where among several other factors low oxygen and chronic pollution can cause the sudden mortality of a species and in some cases a lake's entire fish population. Fish have a strong influence on food-webs in shallow lakes due to the key importance of trophic cascades whereby changes in the abundance of predators (fish) alter the abundance of mid-level consumers (zooplankton), in turn altering the abundance of producers (algae). Thus it can be expected that fish kills will have significant consequences for lake ecology. Because of lags associated with the recolonisation of fish after a kill, effects on lake ecosystems may persist for decades. Yet most studies of fish kills have been of short duration such that the long-term effects of such events are at present poorly known. Fossils of fish and of organisms lower down in the food-web including invertebrates, zooplankton and algae are preserved in lake muds and consequently analysis of these remains in sediment cores provides an attractive means of determining the long-term consequences of fish kills. In our proposed study we will employ such an approach to determine the potential of sediment core analysis to record kills and their ecological consequences in two shallow lakes, Barningham and Wolterton Hall Lakes, Norfolk, UK. Both of these lakes experienced complete fish kills in the 1970s (1975 and 1979 respectively) with fish subsequently recolonising at Barningham but not at Wolterton which is presently fishless. In each lake we will analyse 35 core samples for the remains of fish (scales), invertebrates (Phantom and Non-biting midge larvae), zooplankton (Cladocera), macrophytes (seeds, leaves etc.) and algae (preserved pigments). Analysis of our data will seek to evaluate the effectiveness with which sediment fossils represent kills with the expectation that there will be a detectable post-kill decline in numbers of fish scales. Furthermore we will determine the consequences of effects in terms of the number of food-web layers affected, the nature of change in these layers and the longevity of effects. Our project should much improve our understanding of how effectively lake sediments might record fish kills and other food-web changes in shallow lakes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D008344/1","grantId":"NE/D008344/1","fundValue":"49592","fundStart":"2006-12-01","fundEnd":"2007-11-30","funder":"NERC","impactText":"","person":"Carl Derek Sayer","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}