{"id":"55C77D72-20F5-462A-882B-5F0C661529FB","title":"A UK web-based probability panel? Exploring the issues, opportunities and design considerations.","abstractText":"This project will look at whether the Economic and Social Research Council, which is a major funder of economic and social science research in the UK, should fund a major new research panel in the UK. The idea is recruit a large number of people (the 'panel'), representative of the UK population, and ask them to fill in questionnaires regularly over the internet. The questionnaires would cover lots of different topics, and researchers who wanted to know about a particular topic could ask for their questions to be included. This would mean that lots of researchers who don't have the time or money to set-up their own study would be able to get answers to the questions they are interested in quickly, and because the panel is already set-up and uses the internet, this would be relatively cheap too. \n\nThe purpose of this project is to look at whether it is a good idea to set-up such a panel, how best to do this and how much it would cost. We will speak to researchers in universities, government and the voluntary sector about whether they would use it, what they might use it for and what it would need to be like in order to meet their needs. We would also look at how similar panels in other countries are run and who uses them, and look at information about what kinds of studies the ESRC funds at the moment, to work out whether any of them could use the new internet panel instead. We will also look into how best to design such a panel, including how to identify the people to take part and how to encourage them to answer the surveys. Again, to do this we would speak to researchers who might use it, and look at how similar panels are designed and run. \n\nThe idea is that a panel like this could mean that UK social scientists are able to do as much (or more) high-quality research, but for less money. This would mean that UK taxpayers' money is used more efficiently and effectively.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010031/1","grantId":"ES/M010031/1","fundValue":"30127","fundStart":"2014-11-01","fundEnd":"2015-05-31","funder":"ESRC","impactText":"","person":"Lisa  Calderwood","coPersons":["Joel  Williams"],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}