{"id":"55DE6AD7-DAAE-4B85-84F1-02EBC90A58B4","title":"14 NSFBIO: Mining of imaging flow cytometry data for label free, single cell analysis","abstractText":"The project is a collaboration between researchers at Swansea University, UK and scientists at the Broad Institute of Harvard and MIT, Cambridge, US. The project will develop and demonstrate software to mine data from imaging flow cytometers. These instruments can capture thousands of images of cells per second. The images can in theory be analyzed to precisely measure hundreds of features related to cellular morphology; this project is to develop advanced machine-learning software to accomplish this, unlocking the otherwise hidden information within the images. The software will be developed, improved, and validated in several demonstration experiments involving the cell cycle, the component cells of primary blood, immune cell activation, and stem cell identity. The goal will be to use as few or indeed no fluorescent biomarkers, eliminating the need to perturb cells. The resulting open-source software will be freely available to scientists worldwide for both applied and clinical research, and will be accompanied by user-friendly training materials and in-person workshops. The project is collaborative and interdisciplinary and includes training early career-stage scientists in computational biology, via the existing Scientists without Borders program. The project involves close collaboration with a host of researchers from both the UK and US who use imaging flow cytometers and builds on a previous successful interdisciplinary collaboration in biological data mining by the teams at the Broad Institute and Swansea University.\n\nIn order to devise the novel software and methodology to mine the large datasets acquired using imaging flow cytometry, the team will develop algorithms to seamlessly import data from an imaging cytometer, robustly segment cells, quality-filter them (e.g., for debris and blur), and quantify morphological parameters (usually hundreds) for each cell (usually thousands), including various measures of size, shape, and texture. Using these features, trained machine-learning algorithms will identify cell phenotypes of interest or otherwise characterize the state of cell in driving biological projects from project partners who use imaging flow cytometry in a host of biological research studies. The goal will be to use as few or indeed no fluorescent biomarkers, eliminating the need to perturb cells. The project will give the scientific community a validated, open-source software toolbox of image processing and machine learning algorithms readily usable by biologists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N005163/1","grantId":"BB/N005163/1","fundValue":"147922","fundStart":"2015-09-25","fundEnd":"2018-09-24","funder":"BBSRC","impactText":"","person":"Paul  Rees","coPersons":["Huw  Summers","Catherine Ann Thornton"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}