{"id":"55DF43C6-E3BC-4A61-9DA7-D2A65895DA4C","title":"Comparative Grain Development in the Temperate Grasses.","abstractText":"Despite being a vital food source, grain development has been poorly characterised compared to other organs. While much work has been done of the evolution and development of floral organ identity and inflorescence architecture in analyses across cereal phylogeny that extend into uncultivated and wild relatives, less is known about the evolution of grain form and function, particularly with regard to its tissue organisation and the ability of the endosperm to store such rich reserves. Grain morphology and organisation can have important practical implications - for example, the wheat grain processes a distinct crease that is missing in rice, with profound implications for processing. This proposal, therefore, aims to identify regulators of grain development focusing on temperate cereals and using a comparative cellular developmental and transcriptomics approach. There has been less interest in non-crop grasses despite the potential insights that could come of such a comparative approach. Although clearly related to our domesticated cereals, grasses (like Brachypodium) have structurally and functionally distinct grains. A greater understanding of what underlies the significant differences between the grains of related non-crop species to the nutritional storehouses of cultivated cereals - which are subject to breeding and domestication - should provide knowledge to drive efforts to ensure greater yields and food security. We will exploit a comparative approach to understanding grain development in the grasses, focusing on the pooideae subfamily and selected taxa therein. Within the grass family, the pooideae subfamily has diversified in cooler climates and contains the cereals of most value to the UK economy: wheat, barley, oats and rye. In addition there are genera of interest for translational reasons including Brachypodium (particularly the distachyon species and its accompanying genomic tools), invasive weed genera such as Elymus and Bromus and important forage grasses such as Lolium. We propose that the striking organisational differences between Brachypodium, wheat and barley grains is underpinned by distinctive gene expression patterns through grain development and it is this gene expression profile that we will characterise. This project aims to use previously generated wheat gene expression data and publicly available data in order to compare developing grain gene expression profiles between wild (Brachypodium) and cultivated temperate cereals (wheat, barley). We will use the analyses to build a shortlist of genes that could be involved in grain variation, particularly with regard to grain morphology and endosperm organisation. The focus will be on Transcription Factors becuase Transcription Factors have been shown to be key players in the genetic differences distinguishing wild and cultivated species. Of ten domestication genes cloned so far in grasses (rice, maize, wheat and barley), eight are Transcription Factors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I01215X/1","grantId":"BB/I01215X/1","fundValue":"297679","fundStart":"2012-04-17","fundEnd":"2015-10-16","funder":"BBSRC","impactText":"  So far our findings have been used in the publications we have produced and presentation develivered to date, but the grant is still in progress.  ","person":"Sinead  Drea","coPersons":[],"organisation":"University of Leicester","findingsText":" So far we have gained insight into the basis of variation in grain characteristics between several species of temperate cereals/grasses. Simple observation of different grains and their development makes it clear that there is alot of morphological variation but we have been revealing how this variation is reflected by differences in tissue organisation, composition and gene activity. When we publish our findings and/or present our data at meetings. Agriculture, Food and Drink,Environment","dataset":"gtr"}