{"id":"55F7EB23-E33A-4A37-834E-1D9127AB27A4","title":"Plasticity in aimed limb movements","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/C005538/1","grantId":"BB/C005538/1","fundValue":"369443","fundStart":"2006-01-23","fundEnd":"2009-07-22","funder":"BBSRC","impactText":"  I am not aware of directly attributable applied 'use' of this work to date, but this is very difficult to ascertain. Education ","person":"Thomas  Matheson","coPersons":[],"organisation":"University of Leicester","findingsText":" The broad goal of our work is to develop an understanding of how nervous systems control aimed limb movements. We work with insects (locusts) in which we can couple precise measurements of aimed leg movements with a range of methods for measuring and manipulating nerve cell function in animals that carry out their normal behaviour. We analyse aimed scratching movements made in response to gentle touch on the wing surface. We have focussed on two related issues: (1) a determination of the muscle and limb properties that drive movements; and (2) changes in nerve cell function following changes in the load on a limb, or limb damage, or during development when the wing and limb shape change. We have shown that surgical manipulation of an internal sense organ that signals limb joint position systematically alters aimed movements made by the limb. This demonstrates that the particular sense organ is key to the control of the limb. Moreover, the movements recover within 7 days, demonstrating a remarkable adaptability in the nervous system. This work was published in the Journal of Neuroscience 29: 3897-3907. 2009). We have shown that an inhibitory motor nerve cell that affects the functioning of limb muscles becomes active prior to movement. Artificially manipulating the cell's activity demonstrates that it acts to increase limb velocity without affecting accuracy. It does this by increasing the rate at which the muscles can relax, which prevents a build up in tension of opposing muscles at a joint. We have shown that passive forces within the limb make a significant contribution to aimed movements, so that in some cases movements occur even when there is no active muscle contraction (Journal of Neurophysiology 99: 484-499. 2008). We have characterised the muscle properties underlying these passive forces and will use these measurements to develop further our computer model of the limb. This model will in turn enable us to test further ideas about the control of limb movements in a range of conditions that are difficult to test experimentally. We have shown that there is a highly organised internal representation of sensory signals that gives rise to the aimed movements. The distribution of the sensory receptors (on the wings) changes during development and we relate this to developmental changes in the aimed movements. We have also shown that aimed limb movements of upside-down locusts are fully compensated against the effects of gravity, and that animals whose limbs are damaged during development aim the remaining stump of the limb correctly. We have shown how groups of motor nerve cells that drive limb muscle contractions work together under loaded conditions to produce the observed compensation. Our research has supported the training of 4 postdoctoral scientists, both in-house and on external courses, as well as a PhD student and several undergraduate students. It has generated a new collaboration between our lab and an engineering lab that will take the work forward in exciting new ways. Our work could lead to the design of better neuroprostheses or robotic limbs. Aerospace, Defence and Marine,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}