{"id":"55FB2401-FF0D-4E62-BA52-1F48417FAD2B","title":"GridPP3","abstractText":"List the main objectives of the proposed research in order of priority [up to 4000 chars] We propose to deploy a Grid as the main mechanism for delivering very large scale computational resources to the UK Particle Physics community. We believe this foundation will underpin the success, and increase the discovery potential, of UK physicists. In order to do this we will need to establish a production quality Grid of unprecedented robustness, scale and functionality. Our plans ensure that sufficient hardware resources become available with applications that are codeveloped with the infrastructure, resulting in a Grid that is both accessible and inclusive. The proposal is fully integrated with international projects and we wish to seize the opportunity to capitalise on the UK leadership already established in several areas. The Grid will be directly connected to a large-scale e-Science Grid across Europe and will inter-operate with Grids in the United States. The UK has established 4 operational Tier-2s in the UK, London, NorthGrid, ScotGrid and SouthGrid, which are now all contributing significantly to LCG. The LCG Technical Design Report asserts that the role of the Tier-2s is to provide computational and appropriate storage services for Monte Carlo simulation and for end-user analysis. The Tier-2s will obtain data as required from Tier-1 centres, and the data generated at Tier-2s will be sent to Tier-1 centres for permanent storage. This proposal incorporates provision for a Tier-2 site at Cambridge University with the required service levels established as part of the SouthGrid Tier-2. Cambridge aims to provide resources to SouthGrid in the context of the CamGrid project, thereby levering extra capacity from the ongoing investments in the local campus grid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G502304/1","grantId":"ST/G502304/1","fundValue":"41900","fundStart":"2008-07-19","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Michael Andrew  Parker","coPersons":[],"organisation":"University of Cambridge","findingsText":" Deployment of grid computing Deployment of grid computing Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}