{"id":"55FCD7B0-16FD-4250-A486-3260AFB54C84","title":"Tumor suppression by chromatin regulators.","abstractText":"Cell senescence is an irreversible cell growth arrest that stops proliferation of damaged pre-cancerous cells. For example, benign human moles ? or nevi - contain damaged pre-cancerous pigmented melanocytes. Nevi rarely progress to cancer because the melanocytes are held in a growth arrested senescent state. \n\nChromatin is a complex matrix of DNA and proteins packaged tightly into the cell nucleus. Genetic information is encoded within the DNA. Additional epigenetic information is encoded within the proteins and higher order folding patterns that also contribute to chromatin. Both genetic and epigenetic information are important for proper cell, tissue and organismal function, and dysregulation of either can contribute to disease states, such as cancer. Epigenetic information is an attractive target for cancer research, because epigenetic alterations are thought to be more reversible than genetic ones, and so are a rationale basis for design of anti-cancer therapies. \n\nThis application investigates the role of two chromatin regulatory complexes, the HUCA complex and the Brg1/Snf5 complex, that are implicated in suppression of cancer by virtue of their ability activate cell senescence. Recent whole genome analyses from our lab have uncovered a likely functional link between the HUCA and Brg1/Snf5 complexes. The goal of this application is to dissect the mechanisms by which HUCA and Brg1/Snf5 collaborate to regulate chromatin structure and induce cell senescence and tumor suppression. \n\nOf particular note, inactivation of the Snf5 protein is a primary cause of malignant rhabdoid tumors in children. This research should enhance our understanding of this and other cancers, and so promote development of improved diagnostic, prognostic and therapeutic strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100054","grantId":"G1100054","fundValue":"524199","fundStart":"2012-01-04","fundEnd":"2015-01-03","funder":"MRC","impactText":"","person":"Peter  Adams","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}