{"id":"55FE647C-7351-4CC2-A781-9ABE2022699F","title":"UK Inertial Fusion Energy Network support and engagement provided by the York Plasma Institute","abstractText":"The UK has played a very significant role in the development of Inertial Confinement Fusion (ICF) via a combination of curiosity driven academic research and training, scientific and technical activities hosted in national laboratories and through many collaborations with major international partners. The prospect for fusion ignition at the US National Ignition Facility (NIF) has prompted the need to discuss how the UK could capitalise on its (often world leading) expertise in fusion science and technology to develop an Inertial Fusion Energy (IFE) programme. The long term goal of an IFE programme would be to create a technically and commercially viable source of carbon free energy based on thermonuclear fusion, and this is likely to be a demanding undertaking requiring a multi-national effort. In the Magnetic Confinement Fusion (MCF) community such a programme already exists in the UK and has well defined leadership, long term goals, scientific and technical sub-programmes, funding streams and links to international partners and industry. There is currently no equivalent IFE activity in the UK and a key aim of this network will be to develop proposals for a more programmatic approach to IFE research and development, and highlight where the UK is best placed to have major international impact.\n\nOur proposal is to bring together all members of the UK's scientific and industrial communities with an interest in inertial fusion and supporting technologies in a series of well coordinated network activities including focused technical and scientific workshops and large scale community meetings. We will highlight where UK academics, national laboratories and industry are best placed to play world leading roles. A full and open discussion of the short, intermediate and long term goals and potential leadership of IFE activities in the UK will be held, and we will develop a series of strategies for IFE based on future funding scenarios and scientific drivers (e.g. a demonstration of fusion ignition). We will engage in community building and outreach activities that identify opportunities for cross-disciplinary collaboration (for example with MCF, Generation IV fission and materials research) and reach out to industry to highlight where they too can benefit, for example by partnering with national laboratories to gain access to and help commercialise cutting edge technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L000814/1","grantId":"EP/L000814/1","fundValue":"47915","fundStart":"2013-11-18","fundEnd":"2015-11-17","funder":"EPSRC","impactText":"  The industrial engagement activity, even at this early stage is paramount both to realising the fusion mission and helping UK plc to grow, and to capitalise on the IP portfolios emerging from fusion relevant development, e.g. in UK national laboratories. To realise commercial fusion requires a wide range of industries working from the earliest stage possible to build next step facilities and help develop the enabling technologies in areas as diverse as advanced laser systems and precision micro-engineering of fusion fuel capsules. Many of the companies engaged with so far have growing expertise in the magnetic confinement fusion (MCF) arena, especially work arising from ITER (the next step MCF fusion project under construction in Cadarache, France). There are many overlaps with this work and the type of technologies required to build a commercial IFE fusion reactor.\nThe funding provided by the network has allowed us to begin coordinating outreach activity and generating new opportunities. The network funded the creation of a set of demonstrations that were part of the &quot;Set the controls for the heart of the sun&quot; Royal Society Summer Science Exhibition stand run by the Centre for Inertial Fusion Studies (CIFS). This is a very high profile activity and extra funding to produce excellent demonstrations helped to make the stand successful. We would like to grow this kind of activity, supported by a dedicated communications officer that this grant will support. The public understanding and support of fusion is very important, as is inspiring the next generation of scientists and engineers in to a career in fusion. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology Societal","person":"Kathryn Louise Lancaster","coPersons":[],"organisation":"University of York","findingsText":" This grant helps to support the UK IFE network and is linked to funding for the UK fusion community directed through both York and Imperial College. The York component directly funds Dr Kate Lancaster in order to provide a support and engagement for the network in a number of key areas. The areas specified are the UK IFE survey, stakeholder engagement (including a link to UK industry), management of network communication, organisation, and project coordination. \nUK IFE survey\nAnalysis of a preliminary community survey has given us an indication of where our strengths in inertial fusion energy and related scientific disciplines lie accross the breadth of the UK. The information is currently incomplete and a more detailed survey to be distributed shortly will help us understand funding streams, advanced postgraduate training provision, and provide a more detailed picture of activities related to IFE. Areas of strength are numerous including target fabrication, laser technology, and underpinning science and are embedded in Universities, National Laboratories and UK Industry.\nStakeholder engagement\nThis is ongoing, as part of Dr Lancaster's position at York. Activity is healthy - the kick off meeting attracted over 75 attendees from 11 universities, 11 companies, and 7 large scale laboratories, together with invited members of the wiser international community from the US and France. There were also key research council members in attendance. She has attended a large number of conferences and networking events to engage industry and other organisations in order to promote fusion energy.\nKate has also been reaching out the MCF community and was invited to speak about ICF to key members of the EFDA (now EUROfusion) communications network in Lausanne. This raised awareness of the network, the need to work together, and gave them information about spokespeople for the IFE Network\nKate has also formed an outreach working group consisting of members most active in IFE/fusion outreach. This group was formed to agree a set of activities funded by the network which will be enabled by a new communications position funded by the network.\nNetwork communication\nDr Lancaster has been working with an external web design company to build a website for the network. This is being designed as a legacy, a site to centralise activity and encourage interaction beyond the tenure of the IFE network initial funding. This should be finalised and live shortly.\nOrganisation/project coordination\nDr Lancaster organised a day-long all hands meeting at the Royal Society to kick off the project in November 2013. This consisted of talks from key community figures regarding the strengths and health of the community, and also from current large scale laser facilities. This meeting provided us with a refreshed overview of who in the UK is interested in Inertial Fusion Energy and enabling technologies.\nKate also assisted in organising the small group section meeting on &quot;Inertial Fusion Energy plasma physics&quot; which was held in Feb 2014. There are a number of planned meetings in 2015 which Kate will also be assisting to organise. Industrial engagement:\nAttendees from 11 different companies attended the kick off meeting and engagement of new companies is a continual process. The objective is to raise awareness at this stage and bring industry close to IFE. This means industry will be ready and engaged in IFE/ fusion when they are needed to move fusion towards commercial energy production.\nOutreach:\nThe network co-funded the creation of a set of demonstrations that were part of the Royal Society Summer Science Exhibition stand run by the Centre for Inertial Fusion Studies (CIFS). This exhibition attracted several thousand visitors over one week, ranging from school children through to journalists, policy makers and senior members of the UK scientific community. We are now further developing and pooling these demonstrations for use by the wider network memmbers and working to create further demonstrations and resources for teachers enabled by the communications position. This activity is and will continue to raise public awareness of IFE in the UK and globally.\nRCUK/Government policy:\nThe kick off meeting hosted key figures from EPSRC, STFC, and CCFE. The network has also provided data to the EPSRC on grants awarded in IFE and related areas. We will continue to inform and engage these key people throughout the process so they can be embedded in the network and have a greater understanding of the findings and conclusions of the project. The UK IFE Network also reports regularly to UK research councils and BIS via the Fusion Advisory Board. Aerospace, Defence and Marine,Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}