{"id":"56022A0A-AD11-4F77-A342-D6F9A2D7E1A4","title":"STFC/NERC Bioinformatics &amp; Environmental 'Omics Network","abstractText":"The widespread impact of the genomics revolution has reached into every aspect of biology. As a result of new technologies for molecular investigation, the composition of the genome and the various organisational layers that exist between the genome and organismic response to the environment are now better described. These organisational layers, known as 'omics (e.g., genomics, transcriptomics, proteomics, metabolomics, etc), are now accessible for investigation in their entirety. This scope of investigation has not only opened unparalleled opportunities for a more complete understanding of how organisms or communities interact with the environment but also created an informatics challenge unprecedented in environmental biology. With technical advances in instrumentation, the sheer volume of data generated by 'omics investigation is orders of magnitude higher that has been the norm in environmental biology, creating new challenges for data storage, data analysis, and indeed optimisation of data structures generally. At the same time, important new opportunities for innovation in addressing critical problems can arise from the effective blending of bioinformatics and environmental 'omics. \nTo leverage the full potential of these developments to deliver its strategy, 'Next Generation Science for Planet Earth', the NERC has established a virtual Environmental 'Omics Synthesis Centre to facilitate the coalescence and emergence of novel scientific approaches to environmental 'omics. EOS is tasked with enabling the emergence of novel scientific synthesis within the NERC community that might benefit from environmental 'omics as well as contribute to its development. STFC has a well-established infrastructure for addressing complex data on the scale that is likely to be generated through future investigations in environmental 'omics. Therefore there is substantial potential for synergism between the emerging need for enhanced scale of bioinformatics approaches to environmental 'omics as indentified by the NERC and the existing facilities base in the STFC, to the benefit of both.\nThe present STFC Global Networks call provides a timely opportunity for the development of strong connections between STFC and NERC interests in environmental sciences. Indeed, the bioinformatics challenge presented by environmental 'omics was specifically highlighted at the second STFC Environment Futures Workshop (http://www.stfc.ac.uk/resources/pdf/FuturesEnv2Report.pdf). The NERC EOS is just now being established, so that network building with STFC scientists at this stage will ensure that the extensive resource base of the STFC will be an integral part of bioinformatics and environmental 'omics as collaboration between these fields is developed over the next five years.\nWe plan to conduct two workshops per year, addressing in each case targeted research areas where there is anticipated potential for synergy between STFC and NERC. At the outset, indicative workshop themes for exploring joint STFC and NERC development of the potential of bioinformatics and environmental 'omics include:\na) Novel data structures, novel algorithms and ontologies. The bioinformatics challenges raised by environmental 'omics are widely recognised, but both the detailed nature of these challenges and effective approaches for addressing them require further development. \nb) Linking environmental 'omics to other large scale data structures and models, for example those involving climate and other major environmental cycles.\nc) The interplay between environmental biological processes and human health, for example environmental toxicology and environmental pollution as a source of health-threatening antimicrobial resistance.\nd) Modelling complex biological interactions underlying basic ecosystem services and their resilience to environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001760/1","grantId":"ST/K001760/1","fundValue":"239647","fundStart":"2012-11-01","fundEnd":"2016-09-30","funder":"STFC","impactText":"  Our findings have led to two funding applications (miniaturisation and remote sensing) on one successful STFC Global Challenges grant (phylogenetic computation Barker, Winn, Meagher) Digital/Communication/Information Technologies (including Software),Environment ","person":"Thomas  Meagher","coPersons":["Peter  Kille"],"organisation":"University of St Andrews","findingsText":" We have completed networking workshops addressing computer workflow models and miniaturisation for field genomic analysis. Going forward, we have immediate plans to conduct networking workshops in the areas of cloud-based computing, antibiotic resistance, remote sensing, and biological complexity. The miniaturisation workshop was used as a basis for an engineering grant proposal to develop instrumentation. The upcoming workshop on antibiotic resistance will have broad cross-Council significance and potentially a large societal impact. The upcoming coud-based computing workshop is aligned with NERC Big Data capital funding to develop cloud-based computational methods for omics bioinformatics and the workshop will lead up to more broad demonstration of this capability. The upcoming remote sensing workshop is aligned with a proposal recently submitted to the STFC Global Challenges programme. Aerospace, Defence and Marine,Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}