{"id":"560FD423-FDD9-4D44-9251-D499FC7E806B","title":"Mass Transport at the Nanoscale","abstractText":"The ability to manipulate liquid flow through nanometre scale channels is the key to much needed improvement in two engineering areas with important societal aspects, reverse osmosis membranes for water purification and desalination, and lab-on-a-chips for integrated health diagnostic and therapeutics.The urgency to improve access to drinkable water is reflected in one of the UN Millennium Development Goals: 'Halve the proportion of the population without sustainable access to safe drinking water and basic sanitation', (source: UN). The contribution from the scientific community consists in 'develop(ing) more sustainable, less energy-intensive systems...that are socially acceptable, economically advantageous and more environmentally harmonious', (source: UK-NERC). The development of ultra-high flow membranes for reverse osmosis applications will contribute towards this objective, reducing energy requirements of water sanitation and desalination. The findings of a recent public consultation by EPSRC for a grand challenge on Nanotechnology for Healthcare showed that 'healthcare diagnostics were the highest priority for applications, with concepts of lab on a chip ...well received', (Source: EPSRC). The EU-sponsored European Technology Platform on Nanomedicine puts the target for 'implantable device for continuous measurement of blood markers' and for 'multi-reservoir drug delivery microchips' around 2015- 2020, (Source: EU). The development of no-moving-parts pumping system based on electroosmosis for nanoscale lab on-on-a-chip will help the achievement of these results, helping reduce the cost and the time-to-market of nanoscale lab-on-a-chip devices.In order to achieve these objectives, a better understanding of the effects of intermolecular forces and liquid-pore walls physiochemical interactions on liquid behaviour is necessary. Recent experimental observations of liquids flowing through nanotube membranes (diameters &lt; 10 nm) have shown that fluid velocity can be up to 10000 times higher than that predicted by this model. Despite these results, the origin of this behaviour is not yet clear. The research project I propose is aimed at understanding the interactions occurring between liquids and the pore walls they flow through. In particular, the objectives of the proposed research are: 1) to investigate the effect of pore size, shape, surface chemistry and structure on pressure-driven liquid flow at the nanoscale - with particular emphasis on ultra-high flux membranes - and to derive a model to control liquid transport in nanochannels. 2) To investigate the possibility of attaining ultra-high flow velocity using electroosmotic flows, a no-moving-parts pumping method, specifically suited for nanofluidic applications. 3) To optimize findings of the proposed research for reverse osmosis water purification and desalination, and for lab-on-a-chip for integrated health diagnostic and therapeutics.Based in the Chemical Engineering department at University of Bath, a team of 2 PhD students will, under the guidance of Dr. D. Mattia, develop an experimental model system to study and manipulate liquid flow inside nanometre scale channels. This work will not only address some still unanswered fundamental questions about liquid behaviour at the nanoscale, but also tackle urgent problems in application areas such as water scarcity, and healthcare diagnostic tools.As a first grant, the requested funding covers equipment and consumables to set up the proposed experiments. It will significantly contribute to the establishment of a new research group and enhance UK science output in an important new field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G045798/1","grantId":"EP/G045798/1","fundValue":"240367","fundStart":"2009-10-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  The results of our work (in particular, the novel membrane fabrication technology) have been the basis for a successful TSB award in 2012. In summer 2014 we have transferred the technology to the SME leading the project for pilot trials. Energy Economic","person":"Davide  Mattia","coPersons":[],"organisation":"University of Bath","findingsText":" The results of this project have shed light on the effect of nanometre scale confinement on liquid flow in nanotube membranes. We have validated our experimental results with molecular dynamics modelling in collaboration with the University of Strathclyde. Using our experimental results we have also developed a novel theory to explain the phenomena observed in collaboration with the University of Cassino, Italy. \nOverall, our results have identified design guidelines to manufacturing nanotube membranes with enhanced flow properties. In particular, we now know how to relate membrane permeability to the membranes' constituent materials. This will allow designing more energy efficient membranes for separation processes, particularly for water treatment. Our findings have laid the theoretical foundations to design higher performing nanotube membranes for filtration applications. These result can now be put to use for specific applications, particularly water treatment. Chemicals,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}