{"id":"56113BA8-F83C-4DA7-8D7C-FBEE35DFEF93","title":"The Redress of the Past: Historical Pageants in Britain, 1905-2016","abstractText":"Twentieth-century Britain was subject to regular bouts of 'pageant fever'. Communities of all sizes and character across England, Scotland and Wales staged theatrical re-enactments of events from local and national history with thousands of men, women and children involved as performers, organizers and spectators. This was national costume drama on a grand scale. Over the course of the twentieth century many hundreds of events were mounted by communities and institutions, ranging from small churches and village communities to large cities such as Liverpool and Manchester. In addition, institutions as diverse as the Army, the Church of England the Women's Co-operative Guild also staged historical pageants. The fever was especially intense at certain times, notably the Edwardian era, the 1930s and 1950s (encouraged by the Festival of Britain and the 1953 Coronation), but the tradition never fully died out and there were revivals in the 1970s and during the millennium celebrations. A distinctive feature of historical pageantry has been the involvement not only of communities but also of prominent individuals, such as G.K. Chesterton and G.M. Trevelyan.\n\nDrawing on oral and written evidence, this project is a landmark intervention. It will provide an authoritative treatment of a subject that has largely escaped academic scrutiny despite the rich insights that these apparently ephemeral events can give into popular understandings of the past. The project also offers key insights into the role of 'heritage' in leisure activities, the interaction between local, national and imperial identities, and the character of community life. Differences and similarities between the regions and nations of Britain, and continuities and changes over time, are central to the project and will be explored in depth. The comprehensive coverage of local events - based on geographically dispersed sources - will support, stimulate and publicize the activities of local historians and historical associations, and provide a useful resource for all those interested in the history of communities and institutions, including schools. It will recover the stories that communities and institutions told about themselves. It will result in a comprehensive database of historical pageants, a monograph envisaged as the key book on the subject, and an edited volume of essays situating the British movement in its international context. Every historical pageant for which any significant record exists comes under the scope of the study and the interactive publicly-accessible resource at its centre.\n\nThe website will include general commentary on the pageant movement, representative images of pageant-related ephemera, and oral testimonies from witnesses to historical pageants. It will allow interaction between the public and the project, enabling individual users and local history societies - some of whom will be actively involved in the project - to contribute their own memories and memorabilia. It will feature interactive maps, allowing users to locate pageant venues and to track the incidence of performances and themes over time. The website will be an important tool for historians, as well as scholars of literature and drama, historical geography and cultural studies. Through the database, these users will be able to access and process a vast body of information relating to the content, organization and experience of historical pageants, allowing the exploration of, for example, the evolving depiction of specific historical events and themes, the authorship of pageant scripts, and constructions of popular memory. The database will also encourage wider use of pageant-related archival holdings by academic and other users. The project will thus enhance academic and non-academic understandings of an important twentieth-century phenomenon, drawing together a remarkably rich collection of visual, oral and textual resources, much of which is on the verge of being lost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003887/1","grantId":"AH/K003887/1","fundValue":"777581","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"AHRC","impactText":"","person":"Paul Andrew Readman","coPersons":["Paul Hamilton Vetch","Angela  Bartie","Paul  Caton","Mark David Freeman","Charlotte  Tupman"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}