{"id":"561103F7-7EC8-4F02-B4F4-29D6165D2680","title":"An integrative approach to uncovering the neural basis of pitch perception.","abstractText":"After a sound wave enters your ear, the activity of hundreds of thousands of neurons throughout your brain transforms this signal into a perceptual experience. The tonal quality that we ascribe to sounds, known as their &quot;pitch&quot;, is one of the most important features of this experience. Pitch perception allows us to recognize a familiar musical melody, the low growl of a lion, or the inquisitive tone of someone's voice. Many animal species also use pitch to communicate and interpret their world. For instance, mother monkeys have been shown to raise the pitch of their voice when calling their young, just as human mothers do when speaking to their children. As we age, our ability use some types of pitch cues declines, even in individuals with normal hearing thresholds. Therefore, an understanding of how brain cells compute pitch, and how age and experience can change these processes, may help to improve hearing in elderly people.\n\nWhile our ability to distinguish a low note from a high note comes effortlessly to us as listeners, it has proved a great challenge for neuroscience to fully understand how our brain accomplishes this feat. Functional imaging studies in humans suggest that certain parts of the brain may be specialized for pitch perception, but there is still much debate over where exactly the brain's &quot;pitch center&quot; is located. Moreover, these brain imaging techniques do not have sufficient resolution to tell us how nerve cells in the brain represent the pitch of a sound. Experiments that measure the activity of individual brain cells in animals are therefore essential to answering to this open research question. Our research at the University of Oxford will use an innovative combination of modern neuroscience methods to uncover the neural basis of pitch perception. \n\nIt is unclear how pitch perception in many animals relates to that that of humans. We will therefore begin our studies by comparing the physical properties of sound that humans and our animal model, the ferret, use to determine its pitch. We will train the animals to distinguish low- from high-pitched sounds on a behavioural task, and human volunteers will be trained on a similar task. Because the nerve cells in the ear are better understood and simpler than brain cells, we can build computer models that predict how nerve cells in the ear will respond to different sounds. By comparing these model predictions to real behavioural performance, we will determine how animals and humans use sound features to make pitch judgments. To discover how neurons in different parts of the brain represent sound features that are relevant to pitch perception, we use microelectrodes to measure the activity of nerve cells in the animals while they perform the pitch judgment task. The microelectrodes will be implanted under surgical anaesthesia, so that the animals do not feel pain. By recording brain activity in the animals as they are trained to derive pitch from different sound properties, we will reveal how the brain's representation of pitch can adapt through experience. Finally, we will use new, laser-based microscope technology to make videos of the activity of large numbers of brain cells while animals are listening to sounds. These experiments will allow us to map out how pitch-selective nerve cells are distributed across the surface of the brain, with a density and resolution that have never before been possible. The results will indicate whether a pitch center exists in the brain, and, if so, where it is located. Together, these experiments will significantly advance our knowledge of the brain processes that allow us to follow the melody of our favourite tune.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M010929/1","grantId":"BB/M010929/1","fundValue":"497365","fundStart":"2016-01-04","fundEnd":"2019-01-03","funder":"BBSRC","impactText":"","person":"Kerry Marie Walker","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}