{"id":"5617ABC4-0A31-43CE-B89B-7EEAC4A8FD4C","title":"Robotic reduction of complex fractures using 3D puzzle solving algorithm","abstractText":"The joints of the body are frequently involved in bone breaks, typically classified as intra-articular fractures. If a joint is to function properly again, that is to provide pain-free stability and movement, the broken pieces of the joint must be subjected to an anatomic reduction e.g. put back together as perfectly as possible. This project's aim is to set a research basis for creating a robotics device for precise anatomic reduction of complex, joints' fractures using the state of the art of 3D imaging, pattern recognition and robotics. The cost of trauma in hospitals is massive and a saving that robotics could potentially bring is promising. We believe that Bristol Robotics Laboratory's vibrant cross-disciplinary environment and its close association with Bristol Royal Infirmary places the investigators in an excellent position to exploit the opportunity of combining their robotics and clinical expertise with commercial 3D imaging software solutions developed by Simpleware.Trauma accounts for the highest proportion of healthcare expenditure. The BRI Limb unit has been at the forefront of injury research for the past three decades. BRL has, on the robotics side, been a fast developing robotics laboratory with a wide expertise in many areas of service and swarm robots. In order to promote the research in the area of orthopaedic robotics, we have formed a collaboration between the department of orthopedic surgery at the University of Bristol (Professor Roger Atkins), the Bristol Robotics Laboratory (Dr S Dogramadzi), the Centre for Fine Print Research at the University of the West of England (Dr P Walters and Dr D Huson) and a software company (Simpleware Ltd). This proposal is a first attempt to initiate the realization of an ambitious idea that can potentially bring benefits to a broad community of stakeholders. It is a feasibility study that aims to develop a novel robotic device capable of reducing complex joint fractures at the appropriate level of autonomy. An automated 3D jigsaw solving algorithm needs to be developed at this stage that would allow calculation of the optimum paths in overall alignment of the broken joint's segments. When the fracture is successfully reduced in simulation, the next step is to develop a robotic device to manipulate the fractured joint's parts using a fine wire circular frame applied across the joint. This will allow less exposure to CT scan for patients and staff, considerable resource saving, more rapid recovery and less scarring of the limb.Robot assisted surgery is an emerging interdisciplinary field that aims at improving the outcome of surgical procedures, reducing intra-operative time and radiation exposure to patients and staff as well as minimizing the invasiveness of a variety of surgical procedures. It seems very likely that Medical Robotics and Computer Assisted Surgery (MRCAS) will be a pervasive element of future society; there are many indications e.g. MRCAS report (http://www.piribo.com/publications/medical_devices/medical_robotics_computerassisted_surgery.html) that this will be a huge opportunity for life enhancement and commercial exploitation. The total worldwide market for MRCAS devices and equipment was around $1.3 billion in 2006 and is expected to reach $5.7 billion by 2011, an average annual grow rate of 34.7%. There is a natural synergy in this project; the PI has a track record in robotics and a strong background in mathematics and control, the Advisor is an experienced clinician with an academic portfolio of developments in orthopaedics surgery. The collaborating company Simpleware will provide their software licence for the duration of the project as well as the software support. BRL's rapid prototyping facilities will contribute to realisation of the project's hardware and the visualisation of the real fractures obtained from BRI's medical archives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H049347/1","grantId":"EP/H049347/1","fundValue":"98863","fundStart":"2010-08-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  The findings have been patented and taken to the next stage. The project is now funded by NIHR. Healthcare Societal,Economic","person":"Sanja  Dogramadzi","coPersons":[],"organisation":"University of the West of England","findingsText":" This project has developed in two directions: 1) path recognition and 3D puzzle solving algorithm 2) designing and building a physical prototype of a robotic system that strictly follows the clinical procedure of a typical joint fracture reduction on the other. The physical system's operation has been demonstrated on the distal femur fracture with three distinctive fragments. It consists of three hexapod type robots, two for manipulation of the bone fragments ('internal robots') and the third ('external robot') for extending, aligning and fixing the joint fragments after the manipulation. The internal robots hold pins that are manually inserted into the two fragments and perform minute translations and rotations through pre-calculated trajectories. The internal robots reduce the fracture by putting the two fragments together, fixate and reduce them to the third one. The external robot in this system fixates the fragments when repositioned by the internal robots, creates a workspace for the internal robots and restores limb's length and alignment. Small parallel robots have the most appropriate technical characteristics for this application due to their high stiffness, force compensation and positional accuracy. This makes them ideal to operate safely with surgeons and to overcome high friction forces posed by the joint's soft tissue.\nInvestigation in automatic 3D puzzle solving and reduction is based on a combination of two different approaches. The algorithm developed is based on partial feature matching and volume equivalence of the whole and broken joint fragments. Results suggest that although volumetric equivalence is useful in directly solving two fragment problems when integrated into a dynamic program, this framework failed a &quot;proof by induction&quot; type test, whereas increasing the number of fragments led to an infinite number of candidate solutions. Reducing this solution space although possible is believed to be unfeasible as evaluation of the constraints required would increase the computational expense considerably. Therefore, volumetric parameters are implemented alongside more traditional surface descriptors to locate the true solution. These results, along with a detailed description of the algorithm and its components are to be documented and submitted to the IEEE for review and publication. The findings have been taken forward into a translational project now funded by NIHR, i4i stream. Results can be further used by robotic designers,patternr recognition researchers in archeology and other areas concerned with puzzle pattern solving. Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}