{"id":"561889C8-22D5-4898-B746-75B3967CD3B7","title":"MICA: Convection-enhanced delivery of encapsulated nanospheres for controlled delivery of chemotherapy to the brain","abstractText":"Glioblastoma multiforme (GBM) is the commonest primary malignant brain tumour. Despite advances in chemotherapy, radiotherapy and surgical technology, the prognosis remains poor. Only a minority of patients are suitable for maximal treatment comprising surgical excision, radiotherapy and chemotherapy, and even following maximal treatment, average survival remains at approximately 14 months from diagnosis. There is no cure for GBM and patients inevitably suffer from recurrence and progression of the disease. The majority of tumour recurrences occur within 2cm of the site of the original tumour due to microscopic invasion of tumour cells into surrounding brain tissue which escape surgical excision and radiotherapy. \n\nOne of the major obstacles to the effective treatment of brain tumours is the existence of the blood-brain barrier (BBB), which prevents the free passage of drugs from the bloodstream into the brain. It is sometimes possible to increase the amount of drug which enters the brain by using high drug doses, but this often results in severe side-effects which are unacceptable to patients.\n\nOur solution is to bypass the BBB by delivering chemotherapy directly to brain tissue surrounding the tumour following excision, using a neurosurgical technique called convection-enhanced delivery (CED). CED describes a method of direct drug delivery to the brain through ultrafine microcatheters. This technique allows us to target the chemotherapy to recurrent brain tumours with very high safety and accuracy, and to distribute effective drug concentrations throughout relevant areas of the brain. This approach also reduces the risk of side-effects by specifically targetting drugs to the brain. We have previously used this technique to deliver drugs to patients with Parkinson's Disease, and over the last 5 years we have been working with industrial collaborators to develop a CED catheter system which allows us to deliver repeated drug doses to the brain. \n\nIn this project we propose to combine CED with recent advances in the field of nanotechnology. By encapsulating chemotherapies in biodegradable nanospheres our aim is to achieve controlled drug release within the brain, to reduce the drug doses required to achieve tumour regression, and to limit the risk of side-effects. We have chosen a nanosphere formulation which is widely used in the medical industry and is proven to be safe and non-toxic. We have approval for a clinical trial of CED of unencapsulated chemotherapy, and this study represents a logical progression. By using CED to deliver chemotherapy nanoparticles to the brain we hope to reduce tumour recurrence and progression and to improve the quality of life of patients with this devastating disease. \n\nOur research team comprises a unique collaboration between neurosurgeons, neuroscientists, chemists and chemical engineers with the knowledge and experience to develop this novel technology for patient benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J005134/1","grantId":"MR/J005134/1","fundValue":"597391","fundStart":"2012-04-30","fundEnd":"2013-11-29","funder":"MRC","impactText":"","person":"Steven  Gill","coPersons":["Neil  Barua","John Philip Lowe","Alison  Bienemann","Karen  Edler","Sean Patrick Rigby"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}