{"id":"561FD4A5-A448-40BB-8573-5EF299F4BC24","title":"Enhanced UWB Radar Imaging of Breast Tumours","abstractText":"Breast cancer is the commonest cause of death in women between the ages of 35 and 55 in Europe. Worldwide, a woman will die from the disease every 13 minutes. Breast cancer is, however, a very survivable disease but it is vital that the tumour is caught at an early stage. This requires a national screening programme for all women (in addition to regular self-examination by women of their breasts).Unfortunately the existing screening techniques are not very ideal. X-ray for example, is only suitable for older women and is also quite uncomfortable. Even in these older (post-menopausal) women, it has quite high false-positive rates (resulting in women having unnecessary biopsies) and false-negative rates (in other words, it misses some tumours).For younger women there is no suitable routine screening technique available,.The aim of this proposal is to continue research into a new imaging method based on UWB radar. This sends out a short burst of radio-waves into the breast and listens for reflections - these radio-waves are completely harmless and the imaging procedure is quick and comfortable.At the moment this new imaging technique is in its infancy and has just begun to generate images in post-menopausal women. It is proposed that enhancements to the method will enable it to be applied to younger women as well, enabling the creation of a cheap, quick and comfortable breast imaging method for all women.Because the imaging method is harmless, it could be repeated as often as necessary and because it will be very cheap, it could be based in a GP surgery or even a van, rather than requiring a visit to hospital.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G003335/1","grantId":"EP/G003335/1","fundValue":"236060","fundStart":"2009-01-26","fundEnd":"2012-01-25","funder":"EPSRC","impactText":"","person":"Penny  Probert Smith","coPersons":["Alison  Noble"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}