{"id":"562DA656-6CF0-48C3-BB8D-CDAA56AC0F04","title":"HC: Philosophies for Life","abstractText":"This Follow-On Funding project will develop a course in practical philosophy, along with supporting materials like handouts and videos, which will then be trialled in three different organisations: in Scottish prisons through Motherwell College; in Manor Gardens, a London mental health charity; and in Saracens rugby club. We will then collect feedback from the participants in these organisations to see what benefit they got from it, and whether it affected their sense of resilience and well-being. We'll write up our findings in an AHRC report, and also present them in a seminar to other academics interested in taking philosophy beyond academia and into other areas of adult education. \n\nIf this pilot project is a success, we will then seek further funding for Stage 2 (not covered by this grant), which would establish a social enterprise to sell courses in practical philosophy to private-sector organisations, while also providing them at a subsidized rate for more disadvantaged groups such as mental health charities. \n\nThe project follows on from an AHRC-funded research project in 2012, called 'Philosophical Communities', which researched the history and contemporary rise of grassroots philosophy clubs around the world. That report noted the remarkable growth of grassroots philosophy clubs, with over 1000 such clubs listed on meetup.com, and the number of people signed up to such clubs growing at an annual rate of 30%. The report generated a lot of media interest, with articles on grassroots philosophy appearing in the Financial Times, the New York Times, La Reppublica, El Confidencial and Dong-a llbo in South Korea.\n\nThis project will take that research into new territory, taking it from the theoretical to the practical. What impact does practical philosophy have on people outside of academia? What benefits do they feel they get from it? Is it commercially viable to sell such courses to companies, as a means not just for improving employee resilience, but also for enhancing character? Can practical philosophy courses enhance the ethical culture of organisations? And does philosophy only appeal to middle-class university graduates, or is it also accessible and useful to more disadvantaged groups?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013835/1","grantId":"AH/L013835/1","fundValue":"24171","fundStart":"2014-01-31","fundEnd":"2014-06-30","funder":"AHRC","impactText":"  The success of the pilot programme has persuaded several companies to launch practical philosophy workshops and courses for their staff, including Allianz, Deloitte and Escape the City school. \n\nIn addition, professional sports teams have shown an interest in following Saracens' example - Arsenal football club has expressed interest in running similar workshops. \n\nFinally, several schools have used our teaching materials in order to teach classes in practical philosophy, and some have got in touch to hire Philosophies for Life to run workshops at their schools. \n\nWe intend to continue the commercial development of our approach and teaching materials, and to expand the development of our approach within the mental healthcare and prison sectors. Creative Economy,Education,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism Cultural,Societal,Policy & public services","person":"Jules  Evans","coPersons":["Thomas  Dixon"],"organisation":"Queen Mary, University of London","findingsText":" We developed an eight-part course in practical philosophy, and tried it out in three different organizations - at HMP Low Moss, at Saracens rugby club, and at Manor Gardens mental health charity. \n\nWe wanted to know if these different groups found practical philosophy useful and therapeutic. \n\nThe course explored well-being techniques from Cognitive Behavioural Therapy, mindfulness CBT and other psychotherapies, and connected these techniques to their original philosophical contexts in ancient philosophies like Stoicism and Buddhism. \n\nWe wanted to know if there was commercial potential for the provision of such courses in companies, in mental healthcare, in prisons, and in other areas. \n\nWe evaluated the course using well-being questionnaires and qualitative interviews before and after the course. \n\nThe pilot proved to be very popular in all three partner organizations, with participants saying the course had enhanced their sense of their ability to cope with adversity. \n\nSince the end of the pilot, several companies have approached us to run practical philosophy workshops and courses, including Deloitte, Allianz, and Escape the City school. We need to scale up our approach, either by developing an online version of the course, or by training other people in how to run courses. \n\nWe also need to strengthen the evidence base and build partnerships in order to introduce the course further into community mental healthcare and prisons. \n\nWe need help in developing our business plan, in growing the business, and in balancing commercial and social objectives. \n\nWe also think the practical philosophy approach has a lot of potential in schools and universities - we need help in developing this. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}