{"id":"56329019-B424-4BF3-83D7-92543E45FB49","title":"Leicester L Class Mission Extension to Assessment Phase","abstractText":"The University of Leicester Space Research Centre is studying an 'Outer Planets' version of the auroral imager considered previously for the Earth orbiting Chinese mission - 'Kuafu'. Auroral imaging is a powerful technique which provides a global picture of a planet's magnetosphere and its response to solar wind conditions (space weather). The instrument is proposed in the framework of the EJSM mission to Jupiter. It is expected that detailed observation of the aurora of Jupiter and Ganymede will provide important tests to the current theories of how they are physically generated. The magnetosphere of a planet is the major factor that determines the radiation environment at the surface, and hence the viability of life. The instrument will employ a revolutionary technique to form an image in ultraviolet wavelengths, known as microchannel plate optics. These optics have the major advantage of being extremely lightweight - an important consideration for interplanetary space missions. They are currently being used by the University of Leicester in the terrestrial version of the Auroral Imager, and in the Mercury Imaging X-ray Spectrometer, an instrument on the European Space Agency's Bepi-Colombo mission.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000712/1","grantId":"ST/I000712/1","fundValue":"21208","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  The results of this research grant have not directly been used as impact in terms of &quot;technology transfer&quot;, except for the area of education (through teaching, public education and outreach etc). Education Societal","person":"Emma J Bunce","coPersons":[],"organisation":"University of Leicester","findingsText":" This is a continuation of the grant which has enabled researchers here at Leicester to perform a trade-off study for a new UV imaging system which would fly on a space mission to Jupiter/Ganymede. We have understood how best to optimise the science return from such an instrument through the design of a UV telescope incorporating reflective UV optics and MCP detectors and fast read-out electronics. The work can be directly used for future instrument proposals, and while the instrument was not selected for the mission it has allowed the researchers involved to remain part of the mission, and various instrument teams on the (now selected) JUICE mission. Aerospace, Defence and Marine,Education,Electronics","dataset":"gtr"}