{"id":"56427BCD-5F51-4401-A8CB-F5CD3E823FD4","title":"Essai sur les moeurs, Oeuvres compl&egrave;tes de Voltaire","abstractText":"The Essai sur les moeurs et l'esprit des nations is one of Voltaire's flagship works. The layman of the twenty-first century may think of Voltaire primarily in terms of his polemical writings and his fights against religious intolerance; but in the eighteenth century Voltaire's reputation was primarily as a poet and historian.\\n\\nThe Essai sur les moeurs is central to Voltaire's concept of the writing of history. In it he relates the history of the world as known to him from the earliest times to the mid-seventeenth century, when the story is taken up by Le Si&egrave;cle de Louis XIV, and later completed by the Pr&eacute;cis du si&egrave;cle de Louis XIV. As its title suggests the Essai sur les moeurs is not a chronicle of the reigns of kings or popes but an attempt to show differences in cultural development across different countries and how these influenced, and were influenced by, the thoughts and deeds of secular and religious leaders.\\n\\nNo full critical edition exists of this magisterial work. Its preparation will require a broad range of skills and in-depth research to establish both the sources on which Voltaire drew in writing the Essai sur les moeurs, the printing and publication history of the work itself and the ways in which it influenced the thinking of Voltaire's contemporaries and the writing of history in subsequent years.\\n\\nThe Essai sur les moeurs is written in 196 chapters (with a long Avant propos and a concluding r&eacute;sum&eacute;). It occupied six volumes of the last edition of Voltaire's works authorised by him. This critical edition keeps to the division of these six volumes, with significant variant readings (often substantial) and full annotation at the foot of each page. Each volume will contain its own index and list of works cited. The seventh volume of our edition will contain an Introduction pulling together the threads of research from work on the text, a full scholarly bibliography of the Essai sur les moeurs, annexes and a consolidated index.\\n\\nThis applin covers the years 2008 to 2013, and will see the publication of the first four volumes of the Essai sur les moeurs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011350/1","grantId":"AH/F011350/1","fundValue":"603528","fundStart":"2008-03-01","fundEnd":"2013-02-28","funder":"AHRC","impactText":"  In the first instance, the research into Voltaire's highly complex use of sources has been distilled into the extensive footnotes of the multi-volume critical edition of Voltaire's Essai sur les moeurs. Scholars examining particular chapters of Voltaire's text will go to this edition, and have immediate access to this new research. The work has been fully indexed, volume by volume, so that the index provides another route of access to the research.  Cultural","person":"Nicholas  Cronk","coPersons":[],"organisation":"University of Oxford","findingsText":" We have significantly advanced research into the historical writings of Voltaire by identifying in detail, for the first time, the precise nature and extent of his use of source material. Voltaire has long been recognised as an innovative historian, but this new research enables us to explain precisely why. These findings are new, and only recently published. Scholars will be able to interpret them in different ways, and in various areas, notably in history and cultural studies. In the longer term, this research has the capacity to change profoundly the way we understand Enlightenment historiography, how the eighteenth century saw itself in relation to previous centuries. Culture, Heritage, Museums and Collections","dataset":"gtr"}