{"id":"5644ED17-9C89-49B9-9B95-20F189F5ADE6","title":"Regulation of RhoGTPase signalling at endothelial junctions and blood vessel integrity","abstractText":"Endothelial cells form a single layer of cells, lining the walls of blood and lymphatic vessels. Individual endothelial cells interact with each other via molecular complexes that mediate adhesion but also function as sensors that transmit information about the environment, such as the presence or absence of neighbouring cells, to the cell interior. Development and function of blood vessel requires endothelia to form functional cell-cell junctions that mediate adhesion and restrict trafficking of cells and molecules along the space in between neighbouring cells. These junctions are essential for blood and lymph vessel integrity, and are highly regulated to enable dynamic developmental processes, such as the growth of new vessels, or during physiological and pathological conditions that can affect vessel wall integrity. Deregulation of endothelial cell junctions occurs in different diseases, such as diabetes or inflammatory conditions, and can lead to vessel leakage or rupture (e.g., haemorrhagic stroke). \n \nThis proposal focuses on the identification of molecular mechanisms that regulate endothelial dynamic behaviour via cell-cell junctions and the importance of such mechanisms for blood vessel growth and vascular stability. Our unpublished data indicate that a protein that we previously identified in another cell type is also expressed in endothelial cells and regulates formation of cell-cell junctions and expression of functionally important endothelial genes. We have evidence that this protein is crucial for normal mammalian development and a functional cardiovascular system. Deficiency of this protein leads to internal bleeding and as well as defects in abdominal closure that are reminiscent of a human inherited disease. \n \nThe overall aim of this proposal is to understand the role of p114RhoGEF in endothelial cells during normal development and for the function of the vascular system. We also propose experiments designed to determine how this pathway that stabilises cell-cell junctions is regulated with the aim to target this signalling mechanism in the future for possible therapeutic intervention for diseases that lead to vascular leakage. \n \nKnowledge of how cells sense their neighbours and transmit such information to the cell interior is not only important for the understanding of fundamental processes as they occur during the development of the vasculature, organs and tissues, but also to comprehend how different diseases interfere with the normal functioning of our cells. Hence, identifying new mechanisms that guide cell behaviour in response to contact with neighbours will help us to think of new ways to counteract vascular leakage and to treat wide-spread diseases such as cardiovascular conditions, age-related diseases such as diabetes and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N001133/1","grantId":"BB/N001133/1","fundValue":"519025","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"BBSRC","impactText":"","person":"Maria Susana Balda","coPersons":["Karl  Matter","Marcus  Fruttiger"],"organisation":"University College London","findingsText":"","dataset":"gtr"}