{"id":"56478CD0-C079-4A8E-9A04-5571616721F9","title":"Complexity-Generating Hydration Reactions via Metal-Catalysed Reaction of Boronic Acids with Alkenes","abstractText":"Simple organic molecules containing carbon-carbon double bonds, known as alkenes, are widely available bulk chemicals that serve as basic starting materials for the synthesis of a wide range of more complex molecules with useful properties - pharmaceuticals, fine chemicals, agrochemicals, polymers, etc. In this proposal we outline new catalytic strategies for the direct conversion of alkenes into complex molecular structures. In each case, a novel sequence of reactions is initiated via the formal addition of a molecule of water across the carbon-carbon double bond of the alkene (a hydration reaction). The reaction of water with an alkene can be difficult to accomplish as many alkenes do not dissolve in water. It is usually achieved using either strong acids (e.g. sulfuric acid) or mercury salts (which are very toxic). In this research we will employ a new strategy based upon previous work from our laboratory in which the water molecule is attached to an organic boron-containing compound, enabling it to be 'dissolved' in an organic solvent and to react more readily in the presence of a suitable catalyst (In this project more efficient and considerably less toxic catalysts based around metals such as palladium, platinum and gold will be used - our preliminary experiments have demonstrated that such catalysts are effective). This strategy is potentially very powerful as the boron atom can be used in further (post-hydration) chemical reactions to construct complex products. These new reaction strategies will be of use for the synthesis of a wide range of products including molecules of interest for screening against disease targets in medical research. This will enable us to build up collaborations with appropriate biologists in order to apply our new discoveries in the development of new medical treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01432X/1","grantId":"EP/J01432X/1","fundValue":"345136","fundStart":"2012-09-10","fundEnd":"2015-09-09","funder":"EPSRC","impactText":"","person":"Tom David Sheppard","coPersons":[],"organisation":"University College London","findingsText":" We have developed a new method for the reaction of carbon-carbon double bonds (alkenes) with water. Depending on the catalyst used for the reaction, two different products can be obtained. This work is ongoing and has yet to be published. We are currently exploring the full scope of the reaction. Application to the synthesis of useful small molecules. Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}