{"id":"5658EED7-8CA8-4EEB-B9FE-C301958931D2","title":"Mechanisms of inactivation in Drosophila phototransduction","abstractText":"Photoreceptors respond to light by converting it into electrical signals. This process of 'phototransduction' involves a cascade of biochemical steps, each of which involves one or more specific protein molecules (e.g. visual pigments and catalytic enzymes). The end result is the activation of specialised proteins known as 'ion channels', embedded in the membrane surrounding the cell. Once activated, ion channels allow charged ions, such as sodium and calcium, into the cell, thereby generating electrical signals that are transmitted along nerves to the brain. Fly photoreceptors are remarkable in being able to generate responses 10-100 x more rapidly than equivalent photoreceptors in vertebrate eyes thereby representing the fastest biochemical signalling cascade of this sort in the animal kingdom (one of the main reasons why it is so hard to swat a fly!). Phototransduction can be particularly well studied in the fruitfly Drosophila for several reasons. Firstly, we now know its entire genetic code, and can manipulate its genes so that individual genes (and hence proteins) can be altered, deleted or introduced into the fly. Secondly, we can isolate fly photoreceptors and record their electrical signals with extreme precision using a technique known as 'patch-clamp'. Thirdly, our laboratory has developed specialized and sophisticated physiological tools that allow us to monitor the rates of individual molecular steps in phototransduction in living, responding cells. In order to respond quickly and reliably photoreceptors must not only activate in response to light, but must also be able to terminate their activity when the light goes off. Although equally important for photoreceptor performance, the molecular steps involved in inactivation are poorly understood. In this research programme we will combine our biochemical and physiological approaches with genetic manipulation of different molecular components of the phototransduction cascade to provide a detailed understanding of how these inactivation mechanisms are controlled and co-ordinated to generate the remarkable performance of these photoreceptors. The molecules involved in generating the fly's response to light are not unique to fly photoreceptors. Even in humans, molecules closely related to those we are studying are found throughout the body. They play important roles in a wide range of processes such as all manner of hormonal responses, regulation of blood pressure, taste and smell, and sensations of pain, hot and cold. The knowledge we gain from these studies will not only give us a detailed understanding of how photoreceptors see but, because the basic underlying biochemical mechanisms are so widely found, will provide new insight into many other, often clinically important processes in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G006865/1","grantId":"BB/G006865/1","fundValue":"577168","fundStart":"2009-01-01","fundEnd":"2012-08-31","funder":"BBSRC","impactText":"  This research is of a fundamental curiosity and hypothesis driven nature. It has been published in high impact journals but has no immediate commercial application. As world-leading research into animal vision, some of the results have been integrated into University courses in UK and abroad. Education,Pharmaceuticals and Medical Biotechnology Cultural","person":"Roger Clayton Hardie","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1. Discovery that arrestin translocates reversibly between the phototransduction compartment (rhabdomere) and cell body on a timescale of seconds. Overturning an influential model, we showed that translocation is mediated by diffusion between two light-regulated sinks: metarhodopsin in the rhabdomere, and myosin III (NINAC) in the cell body, and that the latter is regulated via Ca2+ influx.\n\n\n\n2. Absolute sensitivity is ultimately limited by &quot;dark noise&quot;. We quantified this, showed that this is mediated by spontaneous G-protein activation independently of rhodopsin and measured its dependence on Ca2+. We identified a novel protein (retinophilin) that suppresses dark noise and found that noise suppression also required DAG kinase and the interaction of the C-terminal of NINAC with the scaffolding protein INAD.\n\n\n\n3. A new hypothesis for the mechanism of phototransduction: we showed that phospholipase C (PLC) rapidly acidifies the rhabdomere and that the light-sensitive channels are activated in a combinatorial manner by protons and PIP2 depletion. Our work on arrestin translocation introduced in vivo live imaging of GFP tagged constructs in the fly's eye: a methodology that may find braod applicability\n\nOur discovery that TRP channels may be gated by a combination of PIP2 depletion and protons released by PLC represents a new paradigm in cell signalling Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}