{"id":"565F2338-DBCF-40D1-992A-7DE168838F3A","title":"On-Chip milliKelvin Electronic Refrigerator for Astronomical and Quantum Device Applications","abstractText":"We intend to develop a new user-friendly technology that would enable small devices to be cooled to exceedingly low temperatures (&lt;100mk). Such a capability will allow diverse and futuristic applications to flourish. These include the detection of black holes, cancer detection and quantum computing. We propose to do this by using an electronic cooling process where relatively energetic (hot) carriers (electrons or holes) quantum mechanically tunnel out of a medium, thereby causing the average electronic temperature in the medium to decrease. The application of this process to realise extremely low temperatures is very new, and we want to greatly improve its efficiency by introducing a new generation semiconductor SiGe into the design of the electronic cooler and, along with it, the well developed silicon processing techniques - so that, ultimately, such coolers can be produced economically and to industrial standards. Coolers will be fabricated around the periphery of a small silicon chip with thermal links to the active device ( payload ) mounted in the centre of the chip. This requires very good thermal design such that the electronic cooler efficiently cools the payload. However, in some cases, it is only necessary to cool the electrons / not the lattice atoms; here SiGe gives a lot of flexibility in controlling the thermal coupling between the electrons and the lattice. Such electronic coolers can operate from a starting temperature of 0.3K, which can be produced by a cryogenic fluid-free closed-cycle helium cryostat, so that a turn-switch technology can be envisaged enabling access to ~10mK working environments. This will be a huge technology step forward, as existing techniques require massive and complex cryogenic fluid-based equipment.During the first phase of the project we will examine several approaches to the realisation of effective electronic cooling, exploiting the wide range of fundamental electronic conditions that can be obtained at very low temperatures in SiGe with its associated metal silicides / thereby enhancing carrier transport and thermoelectric effects. The new coolers will then be tested in two areas of great topical interest, namely radiation detectors and quantum information devices. They could dramatically enhance our ability to detect, for example, the photons that emanate from the earliest black holes, with satellite-based detectors operating at &lt;100mK. And, very significantly, such detectors could revolutionize the fluorescence light detection that is used extensively in biomedical research, enabling advances in our understanding of genetically-based diseases (e.g. cancer) and the workings of a single cell. Furthermore, the computational vista that is opened-up by the quantum computing era requiring qubit devices operating at 10-20mK, is truly awe inspiring. Warwick is co-ordinating the project and has assembled a tightly knit consortium of scientists and engineers with appropriate expertise from four UK universities -Warwick, Cardiff, Leicester and London(Royal Holloway) - and four leading-edge companies, concerned with the development of this technology and the demonstration of its applicability and advantages in two key areas. We are also working closely with Europe's leading centre on mK coolers (Helsinki University of Technology). The UK is exceedingly well positioned to derive benefit from this genuinely new and exciting technology, and this project will sow the seeds for its realisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F040784/1","grantId":"EP/F040784/1","fundValue":"1069460","fundStart":"2008-10-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"David R Leadley","coPersons":["Evan  Parker","Rudolf Andreas Roemer"],"organisation":"University of Warwick","findingsText":" Two advanced underpinning technologies have been developed and demonstrated: \n(1) Si Cold Electron Bolometer. Demonstrated high sensitivy of strained silicon based detector for infra red radiation at low photon count.\n(2) platform cooled to milli Kelvin temperatures by electronic cooling in a semiconductor-superconductor system. Achieved x3 reduction in electron temperature. \n\nFundamental science studies showed that electron phonon coupling at low temperature is significantly lower in strained than relaxed silicon.\n\nThe UK universities are now actively contributing to leading edge research on the international stage in mK electron cooling using superconductor tunnelling and its associated applications. This expertise and knowledge did not exist in the UK prior to this project. The two teams from Finland have provided invaluable inputs, expertise and collaboration in order to achieve this status. Two patents have been filed. Initial discussions on the commercial exploitation of the cold electron bolometer technology with SMEs. Launching of spin out Q-eye. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Security and Diplomacy","dataset":"gtr"}