{"id":"5666702D-1E47-45F0-8B79-B212341BD74E","title":"Sonopill: minimally invasive gastrointestinal diagnosis and therapy","abstractText":"Capsule endoscopy for medical diagnosis in the gastrointestinal (GI) tract has emerged only in the past 10 years. Now established in &quot;pillcams&quot;, which have benefitted more than 1 m patients worldwide, it is a clear candidate for further innovation.\n\nMost capsule endoscopy devices record and transmit video data representing the visual appearance of the inside of the gut, but work has begun on other diagnostic techniques, such as the measurement of pH, and there has been some research into the use of capsules for treatment as well.\n\nMedical ultrasound imaging is a safe, inexpensive technique which can be applied in real-time at the point of care. Ultrasound is also capable of treatment through focused ultrasound surgery and, in research, for targeted drug delivery.\n\nThe core of the Sonopill programme is the exploration of ultrasound imaging and therapeutic capabilities deployed in capsule format. This will be supported by extensive pre-clinical work to demonstrate the complementary nature of ultrasound and visual imaging, along with studies of multimodal diagnosis and therapy, and of mechanisms to control the motion of the Sonopill as it travels through the GI tract. \n\nThis brings research challenges and opportunities in areas including ultrasound device and systems design, microengineering and microelectronic packaging, autonomous capsule positioning, sensor suites for diagnosis and intervention, and routes to translation into clinical practice. \n\nOur carefully structured but open-ended approach maximises the possibility to meet these research challenges while delivering for the UK a sustainable international lead in multimodality capsule endoscopy, to provide greater capabilities for the clinician, more acceptable practice for the patient population, and lower costs for economic wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034537/1","grantId":"EP/K034537/1","fundValue":"5003710","fundStart":"2013-05-27","fundEnd":"2015-09-13","funder":"EPSRC","impactText":"  The Sonopill programme research team has been established, on average, for less than one year, according to recruitment dates. As such, findings have been limited. Nevertheless, use has begun, with highlights being a presentation at the Royal College of Radiologists, London, and another at the IEEE International Ultrasonics Symposium, the primary conference for the technical ultrasound community. \n\nThe programme now has 15 industrial partners, with two having joined since it began and there have been many contacts. Many of the companies have provided advice and support in kind and the Sonopill team have presented challenges to them and supported their horizon scanning and future product research.\n\nA strategic link has been established between the Sonopill team and Dundee Science Centre (DSC), through a Wellcome Trust funded grant with the Institute for Medical Science and Technology, the host for the programme. DSC staff have held discussions with the Sonopill team already and are building up ideas for exhibits for a semi-permanent exhibition and educational provision. Education,Electronics,Healthcare Societal,Economic","person":"Sandy  Cochran","coPersons":["R J Steele","Inke  Nathke","David Robert Cumming","Alfred  Cuschieri","Marc  Desmulliez"],"organisation":"University of Dundee","findingsText":" Capsule endoscopy for medical diagnosis in the gut, in which a pill with sensing capabilities is swallowed, has emerged only in the past 15 years. Now well established, it has benefited more than 1 m patients worldwide and is a clear candidate for further innovation. Most capsule endoscopy devices record video data representing the visual appearance of the inside of the gut, but work has begun on other diagnostic techniques, such as the measurement of pH, and there has been some research into the use of capsules for treatment as well.\n\nMedical ultrasound imaging is a safe, inexpensive technique which can be applied in real-time at the point of care. Ultrasound is also capable of treatment through focused ultrasound surgery and, in research, for targeted drug delivery. The Sonopill programme is aiming to combine medical ultrasound, both diagnostic and therapeutic, with capsule endoscopy for the first time.\n\nThe programme is still quite new, but the team has already identified relevant clinical targets, has begun development of an early version of a Pathfinder Pill, is designing special silicon chips to fit in the tiny volume of the pill and is exploring other possible functions for the pill, to complement ultrasound. Discussion has begun with Dr Weibao Qiu and other collaborators at Shenzhen Institute of Advanced Technology, China, on possible industrial applications of the Sonopill concept, to complement the healthcare applications of immediate interest.\n\nDiscussion has also taken place with Dr Maya Thanou, Institute of Pharmacological Sciences, Kings College London, on drug delivery with the Sonopill, and collaborative work in this area is in its early stages. Aerospace, Defence and Marine,Electronics,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}