{"id":"5669A216-777E-4061-BED9-8CBE183B558C","title":"Tracking energy expenditure in insect flight: from the contractile proteins to the animal's wake","abstractText":"Insects are amongst the most diverse, successful and economically important orders on earth and flight is key to their success. Flight is one of the most energetically expensive modes of locomotion and there are few aspects of an insect's ecology, behaviour and physiology that are not affected by its energetic demands. During all modes of locomotion, muscles convert chemical energy (ultimately derived from food) into mechanical work that is ultimately transferred to the environment to produce movement. Ideally, to achieve a full understanding of the system, we need to be able to trace the transfer of energy between all levels of organisation from the contractile proteins to the momentum transferred to the animal's wake and relate this to the animal's locomotor performance, morphology and ecology. This has not yet been achieved for any mode of locomotion. However, by combining research expertise in muscle physiology and locomotor energetics at Leeds and fluid dynamics at Oxford it is achievable in insect flight. The overall aim of this proposed research is to use an integrative, multidisciplinary approach to determine, in insect flight, the transfer of energy from biochemical potential energy, through the muscles, to the surrounding air. This will be achieved by tracking the transduction of energy by quantifying the following. First, we will determine the whole organism metabolic rate by measuring the rates of oxygen consumption and carbon dioxide production during tethered flight in a wind tunnel. Second, we will measure the muscle's metabolic rate by measuring the total enthalpy during contraction - this is the sum of the mechanical work generated by the flight muscles and the heat that is liberated due to the inefficiencies of the contraction. The mechanical work generated by the muscles will be determined by simulating the muscle length change and activity pattern during flight. At the same time, we will use a thermopile to measure the heat liberated both during and after the contraction and determine the efficiency of the crossbridges, the efficiency with which the mitochondria re-synthesise ATP by oxidative phosphorylation and the inefficiencies arising due to the costs of muscle activation. Finally we will determine the efficiency of the wings in transferring the work generated by the flight muscles into useful energy in the air. This will be done using a technique called Particle Image Velocimetry (PIV) that allows the velocities of air flowing around the wings and in the wake to be quantified. By selecting insects with either synchronous or asynchronous flight muscles, closely related species with different ecologies, unrelated species demonstrating convergent ecological and morphological evolution and geometrically similar species across a range of body sizes, we will identify the main cause or causes of differences in locomotor efficiency across a range of sizes, guilds and taxonomic groups. We will be able to explain differences in overall efficiency of locomotion in terms of the underlying processes: the efficiency of the crossbridges, the efficiency of the mitochondria in re-synthesising ATP, the aerodynamic efficiency of the wings and differences in the ability to store energy in muscle elasticity. Together, our results will provide an unprecedented understanding of energy expenditure in this diverse and ecologically important group.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J001244/1","grantId":"BB/J001244/1","fundValue":"297167","fundStart":"2012-02-09","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"","person":"Richard James Bomphrey","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}