{"id":"5672710C-71CF-4CFC-967D-5D8291DFCA66","title":"Workshop Recent Advances in Geometric Group Theory","abstractText":"The goal of this proposal is to organise a three-day workshop at the University of Southampton from June 29th to July 1st, 2011. Geometric Group Theory is a vast area of Mathematics that combines ideas from Algebra, Analysis, Geometry and Topology and makes important contributions to all of these subjects. This area has been rapidly developing during the last 20 years, after M. Gromov'sseminal work, which introduced the concepts of hyperbolic spaces, hyperbolic and relatively hyperbolic groups, developed their theories and demonstrated the potential applications. Naturally, one of the principal themes of Geometric Group Theory is the study of such `non-positively curved' groups. Other subjects, which started to develop independently, but which now constitute importantparts of Geometric Group Theory are Teichmueller Theory and its analogue in Culler-Vogtmann Space, Small Cancellation Theory, Coarse Geometry, the study of Cube Complexes and Analytic Group Theory.Some of the leading experts in the area have already given preliminary agreements to attend and speak on the workshop. The workshop will aim to stimulate discussions among its participants in order to promote further research in this exciting area. The participants at early career stages (Ph. D. students and post-docs) will have an excellent opportunity to learn the latest methods and techniques in a variety of topics within Geometric Group Theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033645/1","grantId":"EP/I033645/1","fundValue":"23173","fundStart":"2011-04-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  This is the summary of academic impact of the workshop.\n\nThe workshop attracted more than 60 participants (from Belgium, France, Germany, Italy, Japan, Russia, Spain, UK and USA), which is higher than the originally estimated figure (of 50). The feedback from the participants confirmed that the workshop was very successful. It brought together a number of internationally recognised experts in the field of Geometric Group Theory, allowing creating and promoting new research collaborations and supporting some of the existing collaborations. The younger participants of the workshop also benefited from the talks and discussions with more experienced colleagues, which will undoubtedly be useful for the future development of their research.\n\nBeneficiaries: Researchers and students from the UK and overseas Cultural ","person":"Ashot  Minasyan","coPersons":["Armando  Martino"],"organisation":"University of Southampton","findingsText":" The workshop &amp;amp;amp;quot;Recent Advances in Geometric Group Theory&amp;amp;amp;quot; took place in the University of Southampton during the three days from June 29th to July 1st, 2011, as originally planned. The workshop was advertised via the LMS newsletter, various scientific web-sites and email communications. This guaranteed a high participation of experienced researchers, post-docs and post-graduate students both from the UK and from overseas.\n\n\n\nThe workshop included 13 one-hour lectures by invited speakers and an open problem session. The scheduled was specifically designed to allow a lot of time for individual and group discussions.\n\nThe feedback from the participants confirmed that the workshop was very successful. It brought together a number of internationally recognised experts in the field of Geometric Group Theory, allowing creating and promoting new research collaborations and supporting some of the existing collaborations. The younger participants of the workshop also benefited from the talks and discussions with more experienced colleagues, which will undoubtedly be useful for the future development of their research.\n\n\n\nMost of the materials associated to the workshop (including lists of speakers and participants, lecture notes and slides) can be found on the designated web-site, created by the organisers solely for these purposes. The participants of the workshop benefited from sharing their research and having the opportunity to participate in group discussions. Education,Other","dataset":"gtr"}