{"id":"56816545-6C94-4267-BD22-B46B4E7A8D9C","title":"Engaging with Older People to Develop and Deliver Interventions for the Self-management of Chronic Pain (EPIC).","abstractText":"Pain increases with age: older people, more than any other group, are likely to experience pain. Chronic pain (i.e. pain that goes on for a long period of time and often has no known cause) can have a substantial effect on the lives of individuals and their families, especially on social networks and daily activity. In some cases, this can lead to depression, anxiety and isolation. Getting the right advice and support is often hard, sometimes due to other people s attitudes and lack of available and accessible help, which can be made worse by physical ageing. The number of people likely to experience chronic pain is set to increase in the coming decades. This provides policy makers, practitioners and the general public with considerable challenges in helping those people - who want to - live independently in their own homes. \n\nOur earlier work has shown that there is little research which explores older people s experiences of living with and managing chronic pain. We have also established that little is known about living and ageing with chronic pain in the community; in particular, the risk factors that may contribute to chronic pain (such as present or past occupation) and the outcomes and costs for people and their families.\n\nWorking with older adults and carers, this study will address the factors that impact on the experience and management of ageing with chronic pain. Ultimately, it will contribute to practical self-help strategies and educational material which may help to lessen the impact of pain. \n\nWe will work with members of the health care team in partnership with older adults and their carers (this will include our established group of service users) to achieve the following outcomes:\n1. Identify the attitudes and approaches adopted by general practitioners, primary care teams, pain clinics and older adults towards pain management in later life; \n2. Measure the economic consequences of pain in older age; \n3. Work with older adults to enhance existing resources and to develop working prototypes of new, innovative materials (e.g. written &amp; audiovisual, including web-based resources) which will provide practical advice &amp; help to older adults living with pain in the community; and\n4. Explore with older adults acceptable &amp; feasible ways to disseminate and deliver these self-help materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900684","grantId":"G0900684","fundValue":"1663860","fundStart":"2010-02-01","fundEnd":"2014-07-31","funder":"MRC","impactText":"","person":"Blair Hamilton Smith","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}