{"id":"568882B7-4164-43CD-A992-B18DDB0DCDF9","title":"A hierarchical approach to the examination of the relationship between biodiversity and ecosystem service flows across coastal margins.","abstractText":"CBESS Summary:\n\nThe health of the UK's coastlines is inextricably linked to our success as an island nation, and resonates through our economy, our recreation, and our culture. Most pressingly, of all the UK's many and varied landscapes, its coastal systems are the ones most immediately sensitive to climate change. As temperatures increase, sea levels will rise and the forces experienced where land and sea meet will become more destructive. Salt marshes, mudflats, beaches and rocky shores will all be affected but, of these areas, the most sensitive are the mudflats and salt marshes that are common features of coastal systems, and which comprise just over half of the UK's total estuarine area. Not only do these landscapes support a wide range of economically valuable animal and plant species, they also act as sites of carbon storage, nutrient recycling, and pollutant capture and destruction. Their preservation is, therefore, of the utmost importance, requiring active and informed management to save them for future generations. The Natural Environment Research Council's call to help understand the landscape-scale links between the functions that these systems provide (ecosystem service flows) and the organisms that help provide these services (biodiversity stocks) offers an important opportunity to move beyond most previous work in this field, which has been conducted at small or laboratory scales. While of foundational scientific importance, the implications of laboratory studies can be hard to translate into policy, and coastal managers require a clearer evidence base to understand how ecosystem service flows operate at much larger spatial scales, e.g. entire salt marshes or regions of intertidal flat and salt marshes. The programme we are proposing 'A hierarchical approach to the examination of the relationship between biodiversity and ecosystem service flows across coastal margins' (CBESS) will provide such a large scale understanding. Our consortium of UK experts ranges from microbial ecologists, through environmental economists, to mathematical modellers, including organisations like the BTO and the RSPB, who have immediate and vested interest in the sustainable use of coastal wetlands.\n\nTogether, CBESS will create a study that spans the landscape scale, investigating how biodiversity stocks provide the following ecosystem services (cf. National Ecosystem Assessment).\n\n- Supporting' services: nutrient cycling, healthy habitat \n- Provisioning services; goods obtained from the landscape\n- Regulating' services: coastal protection, climate regulation (greenhouse gas exchange, carbon sequestration)\n- Cultural services: Recreation (walking, canoeing, angling, birding, hunting and beauty)\n\nCBESS will combine the detailed study of two regional landscapes with a broad-scale UK-wide study to allow both specific and general conclusions to be drawn. The Regional study will compare two areas of great local and national importance: Morecambe Bay on the west coast and the Essex coastline on the east coast. We will carry out biological and physical surveys at more than 600 stations and use these results to clarify how biodiversity can provide these important ecosystem functions. This information will be shared with those interested in using and managing coastal systems and, after our analysis; we will propose practical methods and improved tools for the future analysis, management, and sustainability of the UK's coastal wetlands.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J015210/1","grantId":"NE/J015210/1","fundValue":"96492","fundStart":"2012-06-13","fundEnd":"2016-06-12","funder":"NERC","impactText":"  CBESS is still in it's early phase and a major uptake of findings is still to come. We are continuing strong association with govenmental agencies and NGOs to ensure that the ouputs of the project are tailored towards end use.  ","person":"Richard Angus Garbutt","coPersons":["Matthew Laurence Jones","Jane  Hall"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" One of our most exciting preliminary findings is that vegetation biodiversity appears to boost the stability of coastal saltmarsh soils against erosion. Experiments in hydrological flumes show that cores of saltmarsh turf and soil that are exposed to strong currents and waves take a longer time to erode when they have a high number of vegetation species than when they have a low number of species in them. These experimental results are preliminary and we are in the process of exploring the source of this apparent biodiversity effect. Our findings will be of signicant use to the wider scientific community interested in understanding the role of biodiversity to the way our ecosystem operate. Governments and environmental managers are seeking to balance the exploitation of coastal resources against the needs to conserve biodiversity. We hope to assist this community by providing increased research evidence regarding the relative importance of biodiversity to the benefits that society reaps from ecosystems. We hope to work closely with government agencies to ensure that our main project findings will inform into future management strategies. One way in which we are seeking to do that is by providing tools for predicting the distribution of ecosystem benefits across the coastal landscape. Creative Economy,Environment","dataset":"gtr"}