{"id":"5697E256-1C0E-4200-8AE4-640094573511","title":"Effective Enforcement and Risk","abstractText":"<p>The Food Standards Agency (FSA) is determined to achieve more risk-based enforcement in the enforcement of food regulation. For this purpose the project aims to improve the evidence on enforcement and risk within the food sector and beyond. The project will at first consist of an extensive review of the evidence on enforcement and risk. The strengths and weaknesses of the evidence base will be assessed critically, with a view to identifying gaps. On the basis of this review, and while giving consideration to the FSA's enforcement strategy and the decentred nature of food regulation through Local Authorities, the grant holder will make proposals for new research initiatives to be approved and funded so as to strengthen the evidence base. He will also undertake some research to contribute strengthening the evidence. The grant holder will also lead a cross government social research group to explore the matter of enforcement and risk across fields. He will also strive to connect with the enforcement arm of the Agency and the community of enforcement officers in Local Authorities, so that they would take greater account of the evidence available.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003450/1","grantId":"ES/M003450/1","fundValue":"41525","fundStart":"2014-04-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"  This narrative is only a preliminary attempt to describe how my work has been used within the FSA. Most of the workstreams in which I have been participating in the agency have not produced any output yet, but some of them will hopefully have reached a satisfactory degree of finalization by the time my secondment ends. I am notably expecting that my advice and sometimes direct involement in relation to FSA's research on enforcement will have come to numerous findings by the time the secondment ends.\n\nIn terms of impact on FSA's research programme and effort, my suggestions have led to the funding of a research project on a type of enforcement tool that has been available in certain parts of the UK but not others, with a view to produce evidence to justify whether that tool should be available everywhere. This project will be completed by the end of the secondment and should be directly informing the Agency's stance in that respect.\n\nIn relation to that project, Carles Orri, Food Safety and Hygiene Policy Manager, FSA, has made the following statement:\n\n'The review of the introduction of Remedial Action Notices in the non-approved sector in Scotland, Wales and Northern Ireland in 2012 is an important piece of work that will contribute significantly to the review of enforcement powers in England. Preliminary work carried out by Julien Etienne has provided valuable evidence to support a case for further research into whether enforcement officers in England are equipped with adequate enforcement tools. The outcomes of this research will also help identify enforcement discrepancies within the UK.'\n\nA number of other research initiatives I have proposed are in the process of being agreed, funded, and commissioned to external contractors, particularly a portfolio of projects around the topic of enforcement consistency.\n\nIn terms of impact on FSA's policy and strategy, the various evidence reviews I have been working on have been passed on or presented to various groups or individuals in the Agency. This has been sometimes an occasion for disagreements and mutual challenge, as was envisioned by those who worked to make the secondment possible in the first place. I have notably engaged intensively with the regulatory strategy team:\n\n'As we are developing our regulatory strategy, Julien has been invaluable in bringing to our attention interesting, relevant initiatives in other sectors or countries that we have been able to learn from. Concerning earned recognition, his literature review provided an excellent overview of the evidence that we have drawn on when developing our own approach.' Elspeth Macdonald and Alice Biggins, Regulatory and International Unit, RLSD.\n\nThis narrative will certainly be expanded far more than it is now when the secondment will have ended. Agriculture, Food and Drink Policy & public services","person":"Julien  Etienne","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}