{"id":"56AFAA82-D19D-4051-8FB5-0BC31DBC7184","title":"Religion and Identity in Modern Irish History","abstractText":"This research leave application is to enable me to turn the series of FORD LECTURES, delivered at Oxford University in 2005, into a BOOK, for which a contract has been signed with OXFORD UNIVERSITY PRESS. \\n\\nThis will be largely concerned with the communal relationships between the two 'master' faith systems in Ireland : Catholicism and Protestantism, perceptions developed many centuries ago informing core identities and, often, sectarian stereotypes. The basic structure and content already exists in the texts of the lectures and they are currently being re-written and re-researched. The first lecture/chapter explores the general issues of religion and identity, using theoretical literature from sociology and anthropology, where considered helpful, and explains how this applies to developments in Ireland since the 16th century. Issues of sectarianism and stereotyping are given particular attention. \\n\\nLectures/chapters two and three explore the way that Catholicism and Irishness became identified and how Irish and Catholic identities were moulded by themes of persecution, poverty and resistance. I explain how the themes of Irishness as barbarous, inferior and dangerous - developed in Anglo-Norman and English literature over the centuries - were transferred to the Irish Catholics after the Reformation. Perversely, these were stereotypes which Irish Catholicism adopted as national virtues. I also trace the religious underpinning of Irish Protestants' views of Catholics and of developing national and political identities. \\n\\nLectures/chapters four and five look at themes of 'Victimhood' in the identities of both the main faith communities and the way that competing narratives have depicted the other faith community as victimiser. Irish Protestant 'victimhood' sees the Catholic Church itself as the agent of darkness and intolerance, out to destroy Protestantism entirely, given the chance. Much of the history of Irish Protestantism is the story of how that chance was withheld and of constant reminders of what might happen by reference to past crises when Catholics took revenge. After 1921 the independent Irish state - 95% Catholic - became a new warning to Northern Protestants of the dangers of Irish re-unification. Protestants in the South did not suffer open discrimination, but the ethos of the state was Catholic, and since Irishness was synonymous with Catholicism, they were often made feel un-Irish. The Northern Ireland Troubles at first refortified traditional Catholic nationalism in the Irish Republic, but ultimately were a factor behind the new thinking which has utterly transformed Ireland in the last two decades. Since the end of the Northern Ireland Troubles surveys now show Irish Catholics and Irish Protestants more likely to share a common identity, and though there is some way to go in Northern Ireland, here too there are early signs of an emerging common regional identity.\\n\\nThe final chapter of this book remains to be written, provisionally entitled 'Interrogating the Silences' and hoping to show how and why the more negative historical record prevailed and influenced communal conflict, but also how and why most people, most times, found other ways of living together. This will be researched and written during the summer and autumn, so that the period of AHRC leave, if granted, will be used to prepare the final manuscript for delivery to the publisher. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F00317X/1","grantId":"AH/F00317X/1","fundValue":"33984","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Marianne  Elliott","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}