{"id":"56B2EE3A-D867-449C-9B7B-39316D4A18EB","title":"The COSMOS Consortium: Fundamental Cosmology, Dark Energy and the Cosmic Microwave Sky","abstractText":"COSMOS, the National Cosmology Supercomputer, is the primary computational platform in the UK for the study of the early universe and the cosmic microwave background (CMB), the relic radiation left over from the Hot Big Bang. A key aim of the proposal is the scientific exploitation of new observational data coming from major experimental programmes supported by STFC. The COSMOS consortium encompasses world-leading researchers in these fields from ten UK Universities and London Colleges. This proposal requests funds for a phased upgrade and running costs during 2007-12. During this period, the COSMOS consortium seeks to drive the worldwide agenda in four important scientific areas: A. The cosmic microwave sky: Developing numerical techniques to extract information about our Universe from the CMB. A particular focus of this work is supporting the UK contribution to science exploitation of the world's most ambitious CMB experiment, the ESA Planck satellite. Two of the largest Planck Analysis Centres are located in the UK and several COSMOS Co-Is are on the Planck Core Team. Consortium members will also use COSMOS for science exploitation of other CMB experiments, such as QUIET, EBEX, PolarBEAR and WMAP data. These results will more precisely determine cosmological parameters like Hubble's constant which defines how fast the Universe is expanding. We will also use this CMB data to characterize and test early universe theories for the formation of galaxies and other large-scale structure. The COSMOS supercomputer is an essential tool for turning our mathematical models of the early universe into quantitative predictions which we can compare with these improving observations. In particular we will be looking for the specific signatures created by models of inflation (i.e. a period of rapid acceleration in the early universe) and also high energy cosmic strings. B. Dark energy and large-scale structure: We will investigate and numerically model how galaxy clusters and clouds of hydrogen gas in our Universe can be used to characterise the matter content of the universe. In particular we will study the nature of the dark energy believed to be causing the expansion of our Universe to accelerate today. Work on the COSMOS supercomputer will directly support preparations for the Dark Energy Survey, a large international collaboration in which STFC is an active participant. It builds on ongoing successful work using the COSMOS supercomputer to analyse data from the Sloan Digital Sky Survey, a catalogue of a million galaxies, in particular the detailed characterisation of baryon oscillations. C, Fundamental cosmology and the early universe: A key aim will be investigating how our Universe emerged out of fundamental theories unifying all the forces of nature, called superstring or M theory, and which involve additional space dimensions. We will study popular models in which inflation and the Big Bang arise from the collision of two branes (so-called brane inflation) to see if there are testable signatures which might reveal the presence of extra dimensions. Many of these models produce cosmic strings and we will model brane collisions and phase transitions in the early universe in which strings can form, as well as the subsequent evolution of these networks. We will develop further our quantitative understanding of quantum field theory in the very early universe, which is the foundation for inflationary theories. D. Nuclear physics amd interdisciplinary applications: The COSMOS consortium contains experts in the study of localized and stable nonlinear field theory solutions known as solitons. These are ubiquitous throughout physics and we will study them in number of areas to see if we can test cosmological concepts in the laboratory. In particular, we will study aspects of nuclear physics (now in the remit of STFC) using soliton solutions called Skyrmions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H008586/1","grantId":"ST/H008586/1","fundValue":"914374","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"STFC","impactText":"","person":"Stephen  Hawking","coPersons":["Edward Paul Shellard"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}