{"id":"56BE4030-552D-4521-ACA7-33EA5DDBD776","title":"Public Interest in UK Courts","abstractText":"<p>This research will examine how the term &quot;public interest&quot; is used in public law proceedings in UK courts. </p>\n\n<p>The project's core objective is to develop a taxonomy of uses of the term &quot;public interest&quot; in the case law and, in that way, to give more concrete meaning to the term. Although the term has long been in usage and is, moreover, invoked in an increasingly wide range of areas, it remains elusive, ill-defined, and (often) controversial.</p>\n\n<p>Drawing upon secondary literature and semi-structured interviews with key legal actors, the project will thus provide a breakdown of the areas of public law in which the term is mobilised in courts; delimit the practical implications of its use across the areas; and assess how far the term favours central government and public bodies, private individuals, and groups in civil society. </p>\n\n<p>The project will also consider how far use of the term in UK courts is being determined by related conceptions of public interest that are found in the case law of the European Court of Justice and the European Court of Human Rights.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G042403/1","grantId":"ES/G042403/1","fundValue":"156029","fundStart":"2009-10-01","fundEnd":"2011-12-31","funder":"ESRC","impactText":"  Our findings have been used in three main ways:\n\n1. As the basis for the range of academic publications noted in this report. These have since been added to by the publication of G Anthony, 'Public Interest and the Three Dimensions of Judicial Review' (2013) 64 Northern Ireland Legal Quarterly 125-142.\n\n2. As the material that came to populate the project's web-site, at http://publicinterest.info/.\n\n3. As the basis for presentations and talks in Northern Ireland, the UK more widely, and at European Universities. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"G  Anthony","coPersons":["J  Morison","Dimitrios  Doukas"],"organisation":"Queen's University of Belfast","findingsText":" The project was intended to provide an insight into the different ways in which the term &quot;the public interest&quot; is used by UK courts. We discovered the following (and recurring) uses, viz &quot;public interest&quot;: \n• as a justification for derogating from fundamental freedoms under the EU treaties; \n• as a justification for limiting qualified rights under the ECHR; \n• as underpinning governmental choices in the field of, for instance, international relations; \n• as determining matters of judicial review procedure (standing, protective costs orders, third party interventions); \n• as a basis for withholding evidence in legal proceedings (public interest immunity); \n• and as a defence in freedom of expression cases (such as defamation proceedings and privacy proceedings).\n\nSee further the project's findings at http://publicinterest.info/ The project's work on the meaning of &quot;public interest&quot; has been, and can be, used as the basis for other research projects. For instance, Anthony has since been involved in an AHRC funded project on &quot;Amnesties, Prosecutions, and the Public Interest in the Northern Ireland Transition&quot;, and a further collaborative project on &quot;The Public Interest in Private Law&quot; is proposed. Both of these projects have borrowed from the results of this project, and others could do likewise. Communities and Social Services/Policy,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}