{"id":"56C38FF9-4F91-4A93-A8B9-830989EE0CEF","title":"Elucidating the molecular basis of gene silencing by an ORC-HP1 interaction and their contribution to human health disorders","abstractText":"Some parts of our genome contain important information that represent a molecular building plan of the human body, while other regions contain little information or repetitive DNA sequences that do not appear to have any information associated with themselves. These less-informative regions of our genome are packed away and exist as highly compacted 'heterochromatin' in the nucleus of the cell. These 'heterochromatic' regions are covered by a protein called HP1, which helps the compaction process. HP1 is known to form oligomers, which act as a molecular glue, and therefore restrict access of other proteins to the compacted parts of the genome. Moreover, work over the last few years has shown that HP1 is not only found in condensed regions of the genome, but that HP1 can also compact smaller patches in accessible regions of the genome with important functions for gene regulation and genome stability. Thus HP1 acts as a global factor controlling access of other regulatory factors to the DNA. This way HP1 can affect many important processes in the cell - in the absence of HP1 the organism cannot survive. Misregulation of 'heterochromatin' and HP1 is involved in several diseases, including epigenetic diseases such as Friedreich's Ataxia or Facioscapulohumeral muscular dystrophy. Furthermore, HP1 has also been linked to aging, e.g. cells from older people or patients with an accelerated aging disease (Hutchinson-Gilford Progeria Syndrome) are characterized by a loss of key chromatin proteins, like HP1. In cancer, HP1 is frequently down regulated, which promotes tumorigenesis. It is not fully understood how HP1 is recruited to DNA, but this question is central for the normal function of HP1 and its role in disease. Recently it was shown that the origin-recognition complex (ORC), which is involved in DNA replication, is very important for HP1 recruitment to the genome. We want to explore the molecular mechanism that ORC employs to promote HP1 recruitment to chromatin. We will analyse the effect of ORC-HP1 interactions for its normal role in cells and in the context of the epigenetic disease, Friedreich's Ataxia, to understand the functional relevance of the complex. Finally, we will test if we can alter the activity of HP1 in cells with a peptide, which may spur the development of HP1 therapeutics. This project has not only the potential to identify a crucial mechanism of heterochromatin formation, the formation of the 'molecular glue', that regulates many processes in the cell, but also has additional implications for our understanding of cancer, epigenetic- and age related-diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003760/1","grantId":"BB/M003760/1","fundValue":"394260","fundStart":"2014-11-01","fundEnd":"2017-10-31","funder":"BBSRC","impactText":"","person":"Christian  Speck","coPersons":["Richard J Festenstein","Till  Bartke"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}