{"id":"56E0348D-2EF6-431F-BCF3-890D0C2D32C2","title":"Energy and the Physical Sciences: Semiconductor III-V Quantum-Dot Solar Cells on Silicon Substrates","abstractText":"To help combat climate change, the UK has a target to reduce carbon emissions by 80% by 2050. This is an enormous task requiring changes to energy generation and supply. To limit the impact on scarce natural resources and the environment, these reductions need to be delivered by providing affordable green energy. The proposed programme will address this very target by developing high-efficiency and low-cost solar cells by growing III-V compound semiconductor self-organised structures on cheap and plentiful silicon. This proposal directly contributes to development of new solar materials and devices to enable the UK to lead in this priority area. \n\nThe widespread implementation of photovoltaics (PV) [the conversion of sunlight into voltage and therefore power] and solar cells as one means of reaching sustainable energy production for the planet will require vast areas of semiconductor materials to be structured into PV cells in order to capture the power of sunlight. There are two general approaches taken: either to use very large area, low-cost and low-efficiency semiconductor materials (such as organic materials) or to use small-area highly-efficient but expensive semiconductor materials and concentrate the light into the small-area, Concentrator Photovoltaics (CPV). The cost of the housing is a significant cost of the PV cell and therefore making the material cheaper for the large area PV does not improve cost below a certain value. The efficiency of the CPV cells is being improved continuously by improved design, growth and fabrication. Experimentally III-V compound semiconductor CPV cells have recently achieved efficiencies of &gt;40% making them the highest efficiency PV available in any technology. Further increase of efficiency for CPVs is the key for utilizing solar energy worldwide.\n\nThere are two main design approaches to inorganic III-V semiconductor CPV solar cells: Multi-jumction SCs (MJSCs) and intermediate band solar cells (IBSCs). In MJSCs a number of semiconductor material junctions are connected in-series, each designed to efficiently absorb a section of the solar spectrum appropriate to its bandgap with the largest bandgap material placed at the front and the smallest bandgap material placed at the back. A single junction SC has a maximum predicted efficiency of 30% while a double-junction comprised of two optimised bandgaps increases the predicted efficiency to 41%. Much effort has gone into designing a number of MJSCs with an increased number of junctions. Intense effort is going into investigating materials to absorb near the peak of the spectrum around 1.0 eV. We propose to use 1.0-eV bandgap Quantum Dots (QDs) as a solution for this. A QD is one semiconductor embedded into another and arises from self-organised growth. QDs enable material combinations to be grown together that would not normally occur in a planar environment as strain is incorporated into the interface-this allows novel materials to be combined in a QD system opening up new material combinations and allowing these materials to be grown on silicon using only a thin germanium sandwich layer.\n\nIn IBSCs an intermediate energy band (IB) is introduced into the energy gap of the single semiconductor material junction introducing three possible optical transitions. The photo-generated carriers in the intermediate level must only link to the host material through optical transitions for the IBSC to function correctly. The IBSC with one IB level is predicted to have ultra-high conversion efficiency up to 63% while increasing the number of IB levels up to 4 is predicted to increase efficiencies up to 80%. However these high efficiencies are not observed experimentally. We will investigate using QD systems to make IBSCs.\n\nWe will exploit the advantages of both QD technology and germanium-on-silicon substrates to develop the low-cost and high-efficiency III-V/Si solar cells of both MJSC and IBSC design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029665/1","grantId":"EP/K029665/1","fundValue":"356624","fundStart":"2013-07-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Judy  Rorison","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}