{"id":"56ECDDCB-3EBB-441F-8D36-0E58542B2B9E","title":"Mapping Literary Space: Italian Intellectuals, Literary Journals, Publishing Firms 1940-1960","abstractText":"The project aims to conduct research on the patterns of organization, cultural activity, and aesthetic programme of literary intellectual networks in Italy in a period of Italian history (1940-1960) characterised by radical historical, political, social and cultural changes. It will do so through a detailed study of a range of literary journals, differing widely in life-span, geographical location, political allegiance, and aesthetic interests. \nThis project builds on the hypothesis that literary journals have always serviced new writing, introduced readers to new artistic movements across continents, engendered debate, disseminated ideas, and more importantly sought to challenge settled aesthetic and cultural assumptions. This project, however, will not only look at the ways in which Italian intellectuals and writers traditionally verbalised cultural discourses and aesthetic concerns in journals in order to establish or counter forms of cultural hegemony; it will also assess and describe the ways in which intellectual networks used (a) literary journals to create sites for discussion and dissemination of their aesthetic, literary, and political concerns to national and transnational audiences, (b) how they sought to disseminate these ideas through strategic alliances with commercial and institutional outlets, such as emerging or established publishing houses of the day, and (c) how intellectuals and writers used literary journals to map their new public identity and define their own space for public intervention.\nExisting scholarship has never fully addressed the interconnections between journals as a fruitful way of establishing their role as a collective, rather than a single, enterprise in shaping cultural, political and aesthetic expressions within Italian society. Furthermore, the strategic alliances that some journals forged with established or emerging publishing firms has been consistently neglected, despite substantial records showing evidence of the impact of journals' patronage of foreign and Italian authors on publishers' catalogues. Through the examination of the intellectual networks sustaining the single journals over time, we will provide an analysis of the patterns of dissemination of literary practices and the role played by publishing firms in this, and also account for any significant shifts in political affiliations of important editors and contributors in the period under consideration.\nThe research will highlight and describe the conditions, mechanisms and circumstances that allowed some intellectuals and cultural organizers, who had either a marginal or significant role in the cultural landscape of the fascist regime, to maintain a presence or achieve prominence in the transition from the regime to the republic and beyond, through strategic alliances with journals and publishing firms. As a result, our research will emphasise the adaptability of the literary journal as a form, and will also highlight the centrality of its role for assessing the social and commercial dimension of post-war Italian literary exchange. This project intends to address this consistently under-investigated dimension of literary communication in post-war Italy in a variety of ways: through rigorously researched academic outputs (one joint-authored monograph, an edited collection and three articles); a database linking data on the select journals and publishers' catalogues and commercial correspondence; dissemination events where experts in different fields can compare research and forge new avenues of thinking (2 workshops); and engagement with the wider community (2 exhibitions of rare printed material).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003395/1","grantId":"AH/J003395/1","fundValue":"154472","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"Daniela  La Penna","coPersons":["Francesca  Billiani"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}