{"id":"56F0139F-84C5-442B-872D-D30406794D27","title":"Functional analysis of visual circuits in the zebrafish Robo2 mutant.","abstractText":"The formation of functional neural circuits is critically dependent on the formation of highly specific connections between neurons. Understanding how such precise neural circuits arise is therefore a fundamentally important challenge in developmental neuroscience. The enormous complexity of the brain means that this challenge is a formidable one. However, a common feature of the brain is the arrangement of neural connections with similar functional properties into layers. This organization provides an anatomical point of reference for studying how neurons target one another during periods of circuit formation. This has led to wealth of information concerning the mechanisms that drive the structural development of layers and of the neurons that contribute to them. However, the functional significance of layer formation is poorly understood. Why do we have a layered brain, and what are the consequences for brain function if these layers don't form properly during development? Intuitively one would think that disordered layering leads to functional deficits in the brain but this may not necessarily be the case. The developing brain is highly plastic and adaptable and developing neurons may still connect with their correct partners even if they are in the wrong place. Understanding how the developing brain copes with a disordered neural landscape will give us insight into the extent of the brains intrinsic adaptability. This has direct implications for understanding how the damaged brain copes with neurological damage caused by trauma or disease. The aim of this proposal is to use the visual system of zebrafish as a model system to try and understand how neural circuits develop when the layered architecture of the brain is disrupted. In the visual system retinal ganglion cell (RGC) axons, which are the neural information cables that connect the eye to the brain, are organized into layers within the brain. However, defects in the robo2 gene in zebrafish results in a disordered arrangement of RGC axons. We aim to understand how the functional properties of the target neurons are impacted by the disordered arrangement of their RGC axonal inputs. We will use zebrafish that have fluorescent indicators of neural activity within the brain. Active neurons fluoresce brightly while silent neurons are dimly fluorescent. Thus, the neurons themselves can tell us when they are active and when they are not. Because young zebrafish are translucent we can see these fluorescent signals inside the brains of living intact larvae. We are using these fluorescent fish to characterize the response properties of neurons within visual regions of the brain when the layered organization of their RGC inputs from the retina is disrupted. Can functional visual circuits form despite the disordered arrangement of layers and the absence of Robo2? If so what mechanisms does the developing brain use to compensate for the layering defects? If, on the other hand, we find that the function of visual is disrupted we will have provide valuable new insight into the functional importance of Robo2 and layer formation in the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004992/1","grantId":"BB/L004992/1","fundValue":"421903","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  The grant was only initiated one year ago. There are no published findings yet Pharmaceuticals and Medical Biotechnology Societal","person":"Martin  Meyer","coPersons":[],"organisation":"King's College London","findingsText":" We have examined the functional consequences of a disrupted organization of visual inputs to the brain Too soon to say Manufacturing, including Industrial Biotechology","dataset":"gtr"}