{"id":"56F909F0-EF79-40DC-A4FF-B008E5C4FDB7","title":"Experimental Studies on Compressible Vortex Rings and their Interactions with Stationary and Moving Flat Surfaces","abstractText":"Vortex rings embody various essential characteristics of vortical motion. Their compact nature also makes them ideal as simpler building blocks in the modelling of complex flows. Unfortunately, despite their apparent simplicity, there are still many unanswered questions related to most aspects of the vortex rings themselves, including their formation, propagation and decay, with more challenging complexities in both their dynamics and energetics introduced by effects of compressibility. Additionally, the flows and interactions associated with compressible vortex rings have received very little attention as compared to those associated with incompressible vortex rings. The present proposal is for a systematic experimental study of compressible vortex rings and their interactions with stationary and moving flat surfaces. The proposed work is novel because their detailed study is limited and there are many questions unanswered associated with these flow fields. The proposed work is also timely because compressible vortex rings and their interactions are highly relevant to current non-lethal-weapon technology development, transport, mixing and turbulence research, wind tunnel experiments, high-speed aerodynamic flows around projectiles, missiles and other slender bodies, turbomachinery, aero-acoustics, suppressors and muzzle brakes design, atmospheric research, pulse detonation engines, automobile exhaust flow fields etc. The investigation will be conducted in the University of Manchester shock tube facility using a range of advanced experimental techniques. The work is divided into three tasks. Task 1 will study the fundamental flow physics of the isolated compressible vortex ring. Task 2 will investigate the compressible vortex ring interaction with stationary and moving flat surfaces. Task 3 will examine the compressible vortex ring interaction with reflected shock waves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048498/1","grantId":"EP/E048498/1","fundValue":"132222","fundStart":"2007-10-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Konstantinos  Kontis","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}