{"id":"56FB1176-AD26-4FB4-B8D2-4573C18FA8DF","title":"Harnessing laser-driven plasma waves as particle and radiation sources","abstractText":"We propose to build on the successes of the ALPHA-X project with a new programme of research to investigate and develop novel compact radiation sources that explicitly exploit laser-driven plasma waves. The project will take forward the development of wakefield accelerators and utilise the sub-10 fs electron bunches accelerated in plasma channels to produce ultra-short pulses of coherent infrared to x-ray radiation in a FEL and coherent radiator structures. The main objective will be to push towards hard x-rays and gamma rays by utilising the very short spatial period undulator-like structures of plasma waves to lay down the foundations of sources in a spectral region hitherto not accessible. We will also push the frontiers of ultra-short pulse generation by: i) controlling and reducing the electron bunch duration from wakefield accelerators using pre-bunching techniques, which will also increase the peak current available while reducing the pulse length from a radiation source, and by ii) investigating the generation and tailoring of arbitrary shaped single-cycle pulses (initially in the visible) by backscattering tailored terahertz pulses from relativistic mirrors formed by relativistic plasma wakes and ionisation fronts. The experimental programme to develop these novel compact radiation sources will utilise the unique facilities at Strathclyde, set up under the ALPHA-X project, and resources available in the EU, US and China, to provide a mix of long-term development programmes and short-term (6-week) campaigns that take advantage of the particular laser beam characteristics available at the facilities. An important aspect of the project will be a substantial theoretical programme that will be undertaken by an established team of theoreticians that has previously worked together under ALPHA-X, and new teams that bring new approaches and backgrounds to bear on the significant theoretical challenges. The large group of collaborators provide both breadth and depth to the programme, and through their contributions and access to their various facilities, will also enable very effective use of resources. The programme of research is central to a UK roadmap that outlines potential new landscapes and ways forward in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001831/1","grantId":"EP/E001831/1","fundValue":"166862","fundStart":"2007-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Robin  Tucker","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}