{"id":"57100F12-0A40-4919-85C6-F37E7A762EAD","title":"Adatoms and defects in graphene","abstractText":"Graphene is a two dimensional atomic crystal which consists of carbon atoms arranged in a hexagonal lattice. Since the first experimental observation of this material in 2004 it continues to amaze with its unusual electronic, structural, chemical, optical, mechanical and other properties. There are three major reasons for excitement with graphene: (i) it is the first two-dimensional atomic crystal known to us, so it will be used to answer such fundamental questions as stability in two-dimensions, defects in such crystals, crack propagation, etc; (ii) the electronic structure of this material is very unusual, with quasi-particles in graphene obeying linear dispersion relation, thus allowing an access to the subtle field of quantum electrodynamics in a bench-top set-up; (iii) graphene's peculiar properties make it favorable for a number applications, ranging from ultra-fast high frequency transistors and high-efficiency photosensors to composite materials and supports for biomolecules in electron microscopy research.Recently, a new direction of study has been pioneered by researchers from Manchester - one could use graphene as a back-bone, scaffolding to synthesize novel two-dimensional crystals with predefined properties. Graphene is a unique material in a sense that it has two surfaces and no bulk, thus any chemistry or structural changes on graphene's surface would change its properties dramatically. The first example, attempted in 2009 by the Manchester group, was graphane - a material in which one hydrogen atom is attached to each of the carbons - which, in contrast to graphene, is an insulator with a significant band-gap.In this proposal we will try to extend this idea and work towards synthesis of other two-dimensional materials with predefined electronic and structural properties. To this end we will study adsorption of various ad-atoms, their interaction, migration, redistribution, changes they introduce into structural and electronic properties of graphene. Of particular interest is the formation of various self-assembled structures at some critical concentrations of ad-atoms. For instance, it has been demonstrated that hydrogen can form periodic chains on the graphene surface, which might be a new way for structuring graphene on an atomic level. We will study how such structures will form when different concentration of ad-atoms are deposited at different temperatures either only from one or from both sides of graphene crystal. Further issues are: Can we incorporate elements (e.g., B) substitutionally, to engineer bandstructure? Where do impurities resulting from contacting or epitaxial growth reside on graphene, and what is their influence?Another exciting direction of research is to manipulate defects in two-dimensional crystals. It is particular exciting to study the formation, interaction and annihilation of various types of defects in graphene. A TEM in principal can allow formation of defects due to knock-out damage, moreover, in a STEM with a very small electron probe (of the order of 1 Angstrom) this opens up the exciting topic of defect engineering by creation of specific arrangements of defects which can be decorated with impurity atoms, and will be translated into novel electronic and structural properties of such crystals. It has to be emphasised that the success of the suggested procedures could not be monitored if it were not for the SuperSTEM, which, owing to its sub-+ image resolution and a similar spectroscopic resolution, combined with operation down to 60 keV, provides the means to image and spectroscopically assess graphene atomic landscapes with single-atom sensitivity, i.e., enables to monitor position, nature and bonding of individual atoms. At Manchester we have recently proven that single-atom spectroscopy with sub nm resolution on graphene is possible; now we have the opportunity to apply this to a host of exciting novel structures based on graphene.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I008144/1","grantId":"EP/I008144/1","fundValue":"81163","fundStart":"2011-02-11","fundEnd":"2013-08-10","funder":"EPSRC","impactText":"","person":"Ursel  Bangert","coPersons":["Konstantin  Novoselov"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}