{"id":"57120CE7-99F2-4001-B4EF-FF4FEA3D90D0","title":"Resubmission of Middlebrow: A Transatlantic Interdisciplinary Research Network","abstractText":"In historical terms, 'middlebrow' refers to the extensive area of cultural production which situated itself between high modernism and popular culture, and to a set of tastes and social formations associated primarily with the middle class in the early to mid-twentieth century. In recent decades, 'middlebrow' has continued to designate, on the one hand, works of art and literature which combine sophistication with accessibility, and on the other, their educated and aspirational - rather than elite - audience. The ideological charge of this contested term (which can be pejorative or celebratory) depends largely on the standpoint of the observer, and a variety of cultural and class-based tensions can be read in the competing definitions of 'middlebrow'. \\n\\nThe study of middlebrow culture matters because it illuminates social and cultural trends in the earlier twentieth century, and helps us understand the relationship between elite, popular and 'intermediate' cultures. It matters especially now because the emergence of middlebrow cultural products in the decades following the First World War was, primarily, a result of technical innovations in printing, distribution, recording, and broadcasting. Study of this phenomenon will advance understanding of trends in our own time, as the internet has not only resulted in a vast renaissance of textual production, but has also created new channels for the transmission of images, broadcast programmes, and films. In addition the internet has generated new audiences and interpretive communities which echo the middlebrow cultural formations of the early twentieth century. Examples include electronic book clubs, new bohemian web magazines such as thesmartset.com or feathertale.com, and diaries and blogs which recall the Mass Observation project. \\n\\nHierarchies of culture, class and taste represent an increasingly important research theme in literary, historical and cultural studies, but at present, our understanding of these subjects is hampered by a lack of mechanisms for cross-disciplinary collaboration. This is a serious problem, since middlebrow culture can only be fully understood by bringing together perspectives from social and cultural history with critical analysis of literature, film, and the media. The tensions surrounding middlebrow are related to discourses of class and taste which range across the whole area of lifestyle choices and cultural consumption, from interior d&eacute;cor, gardens, design and fashion to preferences in music, film and books. \\n\\nThe research field is currently unstructured, with no regular conferences or publications, no professional association, no forum for online discussion and no organised web presence. By establishing the required structure, the network will facilitate collaboration and encourage future projects. In addition, we aim to stimulate comparative transatlantic enquiry in order overcome the tendency to treat British and American middlebrow cultures as separate phenomena. As well as comparing specific manifestations of middlebrow culture, we will also seek to understand the way cultural taxonomies are actually constructed. Our presentations and publications will explore the inflection of social and cultural capital by a range of other categories, notably class, gender, and nation. We will also investigate the material and economic dimensions of middlebrow culture, and explore the nature of middlebrow audiences and their reception of different genres of film, music and literature. The history of middlebrow reading and book collecting will be explored through study of collections such as the Sybil Campbell library, established in the 1920s. Network members will be drawn from a variety of academic disciplines in the US and UK, and additional advisors to the project include archivists, journalists and publishers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G001049/1","grantId":"AH/G001049/1","fundValue":"42029","fundStart":"2008-07-01","fundEnd":"2010-06-30","funder":"AHRC","impactText":"  1. Visitor : Invited talk : One of 3 keynote speakers at launch of 'Readerships and Literary cultures' Special Collection, Adsetts Centre, Sheffield Hallam University\n2. Visitor : Invited talk : Invited participant in Modernist Studies Association President's Roundtable at MLA, Los Angeles\n3. Speaker : Participation in conference : Panel Presentation: &quot;'a much abused word': sophistication and the middlebrow.&quot; Panel on &quot;The Middlebrow Lexicon.&quot; Also led a seminar on Middlebrow at the MSA, jointly with Dr Debra Rae Cohen (South Carolina).\n4. Visitor : Invited talk : Invited participant in Modernism and Fashion Roundtable at Modernist Studies Association, Montreal\n5. Visitor : Invited talk : Presented in guest speaker series at McGill University (Montreal)\n6. Invited speaker : Participation in conference\n7. Keynote/plenary speaker : Key-note speaker and plenary lectures at conferences : Invited keynote speaker. Title: 'Noel Coward, the Sitwells and the Middlebrow'.\n8. Speaker : Participation in conference : Paper: &quot;The New Yorker and the New York Reader in the 1920s.&quot; Also proposed the panel on New York magazines, and sponsored two other organised panels via the Middlebrow Network.\n9. Organiser : Organiser of special symposia : Organiser, Middlebrow Cultures (AHRC-funded), University of Strathclyde\n10. Visitor : Invited talk : Talk: The Constant Nymph: The Novel  ","person":"Faye Louise Hammill","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}