{"id":"57123C2C-8093-4306-A21B-0F3BDF27C377","title":"Democracy Matters: A Constitutional Assembly for the UK- A Comparative Study and Pilot Project","abstractText":"In the wake of the Scottish referendum on independence the UK is undergoing a rapid period of constitutional reflection and reform. The Smith Commission has set out a raft of new powers for the Scottish Parliament, English devolution has taken the form of a number of bi-lateral 'city deals', and Cabinet Committee on Devolved Powers (chaired by William Hague) has reported on options for change in Westminster. One critical component of this frenetic period of reform has been the absence of any explicit or managed process for civic engagement even though the Prime Minister's statement on the 18 September 2014 emphasized that 'It is also important we have wider civic engagement about how to improve governance in our United Kingdom, including how to empower our great cities. And we will say more about this in the coming days'. The creation of a citizen-led Constitutional Convention has been promoted through a number of letters in the national media, calls from senior figures within academe and the third sector and even a major petition to the Prime Minister. On the 5 Dec. 2015 William Hague responded to this pressure by publishing an open letter to some of the individuals and groups making this research grant application in which he conceded that although the coalition government was focusing on the delivery of devolution in the short-term there would be a need for a broader process of public engagement about the constitutional system as a whole. 'A constitutional convention' Mr Hague acknowledged 'is one way of doing this'. The Labour Party has formally committed itself to launching a Constitutional Convention if it forms the government after the next General Election and the Liberal Democrats, UKIP and the Green Party have also made this a core element of their plans for the future, making this a genuine cross-party issue. \n\nThe issue of holding a Constitutional Convention has therefore shifted from the periphery of constitutional debates in the UK to the very core. The likelihood of a hung parliament after 7 May 2015 and the inter-party deals that will be required to form a coalition plus the existence of unresolved constitutional questions that require resolution makes the establishment of a constitutional convention more likely. The urgency - and therefore rationale - for this application is that a major skills and knowledge gap exists at the centre of government. The Cabinet Office has no specialist knowledge in terms of how to design, manage or implement major public-led democratic innovations. Other countries and regions, by contrast, have undertaken deliberative public consultative exercises - most notably the Netherlands, Iceland, Canada and Republic of Ireland have organized constitutional assemblies. As such, they offer valuable lessons and insights that need to be harnessed within the UK. There is also a major need to take these insights and feed them into pilot projects in the UK to test not only their generalizability across and between countries but also their capacity to be scaled-up from the comparatively smaller scale of previous experiments to a country with 64.1 million people. The need to get these UK-based test cases up and running so that their findings could inform future plans to establish a Citizens Assembly in late 2015 adds an urgency that pushes this application beyond the standard response mode application process with its 26 week decision-making process. This research will run two pilot constitutional assemblies around the theme of decentralisation in the UK. They will address the question of how civic engagement can be delivered, where power should lie across and within the nations of the UK and will be organised as a 'proof of concept' exercise with significant potential to influence the next UK government's decision on how to commission and execute a Constitutional Convention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N006216/1","grantId":"ES/N006216/1","fundValue":"192746","fundStart":"2015-08-01","fundEnd":"2016-08-31","funder":"ESRC","impactText":"","person":"Matthew Vincent Flinders","coPersons":["William  Jennings","Graham  Smith","Alan  Renwick"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}