{"id":"5715D9D6-7DBC-4119-8F10-67C5526ADF6A","title":"Disruption of cytoplasmic membrane-associated functions in Staphylococcus aureus by epicatechin gallate","abstractText":"Staphylococcus aureus is commonly encountered as a coloniser of skin and mucosa but gives rise to a range of infections when there is an opportunity for the bacteria to enter the body. It also makes a range of toxins that are responsible for food poisoning: if food workers carry the bacterium, it can enter the food chain and will survive even in salty foods due to its ability to tolerate salt. Staphylococci show a remarkable capacity to resist the action of commonly used antibiotics through the acquisition of resistance mechanisms. In particular, they can acquire the mecA gene, whose product penicillin binding protein (PBP) 2a allows it to survive in the presence of high concentrations of penicillins such as methicillin and oxacillin. Such methicillin-resistant S. aureus (MRSA) are a threat to patients entering hospitals, particularly for major surgery, and are increasingly acquired in the community. At one time these infections were confined to humans but in recent years have been encountered in companion animals, especially dogs and cats; in all likelihood the bacteria were initially acquired from humans. Animal and human MRSA infections are difficult to treat and new approaches to therapy and control are urgently needed, in particular those that reduce the rate of emergence of drug resistance. We have established that one of the major components of green tea, a relatively labile substance termed epicatechin gallate, or ECg, alters the properties of S. aureus in a way that should be beneficial to animals and humans. Although ECg has no effect on the growth rate of MRSA, it reduces their resistance to penicillins by a much as five hundredfold, raising the possibility that it can be used alongside conventional antibiotics to treat infections. As ECg modifies rather than kills the target bacteria, it will not apply the same degree of extreme selective pressure as currently used 'bactericidal' drugs and may slow the emergence of resistance to therapeutic combinations. Additionally, we have discovered that ECg prevents the secretion of toxins and enzymes that enable the organism to cause tissue damage and infection and that are responsible for the symptoms of food poisoning. ECg also prevents the formation of biofilms: these complex assemblages of bacteria form at interfaces and are a necessary prerequisite for colonisation of host surfaces and devices such as catheters and prostheses prior to tissue invasion. Unfortunately, the naturally occurring chemical is not ideal for therapeutic purposes due to its labile nature and moderate activity and we are making derivatives of ECg with a more attractive profile. These attempts are hampered by an incomplete understanding of how ECg exerts its anti-staphylococcal activities. We are beginning to learn that it possesses such wide-ranging properties because i inserts into the bacterial membrane, a structure that is home to many essential enzymatic cellular functions. We know that the compound changes the properties of the membrane in a way that will affect the proteins embedded in it. For example, penicillin resistance is due to cooperation between two PBPs, 2 and 2a, enabling the bacteria to continue to make cell wall in the presence of the drug. We will determine if ECg disrupts this complex at the site of cell division or if it simply detaches the complex in a way that allows continued synthesis at 'wrong' sites. It is becoming apparent that the fine detail of the lipid environment in the region of cell division is critical to the determination of efficient bacterial replication; we will examine the way in which ECg alters this parameter. Finally, the capacity of ECg to increase salt sensitivity of staphylococci means that it could become an effective agent for preserving food and preventing the elaboration of toxins associated with food poisoning. The bacteria pump out sodium ions using membrane-located proteins and we will examine the capacity of ECg to compromise this mechanism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I005579/1","grantId":"BB/I005579/1","fundValue":"330756","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"","person":"Peter William Taylor","coPersons":["Simon J.  Foster","Timothy  Dafforn","David Ian  Roper"],"organisation":"School of Pharmacy","findingsText":" Epicatechin gallate (ECg) disrupts the PBP2/2a beta-lactam-resistance machinery located at the septal membrane. ECg partially releases PBP2a, the resistance determinant, from a FtsZ-PBP2-PBP2a complex and accounts for some loss of drug resistance. This disruption is not accompanied by loss of asymmetry of the staphylococcal cytoplasmic membrane. Treatment of MRSA infections in humans and animals. Use of agents such as ECg, or its analogues, may restore the efficacy of older beta-lactam agents such as oxacillin and methicillin, that have lost the potential to resolve staphylococcal infections due to acquisition of resistance genes. Healthcare","dataset":"gtr"}