{"id":"571A14D0-EFB7-443C-A568-BE0A1E32BC14","title":"Literary Plagiarism in England from Dryden to Sterne","abstractText":"The issue of plagiarism has never been of so much public concern as now. Universities, in particular, feel beleaguered in the face of what appears to be an epidemic of students cheating through the means of plagiarism. All universities have had to draw up plagiarism policies through which the issue can be policed, but in practice all such policies are dogged by uncertainties, not so much about the definition of plagiarism, as about the possibilities of extenuation that could apply to any particular offence.\n\nThe research proposed here will investigate attitudes towards, and debates about, plagiarism during an earlier historical period (roughly 1660 to 1775). The period is a particularly important one in the history of literary plagiarism. It is in the eighteenth century that plagiarism as we understand the concept now emerges (the current OED definition, for example, is modeled on one originally proposed in 1775). During this period, the plagiarism allegation is used extensively by satirists in the conduct of their quarrels, and several major writers (including Swift, Pope and Sterne) have their works subjected to accusations of plagiarism. Discussion of plagiarism at this time is also affected by the rise of creative originality as a concept and by the concomitant loss of status of imitation as a compositional method. At the same time, vigorous debates are conducted about copyright; about the extent to which literary works can be considered as legally own able commodities.\n\nMy research is not primarily concerned with tracking down literary thefts or with 'outing' eighteenth-century authors as plagiarists, but rather with investigating why the plagiarism allegation is applied in a particular instance. What in practice differentiates a literary 'borrowing' from a literary 'theft', and does the margin between appropriate and illicit appropriation of other authors' words change over the course of the period being investigated?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504736/1","grantId":"AH/E504736/1","fundValue":"27013","fundStart":"2006-09-25","fundEnd":"2007-01-24","funder":"AHRC","impactText":"","person":"Richard  Terry","coPersons":[],"organisation":"University of Sunderland","findingsText":"","dataset":"gtr"}