{"id":"571DFC22-1759-4B91-8DBC-1238FD72E91C","title":"Self assembly of GAG-Functionalised Peptides into Proteoglycan-Like Molecules for Tissue Engineering","abstractText":"Tissue engineering involves the replacement, repair and regeneration of diseased or degenerative tissues in the human body. Currently scaffolds made of hydroxyapatite are used to replace bone, and scaffolds made of collagen are commonly used to replace soft tissues. These scafolds may be chemically active to encourge appropriate cell growth. Many soft tissues also contain molecules such known as glycosaminoglycans (GAGs), which are water liking or binding molecules. These molecules may be linked to proteins to form proteoglycans which often act to lubricate interfaces and facilitate relative tissue movements. They have also been shown to fulfil important biological functions. Peptides are small chains of amino acids which can be synthesised to form self-assembling peptides which form long chains and complex structures which can mimic collagen-like molecules. The aims of this speculative research project are to explore the potential for linking GAGs to self-assembling peptides, to make them behave like proteoglycans and study the self-assembly of GAG-functionalised peptides","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D070791/1","grantId":"EP/D070791/1","fundValue":"437892","fundStart":"2007-01-15","fundEnd":"2010-07-14","funder":"EPSRC","impactText":"  patent filed for GAG functionalised peptides\n\nextended into further research in spinal disc Healthcare Societal,Economic","person":"John  Fisher","coPersons":["E  Ingham","Amalia  Aggeli","Stuart Laurence Warriner","Thomas Andrew Waigh","Zhongmin  Jin"],"organisation":"University of Leeds","findingsText":" Development of novel self-assembling peptides\nDevelopment of functionalised 'SAP-GAGs' self-assembling peptides\nEvaluation of physical, chemical and mechanical properties, in collagen scaffolds Self assmebling peptides being commercialised for tooth repair \n\nFunctionalised self assembling peptides are being investigated in proof of concept projects for tissue repair Self assmbling peptides and functionalised self assembling peptides applied to tissue enginering and regenerative therapies Healthcare","dataset":"gtr"}