{"id":"571F402D-9E7F-46DC-BAA9-DA3FC6D2D311","title":"Green Innovation - making it work","abstractText":"The last 40 years have seen environmental issues rise sharply in both national and international agendas. What began as concern about the deleterious effects of industrial activities on the natural environment (Parto, 2007) has grown as the effects of climate change have become apparent. This has resulted in concern not merely for environmental improvements but a move towards sustainable development.\n\nRegulatory controls were initially seen as the means of protecting the environment, but they were often only grudgingly accepted because of a lingering belief that there was an inherent trade-off between environmental and economic performance. Latterly there has been a growing recognition that innovation has a positive contribution to make in the pursuit of environmental improvement. According to the so-called 'Porter hypothesis' (Porter and van der Linde, 1995; Pujari et al., 2003) environmental regulation can actually drive polluting firms to seek innovations, in order to reduce the costs of compliance and production. The resulting new products and processes would in turn - improve firms' competitiveness leading to a positive relationship between environmental and economic performance. \n\nRecognition of this positive contribution led to the emergence of a plethora of terms (e.g. eco-innovation and innovation for sustainability) to describe innovations that contribute to improved environmental performance and sustainable development. Each provides a particular slant on the kind of innovation involved.\n\nHowever a recent OECD ( 2009) report noted that with such innovations there has been a tendency to focus simply on technology and technological advances, rather than engaging in the creation of new and alternative solutions. The technological bias is evident from the lack of attention that innovation scholars (Schiederig et al., 2012) have given to green innovation. And yet in the last ten years significant changes have begun to occur. A number of studies (NBS, 2012) have served to place green innovation in a broader context. They note that sustainability (Eckington, 2012) is not merely a matter of developing appropriate product and process innovations. Rather, systemic dimensions are increasingly are crucial, with a need for economic, social and environmental aspects to be integrated in moving to a low carbon economy. Hence it is increasingly being recognised that whatever the type of innovation, technological solutions, no matter how effective, are a poor guide to the take-up and diffusion of green innovations. It is increasingly clear that institutional considerations, along with technological developments, play an important part in the transition towards sustainability. \n\nThe purpose of these seminars is to provide a nexus for bringing together academics and practitioners interested in innovation linked to the environment. We have adopted the deliberately broad and populist term &quot;green innovation&quot; (Schiederig et al., 2012), to signal its role as a forum for the interchange of ideas and research findings between academics from different disciplines and institutions, and practitioners working in fields like energy and transport which have significant environmental impact. \n\nThe aim is to promote a shared understanding of green innovation, with a focus on the factors that facilitate and constrain their practical application. It will provide a means to propagate knowledge about the institutional changes and infrastructures required for the effective dissemination and diffusion of green innovations. The themes will be: i) Drivers/barriers to green innovation; ii) Policy initiatives and programmes; iii) Business strategies and business models; and, iv) Applications: energy (heat and power) and transport/mobility (one seminar each). The final seminar will draw these themes together, debate the implications, and propose an outline agenda for policy and practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002292/1","grantId":"ES/M002292/1","fundValue":"21449","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"David John  Smith","coPersons":["Richard Kenneth Blundel","Robert William Ackrill"],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}