{"id":"5721F732-F8B9-4332-8C9E-465F6C674C94","title":"Development of a UK Extreme Gust Climatology and Linked Damage Tool","abstractText":"WORK TO BE UNDERTAKEN:\n\nThe proposed Pathfinder project will undertake a market research exercise comprised of four work stages: \n\nStage 1 - Telephone Interviews: \nThe interviews will be conducted either by telephone or through a site visit and each will last ~30 minutes. The interviews will be structured around a questionnaire with core questions (see below) but will be conducted in the form of a discussion in order to develop insights into the business issues of the user. The interviews will also be used to identify potential commercial collaborators and end-users. The aim will be to carry out interviews with 10-12 companies which are representative of the UK (re)insurance market.\n\nStage 2 - Desk Research: \nThe desk research will collate information and data on the UK insurance / reinsurance market, information on the current data employed for benchmarking UK wind hazard, and information on competitor products and companies.\n\nStage 3 - Analysis:\nOutput from the desk research and interviews will be used to construct realistic information on the product's likely pricing and scale of sales, and on the level of marketing and resources necessary to gain market traction. Appropriate routes to market will be developed. A revenue model for the application will be constructed which will estimate potential revenues in the 3-5 year timeframe. Opportunities for additional spin-out products will be considered.\n\nStage 4 - Report and Recommendations: \nOutput from stages 1-3 will be presented in a document. This report will include recommendations for the commercial potential and route to market for the technology.\n\n\nHOW THE PATHFINDER WORK WILL INFORM UNDERSTANDING:\n\nThe knowledge and insights gained from the Pathfinder work will inform understanding on:\n\n1. The size and scale of the current commercial need within the insurance sector for an improved UK extreme gust climatology and linked damage tool. \n2. The nature and level of further technical developments that would be desirable to maximize the commercial opportunity. \n3. The market opportunities to prioritise and why. \n4. The strengths and weaknesses of the project's intellectual property position.\n5. The resources required to gain market traction. \n6. The stakeholders with whom a meaningful dialogue could be established prior to submission of the Follow-on-Fund proposal. \n7. The appropriate pathway to impact.\n8. The likelihood of securing Follow-on funding and whether a submission in spring 2015 is appropriate.\n\n\nHOW THE PATHFINDER WORK WILL BE USED TO SHAPE A ROBUST CASE FOR FOLLOW-ON FUNDING: \n\nThe work undertaken by the Pathfinder project will influence the nature and content of the work programme for the proposed Follow-on project by:\n\n1. Providing a sound understanding of the needs and requirements of end-users. This information will guide the focus and direction of the technical development plan and ensure that it is informed by the findings of the market assessment.\n2. Clarifying the nature of the competition. This knowledge combined with the needs of stakeholders will determine which market opportunities to prioritise.\n3. Clarifying the nature of the further technical developments necessary to maximise the commercial opportunity. This information will strengthen the content of the technical development plan and improve the likelihood of commercialisation success.\n4. Determining the likely challenges and resources necessary to obtain commercial customers and what is the most appropriate route to market. This information will underpin the development of a credible plan to drive the project towards an appropriate commercial outcome.\n5. Establishing those end-users to target as most likely to adopt the technology and who would be most appropriate to approach for letters of support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N004728/1","grantId":"NE/N004728/1","fundValue":"10064","fundStart":"2015-02-02","fundEnd":"2015-03-01","funder":"NERC","impactText":"","person":"Mark Andrew Saunders","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}