{"id":"57300CD3-9305-46F5-A580-9CA547B2AA3C","title":"Dimethyl sulphide (DMS) sea-to-air transfer velocities in the Southern Ocean","abstractText":"The oceans have a major influence on the composition of our atmosphere and therefore on the climate that we live in. This is because significant quantities of important climate-active gases exchange between the oceans and the atmosphere. Understanding the rates at which these gases transfer across this interface is important for society in general because it enables us to improve the accuracy of mathematical models that predict global climate change. Dimethyl sulphide (DMS), produced by microbes in the surface oceans is the major source of sulphur to the vast, remote marine atmosphere. In the atmosphere it contributes to the formation of aerosols and clouds, reducing the amount of radiation reaching Earth. So it actually cools the planet, as opposed to carbon dioxide (CO2) and other greenhouse gases. We will join forces with a research group from the University of Hawaii to quantify the sea-to-air exchange rate of DMS on an expedition to the Southern Ocean. This high-profile expedition is funded and organised by the US National Oceanographic and Atmospheric Administration (NOAA) and will involve a suite of measurements focusing on gas exchange between ocean and atmosphere. Ours is a critical piece of research because: 1. DMS has its greatest influence on climate in remote regions such as the Southern Ocean; 2. The high winds and waves that exist in the Southern Ocean will allow us to untangle some of the key issues concerning air/sea gas exchange, particularly the impact of bubbles and breaking waves; and 3. the Southern Ocean is a major sink for anthropogenic CO2 and the information we will learn from studying DMS exchange rates will tell us a great deal about the controls on how fast CO2 enters the oceans from the atmosphere. The results of this work will be published in high-quality scientific journals. This information will be valuable to climate scientists and will ultimately improve the accuracy of assessments of Global Change for policy makers and the public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010656/1","grantId":"NE/F010656/1","fundValue":"27835","fundStart":"2008-02-01","fundEnd":"2009-01-31","funder":"NERC","impactText":"","person":"Stephen  Archer","coPersons":["Philip David Nightingale"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}