{"id":"57388B64-32E3-4FDE-9356-4E9EF4A85E00","title":"Identification and investigation of novel candidate genes for primary ciliary dyskinesia","abstractText":"Almost every cell of your body has a thin, hair-like outgrowth called a cilium. Cilia can be thought of as the &quot;cells' antennae&quot;, through which the cell gains sensory information about its environment. As such, the cilium performs sensory functions essential to the development and physiology of many organs, including kidney, nervous system, sense organs, bone and pancreas. In addition to their sensory functions, some types of cilia are capable of bending or beating and are involved in fluid movement. Such 'motile cilia' are found for example on cells lining the airways for mucus movement and the fallopian tubes for wafting a new egg towards the uterus. Moreover, sperm cells swim by means of a beating flagellum, which is essentially a long motile cilium. All these cilia move by means of banks of 'motor proteins' within them. Primary ciliary dyskinesia is an inherited disease in which cilia are immotile or only partially motile due to failure of these motor proteins. It is quite rare overall, but in some communities it can occur at a frequency of up to 1:2200 individuals. Most noticeable symptoms relate to difficulties in clearing mucus, leading for instance to frequent and damaging chest infections. Severe cases also have situs inversus - in which organ positioning is disrupted (e.g. the heart is no longer on the left side of the chest). If diagnosed early, then treatment can be effective (such as physiotherapy to clear lungs), but diagnosis is difficult and requires specialist techniques. Discovering the genetic causes of PCD will ultimately aid understanding of the disease, aid diagnosis, and potentially provide a route to therapy.\n\nMutations in many different genes cause PCD. Some mutations are in genes for the motor proteins themselves. However, in some 50-60% of PCD families the underlying gene defect has not been discovered. The question we are addressing is how to accelerate the discovery of PCD-causing gene mutations. Our strategy, unexpectedly, is to look at the fruit fly, Drosophila melanogaster. The fruit fly is easy to rear and to study. Sophisticated genetic and cellular approaches can be used to discover genes that are required for motile cilia in Drosophila. We shall examine the effect of disrupting the function of these genes. This is quite straightforward to achieve because in Drosophila, motile cilia are required for senses and sperm, and so flies with defective motile cilia are easy to spot through obvious sensory deficits and male infertility. For studies into cilium biology it is cost-effective and ethically more acceptable to use Drosophila than more complex organisms where possible. Our research therefore helps to satisfy the goal of reducing reliance on animal research. \n\nEase of gene discovery and analysis is not sufficient. Just as important is the fact that the molecular machinery of the cilium is completely conserved between insects and 'higher' animals. Therefore, genes discovered to be important for ciliary motility in Drosophila are likely to be important in humans too. As a corollary, the genes we discover in Drosophila are prime suspects to be mutated in cases of PCD. So, even though the fruit fly doesn't have lungs, it provides a perhaps surprising route to discovering the genetic causes of PCD.\n\nOn the basis of the evidence we obtain in Drosophila, our collaborators will screen for mutations of newly identified genes in a panel of PCD families. If gene variants are found in such families, they would be hypothesised to cause the PCD in those families. But this conclusion would require further experimental verification before it becomes proof. Some of this verification will come from further analysis of the mutant defects in Drosophila using a range of molecular and cellular techniques, in order to define what exactly is going wrong with the motile cilia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018558/1","grantId":"MR/K018558/1","fundValue":"399227","fundStart":"2013-06-01","fundEnd":"2016-11-30","funder":"MRC","impactText":"","person":"Andrew  Jarman","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}