{"id":"573F5D62-627A-4AAF-A738-774BF51E56ED","title":"An ICT Framework for Supplementary Electrical Heating for Decarbonisation of Domestic Heating","abstractText":"This research concerns the use of 'Supplementary Electric Heating' as a means to reduce carbon dioxide emissions caused by the consumption of fossil fuels for domestic heating. This will be achieved by using advanced storage heating appliances, for space heating and water heating, that will consume electricity when there is an abundance of low carbon generation such as wind power. This augments the conventional central heating system in the household, and reduces the amount of fossil fuels (oil and gas) consumed.\n\nTo achieve widespread uptake of supplementary electric heating it is necessary to be mindful electricity grid operation. The supplementary electric heaters must respect capacity constraints on the distribution networks they are installed on, and not adversely affect power quality. Additionally, there are challenges operating electricity grids with high capacities of non-synchronous renewable generation, specifically grid stability and inertia. By equipping the supplementary electric heaters with advanced monitoring equipment, it is possible to utilise a large population of these appliances to assist grid stability and simulate system inertia.\n\nIn order to achieve this level of control, an advanced communications network is required. Electrical utilities have traditionally had little motivation to have widespread, real-time communications with customers. Thus, the main thrust of this project is concerned with identifying the information communication technology needs of the supplementary electric heating control systems under both normal operation and in times when they must respond to system faults, and constructing a framework for the successful operation of the whole system.\n\nThe ICT framework that will be developed in this work will consider the unique challenges of Machine-to-Machine communication in the utility sector, where cyber-security threats remain a persistent concern. The framework will form the basis for future technologies in the active network management, or 'Smart Grid', sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000656/1","grantId":"EP/M000656/1","fundValue":"98747","fundStart":"2014-12-31","fundEnd":"2016-11-04","funder":"EPSRC","impactText":"","person":"David Michael Laverty","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}