{"id":"5743EE80-5F81-4536-87B2-3605CCFE81C7","title":"Enhancing Objet Trouve Methods in Graphic Design (A Feasibility Study)","abstractText":"Software products such as Adobe Photoshop have revolutionised graphic design in the past decade, by enabling designers to be more creative and more efficient. Whenever a designer uses such software - whether it is for something simple like finding a suitable image, or something more complex, like making a piece of art or putting together an entire design - they will be making aesthetic judgements about the images/artworks/designs (which we call artefacts) that they are presented with. They will choose one image, but reject another; they will play around with image manipulation tools, rejecting many possibilities and developing others until they are happy with the end result; they will attempt a design then scrap it in favour of another.In theory, the aesthetic choices made by a designer could be analysed by the software they are using, and this information could be used to make the software better. This improvement could be in the form of greater efficiency, so that the designer can expect to finish their project quicker, or it could be in the form of improved creativity, so that the designer can expect to be able to try out more possibilities in the time they have available. While there have been a number of studies in this area, in general, graphics software does not utilise any aesthetic information from the user, and there is a great opportunity to bring in Artificial Intelligence techniques for this purpose.If we were to sit down and ask a designer to describe why certain artefacts are good or bad, and try and write down a method for approximating their choices, we would end up using mathematical concepts such as choosing the largest of two values, or taking averages, or composing two ideas together, etc. In effect, we would be mathematically modeling their aesthetic preferences. The purpose of this project is to test the feasibility of using our HR automated mathematical theory formation software for this modeling process. HR has had much success with the invention of mathematical concepts, and the discovery of theorems of genuine interest to mathematicians in number theory, graph theory and various algebraic domains. Moreover, it has recently been used to invent mathematical concepts which approximate the value of scenes for a computer art application. This small case study has highlighted the potential benefits of using HR in graphic design applications.We are proposing a two stage approach to integrating HR with graphic design software so that the user employs the software, oblivious to HR running in the background. We assume that the user starts the session with only a vague idea of what artefact they would like to produce, and are happy to work in an objet trouve (found art) manner. That is, they will look for artefacts within those presented to them for inspiration, and then pursue any ideas they have vigorously. In the first stage, we will replace the usual ad-hoc browsing of possibilities with a themed approach, where we will use HR to invent methods (fitness functions) for evaluating artefacts and then present the user with artefacts which score well within each theme. In the second stage, we will use closed-loop learning to mathematically model an approximation of the user's aesthetic. When the model is sufficiently good, it will be used to guide the user more quickly to a final artefact.We will test this approach in three application domains, namely evolutionary art, image retrieval and city design for video games. We have assembled a team of project partners with great experience in these areas, and we have software available with which to integrate HR. We plan to pay subjects to perform experiments, and we will test whether they are more efficient and/or more creative with the enhanced application software. This is a risky project, but if it is successful, it may lead to a radical change in the way designers take advantage of intelligent software in the creative process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067127/1","grantId":"EP/F067127/1","fundValue":"95571","fundStart":"2008-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Simon  Colton","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}