{"id":"5752250D-1EE2-40CE-A2C8-B7642E14BA60","title":"Global control of bacterial translation by specific ribosome modification","abstractText":"Bacteria can interact with plants in a number of different ways. In addition to pathogenic bacteria that cause costly plant diseases, several species form mutually beneficial relationships with plants. These bacteria live off the organic molecules exuded by plant roots and in return they positively affect plant health and nutrition and suppress pathogenic fungal growth. My lab studies two plant-associated Pseudomonas species. These are the aggressive plant pathogen P. syringae, which causes economically destructive diseases including tomato speck, brown spot and bleeding canker, and the harmless, soil-dwelling species P. fluorescens. P. fluorescens colonises plant roots and displays effective biocontrol properties against pathogens, making it an attractive potential alternative to conventional chemical pesticides. The efficacy of P. syringae pathogenicity or P. fluorescens biocontrol is directly related to the ability of the bacteria to colonise their plant host. However, despite extensive research into plant infection, biocontrol and root colonisation, the internal bacterial signalling pathways that control these processes are only poorly understood. We seek to improve our understanding of these internal signals, with the eventual aims of fighting P. syringae infection, and modifying P. fluorescens to produce new, more effective biocontrol agents. \nAs part of our ongoing research into Pseudomonas signalling during plant interactions, we have investigated the RimK protein, which is predicted to interact with the protein production machinery of the bacterial cell. RimK appears to modify a small protein in the bacterial ribosome called RpsF. Subsequent experiments suggest that RimK activity towards RpsF affects ribosome stability, leading to altered ribosomal function and consequently to specific changes in the protein makeup of the cell. The rimK gene is part of an operon that also includes rimA, a gene encoding a cyclic-di-GMP (cdG) degrading enzyme. CdG is a bacterial signalling molecule that regulates diverse bacterial characteristics including motility and attachment to surfaces. The RimA and RimK proteins physically interact, consistent with a role for RimA (and possibly cdG) in RimK regulation. Deletion of the rimK gene led to decreased P. syringae virulence and reduced the efficiency of wheat root colonisation by P. fluorescens. Furthermore, the rimA and rimK genes were up-regulated during the later stages of P. fluorescens root colonisation, suggesting that RimK activity contributes to the adaptive response of Pseudomonas species to the plant environment.\nWith this proposal we will first determine how the RimK protein functions, and how it changes the stability and function of the ribosome. Next, we will examine the significance of RimA cdG metabolism, and how the Rim proteins interact with each other. We will also examine the total protein content of bacteria with the rimA gene deleted. Comparison of these results with those for a rimK deletion mutant will tell us whether or not the two genes function as part of the same signalling pathway. Finally, we will examine the function of RimK protein in P. syringae and in the P. fluorescens wheat root environment. To do this we will extract the total protein content of wild-type and rimK-mutant bacteria, either from P. syringae cultures or from P. fluorescens grown in model wheat root systems. We will then measure protein levels and use this data to determine how rimK deletion affects protein translation in different species and different environments. These data will allow us to determine both the effects of RimK activity, the protein changes that occur as a consequence of growth in the plant environment, and the importance of RimK activity for pathogenic and beneficial plant-microbe interactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002586/1","grantId":"BB/M002586/1","fundValue":"437774","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"BBSRC","impactText":"","person":"Jacob George Malone","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}