{"id":"575F0200-461E-4ACF-99DC-852F735DE431","title":"Environment-sensing and tip-steering by the hyphae of Candida albicans","abstractText":"Most species of fungi grow as long filamentous threads, or hyphae, which penetrate their surroundings in search of nutrients. As they grow, hyphae often meet solid objects or toxic zones in their path, which they avoid by changing direction and growing around them. Although fungi seem such simple organisms, we don!\nt know much about how they do this. This question is more important than it first appears, for two reasons. Firstly, there are lots of other cells that grow in the same way as fungi, including neurons in the human brain. Fungi are much easier to manipulate experimentally and what we find in fungi often translates generically to more complex organisms, including humans. Secondly, some filamentous fungi, such as Candida albicans, can cause fatal infections in hospital patients whose immune system is suppressed by cancer treatments or drugs associated with organ-transplants. Candida cells that normally live amongst the bacteria in our gut can sometimes escape into the bloodstream. Without a healthy immune system to mop them up, the cells can become lodged in the blood vessels of internal organs. Once attached, hyphae grow and penetrate into the tissue below to form fungal masses, but we don!\nt know what signals tell them to do this. Because human biology is quite similar to that of fungi, it has proved difficult to develop new antifungal drugs that target C. albicans without also harming the patient. This research project will therefore help us to understand the disease process of C. albicans.\n\nThe aim is to investigate how fungal hyphae navigate and steer their tips as they grow and find out which environmental signals are important to them. Some significant discoveries have already been made. We know that calcium is an important signal in fungi, and might tell the hyphal tip which way to grow. We have also identified some proteins whose position has to be locked or unlocked so that the hyphal tip can turn. The next step is to observe whether hyphae that lack specific proteins can still steer normally when they are grown on surfaces with different chemistries and elasticity. If we can find out how fungi sense their environment and which molecules are important for tip-turning, we can also investigate whether these processes help C. albicans to cause disease. One day, this research might help us to tell new or damaged neurons which way we want them to grow, or diagnose diseases that are caused by faulty orientation responses of cells. Additionally, we may be able to save lives by finding new drugs that stop the hyphal tips of Candida albicans from penetrating and invading human tissue during bloodstream infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900211","grantId":"G0900211","fundValue":"564837","fundStart":"2010-01-11","fundEnd":"2013-12-31","funder":"MRC","impactText":"","person":"Alexandra Carolyn Brand","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}