{"id":"57620782-47B2-4653-AD41-2528B6D79BB4","title":"How does ethanol alter opioid tolerance?","abstractText":"Ethanol, consumed in alcoholic beverages, is frequently found to be present along with heroin or methadone in opioid overdose fatalities. It is therefore extremely important to determine exactly how ethanol may be interacting with opioid drugs to enhance the dangers of their illicit use. \n\nThere is evidence from our own work to suggest that acute exposure to low doses of ethanol can reduce tolerance to the respiratory depressant and analgesic actions of morphine whereas chronic ethanol consumption appears to reduce the analgesic effectiveness of opioid drugs. This suggests that there may be differences in the way ethanol affects the actions of opioids depending upon the nature of ethanol consumption (intermittent v chronic intake). The aim of the research described in this proposal is therefore to determine at the molecular, cellular and behavioural levels how acute and chronic ethanol administration can alter the level of tolerance to the respiratory depressant effects of opioids - the most important physiological consequence of taking these drug in relation to death in overdose.\n\nWe will seek to elucidate at the molecular and cellular levels the signaling mechanisms underlying the development of tolerance to the respiratory depressant actions of opioid drugs and then determine how these can be affected by ethanol. Different opioid drugs are thought to induce tolerance by distinct cellular mechanisms raising the possibility that ethanol could differentially affect tolerance to different opioid drugs. For this reason we will study how tolerance develops to a range of opioids that are used illicitly and in the therapy of opioid addiction and determine the effects of acute and chronic administration of ethanol on the tolerance to each drug. We will combine whole animal studies of respiration with electrophysiological recording from neurones in the brain that control respiration and in vitro molecular studies of important mediators of opioid signaling and tolerance. \n\nThe results from our experiments will provide important new information on the dangers of the combined use of alcohol and opioids by opioid addicts and provide scientific evidence on which appropriate, important public health messages can be based.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013269/1","grantId":"MR/J013269/1","fundValue":"462668","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"MRC","impactText":"","person":"Graeme  Henderson","coPersons":["Eamonn  Kelly"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}