{"id":"57697048-C2A2-45F9-B2C4-B72E69E9E0AA","title":"Children's Rights Judgments Network","abstractText":"The Children's Rights Judgments Network will support the collaboration of up to 50 children's rights scholars from across the world in revisiting existing legal cases and re-drafting them from a children's rights perspective. The rewritten judgments will help to illuminate the conceptual and practical challenges of securing children's rights within judicial decision-making and will explore how developments in theory and practice can inform and (re)invigorate the legal protection of children's rights. Each judgment will be accompanied by a commentary explaining the historical and legal context of the original case and the rationale underpinning the revised judgment including: the particular children's rights perspective adopted; the extent to which it addresses the children's rights deficiencies evident in the original judgment; and the potential impact the alternative version might have had on law, policy or practice.\n\nThis very modern, applied approach to legal scholarship is inspired by similar highly successful projects, such as the Feminist Judgments Project (2010). The Children's Rights Judgments Project is unique in that it illustrates precisely how children's rights can be integrated into judicial reasoning across a range of legal areas including health, administrative, education, immigration, family, child protection and criminal justice. Moreover, it explores this in a number of jurisdictional contexts, looking at how children's rights can inform deliberations in different national courts across the world, as well as in the international courts (the European Court of Justice, the European Court of Human Rights, and the International Criminal Court). \n\nLeading children's rights academics will work alongside early career researchers to produce the judgments and commentaries. Judgment writing is a challenging and skillful process, demanding a balanced consideration not just of the rights and interests of children, but of other parties implicated in a particular case. Thus, the network will draw on the experience and guidance of two judges, and early drafts of the judgments will also be subjected to the scrutiny of other legal practitioners, representatives from the NGO sector and children and young people with a view to testing their feasibility and comprehensiveness. Other interested parties who are not participating in the network can follow progress on a dedicated Children's Rights Judgments website, which will include a reading list of seminal children's rights literature and good practice examples of existing children's rights judgments. \n\nThe judgments and commentaries will be published as an edited collection which will be launched at the annual Socio-Legal Studies Association Conference in April 2017.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009033/1","grantId":"AH/M009033/1","fundValue":"35697","fundStart":"2015-06-25","fundEnd":"2017-06-24","funder":"AHRC","impactText":"","person":"Helen  Stalford","coPersons":["Kathryn  Hollingsworth"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}