{"id":"576ABBFF-3EC0-4F60-B38F-10536EE4AE7E","title":"Underpinning Power Electronics 2012: Converters Theme","abstractText":"Power electronics is a critical enabling technology for a sustainable future, providing a highly efficient means of converting and controlling electrical energy. Its applications cover renewable generation, power transmission and distribution, transport systems, industrial automation and consumer products. To underpin the UK's academic capability in power electronics and to drive forward world-leading advances in the technology, this proposal forms one of four linked programme grant applications which together cover the key areas of Devices, Component Integration, Converters and Drives. The four research themes will be overseen by a coordinating hub, ensuring that the research remains adventurous and well-focused, that there is vigorous and effective inter-theme collaboration, strong industrial engagement and impact. The Converters Theme will focus on two distinct areas of converter technology where the potential exists to make significant gains in performance; the first is in very large scale, high-voltage converters for future power generation and transmission systems, whilst the second is in ultra-compact converters, which are a needed for a wide range of power conversion functions such as on-board vehicles, aircraft, and ships. Increasing the efficiency and extending the voltage / power / overload capability of high voltage converters will make possible the more efficient and reliable delivery of electrical power and enable more effective exploitation of renewable forms of energy. On the other hand, reducing the size of power converters will make possible many low-carbon technology concepts in the transport area such as hybrid / electric vehicles, and the more-electric aircraft and ship.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035096/1","grantId":"EP/K035096/1","fundValue":"2018420","fundStart":"2013-11-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"  As the grant is at an early stage (first year of four) there has not yet been any tangible impact arising from the research. However, all the partners within the consortium have strong on-going industrial links and these are being used to inform industrial contacts of the research progress.  ","person":"Andrew  Forsyth","coPersons":["Alberto  Castellazzi","Paul David Mitcheson","Rebecca  Todd","Stephen Jon Finney","Neville  McNeill","Timothy  Green","Derrick  Holliday","Jon  Clare","Xibo  Yuan"],"organisation":"The University of Manchester","findingsText":" An enhanced understanding of advanced power electronic circuits and new semiconductor devices is being developed which will lead to a design capability for more efficient, more reliable, more compact electrical power conversion equipment. Provide industry with the capability to design and manufacture electrical power conversion and management equipment for a wide range of applications including transport, power generation and supply. Aerospace, Defence and Marine,Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}