{"id":"5775F0A3-1296-464C-B9EC-25D41E3EBD42","title":"A New Mechanism for Generation of Internal Waves","abstractText":"Oceanic internal waves have great implications for the efficiency of vertical water mixing, transport of pollutants and suspended matter. They produce shear currents and turbulence that mix water and supply nutrients from the abyss to the surface photic layer. These effects, in turn, play a major role in primary biological productivity and water quality of the basins. The present study will examine a new mechanism for internal wave generation which may occur at the intrusion of river waters into the sea. New series of satellite images taken recently in the areas of river plumes revealed an evidence of generation of internal waves by the head of a surface gravity current during its transition from a suprcritical regime of evolution when internal waves are effectively arrested by strong river discharge, to a subcritical one when they are released. In-situ measurement have shown that this mechanism of internal wave generation is quite effective at producing internal waves with amplitudes comparable with the total water depth, however it has not bee studied theoretically so far. This fact was a strong motivation for the present study. The proposal aims to fill the gap in understanding of physical processes controlling the internal wave generation at the frontal side of propagating river plume through the analysis of satellite images collected by the Institute of Oceanography of the University of Hamburg and through the development of an advanced numerical model and its application to the Columbia River plume, for which unique observational data were collected and published since 2003. The achievement of this basic goal will lead to an understanding of the mechanism of energy transfer from the gravity current to internal waves, and then to turbulence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E01030X/1","grantId":"NE/E01030X/1","fundValue":"46779","fundStart":"2007-04-01","fundEnd":"2008-03-31","funder":"NERC","impactText":"","person":"Vasyl  Vlasenko","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}