{"id":"5777D05E-4272-4FFD-B651-4AF746155974","title":"Do differentially regulated regions (DMRs) control imprinting of the maize fie1 and fie2 genes?","abstractText":"Many aspects of early development in plants and animals are controlled by systems of genetic imprinting by which, for a particular gene, either the maternal or the paternal copy (allele) is silenced. Importantly, imprinting in plants affects only the endosperm - one of the two structures (the other being the embryo) formed following double fertilisation. The endosperm can be regarded as analogous to the yolk of an animal egg, providing nutrients to the developing embryo. Importantly the endosperm forms the bulk of the grain of all cereals, and its correct development (and improvement) is thus of great commercial and sociological significance. Recent work on plants, some in the applicant's laboratory, has shown - again as in animals - that expression of imprinted alleles is regulated by chemical modifications to the DNA in the form of methylation. We have now shown that this methylation differs in the maternal and paternal alleles of an important pair of developmental genes in maize (fie1 and fie2), and that, surprisingly, this methylation behaves in different ways in these two genes, suggesting that their imprinting is regulated by differing mechanisms. Interestingly, for one gene (fie1) the paternal copy is methylated in the gametes, while the paternal copy of fie2 is only becomes methylated after fertilisation. The small amount of data from plants suggest that methylation is directlty associated with gene silencing, but this is not the case in animals where it forms only one component of a complex process by which modifications are made both to the DNA and to associated proteins in regions termed DMRs (Differentially Methylated Regions). We now want to dissect this regulatory pathway in plants, first by determining whether it is the methylation itself that silences gene expression, and then by exploring the possibility that the DMRs in plants are marked, prior to DNA methylation, by modified versions of histones, and other proteins which form part of the chromosome matrix (the chromatin). For this work we shall use mutant lines of plants incapable of carrying out methylation, or modifying histones, and a number of well-tried transgenic approaches to investigate changes at the level of individual DMRs. Finally we shall use a recently-developed chromatin-immunoprecipitation system (ChIP) to identify the proteins associated with the DMRs, and to discover whether one group of these proteins, the Polycomb Group, regulate both themselves and imprinting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008585/1","grantId":"BB/E008585/1","fundValue":"442262","fundStart":"2007-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"Hugh Gordon Dickinson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}