{"id":"577D01B1-8D5A-4084-A6AE-F49ADFAA6690","title":"Investigating the biology of mitochondrial DNA disease transmission to enable affected families to have healthy children","abstractText":"Mitochondria are critically important for generating the energy that is essential for life. Despite the importance of mitochondria, one in 400 people has a maternally-inherited mutation in mitochondrial DNA (mtDNA), the blue print for some vital mitochondrial components. While most women transmitting these mtDNA mutations will have children who only develop mild symptoms, such as deafness in old age, they may be severely affected. The mtDNA mutations can cause a range of illnesses, including deafness, blindness, diabetes, loss of skills, heart and liver failure and there are no curative treatments. \n\nSome centres are developing techniques for replacing disabled mitochondria with healthy ones. In this technique (so-called &quot;nuclear transfer&quot;), embryos of the couple at risk of having an affected child are generated in vitro. At an early stage, the nucleus that contains all of the genetic material apart from the mitochondria is removed from the egg (oocyte) and placed into a healthy egg or embryo from which the nucleus has been removed. The resulting embryo can then be placed in the mother's womb where it becomes a baby. While experiments on monkeys and mice suggest that such babies will probably be healthy, they have not been done in humans. Replacing the nucleus does not prevent development into a baby, but it causes damage that probably requires radical re-organisation of the cell. Because the embryo is already highly organised at this stage, such manipulations could have consequences later in life.\n\nWe aim to improve the genetic management of these diseases using less radical techniques. Current approaches are hampered by our poor understanding of the underlying mechanisms. MtDNA is inherited via the female line only. The chances that a woman carrying mtDNA mutations will pass them on to her child, and that child develops symptoms, are exceptionally difficult to predict. This is because both mutant and normal mtDNA are found in the same individual. The severity of the disease depends on the proportion of abnormal mtDNAs in particular cells of the body. However, this proportion varies from one generation to the next and cannot be predicted. The variability in the number of abnormal mtDNAs inherited is caused by an event known as the mitochondrial bottleneck which takes place in the female germline.\n\nThe biological processes that we plan to study determine the effectiveness of medical interventions. These treatments include preimplantation genetic diagnosis where eggs are fertilized in a test tube, tested, and low risk embryos selected to start a pregnancy. We will investigate existing cellular mechanisms that might be able to eliminate the unhealthy mitochondria, without such drastic interventions. In the long term we may determine whether nuclear transfer damages the cellular processes for maintaining healthy mitochondria. We may also develop less radical procedures, to generate embryos that have healthy mitochondria, without causing damage to the cell. Our ultimate aim is to enable affected families to have healthier children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010448/1","grantId":"MR/J010448/1","fundValue":"352128","fundStart":"2012-12-31","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Joanna  Poulton","coPersons":["David  Samuels","Timothy John Child","Justin  St John","Katja  Simon","Carlo Fiore  Viscomi","Dagan  Wells","Suzannah Alice Williams","Karl  Morten"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}