{"id":"578A44C1-4899-4EBB-90BD-9C1EA5391A0B","title":"GLASSY &amp; LIQUID NETWORKS: DEFORMABILITY &amp; MANIPULATION","abstractText":"Glassy networks are at the heart of many materials of significant scientific and technological importance, ranging from optical fibres and lasers to the phase change memory alloys used in DVDs. However, the structural and dynamical properties of these networks, and their adaptations when modifying compounds are added, are notoriously difficult to understand owing to the inherent structural disorder. The overall aim of this proposal is to gain definitive information on the properties of several key network forming materials by using an integrated approach which combines neutron and x-ray diffraction methods with solid state NMR and molecular dynamics simulations. The ultimate goal is to provide sufficient insight into network structures, such that glasses can be manipulated, or designed, to make materials with the desired functional properties.The work will focus on (i) binary systems for which the bonding, and hence the network topologies, are markedly different and (ii) networks modified by rare-earth and silver compounds which make them of significant technological importance. One generic theme will be the dependence of network properties, as a function of temperature and pressure, on a competition between the ordering that exists on different length scales, with the aim of understanding how network transformations (such as liquid-liquid phase transitions) occur (in terms of both the underlying network structure and atomic dynamics) and how they can be controlled. The molecular dynamics calculations will make use of first-principles methods, to unravel the interplay between atomic scale structure and chemical bonding, and will also apply highly flexible potential models, thus allowing for the structure and dynamics to be studied over the relatively long length- and time-scales that are relevant to glass formers.Specific themes to be covered include the effect of temperature and/or pressure in determining the network properties of the proto-typical binary systems ZnCl2, GeO2, GeSe2, AlCl3 and FeCl3 in which the bonding can take a substantially different character, varying from ionic to covalent. All of these systems are candidates for showing polyamorphic transformations i.e. a distinct change in the structure and properties of a liquid or its corresponding glass. An important objective is to understand the mechanisms by which different generic types of network structures transform and the corresponding changes in the transport coefficients. A long term goal is to obtain sufficient new information to help recover from extreme conditions metastable materials which have important functional properties. Neutron diffraction experiments will establish the domain of feasibility of using the method of isotope substitution to obtain an unambiguous representation of glass structure under pressure. NMR experiments will establish the feasibility of using the 73-Ge nucleus as a site-specific probe and success will open a new way for studying the structure of germanium-based compounds by using this method. The simulation studies will establish a relationship between electronic structure and potential model-based methodologies and, as a result, will steer the development of advanced potential models.In the field of modified networks, the phenomenon of rare-earth clustering in alumino-silicate glasses, which can have a deleterious effect on their optical properties, will be investigated. Part of this work will involve an accurate re-measurement of the neutron scattering lengths of those Nd isotopes which are the most important for the application of neutron scattering methods to materials based on this important optically active element. The structure and dynamical properties of fast-ion conducting glasses in the Ag-Ge-Se system will also be elucidated. These materials have application as the active element in programmable metallization cells which have promise as a scalable and manufacturable solid state memory for computers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009643/1","grantId":"EP/G009643/1","fundValue":"113268","fundStart":"2009-03-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  To promote further research, both experimentally and theoretically.  ","person":"Mark  Wilson","coPersons":[],"organisation":"University of Oxford","findingsText":" Experiments and models to probe detailed condensed matter structure, often under extreme environments. Using models to study materials under different environments. Using experimental techniques to probe other materials. Electronics","dataset":"gtr"}