{"id":"578E3FC4-3A06-4624-82A9-874BE3A24342","title":"Control of seed and organ size by a ubiquitin-mediated signalling cascade","abstractText":"This research aims to understand how the characteristic size of plant organs, such as petals, leaves and seeds is determined. One of the most obvious features of any organism is its size, which is highly characteristic for a given species but can vary hugely between species. Despite being such a clear and distinguishing feature, very little is known about what determines the final size of organs and whole organisms. We know that species have a very tight size range that they grow to, and then cease growing. We know organs grow through the multiplication of cells that differentiate to perform different functions in the organ, and that cells stop multiplying in a strictly coordinated manner when the growing organ reaches its final size. For example some organs, such as the liver, exhibit a remarkable ability to grow back to their exact original size after being surgically reduced. Biologists contend that this could be due to the cells in the growing liver (or those in another organ such as a plant petal) &quot;know&quot; where they are relative to neighboring cells and &quot;remember&quot; how many times that have divided, so that when they have divided a set number of times in an organ they stop dividing. Another view is that cells grow to form an organ within a &quot;field&quot; or grid system that provide points of reference that establish when cells stop dividing. There is experimental evidence for both points of view in diverse organisms such as mice, flies and plants, but much more needs to be understood before we can hope to explain such a basic biological characteristic as size. \n\nThe aim of the research in this project is to discover more about the basic mechanisms that plant organs use to determine their final size. Plants offer some specific advantages compared to animals as each cell is surrounded by a cell wall that renders them immobile once they have divided. This means the &quot;fate&quot; of cells can be mapped as the organ grows so we can tell where each cell in the final organ originated. Also, leaves and petals are flat sheets of cells a few cell layers deep, so they can be easily observed during growth. In plants it is now possible to track the individual cells in a growing leaf, allowing many new levels of understanding to be created. Our past work has identified an interesting protein that limits cell proliferation during organ formation in the plant Arabidopsis. When mutated so it no longer functions correctly, organs such as petals and leaves grow up to 25% larger. Interestingly larger seeds also form, as the seed covering in the mother plant is much larger. There are also more seeds formed so each plant makes more, larger seeds. This discovery was interesting to industry, who are now trying to make maize and soybean plants yield more using the gene we discovered. \n\nIn this project we aim to understand more about how this protein works, and we have amassed evidence that helps to plan the next stages of our research. We know the protein, called DA1 (&quot;DA&quot; is &quot;big&quot; in Chinese, reflecting its discovery by a Chinese researcher at JIC), is able to cleave other proteins, and we have identified two of these proteins. We aim to identify more proteins that are cleaved and then work out how they may influence leaf and petal growth, and how DA1-mediated cleavage may coordinate the activities of these proteins to achieve proper leaf and petal size. We also want to understand in more detail how the cleavage activity of DA1 is controlled, and where and when it is active during leaf growth. \n\nThis work is ultimately useful because crop plant yield, for example wheat or rice grains, is determined by the number and size of seeds produced in plants. Increased crop production without making a larger environmental impact is a key goal we need to achieve in the coming years to feed the world population, and the ideas and resources produced in this project could contribute to these solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K018655/1","grantId":"BB/K018655/1","fundValue":"12287","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"  The results form our work have not yet been used in non-academic impact.  ","person":"Alexandra  Jones","coPersons":[],"organisation":"University of Warwick","findingsText":" This work is still in progress In the lower term understanding of plant growth regulation. Agriculture, Food and Drink,Environment","dataset":"gtr"}