{"id":"57908734-2440-446C-9304-E320C907F0B9","title":"Wildfire, soil erosion and the risk to aquatic resources: evidence from the burnt Evrotas River basin, southern Peloponnese, Greece.","abstractText":"Recent wildfires in Greece engulfed 200,000 hectares of land including 173,000 hectares of rural land in the Peloponnese peninsula. More than 50% of the affected area was forest or nature reserve and around 40% was farmland. Over 120 major fires were reported in Greece by September of this year compared to 52 for the whole of last year largely due to a record period of sustained high temperatures up to 46 degrees C. These events present a unique opportunity to evaluate the risk that wildfire and subsequent soil erosion pose to aquatic resources (ecosystem health and water supply). In this context, this proposal describes a rapid-response field- and laboratory-based research programme to evaluate the immediate post-fire risk of soil erosion and sediment and nutrient delivery to water courses within fire-prone Mediterranean landscapes. The PI's recent research in Australian burnt water supply catchments illustrates the potential problems that might be faced by catchment managers in this Mediterranean context. This work has shown that nutrient concentrations equivalent to those from intensively farmed agricultural land may be delivered to streams following wildfire. The erosion dynamics of burnt soil are altered radically in severely burnt landscapes due to changes in hillslope hydrological processes and soil structure. The latter is also likely to affect nutrient availability in derived fluvial sediment with long-term implications for aquatic habitat and water quality. There are no data to support this hypothesis for severely burnt Mediterranean landscapes. These data must be collected before evidence of the immediate post-fire impacts on soil properties is lost thereby providing data to evaluate catchment management options in an uncertain climatic future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01273X/1","grantId":"NE/F01273X/1","fundValue":"44615","fundStart":"2007-11-20","fundEnd":"2008-11-19","funder":"NERC","impactText":"","person":"William Henry Blake","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}