{"id":"5798439B-F886-40F0-ACB7-9D61E7DD5507","title":"Undermining Infrastructure: Avoiding the Scarcity Trap","abstractText":"Our current infrastructure cannot deliver the adaptable, low-carbon future planned by the Government. Existing stock does not make best use of resources and materials; flows of material in and out of the system are poorly understood; and greater vulnerability caused by increased reliance on scarce materials (e.g. rare metals) is ignored. Low carbon infrastructure is being planned without taking into account the availability of materials required to support it. Measures taken to change the properties (embodied carbon/energy, strength etc) of materials, taken in good faith, can have unpredictable effects on input, stock and output of scarce resources in infrastructure. Unfortunate policy decisions are already being taken that will lock us into costly solutions. Left untreated, this will throw up huge obstacles to developing a sustainable infrastructure. We need to fully understand the material barriers to achieving adaptable low carbon infrastructure and propose approaches and systems to overcome these barriers.\n\nWe will enhance the established stocks and flows (S&amp;F) methodology used in industrial ecology by adding layers of extra information on material properties and vulnerability. We will extend S&amp;F to include measures of quality (in terms of material properties and age) and vulnerability (in terms of scarcity, geo-politics and substitutability). This will transform S&amp;F from being concerned only with quantities of materials, to capturing quality and availability as well. This will in turn allow us to analyse how changes in the properties of the materials used in a system may introduce vulnerabilities, associated with materials supply, waste management or stock changes. More excitingly, it will allow us to design more resilient solutions 'designing out' pinch-points in materials supply; it will inform CO2 policy making to encourage best value for money emission reduction; and it will provide a robust new framework for analysis of complex interconnected infrastructure systems.\n\nThis methodology will be tested on three case studies to refine the initial approach and demonstrate its applicability to the challenge described in this proposal. The case studies will include:\n\n - Some simple, proof-of-concept physical infrastructure systems (such as a bridge)\n - More detailed of a system; for example a power station; and \n - a system of systems; a place that interacts with a number of different infrastructure systems (for example a neighbourhood or city).\n\nThe case studies will be analysed to identify existing stocks, assess the vulnerability of 'replacement' infrastructures and identify new proposals and solutions for alternative approaches. We recognise that the boundaries of the systems and flows may be difficult to define in this project. However, we consider that it would be more important to demonstrate the approach than to define the boundaries absolutely. This demonstration will help us to understand how this approach could be used by policy makers and decision makers and inform more detailed studies in the future. \n\nSome single sector stocks and flows studies have been performed, and the apparent vulnerability of particular material supplies has been established (e.g. DEFRA A review of resource risks to business) but these have not been 'joined together' to produce a full picture of the vulnerability and adaptability of infrastructure. The proposal is adventurous in that the development of the complex methodology required, while based on a combination of well-understood approaches (S&amp;F, LCA etc), will be challenging and require intellectual clarity from three contrasting disciplines: materials science, industrial ecology and environmental engineering. \n\nOur aim is to produce a new, low carbon, adaptive design paradigm for hyper-efficient use of valuable materials. This will lead to a step change in resource use, reduce the vulnerability of future infrastructure, reduce CO2 emissions and enable adaptability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005576/1","grantId":"EP/J005576/1","fundValue":"449782","fundStart":"2011-11-01","fundEnd":"2014-10-30","funder":"EPSRC","impactText":"  The work of the UI project has had a large number of industrial and policy-making impacts. Highlights include:\n * Contribution to Highways Agency Report on critical materials\n * Section in forthcoming Supplementary Guidance to the Treasury's &quot;Green Book&quot; used to value infrastructure projects\n * Major contribution ICE Innovation and Research Focus\n * Forthcoming contribution to Govt Chief Scientific Officers report on the Future of Cities Construction,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport Economic,Policy & public services","person":"Phil  Purnell","coPersons":["Julia K Steinberger","Phil  Blythe","David John Richards","Gareth Paul Harrison"],"organisation":"University of Leeds","findingsText":" [Taken from iBUILD report - edited version to follow]\n\nThis chapter has discussed and illustrated the risks to \nsystemic resilience of sustainable energy provision posed \nby potential supply disruptions to critical materials. This \nis a particularly thorny problem due to the complexity of \nthese kinds of infrastructure systems: many technologies \nmay contain the same critical material and any one \ntechnology may contain multiple critical materials. \nThe determination of criticality is far more complex than \ngeological scarcity; supply chain readiness, environmental \nlegislation and geo-political factors must be considered \nover the lifetime of the infrastructure system. \nPlanning and design of infrastructure should consider \ndependence on materials and the potential for criticality \nto lead to supply disruption, and employ a framework \nfor determining the trade-offs between the functional \nproperties of the systems and criticality.\nMethodologies exist to tackle these problems, and these \nhave been illustrated on a number of case studies above. \nStocks and flows modelling is a proven methodology \nfor determining the future material dependence of \ninfrastructure roll-out, and where there is potential \nto reduce this by recycling and reuse of technology \ncomponents. \nThe criticality of an infrastructure transition can be \nanalysed in a risk based framework where criticality is \nconceptualised as the combination of the supply disruption \npotential (likelihood of disruption) and the exposure \n(severity of impact of disruption) of the system to this.\nThis criticality metric can be used to analyse the impact of \ndifferent technology choices and design decisions where \nthe technology choices involve multiple potentially critical \nmaterials and impact on multiple functional properties of \nthe system.\nAn implicit finding of the analysis is that diversity in \ntechnological systems is as important as it is in natural \nsystems. Moving wholesale to a nominally 'most efficient' \ntechnology may lead to unintended consequences, \nlocking systems into modes of operation that are \nvulnerable to disruptions in material supply (and indeed \nother sources of volatility in the operating environment). \nRetaining a suite of technologies to deliver a given \ninfrastructure goal will pay dividends in the long run. * Methodology for determining criticality of technologies can be used by any industry.\n * Local-global properties framework can be used to analyse the effect of technological decisions on policy goals over a broad range of issues\n * Dynamic stocks and flows model with hierarchical structures developed in the project could be used across many fields where material flows affect policy goals Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}