{"id":"5799A072-6CDA-4FD1-90FD-C7BD42B9B3E1","title":"The Aesthetic of Waste - an investigation of the creative &amp; commercial potential of kiln cast re-cycled mineral waste.","abstractText":"Project Summary\\n\\nThe overall aims of this research are: to investigate recycled mineral based waste materials; explore how they might be combined within a thermal casting process for the development of material with unique aesthetic qualities; to examine the creative and commercial potential of the material for architects, designers, artists and craft makers.\\nThe Research Team aims to develop materials - from predominantly re-cycled, mineral waste - that may be used for making products such as interior and exterior wall tiles/cladding, flooring, bricks, urban street furniture, sculptural objects and utilitarian wares. \\nThe scope of the project will span the entire R&amp;D process, from investigating sources of waste raw materials to investigating potential creative applications and opportunities for manufacturing.\\n\\nThe project proposal is entirely untested and speculative in nature. The research question has however grown out of existing research interests of the Research Team and market research, combined with a recognition of the importance of eco-responsible 'design-led' manufacturing.\\n\\nIssues justifying the research project:\\n\\n* Market research that clearly demonstrates a demand for new materials that offer architects, designers, artists, craft-makers and consumers innovative creative opportunities and solutions;\\n\\n* Concern that the ever-growing desire for new materials and products is placing un-sustainable demands on the exploitation of mineral resources (this has led the Research Team to consider how, re-cycled mineral waste, might be used to replace virgin raw materials within the production of products that both add value to existing waste raw materials and have an intrinsic aesthetic beauty);\\n\\n* Belief in the notion that the inherent aesthetic properties of a material may provide the focus of visual interest, i.e. what extends through the entire core of the material is seen on the surface.\\n\\nThe project seeks to extend the narratives of surface, form and material, thus extending the visual vocabulary and creative possibilities of eco-friendly materials. The applied research will combine quantitative, empirical material investigation with practice-led qualitative exploration of creative applications. \\n\\nThe core Research Team comprises of an artist/designer and materials scientist, with additional support from industrial and HEI collaborative partners. Drawing on the knowledge and research experience of both investigators, the Team believe the project provides a dynamic and exciting opportunity to bridge the often unconnected research communities of art, science and industry.\\n\\nExtensive investigation by the research team has found no evidence of either existing research or products that exploit the aesthetic potential of recycled glass combined with other mineral waste materials within a hot casting process.\\n\\nThe speculative nature of this project is, therefore, based around the hypothesis that it should be possible to combine mineral-based waste material, with re-cycled waste glass, to form large sheets (or forms) of a unique aesthetic quality, which can:\\n* be applied within a variety of creative contexts; \\n* add value to recycled waste;\\n* be appropriate for industrial production with significant commercial potential. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009492/1","grantId":"AH/E009492/1","fundValue":"163545","fundStart":"2008-05-01","fundEnd":"2011-05-31","funder":"AHRC","impactText":"  The research findings from this project established that it was possible to produce a material made from 100% recycled ceramic, glass and mineral waste - that has unique visual and textural properties and can be applied to a wide variety of architectural applications such as interior and exterior tiling, cladding and surfaces. The material can utilise locally sourced waste streams - offering a sustainable alternative to traditional ceramic materials and imported stone - avoiding reliance on non-replenishable sources of virgin raw materials or the need to transport materials large distances around the globe. \n\nThe findings indicated a clear opportunity for commercialisation, including the possibility of manufacturing the material on an industrial scale. Furthermore, the manufacturing process can occur anywhere that there is appropriate, locally available waste streams - availability of waste ceramic, glass and mineral material. This offers a global manufacturing opportunity. Following on from this project, the research team are now in the process of establishing of a spin-out company - AluSiD, to capitalise on the commercial opportunities of the newly developed material.\nThe IP has been licensed to the company and a patent has been applied for.\nA pilot manufacturing plant is in the process of being established. The plant will manufacture a range of architectural products made from 100% recycled ceramic and glass waste. Construction,Creative Economy,Environment,Manufacturing, including Industrial Biotechology,Retail Cultural,Economic","person":"David  Binns","coPersons":["Richard  McCabe"],"organisation":"University of Central Lancashire","findingsText":" The project facilitated the development of a new material made from low-value glass, ceramic and mineral waste. \nThe material's functional and aesthetic properties (durability, low porosity, ability to withstand dramatic temperature change, and availability in a variety of colours and textures), offer applications within a variety of architectural contexts, such as cladding sheets, facing bricks, tiling systems and work-surfaces. \nThe material also possesses the following significant sustainable characteristics, which set it apart from other 'sustainable' materials : \no made from between 97 - 100% recycled waste;\no converts 'low value' waste into a 'high value' product;\no avoids any cementateous or toxic, synthetic polymers, common to many current 'green' composite products;\no low levels of embodied energy and carbon emission:\no requires lower firing temperatures than conventional ceramic tiles;\no utilizes locally sourced waste (avoiding excessive transportation of raw materials);\no all manufacturing waste (trimmings, sludges) can be re-introduced into the raw material input stream (Zero Waste, Closed Loop Manufacturing);\no can be recycled at end of life and re-introduced into the raw material input steam (Cradle to Cradle Design Paradigm, End of Life Manufacturing). The material and associated making processes may be used by other artists and designers for the production of artistic works. The same processes may be scaled up for high manufacturing - for the production of a wide range of architectural products, including tiling, cladding systems and surfacing. As the material is made from universally available waste streams, it provides a global opportunity for licensing or franchising. Construction,Creative Economy,Environment,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}