{"id":"57ABBE0E-43EF-46E2-804D-77FE3FFC6DC6","title":"Relationship between ethylene and auxin signalling in Arabidopsis root development","abstractText":"The growth and development of plants is controlled by a combination of genetic programming and environmental influence. For example, the patterning of floral organs is altered very little by the environment, and can be considered to be strongly dependent on genetic factors; but other aspects of plant development, such as the timing of flowering or the growth or leaves or roots, is much more dependent on prevailing conditions of temperature, water and nutrient availability, and so on. The effects of environment on gene expression and developmental changes are coordinated by plant hormones. One such hormone, the gas ethylene, influences many developmental processes, including root growth and development. The aim of this grant is to understand better how it interacts with another key hormone, auxin, to control gene expression and cellular organization in the root. We have already found that one particular mutant of the plant Arabidopsis, the polaris mutant, is unable to regulate correctly its ethylene responses, resulting in a shortened root system typical of plants that have been over-exposed to ethylene. At the same time, this ethylene problem affects the transport and accumulation of auxin in the root, previously found to be important in regulating root development. We hope to understand better the link between ethylene, auxin and root growth, by studying different ethylene mutants for altered auxin transport and accumulation, cellular organization and root growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006531/1","grantId":"BB/E006531/1","fundValue":"296900","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"BBSRC","impactText":"  Our results have led to new understanding of cross-talk between hormone signalling pathways, and have led to new projects on developing predictive mathematical models to describe the complexity of these networks. We also have new projects building on experimental aspects of the work, which provide new insights into gene-signalling networks in root development in plants, including plant responses to drought and nutrient stress. Agriculture, Food and Drink,Education ","person":"Keith  Lindsey","coPersons":["P  Hussey"],"organisation":"Durham University","findingsText":" We have identified and characterised genes involved in regulating the complex interactions between hormone signalling pathways that affect root development in plants. We constructed the first predictive mathematical model to help us understand better these interactions in the root. This is important for future understanding of the mechanisms by which roots response to environmental stresses, including drought, nutrient stress and attack by pathogens such as plant-parasitic nematodes. We have developed new understanding of the genetics of root development; have constructed new mathematical models that have been of use to other labs; and have worked with industry to understand better the response of roots of crops to nutritional stress and effects of fertilisers. Agriculture, Food and Drink,Chemicals,Education,Environment","dataset":"gtr"}