{"id":"57AF785B-5B09-4409-84D2-D313AE46D60B","title":"Picturing Finance: An Exhibition on the Visual Imagination of Financial Capitalism","abstractText":"As the Financial Services Authority's Turner Review (2009) of the current global financial crisis insisted, &quot;Intellectual challenge to conventional wisdoms [that the market is 'efficient, rational, and self correcting'] is essential.&quot; Likewise the recent annual report of Chartered Financial Analyst Society of the UK warned that a lack of historical knowledge among institutional investors was a factor behind the current crisis (see Mundy 2011). The aim of this project is to make the insights of the New History of Capitalism available to a wider audience through the creation of a public exhibition at the Northern Gallery of Contemporary Art (Sunderland) and accompanying catalogue and website on visual representations of Anglo-American financial capitalism over the last three centuries; together with an accompanying seminar that will bring together artists, writers, journalists and key figures from the financial and regulatory sectors; and an educational outreach programme for school children. By emphasising how finance has been imagined and represented in different historical moments and cultures - and indeed, by drawing attention to the very difficulty of picturing &quot;the market&quot; as a whole - this exhibition is designed to stimulate public debate about how a particular myth of the rational market came to be naturalised and how seemingly impenetrable complexities of finance have repeatedly mesmerised the public at different historical moments. The visual representation of financial capitalism is an underexplored research area in its own right, but an exhibition on this theme provides an exciting opportunity to engage the wider public and the media with the central intellectual concerns of the New History of Capitalism, at a time when the British public is all too painfully aware of the terrifying power of high finance. This would be the first exhibition to provide a broad historical overview of the visual imagination of finance. It thus constitutes both an important research achievement in its own right as well as an innovative way of making accessible to the public the idea that markets are not governed by immutable economic laws but are culturally and historically constructed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001787/1","grantId":"AH/K001787/1","fundValue":"87248","fundStart":"2013-03-31","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"Peter  Knight","coPersons":["Paul James Crosthwaite","Nicky  Marsh"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}