{"id":"57B9DBA6-633D-49F4-81AA-4D82EDF2A495","title":"'Synbion' The UCL Network in Synthetic Biology","abstractText":"Biology has come a long way since the understanding of the structure of DNA and how proteins and enzymes work. It is now possible to think of designing proteins to be components in electrical circuits and devices. The usefulness of proteins is that they can be designed to have altered surfaces or properties by changing the DNA coding for the protein or enzyme. Proteins could bring new properties to electronic devices such as linking electronic devices with enzyme reactions or harvesting light and making mixed devices with electrical, optical, magnetic and enzymic functions. The network of researchers we will bring together under the name of the Synbion network, will include many different scientists who may not normally talk to each other in their normal line of work. By bringing these researchers together and giving them defined tasks such as considering the design of a protein wire then adding further active elements such as an enzyme or magnetic properties, we hope to kick start the design and building of devices or elements that might be used in future electronic devices. We will invite representitives of the UK electronic industries to participate in the discussions so that they can consider using designed proteins in future electronic devices. These biological electronic elements would be renewable and recyclable and not use precious or rare metals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018703/1","grantId":"BB/F018703/1","fundValue":"130025","fundStart":"2008-08-11","fundEnd":"2011-08-10","funder":"BBSRC","impactText":"  This grant involved a significant amount of direct interaction with the public and I was one of the scientists involved in the BBSRC and EPSRC sponsored the Public Dialogue on Synthetic Biology. In public meetings organised by the BBSRC I presented an overview of Synthetic Biology and its potential, its challenges and problems. I participated in several small group workshops where members of the public quizzed me on many aspects of science not only Synthetic Biology. A PRDA in my group, Markus Gershater, filmed a video diary of his normal working week in the lab and this was shown to the public during one of the Public Engagement meetings. The results of the public engagement workshops were compiled into a report for the BBSRC, EPSRC and Sciencewise. The public dialogue was compiled by TNS-BRMB into a report which is posted on the BBSRC website:\nhttp://www.bbsrc.ac.uk/web/FILES/Reviews/synbio_summary-report.pdf\nhttp://www.bbsrc.ac.uk/news/policy/2010/100614-pr-synthetic-biology-report.aspx\nhttp://www.sciencewise-erc.org.uk/cms/synthetic-biology\nhttp://www.sciencewise-erc.org.uk/cms/newsletters/ an interview with John Ward about the public dialogues is in the June Newsletter. \nInfluence on Government Science Policy\nI was invited to participate on an expert panel of people from Universities, Industry and Goverment departments to develop a road map for the future funding policy for Synthetic Biology in the UK. The panel was chaired by the Rt Hon David Willets MP, Minister for Universities and Science and the Rt Hon Vince Cable MP, Secretary of State for Business. The meeting at the Department for Business Innovation and Skills on the 27th October 2011 discussed how future funding initiatives might be set up to give impetus to what has been seen as a potential world leading sector for the UK. I was one of only three university synthetic biology research group leaders invited the others being from Imperial and York. The panel began to map the future ideas of how the UK could capitalize on the Networks in Synthetic Biology and get industry involved. I am pat of a subgroup of the Synthetic Biology Leadership Council.\nI have helped set up a synthetic Biology start-up company based in the department where I work. Agriculture, Food and Drink,Chemicals,Creative Economy,Education,Electronics,Healthcare Societal,Economic,Policy & public services","person":"John Maxim Ward","coPersons":[],"organisation":"University College London","findingsText":" Members of the Synbion Network collaborated over the development of a novel way of detecting antigens such as bacteria using the filamentous phages. This has lead to a joint research paper, methods for carrying out the assays (detailed in the published article) and a spin out company has been established by Tim Dafforn, University of Birmingham and Matthew Hicks of the University of Warwick. This will develop phage based linear dichroism as a diagnostic using methods and techniques from a Synbion exchange of researchers.\n\nNovel phages that bind metals have been developed and are being used by some members of the network in their research.\n\nMethods to create landscape phages that have arrays of fluorescent dyes or spin labels across their entire length have been developed and reciprocal training in the methods to grow phage and to label phage have taken place between several members of the Synbion Network.\n\nThe building of bacteria with plant enzymes for the synthesis of alkaloids has provided 5 strains which have been disseminated to researchers in Germany.\n\nThe development of methods and bacteria containing de novo designed pathways for the synthesis of chiral amines has lead to the establishment of a large toolbox of enzymes that have been sent to several companies under MTA for testing. A new company has been established by researchers in Birmingham using linear dichrosim and filamentous phages.\n\nA synthetic biology start up company at UCL, Synthace, has been created to use synthetic biology in the production of fine chemicals. Manufacturing/ including Industrial Biotechology","dataset":"gtr"}