{"id":"57B9C1F7-687E-4876-8732-609781D6A724","title":"SUS-IT: : Sustaining IT use by older people to promote autonomy and independence","abstractText":"<p>Older people who are confident and empowered users of Information and Communication Technologies (ICTs) stand to gain significant benefits for the full duration of their old age, if their use of ICT can effectively be sustained.&nbsp; A significant threat to continued usage is their experience of changes in their capabilities and circumstances that may act as a barrier to their access to ICT.&nbsp; The Sus-IT research project will investigate how to support older people effectively to sustain usage in the face of such changes, to enable them to continue to access the benefits that ICT can deliver.</p>\n\n<p>The multi-disciplinary project team combines expertise from psychology, computer science, information science, gerontology, and e-learning, with developers and providers of ICT based products and services, and organisations representing older people. Close and sustained engagement with older people, through user panels associated with the Universities involved and contacts with both formal and informal groups, will be a central feature of the research.&nbsp; </p>\n\n<p>Expected outcomes from the research include new understanding of how to maximise engagement of older people with ICT, a variety of demonstrated and tested ICT design techniques for this population, and an 'ageing product' which can sustain usage through adaptation and customisation. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-353-25-0008","grantId":"RES-353-25-0008","fundValue":"1095700","fundStart":"2009-01-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"","person":"Leela  Damodaran","coPersons":["Amr Adel Ahmed","Mark Anthony Shelbourn","Irene  Hardill","Leonie Simone Ramondt","Christine Wendy Olphert","David Mark  Frohlich","Colin  Machin","Peter  Gregor"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}