{"id":"57C35228-DDB5-4B58-888C-69E2F552CBE4","title":"Heritage Values Network - H@V","abstractText":"The project will initiate a European, cross-disciplinary dialogue between heritage practitioners, researchers and policy makers on 'heritage values' through the conduct of three networking workshops in Eindhoven, Oslo and Barcelona respectively. The term 'heritage values' refers to the meanings and values that individuals or groups of people assign to heritage (including collections, buildings, sites, landscapes etc). The meetings will bring together academics, policy makers and heritage practitioners to discuss through interactive and innovative sessions:\n\na) How are heritage values understood by policy makers, heritage professionals (e.g. conservators, archaeologists, architects, historians) and heritage theorists across Europe?\nb) How can heritage values be assessed, measured and prioritized by policy makers and heritage practitioners in Europe?\nc) How can the public be involved in the assessment process of heritage values?\n\nThere is great ambiguity regarding the term 'heritage values' and how this is conceptualized in different disciplines, practices and countries. In addition, there is limited research on methodological tools that can be used for assessing the diverse range of values that different individuals or groups of people assign to a wide array of heritage sites. Current methods focus mostly on measuring the economic benefits of heritage. More importantly, our limited current knowledge is based on research conducted predominantly in Anglophonic countries. The Heritage Values Network project argues that a transnational approach to this subject will unpack the influence of cultural contexts on understanding and assessing heritage values. This process will facilitate the development of a conceptual and methodological framework on heritage values that can be shared by heritage organizations in Europe. The proposed project will ultimately lead to collaborations between European consortium members for the creation of a European research proposal aimed to be submitted under the Horizon 2020 programme after the completion of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L50371X/1","grantId":"AH/L50371X/1","fundValue":"24304","fundStart":"2013-11-01","fundEnd":"2015-05-31","funder":"AHRC","impactText":"  The research is on-going. Initial feedback from the first workshops suggests the potential for considerable impact within the Heritage sector.  ","person":"Dominic  Perring","coPersons":["Kalliopi  Fouseki"],"organisation":"University College London","findingsText":" The Heritage Values Network (H@V), funded by the Joint Programming Initiative on Cultural Heritage, promotes a European cross-disciplinary discussion between heritage practitioners, researchers and policy-makers on &quot;heritage values&quot;. The programme is structured around three workshops. The first two (Eindhoven and Oslo) have now taken place with the third (Barcelona) due to be held in February 2015 The debate that we are promoting is in its infancy. New partnerships and research directions are emerging as discussion continues. Culture, Heritage, Museums and Collections","dataset":"gtr"}