{"id":"57C49714-75FE-4D28-A9D0-C8CC092E1DB7","title":"Using flux control analysis to improve oilseed rape","abstractText":"Oil crops are one of the most important agricultural commodities. In the U.K. (and Northern Europe and Canada) oilseed rape is the dominant oil crop and worldwide it accounts for about 12% of the total oil and fat production. There is an increasing demand for plant oils not only for human food and animal feed but also as renewable sources of chemicals and biofuels. This increased demand has shown a doubling every 8 years over the last four decades and is likely to continue at, at least, this rate in the future. With a limitation on agricultural land, the main way to increase production is to increase yields. This can be achieved by conventional breeding but, in the future, significant enhancements will need genetic manipulation. The latter technique will also allow specific modification of the oil product to be achieved.\n In order for informed genetic manipulation to take place, a thorough knowledge of the biosynthesis of plant oils is needed. Crucially, this would include how regulation of oil quality and quantity is controlled. The synthesis of storage oil in plant seeds is analogous to a factory production line, where the supply of raw materials, manufacture of components and final assembly can all potentially limit the rate of production. Recently, we made a first experimental study of overall regulation of storage oil accumulation in oilseed rape, which we analysed by a mathematical method called flux control analysis. This showed that it is the final assembly that is the most important limitation on the biosynthetic process. \n The assembly process requires several enzyme steps and we have already highlighted one of these, diacylglycerol acyltransferase (DGAT), as being a significant controlling factor. We now wish to examine enzymes, other than DGAT, involved in storage lipid assembly and in supply of component parts. This will enable us to quantify the limitations imposed by different enzymes of the pathway and, furthermore, will provide information to underpin logical steps in genetic manipulation leading to plants with increased oil synthesis and storage capabilities. \n We will use rape plants where the activity of individual enzymes in the biosynthetic pathway have been changed and quantify the effects on overall oil accumulation.\nTo begin with we will use existing transgenic oilseed rape, with increased enzyme levels, where increases in oil yields have been noted; these are available from our collaborators (Canada, Germany). For enzymes where there are no current transgenic plants available, we will make these and carry out similar analyses.\nAlthough our primary focus is on enzymes that increase oil yields, we will also examine the contribution the enzyme phospholipid: diacylglycerol acyltransferase (PDAT) makes to lipid production because this enzyme controls the accumulation of unsaturated oil, which has important dietary implications. In the analogous model plant Arabidopsis, PDAT and DGAT are both important during oil production.\nOnce we have assembled data from these transgenic plants we will have a much better idea of the control of lipid production in oilseed rape. Our quantitative measurements will provide specific targets for future crop improvements. In addition, because we will be monitoring oil yields as well as flux control we will be able to correlate these two measures. Moreover, plants manipulated with multiple genes (gene stacking) will reveal if there are synergistic effects of such strategies.\n Because no one has yet defined quantitatively the oil synthesis pathway in crops, data produced in the project will have a fundamental impact in basic science. By combining the expertise of three important U.K. labs. with our world-leading international collaborators, this cross-disciplinary project will ensure a significant advance in knowledge of direct application to agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007320/1","grantId":"BB/L007320/1","fundValue":"346293","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"John  Harwood","coPersons":["David Andrew Fell","Irina  Guschina"],"organisation":"Cardiff University","findingsText":" The grant has just begun so null return Not applicable Agriculture, Food and Drink","dataset":"gtr"}