{"id":"57C75CE4-BFCB-4FA6-B729-51D895455218","title":"Reframing Energy Demand: Innovation for Sustainable Heat","abstractText":"As part of the UK's response to the threat of climate change, the UK Government has set out a radical plan to end the emission of greenhouse gases from all buildings by 2050. Achieving this will mean confronting two longstanding and deeply embedded contributors to such emissions: the poor energy efficiency standards of many UK buildings and our dependence on fossil fuels for heating. \nDespite the fact that almost half of the energy we use in the UK is for heating, the problems of how to make major reductions in demand, and to decarbonise supply to meet remaining needs, have received limited attention. In addition, the evidence is that more radical forms of energy efficiency and heat innovations are happening more slowly than has often been assumed. There are significant uncertainties about the best ways to increase the pace of change in relation to better insulation of buildings, energy sources, technologies and prices. There are also contentious questions about shares of costs and benefits. Our social science research will address these uncertainties and contribute new insights into innovation for energy efficient and sustainable heat in Europe. \nAlthough the UK is not alone in confronting these challenges, UK patterns of energy efficiency and heating for buildings are significantly different from many other European countries, reflecting the UK's history of cheap and plentiful natural gas resources, and the low priority given to energy efficiency and the environmental impacts of fossil fuels. Other parts of Europe have different histories, and have established policies, technologies and businesses oriented to efficiency and low carbon supplies. There are opportunities for the UK to benefit from such experience. We will compare UK, Danish and German responses to concurrent economic and environmental challenges, and the role of cities in emerging solutions in each case. We will study particular cities in England, Scotland, Germany and Denmark to identify and analyse differences in energy performance of buildings, heating systems, and energy policy and market structures. Findings will be used to provide insight into feasible and effective ways forward for UK energy efficiency and sustainable heat policy.\nRather than narrow (and potentially misleading) technical and economic assessments, our research focuses on explaining the differences between societies in patterns of energy efficiency and demand for heating. We pay particular attention to urban settings, because this is where heat demand is concentrated and where many resources for innovation are located, but we also consider the interaction of city, national and European scales. \nOur research aims are threefold: \nFirst, to develop a new analysis of innovations in energy efficiency and sustainable heat by drawing on two related strands of social science research on innovation: social studies of the technical infrastructures and social studies of the markets which underpin energy demand and supply, and which structure the pace and shape of change.\nSecond, to develop detailed evidence about emerging innovations for energy efficiency and sustainable heat in selected UK and European cities, and to analyse the implications of these innovations for urban energy demand to 2050.\nThird, to use our research to identify the potential, and means, for shared learning between European cities, in relation to energy efficiency and sustainable heat policy and practice. We will do this by working closely with UK and European policymakers, businesses and communities.\nThe research has been designed in interaction with policy-makers, urban authorities and energy practitioners, as well as senior researchers. We will engage across European policy and research networks, and with stakeholders in each city case study. We will disseminate our research through presentations to a wide variety of UK and international audiences with interest in the future of heating systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008215/1","grantId":"EP/M008215/1","fundValue":"580962","fundStart":"2014-12-31","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Janette  Webb","coPersons":["Mark  Winskel","Frank Willem Geels","Ronan  Bolton"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}