{"id":"57D92FF2-489D-482A-9B38-AC3A7E343523","title":"Measurement of water menisci contact angles in bulk soil samples","abstractText":"The increase in the frequency and intensity of extreme weather events in the future such as heat waves and droughts is likely to induce long lasting changes of soil wettability. This is important because pore water pressure, which controls water flow, the deformation and shear strength characteristics of soils, depends on the spreading of small water menisci at the surface of the soil particles. Our current understanding is for conditions where the water spreads continuously (i.e. the soils are wettable), but little is known when water has limited spreading (i.e. the water menisci have contact angles greater than zero degrees). To predict the engineering behaviour of soils with variable wettability (frequently those with high organic carbon content), the relation between soil wettability and pore water pressure has to be determined. There are several methods for pore water pressure from unsaturated soil mechanics. However, the existing soil wettability methods have been developed for soil science applications (e.g. agriculture) and are not directly suitable for ground engineering. For instance, several methods use a single layer of particles to measure the water menisci contact angles but this is not appropriate to soil mechanics where testing is conducted in bulk samples. Funds are requested to travel to Prof. J&ouml;rg Bachmann laboratory (world leader on the measurement of soil wettability) at the Institute of Soil Science, Leibniz University Hannover, Germany to learn and adapt the existing soil science methods to ground engineering. This will provide the basis for future studies where the interaction of liquids with the surface of soil particles is important. Applications are in geoenvironmental and geotechnical engineering, earth surface processes (erosional and landsliding in slopes subjected to wildfires), soil carbon sequestration, development of new materials (granular, water repellent) and particle surface processes (long term effects).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K007904/1","grantId":"EP/K007904/1","fundValue":"17951","fundStart":"2012-09-23","fundEnd":"2013-06-22","funder":"EPSRC","impactText":"  The findings open a new path to develop granular materials with reduced affinity for water for use in the construction industry (ground engineering). These ideas have been presented to consultants and contractors in the sector in the UK and abroad.  ","person":"Sergio  Lourenco","coPersons":[],"organisation":"Cardiff University","findingsText":" We assessed the wettability of a variety of minerals (the affinity of minerals for water) with several methods and found it to be variable. The usual assumption that most naturally occurring geomaterials are wettable is not true. Sulfides and metal-rich minerals are water repellent. We also found wettability to be more sensitive to the material rather than the methods used (techniques to measure contact angles and sample preparation). The findings are of direct use to the mineral industry, in particular for mineral processing. Energy","dataset":"gtr"}