{"id":"57E70038-1B99-4818-A9B5-B4140E95FFF4","title":"A bovine alveolus model to replace cattle in the study of host-pathogen interactions in bovine tuberculosis","abstractText":"Mycobacterium bovis (M. bovis) is the causative agent of bovine tuberculosis (BTB) and infects livestock with severe socio-economic consequences and an impact on animal health. As well as the financial and emotional impact BTB has on the cattle farming community and government, the disease is a major risk to human and livestock health in developing countries. The control of BTB has proved problematic in Great Britain and Ireland. In the absence of improved control the projected economic burden to GB over the next decade is predicted to be &pound;1 billion.\n\nTackling BTB requires deeper insights into host-pathogen interactions otherwise it is unlikely any major breakthroughs in developing effective tools for disease intervention will occur. The principle route of infection with M. bovis is via inhalation of infectious aerosols. On inhalation, M. bovis reaches the lung tissues, especially the alveolus. What happens next determines whether the host goes on to acquire TB, or whether the host deals with the threat. Research in human TB shows that epithelial cells lining the alveolus are far more than a simple physical barrier to pathogens. Indeed, M. tuberculosis is able to penetrate these cells and gain access to the deeper tissues whilst evading elimination by the immune system. In turn, the epithelium detects the presence of mycobacteria, responding by producing molecules involved in antimicrobial activity, inflammation, and pathology. As the lung epithelium is central to early response to TB, better understanding of the early events and interactions that occur when virulent mycobacteria arrive in the bovine alveolus are needed. No model currently exists with which to conduct these studies and the crucial events in the earlier stages of infection are intractable for study in the live animal. Understanding early events that are played out within the alveolus is critical if we are to gain new insights in how to enhance host resistance to infection, e.g. through vaccination. \nIn response to this need, we shall develop a tissue culture model of the bovine alveolus with which to study the interaction of M. bovis with the bovine host. The model represents a non-animal alternative with which to study of the pathogenesis of BTB by removing the need to infect cattle with mycobacteria to answer fundamental questions in TB pathogenesis and provide a valid substitute for cattle that can be used by researchers without access to animal facilities. The simplicity of the model make it preferable over the use of the whole animal, and for answering questions that require data to be gathered within minutes of infection or where time course studies are required. This will be a new tool available to the scientific community. Its use is not confined to BTB, but would be applicable to the study of respiratory infections of cattle in general, many of global importance, such as bovine respiratory disease (BRD). \n\nVaccines against BTB developed to generate a specific host response would be a significant advance on the current state of affairs where vaccines must be tested empirically in cattle to evaluate their efficacy. A specific objective of this project will determine whether the behaviour of BCG / M. bovis and host cells in the model correlates with protective efficacy seen in cattle challenge studies from which we have stored blood cells to evaluate. Identifying a read-out in our model that is related to vaccine efficacy in the whole animal could be a basis of screening vaccine candidates without the need to challenge cattle with M. bovis. This would reduce the severity and duration of animal experiments, as well as significantly reduce their cost. \n\nWe hypothesise that a significant aspect of vaccine-mediated protection against BTB is expressed at the level of host-pathogen interactions within the alveolus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M002047/1","grantId":"NC/M002047/1","fundValue":"424819","fundStart":"2016-04-25","fundEnd":"2019-04-24","funder":"NC3Rs","impactText":"","person":"Mark Andrew Chambers","coPersons":["Rachel Esilda Butler","Francisco Javier Salguero","Graham Roger Stewart"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}