{"id":"57EDB170-49B0-43AA-BB42-BFBA4777C43F","title":"Investigations in Gravitational Radiation","abstractText":"Einstein's General Theory of Relativity (GR) predicts that dynamical systems in strong gravitational fields will release vast amounts of energy in the form of gravitational radiation. Gravitational waves are ripples in the fabric of spacetime and travel from their sources at the speed of light, carrying information about physical processes responsible for their emission, obtainable in no other way. They are among the most elusive signals from the deepest reaches in the Universe. Experiments aimed at detecting them have been in development for several decades, but only now are sensitivities reaching levels where real detection is possible within a few years. The worldwide network of interferometric detectors includes the German-UK GEO600, the French-Italian Virgo and the American Laser Interferometer Gravitational-Wave Observatory (LIGO). These detectors have all reached sensitivities close to their design goals and have taken the most sensitive data to date. Cooperation amongst different projects enables continuous data acquisition, with sensitivity to a wide range of sources and phenomena, over most of the sky. Data from GEO, LIGO and Virgo, has already begun to impact our understanding of astronomical phenomena. For example, the most recent observations with these detectors have (a) shown that less than 2% of the Crab pulsar's radiated power is in gravitational waves, (b) ruled out merging binary neutron stars as the progenitor of GRB 070201 (if it occurred in M31) and (c) set a new best upper limit on the strength of the stochastic gravitational-wave background. While the present phase of observations (circa 2010-2011) have a real chance of producing the first detections - possibly from compact binary coalescences, there can be no guarantees. However there is great confidence that the advanced detectors will routinely observe gravitational waves. The Cardiff and Glasgow groups have initiated and led searches for astronomical sources, thanks to the algorithmic and analysis effort that has been supported since the first data taking runs began eight years ago. We propose a programme of continued improvement to GEO600 and to be involved in the characterization and analysis of the resulting data from GEO and the worldwide network of interferometers. In particular we will be carrying out searches for * coalescing binary neutron stars, neutron star-black hole binaries, and black hole binaries * bursts of gravitational waves that may originate from supernovae, and * continuous signals from pulsars and other rotating neutron stars. In parallel, we are proposing research and development on the detector front. Detector sensitivity is mainly limited by thermal noise associated with the substrates of the mirrors, their reflective coatings, and their suspension elements, as well as by noise resulting from the quantum nature of the light used to provide illumination. Thus our research is targeted towards making innovative improvements in these areas. In particular we are taking leading roles in the upgrading of GEO and LIGO in the areas of silica suspensions, optics and interferometry, and for enhancements to the Advanced LIGO program and future interferometers in the areas of dielectric and waveguide mirror coatings, silicon substrates and cryogenic suspensions. In summary, the goal of the Glasgow, Cardiff and Strathclyde groups is to lead the first direct detection of gravitational waves using detectors based on their innovative developments. Once this milestone is achieved, routine observations will help us use this radiation as an observational and theoretical tool to understand * cores of supernovae and neutron stars, * gamma-ray burst engines, * the interactions of black holes and neutron stars, etc. In particular, coalescing compact binaries are self-calibrating standard candles, or sirens, which will be a new precision tool for cosmology and will enable strong field tests of general relativity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001026/1","grantId":"ST/I001026/1","fundValue":"124630","fundStart":"2010-10-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Nicholas Anthony Lockerbie","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}