{"id":"57F02B3B-0707-457E-9EAC-E4D62D2FFD14","title":"Development of a single channel hyperspectral fluorescence lifetime instrument","abstractText":"Fluorescence lifetime imaging (FLIM) provides a powerful optical imaging modality that may be used to contrast different types of fluorescent molecule (called 'fluorophores') or to provide information concerning the local fluorophore environment. While 'conventional' fluorescence intensity imaging is widely used for molecular biology to visualise distributions of proteins that have been 'labelled' by attaching them to convenient fluorophores, it is relatively difficult to obtain quantitative data concerning factors that affect the efficiency of the fluorescence process. This is important because, in principle, the fluorescence efficiency is a function of the local fluorophore environment and can give information concerning what is happening to the fluorophore, whereas conventional fluorescence intensity imaging merely reports where it is located. Intensity-based measurements of fluorescence efficiency can be unreliable because of variations in factors such as attenuation, fluorophore concentration or optical pathlength, which can be very difficult to quantify. Fluorescence lifetime measurements are insensitive to these factors. This makes FLIM useful for the new technique of Forster Resonant Energy transfer (FRET) where fluorescence is quenched (diminished) by adjacent fluorophores. This quenching of fluorescence by energy transfer between molecules requires them to be within ~ 10 nm and so this provides a means for biologists to image when pairs of proteins are interacting. FLIM is useful because the quenched fluorophores exhibit a shorter fluorescence lifetime. At Imperial we have a range of interdisciplinary research programmes exploiting FLIM including FLIM-FRET imaging of inter-cell signalling and signal pathways within cells, which are important to understand the mechanism underlying diseases such as cancer. Successful FRET experiments require careful optimisation of fluorophore labelling that must be tested by control experiments. Other FLIM experiments require characterisation of the radiation emitted by fluorescence probes. Our current tool of choice for FLIM &amp; FRET is a confocal microscope but, with many biologists and other collaborators competing for time on this expensive instrument, we have a major bottleneck that is limiting research progress. The proposed new tool would permit FRET and control experiments on protein or fluorophores to be done 'off-line'. It would also be useful to characterise fluorophores for many other FLIM experiments. Furthermore it would be user-friendly and relatively easy to replicate so we could envisage spreading this technique to our collaborators within Imperial's life science departments and at the Institute of Cancer Research (ICR). This would have a very positive impact on progress towards establishing new FLIM and FRET experiments and would also greatly relieve the congestion on our confocal microscope system. We measure fluorescence lifetime by exciting molecules with a short pulse of light and observing how they lose this energy by emitting photons. The wavelength of the photons emitted and the timescale over the fluorescence signal decays are characteristic of the different fluorophore molecules. For this project we aim to develop an automatic hyperspectral fluorescence lifetime measurement system that would simultaneously record the fluorescence emission in terms of the wavelength and temporal decay (lifetime) profiles to provide a full spectro-temporal characterisation of the fluorophore emission. This new tool will be applicable to cuvette measurements and homogenous assays in multiwell plate arrays, which in high-throughput screening are used for drug discovery. It will also be configurable with fibre-optic probes for in situ point measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000495/1","grantId":"BB/E000495/1","fundValue":"98275","fundStart":"2007-01-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"Paul Michael William  French","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}