{"id":"57FA13B1-B2B0-4F23-A572-FDFAEDB7C138","title":"Fold recognition by synchrotron radiation circular dichroism spectroscopy: a new tool for structural proteomics and structural molecular biology","abstractText":"The three dimensional structures of proteins define their functional properties. At the present time, circular dichroism spectroscopic methods can be used to examine the structures of proteins in solution at the level of secondary (local) structure. This proposal is to develop a new methodology to extend the information content using lower wavelength data. Such a method will provide complementary informtion to that produced by new programmes in structural proteomics being developed in the UK and abroad, especially as it will provide structural information at the level of architecture and fold motifs to be derived from very small amounts of proteins, including those that do not crystallise. In addition, as the UK has invested in a new third-generation synchrotron light source, Diamond, which will have a circular dichroism station as one of its early beamlines, this proposal will provide a new application and means of extracting extra information from the data collected on that beamline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008581/1","grantId":"BB/D008581/1","fundValue":"270553","fundStart":"2006-03-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  IMpact in academia and industry: used as an impact case in the 2013 REF from UCL/Birkbeck. This was chosen as a case study in the report &quot;Study on the economic impact of the Research Councils Part II&quot; (2007). Resources used for more than 400,000 analyses by UK and international scientists in academia and industry. More than 1000 total citations.\n\nIndustrial users accessed via paid subscriptions which were recycled into further development of the resources. Agriculture/Food and Drink,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Bonnie Ann Wallace","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}