{"id":"58023E3C-81DF-4ED7-BB73-A1D35F14FA34","title":"IDEAS Factory - Detecting Terrorist Activities: Shades of Grey - Towards a Science of Interventions for Eliciting and Detecting Notable Behaviours","abstractText":"The Shades of Grey (SoG) research project is designed in response to a pressing need for novel surveillance interventions that elicit robust, reliable and usable indicators of notable behaviours in public areas and ports of entry. From a research perspective, this translates into a need for an active research paradigm to detect notable behaviours more effectively: a science of interventions. The project draws upon expertise from behavioural psychology, social and physical sciences, and engineering to define, design, and deliver a science of interventions aimed at improving our understanding of the relationship between environmental and interpersonal stimuli and behavioural responses. Using scientific principles, this will be brought about via the design of controlled laboratory and field experiments to empirically test the effectiveness of a suite of interventions that are designed to aid practical, real-time identification of factors (and combinations thereof) that aid detection of notable behaviours. This project aims to address these needs in three ways. First, it aims to develop a sophisticated palate of interventions that will amplify the signal-to-noise ratios of notable to normal activities. This is based on the premise that nuanced manipulations of social or physical contexts will render intent more visible by eliciting particular responses from individuals. This will address the limitations of passive interventions by enabling intent to become more conspicuous and, by encouraging self-selection, reduce the potential for false positives whilst overcoming the potential social costs of many actuarial profiling models. Secondly, most current techniques - such as CCTV - present greatest utility only when reassembling information after incidents. SoG will seek to apply its interventions at an earlier stage, for example, intercepting individuals during anticedent events such as target selection or phases of planning. Addressing current uncertainties surrounding the most appropriate timing and location for interventions, SoG will offer guidance on how interventions link together and become optimized based on robust empirical enquiry. This will assist the optimal allocation of scarce resources by better understanding where and when interventions should take place in order to maximise efficiency. Third, SoG is committed to designing interventions that can map onto and augment exiting strategies and operational environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02302X/1","grantId":"EP/H02302X/1","fundValue":"1050300","fundStart":"2010-02-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Matt  Jones","coPersons":["Marialena  Nikolopoulou","Jack Soning Tchan","Ben  Dalton","Peter  Fussey","Alex Richard Braithwaite","Lara Anne  Frumkin","Alex  Stedmon","Dawn  Eubanks","A  Vrij","David M Howard"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}