{"id":"58058DEE-6ADA-486C-AD08-95091F3DF377","title":"Mechanistic Enzymology of Bacterial Lignin Degradation","abstractText":"The chemicals that are used to make plastics, drugs, household chemicals &amp; industrial solvents come primarily from oil, so one of the greatest scientific challenges for the 21st century is how we can find renewable sources for these important chemicals. One obvious place to look is plant lignocellulose, the major component of plant cell walls, found in biomass such as agricultural waste. One component of plant lignocellulose is lignin: an aromatic polymer that is naturally hard to break down, since it is held together by C-O ether linkages and C-C bonds that are not broken down by acid or base treatment. We have isolated bacteria from soil that are able to break down lignin, we have studied in detail the first bacterial lignin-degrading enzyme, an enzyme called peroxidase DypB from Rhodococcus jostii RHA1, and we are beginning to understand the biochemical pathways used by bacteria to break down lignin.\n\nWe have recently identified a second type of enzyme that can break down lignin,a manganese-dependent superoxide dismutase from Sphingobacterium sp. T2, This is the first time that an enzyme of this kind has been shown to have activity towards lignin. We wish to study in detail the reaction mechanism of this enzyme, to determine exactly what is the reactive species that is responsible for attacking lignin. We have also found another bacterial dyp peroxidase from Pseudomonas fluorescens that can attack lignin, and so we wish to determine the structure of the product that it releases, and determine the mechanism of this reaction. We have also recently determined the three-dimensional structure of a Dyp peroxidase enzyme from Thermobifida fusca; we wish to use this structure to carry out &quot;directed evolution&quot; on this enzyme, to improve its activity towards lignin.\n\nWe believe that, as well as the lignin-oxidising enzymes such as Dyp peroxidases and Mn superoxide dismutase, there must be other accessory enzymes and proteins that are needed for bacterial lignin breakdown. In this project, we will try to identify an esterase enzyme that breaks an ester linkage between lignin and hemi-cellulose; and a dehydrogenase enzyme that assists lignin breakdown by quenching radical intermediates generated during lignin breakdown. We will then test combinations of these accessory enzymes and lignin-degrading enzymes with samples of lignin either from plant biomass, or from industrial sources, to test whether they are effective for lignin breakdown in vitro, and whether we can use these enzymes to produce aromatic chemicals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003523/1","grantId":"BB/M003523/1","fundValue":"536606","fundStart":"2014-11-29","fundEnd":"2018-01-31","funder":"BBSRC","impactText":"","person":"Timothy David Howard Bugg","coPersons":["Alexander David Cameron"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}