{"id":"5818227E-6F7F-4280-8902-F94CA8854420","title":"Re-engaging antimicrobial killing by macrophages to combat antimicrobial resistance","abstractText":"Serious bacterial infections arise because of defects in the ways that our body's immune system protects against these infections. We have established that effective clearance of bacteria in body tissues requires a type of immune cell called the macrophage to eat bacteria and when the macrophages ability to kill bacteria becomes exhausted to commit a form of cell suicide called apoptosis. This cell death helps clear the remaining viable bacteria and importantly does so by a process that is less dependent on inflammation and therefore is less likely to result in damage to organs in the body. We have defined the key molecules that regulate this process in macrophages and shown that this mechanism of bacterial killing is not working properly in several groups of patients who are at risk of serious bacterial infection. We wish to use these findings to develop a totally new approach to treating bacterial infection. \n\nOur approach will take several types of medicine that are used by doctors to treat other types of human disease and test their ability to enhance macrophage cell death and bacterial killing. We have selected these medicines because they re-engage some of the processes that cause macrophage cell death and which may not be working properly in patients at risk of serious bacterial infection. We will modify some of these medicines to enhance their uptake by macrophages so that the treatment will be specific for macrophages and less likely to have effects on other cells in the body. We will then screen these medicines for their ability to increase macrophage cell death and to increase bacterial killing in these macrophages, using cells we have genetically engineered to be more susceptible to bacterial infection. We will explore in more depth how the most promising medicines achieve macrophage cell suicide and kill bacteria. We will do this to confirm they are acting on the specific process we believe are important. We will also test their ability to kill antibiotic resistant bacteria. We will then test whether the most promising medicines we have identified from this initial screen also enhance macrophage cell suicide in mice and whether this increases bacterial clearance, reduces inflammation or reduces death when these mice have bacterial infection in the lungs.\n\nOur overall goal is to develop a new treatment for bacterial infection that relies on modulating the body's own response to infection. This approach will reduce our reliance on antibiotics, decreasing the development of antibiotic resistance and develop a new treatment that will act on bacteria that have become resistant to the antibiotics we currently use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M017931/1","grantId":"MR/M017931/1","fundValue":"251576","fundStart":"2015-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Helen Maria Marriott","coPersons":["Jamie  Hobbs","Martin Andrew Bewley","Ashley James Cadby","Simon  Jones","David H Dockrell"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}