{"id":"582B327E-3EB1-4F09-AFC4-C039BCB60319","title":"Circuitry of inhibition and selectivity in a Drosophila learning centre","abstractText":"A major role of the brain is to coordinate appropriate behavior and for this it has to process an enormous palette of information across a range of senses, and within each sense, recognize 'objects' that influence output behaviors. These behaviors are not limited to simple reflexes, like withdrawal of the leg from a needle, but can be shaped by experience. One example of this is our sense of smell; humans and animals can discriminate a vast range of odors, and a characteristic smell can evoke a highly specific flood of memories. The ability of our brain to recognize a particular smell as a perceptual 'object', implies that it combines a process of odor discrimination with formation of specific associations (memories). Understanding how this happens is a major challenge for neurobiology. This has implications not only for basic brain science but also for understanding human behavior, and potentially even conditions including schizophrenia, in which memories of objects including smells may be inappropriately retrieved as hallucinations. The fruitfly Drosophila offers many advantages to understand the neuronal circuits that discriminate and use specific odor information. It can discriminate many odors; it can learn and remember experiences associated with specific odors; remarkably the structure of its olfactory system shares many common features with humans; it is easy to breed in the laboratory; it has powerful genetic tools that can monitor and manipulate activity in specific neurons. We therefore have a toolkit to dissect neuronal circuits including those for learning and memory and to test their roles in behavior, a toolkit that is probably more powerful than in any other organism. Our experimental system is the Drosophila larva. It contains a fully functional olfactory system, since it is capable of olfactory learning, but has a numerically and anatomically simple olfactory system, compared to either adult flies or vertebrates. It has only 21 olfactory sensory neurons, each sensing a different 'odor quality'. However, just as only three kinds of photoreceptor can define our entire range of color vision, inputs from these 21 neurons can be combined to define potentially thousands of smells. This occurs in a brain region called the mushroom body, which has many similarities to human sensory cortex, with which it may share a common evolutionary origin. The mushroom body is required for olfactory learning, and contains several hundred neurons called Kenyon cells (KCs). Individual KCs can combine inputs that originate from around 6 of the 21 olfactory neurons, but their responses to odors are much more selective, sometimes so selective that many KCs do not respond to any odor tested. Therefore KCs only respond when many of their ~6 inputs are activated simultaneously. Therefore a smell is defined by the combination of sensory neurons that it activates, and by the small number of KCs that integrate this combination. The high selectivity of KCs results from their inhibition by other neurons, which keeps them from firing when they receive only a small number of olfactory inputs. This balance between activation and inhibition is critical to their function - too little inhibition, and KCs will become less selective and unable to discriminate among odors; too much inhibition, and KCs will never respond to odors. Our goal is to understand which neuronal circuits cause this inhibition, and the mechanisms by which it affects the selectivity of KCs, and ultimately its consequences for both learning and retrieval of memories that are associated with specific odors. This work will reveal how integration of olfactory information in the mushroom bodies is regulated, in a simple and highly accessible system. The basic principles that we uncover should also be relevant to similar processes in higher cortical areas of the human brain, which is much harder to study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022651/1","grantId":"BB/I022651/1","fundValue":"488128","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"","person":"Cahir  O'Kane","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}