{"id":"58324C73-7B00-47CD-A6B7-80852D6E1131","title":"Retrieval as a fast route to memory consolidation","abstractText":"Human long-term memory has an astonishing capacity to store information about our own past experiences (episodic memory) as well as general knowledge (semantic memory). One of the big challenges in psychology is to understand what makes a memory last, i.e. why some experiences are easily remembered after days, weeks or even years, while other experiences fade and are ultimately forgotten.\n\nThe aim of this project is to investigate the role that active remembering plays in stabilizing newly acquired memories. Previous research has shown that remembering can protect memories against forgetting, such that experiences that are repeatedly retrieved after initial acquisition become more robust and more accessible in the long term. For example, in a recent study participants learned English-Swahili vocabulary pairs (e.g. &quot;tomato - nyanya&quot;) and were then given the opportunity to practice the pairs, either by extra study (&quot;tomato - nyanya&quot;) or by extra testing (&quot;tomato - ?&quot;). After one week, the vocabulary practiced by extra testing was retained 50% better than the vocabulary practiced by extra study. This striking memory improvement through retrieval (&quot;testing effect&quot;) stands in sharp contrast to common classroom practice, where tests are typically used to measure learning success, rather than to enhance learning success. Interestingly, the study on vocabulary learning found that even university students are largely unaware of the memory-boosting effects of retrieval.\n\nSurprisingly little is known about why retrieval has such a strong beneficial effect on memory. This project is aimed at investigating the neurocognitive mechanisms underlying the testing effect. All experiments are based on the central idea that memory traces change each time they are actively retrieved. Previous research has shown that the brain repeatedly &quot;replays&quot; newly acquired information during sleep or periods of awake rest after learning. Such offline reactivation seems crucial for the long-term stabilization (consolidation) of new memories. The current project will test the novel hypothesis that active retrieval mimics the changes that occur via offline consolidation, including making memory representations more semantic, less context-dependent, and more robust to interference. The experiments use an innovative combination of established and novel behavioural methods, as well as state-of-the-art pattern analysis of neuroimaging data, the latter being particularly well suited to track online the reactivation of individual memories in the brain. \n\nThe basic design used in all experiments is similar to the above vocabulary study. Participants will be given lists of materials to study once. They then receive i) no further practice, ii) practice by extra study, or iii) practice by extra testing. Retention of the materials will be assessed either immediately or after one week. The first set of experiments will explore whether visual and verbal materials equally benefit from testing. The second set of experiments will behaviourally test the central hypothesis that retrieval produces consolidation-like effects on memories. If retrieval mimics consolidation, it should have beneficial effects on some aspects of the learned information (e.g. semantic content), but detrimental effects on other aspects (e.g. contextual information). The final set of experiments uses functional magnetic resonance imaging (fMRI) to directly observe how the neural patterns that represent an individual memory change with repeated recall, and how these neural changes predict enhanced memory on a delayed test. Together, the results from these studies will advance our understanding of how active retrieval shapes and strengthens long-term memories. From an applied perspective, the results will help to identify the conditions under which repeated testing is useful in practice (e.g. in educational settings, or to boost memory in ageing populations).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001644/1","grantId":"ES/M001644/1","fundValue":"328240","fundStart":"2015-03-03","fundEnd":"2018-03-02","funder":"ESRC","impactText":"","person":"Maria  Wimber","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}