{"id":"583BF459-CF51-4C9C-AF81-F97E30F01247","title":"Functional genomics: Computational prediction of RNA-binding function from sequence","abstractText":"The complete sequence of DNA (Deoxyribose Nucleic Acid) that defines an organism is known as a genome. Each genome comprises individual genes that code for the production of protein molecules within a cell. To date research efforts have revealed the complete DNA sequence of over 1300 organisms. The most well known example is that of the human genome. The DNA sequence of a genome is stored in databases available over the Internet. These DNA sequences need to be annotated with additional information, such as what individual genes are present in the DNA sequence, what proteins these genes encode, and what function these proteins have in the cell.\n \nProteins have many different functions within a cell, and it is important to be able to add information about their function to the sequence databases. There are many sequences of proteins in these databases that are named, but for which no function is known. Hence, new methods for predicting the function of such proteins are required. The objective of this research is to predict a function for one specific class of protein; those that bind RNA. In the production of proteins in a cell, the DNA of a gene is copied in the process of transcription into RNA (Ribose Nucleic Acid). During transcription there are many proteins that bind RNA. These RNA-binding proteins have many specific functions, and when these proteins have defects, diseases such as breast cancer and cystic fibrosis can result. \n \nThe objective of this research is to write computer programs that take sequence information from DNA and proteins, and make a prediction as to whether the protein is likely bind RNA. The research will use a number of different methods, which use information about proteins that we already know bind RNA. The methods will be presented as an interactive tool on the Internet, where researchers can submit new protein and DNA sequences and get back a prediction on its RNA-binding function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400312","grantId":"G0400312","fundValue":"197595","fundStart":"2005-10-10","fundEnd":"2008-10-09","funder":"MRC","impactText":"","person":"Sue  Jones","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}