{"id":"583B5322-E39A-4142-835D-51E2808B8B8A","title":"Sequencing the transcriptome of Kalanchoe fedtschenkoi: a model for Crassulacean acid metabolism embryogenic plantlet formation and the Saxifragales","abstractText":"Plants have evolved three major forms of photosynthetic metabolism known as C3, C4 and Crassulacean acid metabolism (CAM). CAM is found in ~7 % of plant species, whilst C4 occurs in ~3 %. The remaining majority perform C3 photosynthesis. CAM and C4 improve the efficiency of plant water use; that is, the amount of water lost for each molecule of carbon dioxide converted into sugars in photosynthesis. CAM plants possess water-use efficiencies that can be 10-20 times greater than C3 plants. CAM is found in species that inhabit deserts, semi-arid or Mediterranean regions, and seasonally dry environments such as those on the branches of rain forest trees. Whilst whole genome sequencing projects have been completed for several plant species that perform C3 photosynthesis (Arabidopsis thaliana, rice and poplar) and a project is underway to sequence the genome of the C4 crop maize, there is very limited sequence information available for CAM species. It is therefore important that we sequence a CAM species so that we can complete the genomic picture of plant photosynthetic diversity. The Intergovernmental Panel on Climate Change (IPCC) report published this year predicts increasing desertification in already drought-prone regions of the world. CAM species can play an important role in mitigating the effects of climate change in arid and semi-arid zones, and there is now a pressing need to understand the molecular-genetic basis for CAM in order to capitalise on the utility of CAM plants fully. Importantly, our DNA sequencing proposal will unlock the genetic warehouse of novel genes that have evolved to enable plants to survive in desert and semi-arid environments. We will sequence the genes that are active in the leaf of a CAM plant. We will use Kalanchoe fedtschenkoi as our model system for this study. In 1961, an innovative young scientist called Malcolm Wilkins published a report in Nature showing a daily rhythm of carbon dioxide fixation in leaves of K. fedtschenkoi that persisted in constant conditions. This rhythm revealed that carbon dioxide fixation by the CAM pathway was under the control of an internal timekeeper known as a circadian clock. Circadian clocks keep time even in the absence of external environmental input and optimise the efficiency of photosynthesis and increase plant productivity. K. fedtschenkoi has continued to be a species in which significant scientific breakthroughs are made including advances in our understanding of the regulation of metabolic enzymes and the study of plant embryogenesis. K. fedtschenkoi is one of the best CAM species from which to sequence large amounts of genes for a number of reasons: (i) Unlike other CAM species, genes can be introduced into the K. fedtschenkoi genome using straightforward plant transformation procedures. This facet allows us to manipulate the activity of genes of interest and study their function in whole plants. (ii) There is a wealth of established whole plant physiology data for K. fedtschenkoi, which defines the physiological and biochemical details of the circadian rhythm of carbon dioxide fixation. (iii) The study of the biochemistry and molecular biology of CAM is routine in K. fedtschenkoi. There are established protocols for protein purification, enzyme assays and the isolation of pure DNA and RNA. In addition, K. fedtschenkoi is a member of a group of plants (known as the Saxifragales) that are of great interest to research groups working to understand the evolution of plant diversity. As already mentioned, genome sequence databases already exist for several plant species, but detailed gene sequence data is lacking for the Saxifragales. For this reason, our large-scale sequencing of genes from K. fedtschenkoi will provide a greatly needed resource of genetic information for this important group of plants that includes blackcurrants as well as many important garden species that are of great value to the horticultural trade.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009313/1","grantId":"BB/F009313/1","fundValue":"636826","fundStart":"2008-05-06","fundEnd":"2011-05-05","funder":"BBSRC","impactText":"  Our findings have been used to support a large international collaborative research grant application to the US-Dept. of Energy which was funded in 2012/13 with an overall budget of greater than $14 million. $3.34 million of this was awarded to my lab at the University of Liverpool. Hence, this BBSRC-funded project underpinned a large investment in UK science, and was critical to us being selected as ideal project partners for this ambitious CAM Biodesign synthetic biology project (http://cambiodesign.org). Our ongoing gene discovery and characterisation work is leading to the biodesign of minimal gene cassettes that will be engineered into poplar trees by our US partners at Oak Ridge National Laboratory in Tennessee and the University of Nevada-Reno. If successful, the engineered trees are projected to have increased water use efficiency and thus they are expected to grow efficiently for bioenergy production on seasonally dry semi-arid lands that are not currently suited to the cultivation of any of the US-DOE's preferred bioenergy crops. Our work thus has the long term potential to impact on global food security, bioenergy, and the production of biomass for renewable and sustainable platform chemicals for industry. Agriculture, Food and Drink,Energy,Environment Societal,Economic,Policy & public services","person":"James  Hartwell","coPersons":["Neil  Hall"],"organisation":"University of Liverpool","findingsText":" We have decoded the first genome sequence for a plant that utilises a highly water use efficient adaptation of photosynthesis known as crassulacean acid metabolism (CAM). This has allowed us to develop the species (Kalanchoe fedtschenkoi, commonly known as Lavender Scallops) as a model organism that allows rapid advances to be made in our understanding of the genetic parts-list for CAM. The genes we have discovered within Lavender Scallops form the foundations for an ambitious ongoing project which aims to engineer the CAM adaptation of photosynthesis into poplar trees. This work is funded by a grant of over $14 million from the US-Dept. of Energy. If successful in the long term, the engineered poplar trees will be able to grow productively in seasonally dry and drought prone region that are currently unsuitable for the cultivation of either food or bioenergy crops. Thus, our work will help meet the challenges of the global food security crisis by opening up new semi-arid agricultural lands and reducing pressure to grow bioenergy crops on productive agriculture land that we need to use to grow the world's food. The research started on this proposal is continuing as part of a large international collaborative project funded by the US Dept. of Energy. The total project budget across all partners is greater than $14 million over 5 years (2013 - 2018). This project is a pioneering plant synthetic biology project which aims to elucidate all of the genes required for the water-use efficient adaptation of photosynthesis known as crassulacean acid metabolism, and then engineer those genes into poplar trees. Our previous BBSRC funding (BB/F009313/1) placed us as a perfect project partner for this US-DOE funded project as we had been able to decode the genome of the CAM species Kalancho&euml; fedtschenkoi and discover genes involved in establishing CAM in this species through quantitative RNA-sequencing analysis. We had also made considerable progress on the BBSRC project with manipulating CAM genes in transgenic lines of K. fedtschenkoi which is allowing us to understand which genes are critical for an optimal CAM pathway and thus is a key step towards refining the minimal genetic blueprint for CAM which will be required for forward engineering of the CAM adaptation into C3 crops such as poplar trees for bioenergy and other C3 crops to make them more drought tolerant. Overall, the findings we made during this BBSRC project underpin all of our ongoing work and will ultimately lead to the development of more water-use efficient bioenergy and food crops which will help humanity to meet the challenges of the global food security crisis and the rising demand for renewable biomass for bioenergy and sustainable platform chemicals for industry (industrial biotech). Agriculture, Food and Drink,Chemicals,Education,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}