{"id":"583E320B-0650-4A2F-BFDF-10D054F0F726","title":"Transforming Public Policy through Economic Democracy","abstractText":"The research project centres around the basic proposition that societies with strong and effective forms of economic democracy are more likely to achieve crucial public policy goals; such as combating climate change, reducing inequalities and creating more sustainable forms of economic activity. The research will construct an index of economic democracy (EDI) as a tool to test the basic proposition. As such, the research proposed fits directly within two of the ESRC's current priority areas of economic performance, and creating a vibrant and fair society.\n\nA key argument advanced here is that economic decision-making in many countries is becoming increasingly monopolised by a core of financial and political elites at the expense of the broader population. An increasingly narrow range of interests are therefore dominating economic decision making and policy failing to reflect the broad and diverse interest groups that constitute advanced capitalist societies. Not only is this leading to a democratic deficit in the management of society's resources and assets but it is argued that there are considerable negative public policy effects in terms of greater income and wealth inequalities, increasing susceptibility to financial crises and fragility, and arguably a failure to effectively address the causes of climate change. This leads to another central proposition, that greater economic democracy - more diversity and plurality in economic decision-making - will lead to better policy outcomes in terms of better taking into account critical economic, social and environmental issues. \n\nThe research proposed here will be pioneering in developing an inter-disciplinary conceptual framework, drawing upon scholars as diverse as Ostrom, Sandel, Olin Wright, Dewey and Sen who argue for the importance of collective action and public discourse in economic decision making for advancing the common good over vested interests, and for promoting individual economic and social rights. \n\nThe research takes a broad definition of economic democracy - employing four dimensions: (i) workplace (nature and structure of employment relations, levels of co-determination, etc); (ii) degree of associational economic governance (e.g. level of cooperatives within economy, number and extent of business and labour associations in economic policy forums); (iii) distribution of decision-making powers across space and sector between different economic and political governance institutions (e.g. ownership structure of the economy, diversity ; (iv) engagement of broader population in macro-economic decision-making (e.g. nature of economic policy formulation, governance structures in economic policy formation at national and subnational levels, role and participation of different interest groups).\n\nResearch Aims and Objectives\nThe research would construct an Economic Democracy Index (EDI), and use it to test several key questions about the relationship between levels of economic democracy and three key public policy goals (see below). Key questions are: what is the level of public engagement and deliberation in economic decision-making and how does this vary internationally? What is the relationship between different levels and types of economic democracy and achieving key public policy goals around sustainable economic development and social justice?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N006674/1","grantId":"ES/N006674/1","fundValue":"196140","fundStart":"2016-02-01","fundEnd":"2017-07-31","funder":"ESRC","impactText":"","person":"Andrew David Cumbers","coPersons":["Michael  White","Robert  McMaster"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}