{"id":"584C9122-35DE-4F91-8092-2B7CC2A681CE","title":"A new grid-free, hysteretic, and scale-dependent approach to modelling hillslope hydrology","abstractText":"Classic 'physically-based' models of hillslope hydrology based on continuum mechanics have strong limitations when applied to the discrete water flow pathways that are often dominant in structured soils in the field. This project proposes a new modelling paradigm based on multiple interacting pathways, in which the water is represented as a very large number of discrete particles and exchanges between pathways are controlled by probabilistic rules. This allows flexibility in allowing for features of hillslope hydrology that are not easily handled within the continuum framework, such as the effect of vegetation on inputs rates at the soil surface, the effects of macropores and preferential flow pathways, and probabilistic representations of variable soil depths both across and down a slope. The particles representing the water can also be labelled by time of entry to the slope so that transport, mixing and residence time characteristics can be assessed within a single integrated framework (rather than requiring an additional dispersion equation in the continuum approach). The model has already been programmed for the simple case of a constant slope of unit width, but will be developed to allow for an arbitrary slope geometry and soil transmissivity characteristics. Mass balance is automatically achieved by accounting for all particles (including partial losses to evapotranspiration). There is also an intrinsic scaling of velocities and length scales so that the scaling characteristics of slopes can be investigated. This type of model is ideally suited to implementation on low-cost Graphics Processing Cards with high parallelism and this will be investigated to speed up the calculations. The model will be applied to data sets for flow and transport, for both steady state and transient flows, from the UK, Sweden, USA, Switzerland and Czech Republic, and there will be an opportunity to participate in planned tracer experiments in Czech Republic, China and the USA. Since much of the detail of flow pathways in field applications is inevitably unknowable, calibration of the model will be carried out within a multiple working hypothesis framework such that the multiple retained models will reflect the uncertainty arising from the characterisation of an application site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017123/1","grantId":"NE/G017123/1","fundValue":"233278","fundStart":"2010-01-04","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Keith  Beven","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}