{"id":"584E6B54-F08F-484E-A1CF-33366A9AF724","title":"Role of post-transcriptional gene regulation in differentiating retinal ganglion cells","abstractText":"Neurons are specialized cells which communicate with each other and other cells via processes called dendrites and axons. During their growth and differentiation, neuronal dendrites and axons protrude and elongate from the cell body in response to trophic factor cues until they reach their target. This process, called neuritogenesis, is essential for the proper establishment of functional and viable connections between neurons and their targets. Neurons that fail to establish such contact undergo cell death. Neurites need a constant supply of proteins, lipids and other molecules in order to elongate and function properly. These molecules are generally produced in the cell body and then transported along the neurite to the synapse by an elaborate network of molecules. Alongside this shuttling mechanism, it has been recently shown that many proteins are actually produced locally in the dendrite when and where they are needed. This process allows neurons to have a faster and more precise response to specific stimuli. Proteins are produced from molecules called messenger RNA or mRNA which are normally found close to the cellular core, or nucleus. Very recently mRNAs have been found in distal parts of neurites where they are translated into proteins. The regulation of mRNAs stability and half-life is one of the mechanisms used by cells to modulate protein synthesis. Amongst the several means used to regulate this process, microRNAs, very short RNA molecules, have been found to play a very important part. By binding to a specific part of the mRNA they trigger its degradation and thus indirectly reduce the production of specific proteins. In our experimental proposal we would thus like to study the sub-cellular localization and the role played by microRNAs in the elongation of neurites. This will be complemented by analyzing the localization and expression of Dicer, one of the key enzymes involved in the production of mature microRNAs. In particular we want to understand whether Dicer and microRNAs are relocated in elongating neurites and whether they play a causative role in this process. This will allow us to better understand how protein synthesis is regulated in growing neurons and by experimentally modulating Dicer's activity, whether any impairment of this mechanism can cause any damage to nerve cells. Furthermore, following our recent results on the regulation of the Brn-3b transcription factor mRNA by microRNAs, we would like to analyze the occurrence of a similar mechanism in retinal ganglion cells (RGC) induced to elongate neurites. Brn-3b is expressed during RGC development, and is essential for their survival as evidenced by the loss of up to 70% of RGC in mice devoid of Brn-3b. The analysis of Brn-3b post-transcriptional regulation in explanted RGC will be thus be a paradigm of the overall role of post-transcriptional regulation in RGC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F016565/1","grantId":"BB/F016565/1","fundValue":"354279","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"","person":"David  Latchman","coPersons":["Andrew William Stoker"],"organisation":"University College London","findingsText":"","dataset":"gtr"}