{"id":"585DB489-91E2-454A-8334-1686433B37E8","title":"Journeys through environmental change: narratives by and for communities","abstractText":"Journeys through environmental change: narratives by and for communities\n\nMany people feel put off by the way environmental issues are talked about, and find it difficult to identify with or respond to them. When policy makers talk of improving the 'eco-efficiency' of production and consumption, or, at the other end of the emotional scale, NGOs stoke fear of environmental catastrophe, a lot of people seem to switch off. The Journeys Project will reveal the fact that understanding and action on global environmental issues can be far more dynamic and compelling, and involve many more voices.\n\nThe project will make the most of what is unique about the humanities, arts and social sciences. An interdisciplinary team including architects, artists, producers, geographers, historians, media and literature researchers will come together to study and advance a set of literal as well as imagined journeys. Some of these will be designed with and undertaken alongside community groups. These journeys will explore how human communities rely on each other and on the non-human natural world, to meet their needs and wants, drawing together present practices and past experiences, and anticipating future developments.The development grant will allow us to further elaborate our ideas for a set of two cross cutting work packages (CWPs) that will develop our thinking about the theories and methods we will use. It will also see us co-design with community groups and their representatives and other partners approximately three to five journey work packages (JWPs). These will look at big environmental issues such as energy, food and the built environment in a fresh way. It is also an opportunity to cement and enhance our team, and to gather critical advice and develop new partnerships.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K004069/1","grantId":"AH/K004069/1","fundValue":"11994","fundStart":"2013-02-27","fundEnd":"2013-07-11","funder":"AHRC","impactText":"  This was a development grant primarily designed to mature our proposal which later led to a successful large grant bid. But, in the context of the research development grant several members of the team edited and / or contributed to a book of essays that formed the working document for a workshop at the Free Word centre in London. The workshop was attended by 80 creative writers from across the UK and funded by the Arts Council England. The publication was co-funded by the Ashden Trust and Open University Open Space Research Centre, and the ideas developed in the context of the development phase of the Stories of Change Research project (initially 'Journeys'). A further 250 hard copies of the book has been circulated more widely throughout the policy and cultural community with the goal of inviting more plural and dynamic approaches to energy and climate change. Culture, Heritage, Museums and Collections Cultural","person":"Joe  Smith","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}