{"id":"58601B30-FAB7-444A-A8A9-BB8FC1737663","title":"Impact of Spatio-Climatic Variability on Environment-Hosted Land-based Renewables: Microclimates","abstractText":"Many current or projected future land-based renewable energy schemes are highly dependent on very localised climatic conditions, especially in regions of complex terrain. For example, mean wind speed, which is the determining factor in assessing the viability of wind farms, varies considerably over distances no greater than the size of a typical farm. Variations in the productivity of bio-energy crops also occur on similar spatial scales. This localised climatic variation will lead to significant differences in response of the landscape in hosting land-based renewables (LBR) and without better understanding could compromise our ability to deploy LBR to maximise environmental and energy gains. Currently climate prediction models operate at much coarser scales than are required for renewable energy applications. The required downscaling of climate data is achieved using a variety of empirical techniques, the reliability of which decreases as the complexity of the terrain increases. In this project, we will use newly emerging techniques of very high resolution nested numerical modelling, taken from the field of numerical weather prediction, to develop a micro-climate model, which will be able to make climate predictions locally down to scales of less than one kilometre. We will conduct validation experiments for the new model at wind farm and bio-energy crop sites. The model will be applied to the problems of (i) predicting the effect of a wind farm on soil carbon sequestration on an upland site, thus addressing the question of carbon payback time for wind farm schemes and (ii) for predicting local yield variations of bio-energy crops. Extremely high resolution numerical modelling of the effect of wind turbines on each other and on the air-land exchanges will be undertaken using a computational fluid dynamics model (CFD). The project will provide a new tool for climate impact prediction at the local scale and will provide new insight into the detailed physical, bio-physical and geochemical processes affecting the resilience and adaptation of sensitive (often upland) environments when hosting LBR.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010378/1","grantId":"NE/H010378/1","fundValue":"75179","fundStart":"2010-06-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"  The specific research findings of this award have been used primarily within the &quot;Microclimates&quot; project consortium.\n\nHowever, the broader research area and collaborations that this award initiated and helped to develop have found much greater exploitation in the energy sector. For example:\n\n - Meteorological &quot;reanalysis data&quot; was used in National Grid's &quot;generation capacity assessment&quot; process (2012)\n\n - National Grid's operational wind-power forecasting team (through separate projects funded by National Grid, 2012-present)\n\n - Use of month-ahead ensemble forecast data and understanding year-to-year variability for energy trading (provision of consultancy, research projects, training courses to commercial companies - including a NERC CASE student and a PURE associate placement)\n\n - Advice to consultancy companies and the International Energy Agency on climate change impacts on energy sector (including contribution to IEA publication &quot;Redrawing the Energy Climate Map&quot;). Energy,Financial Services, and Management Consultancy Economic,Policy & public services","person":"Lesley Janet GrayRowan Timothy Sutton","coPersons":[],"organisation":"University of Reading","findingsText":" Weather typing was used to develop an improved understanding of UK wind-power resource during periods of extreme winter electricity demand. On average, the coldest daily temperatures in southern Great Britain (strongly associated with very high demand) were found to be associated with easterly winds from the European continent. This suggests that a moderate amount of wind resource could be available during the periods of most extreme demand (with a many-year return period). The lowest UK-average winds were also associated with cold UK-average temperatures and a high-pressure system over the UK, but the temperatures were typically milder than the easterly wind situation. This provides a qualitatively different picture to the &quot;low wind cold snap&quot; described in the scientific and grey literature.  Energy","dataset":"gtr"}