{"id":"587B8879-A4B7-4219-9434-B3E5B3B95740","title":"Dream Fellowship - Professor Edmund Linfield","abstractText":"The last 15-20 years have witnessed a remarkable growth in the field of terahertz (THz) frequency science and engineering, which has now become a vibrant, international, cross-disciplinary research activity. Yet, despite long-standing efforts by the international community, difficulties remain in accessing and exploiting this central region of the electromagnetic spectrum (300 GHz to 10 THz in frequency) owing to the lack of compact, solid state, sources.\n \nNotwithstanding these difficulties, the range of potential applications for the THz frequency range of the spectrum is enormous, and includes: astronomy; pharmaceutical process monitoring; wireless communications; dermatological imaging; and the study of condensed matter physics and nanostructures. Equally, much progress has been made in developing THz sources, with a specific international focus being on the development of THz quantum cascade lasers (QCLs), which were first demonstrated in 2002. Many exciting challenges face THz researchers. Of particular interest to me are questions such as:\n\n1) How can we measure condensed matter systems (whether semiconducting, superconducting or magnetic), and nanostructures, in the THz frequency range? What new, fundamental, physics will be revealed, especially at cryogenic temperatures and at high magnetic fields? \n\n2) Can one engineer THz QCLs both photonically and electronically to make a source that is as ubiquitous as solid state, semiconductor devices are in other parts of the spectrum? Can THz QCLs meet the stringent requirements of space-borne technology for THz astronomy?\n \n3) Can THz radiation be used to study biological materials, especially at a cellular level? \n\nIt is undoubtedly true that to maximise impact across the THz spectral range, there is a requirement for inter-disciplinary collaboration between researchers across science and engineering. This presents many challenges, and it is such challenges that I will explore through this Fellowship. \n\nThe Fellowship will free up my time from current University teaching/administrative commitments, and allow me to focus on addressing such key issues, and hence define the international agenda for the next decade and beyond in the field of THz science and engineering. It will allow me to have extended visits to leading international researchers, in a way that it is not normally possible with University commitments. From these visits, I will not only develop new research activities in the THz field, but also understand how some of the world's leading researchers develop creative ideas, assemble successful research teams from academic staff through to graduate students, and undertake cross-disciplinary research outside the traditional boundaries. I will then take these ideas, combine them with the metods that I have used to build research teams and projects to date, and use professional organisations within the UK to bring new approaches for developing creativity to my research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005282/1","grantId":"EP/J005282/1","fundValue":"156004","fundStart":"2011-09-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Edmund Harold  Linfield","coPersons":[],"organisation":"University of Leeds","findingsText":" This Fellowship gave me the opportunity to develop my research activities, and evaluate new ways of conducting research, that were of significant benefit not only to my immediate research team, but also researchers across the University. I especially considered the challenges of working across scientific disciplines. I focused on my terahertz research activity, where there were, and continue to be, many cross-disciplinary questions that need addressing. In particular, I considered a range of exciting challenges facing terahertz researchers:\n\n1) How can one measure condensed matter systems (whether semiconducting, superconducting or magnetic), and nanostructures, in the THz frequency range? What new, fundamental, physics will be revealed, especially at cryogenic temperatures and at high magnetic fields? \n\n2) How can one engineer THz QCLs both photonically and electronically to make a source that is as ubiquitous as solid state, semiconductor devices are in other parts of the spectrum? Can THz QCLs meet the stringent requirements of space-borne technology for THz astronomy? \n\n3) How can THz radiation be used to study biological materials, especially at a cellular level? \n \nThe Fellowship allowed me to free up time from current University teaching/administrative commitments, and focus on addressing such key issues, thus helping define the international agenda for the next decade and beyond in the field of THz science and engineering. My on-going contribution to the field was subsequently recognized by the joint award (with Professor A G Davies) of the Institute of Physics Faraday Medal and Prize in 2014. \n\nThe Fellowship enabled me to establish new collaborations, and develop established collaborations further, in the field of terahertz science and technology. I worked with world leading groups, including Harvard University, Paris Sud, ?cole Normale Sup?rieure, Paris 7, University of Queensland, University of Delft, Nanyang Technological University, Bochum University, and the Shanghai Institute of Technology, with typically one high impact collaborative journal paper published per month over the Fellowship.\n\nFurthermore, I took the opportunity to respond to the Wakeham initiative, and develop on behalf of initially the University of Leeds, and subsequently the N8 research-intensive universities, a methodology to allow equipment to be categorized and published for shared usage. Leeds (and the N8) equipment is accessible on an externally-facing web site (http://www.n8equipment.org.uk), allow researchers to respond directly to the Wakeham requirements for accessing facilities, but also to market and publicise our equipment far more effectively. Furthermore it provides a key tool for strategic planning for the sustainability of research infrastructure. The work was referred to in the House of Commons (see: http://davidwilletts.co.uk/content/david-willetts-responds-science-and-research-funding-debate), and contributed to a report on the 'International Comparative Performance of the UK Research Base - 2013' prepared by Elsevier for BIS. By enabling me to work across disciplinary barriers, this Fellowship led to the award of three grants (funded by the European Space Agency, the NERC, and the Centre for Centre for Earth Observation Instrumentation and Space Technology) to develop terahertz instrumentation based on quantum cascade laser technology. This will have future application to both earth observation and future space exploration. It also led to a funded programme, with the US Defence Threat Reduction Agency, to obtain a fuller understanding of the terahertz spectra of biological molecules. New international academic collaborations have also been established to explore further the engineering of THz QCLs both photonically and electronically, and to apply terahertz technology to the study of condensed matter systems.\n\nMy work in Leeds on a methodology to allow equipment to be categorised and published for shared usage is being widely taken up by academic institutions within the UK, and not just within the N8. It has also attracted interest from academic institutions outside the UK, as well as by government laboratories and funding agencies. It should provide an invaluable tool for strategic planning for the sustainability of research infrastructure. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Other","dataset":"gtr"}