{"id":"587C631C-BC16-473A-88A5-6D82AD095F11","title":"Stochastic transfer operator methods for modelling the vibroacoustic properties of newly emerging transport structures","abstractText":"The rapid growth of computing power during the last 50 years has given rise to a whole simulation industry serving the needs of the manufacturers looking to design products in an optimal manner, without the time and costs associated with building a series of physical prototypes. Design and construction decisions are increasingly made by means of virtual prototyping as part of Computer Aided Engineering (CAE), and efficient simulation tools in all areas of engineering are sought after. Noise and vibration are particularly important performance aspects in the design of many mechanical systems. High noise and vibration levels can be damaging to structures and to their users (potentially causing hearing loss, for example). Developing computational techniques to improve our understanding of the vibration and acoustics of complex built-up structures can enhance performance, speed up the design cycle and ultimately result in safer and less noisy products.\n\nMethodologies have long been sought after for modelling large-scale complex structures such as aircraft, trains and cars. The sheer size of these structures makes building full-scale physical prototypes expensive, and often infeasible. It also poses problems for simulation methods and limits many CAE products to low frequencies, where computational run times are relatively low and uncertainties have little influence on the vibrational behaviour. Uncertainties arising during the manufacturing process (for example, in material properties or physical dimensions) can lead to large variations in the levels of noise and vibration of a structure at high frequencies, and so mechanical engineers have turned to statistical methods to instead predict averages of these noise and vibration levels. Unfortunately, these statistical methods are based on a set of assumptions that are hard to control and generally only fulfilled for more traditional structural designs. They are not fulfilled for the large curved and moulded components used today. Therefore the CAE tools available at present for simulating mid- and high- frequency noise and vibration do not meet the needs of engineers in the transport sector.\n \nAs a result of the 2008 climate change act in the UK and similar initiatives around the globe, transport industries are undergoing a period of great change. Alternative fuel sources and lightweight materials are two of the major areas of development. An increasing number of hybrid and electric powered vehicles are appearing on the market and the use of lightweight and composite materials is increasing across the sector. Engineers were already in need of new and more versatile simulation methods at mid-to-high frequencies, but the increasing popularity of lightweight materials and electric power sources has compounded this situation for three main reasons:\n- only estimates of the material properties for newly manufactured lightweight and composite materials are available introducing considerable uncertainty into the model;\n- lightweight and composite materials typically emit noise at higher frequencies than more traditional steel or aluminium based structures;\n- sources of noise and vibration (eg. electric motors, air resistance etc.) will mostly be at high frequencies.\n\nIn this proposal, random (or stochastic) transfer operator methods will be developed for modelling mid-to-high frequency structural vibrations in large complex structures. These methods will have the advantages of the current statistical approaches in terms of being able to model uncertainties in the structural design and materials, but crucially will be applicable to a far wider range of structures, including large moulded components and novel lightweight materials. The approach to be developed therefore has the potential to provide a black-box design tool for mechanical engineers looking to develop the next generation of green and lightweight transport structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027201/1","grantId":"EP/M027201/1","fundValue":"91531","fundStart":"2016-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"David James  Chappell","coPersons":[],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}