{"id":"587EF6BD-ECFD-4BF7-8F1A-FD5B35D6C224","title":"What would work as a viable alternative to payday loans?","abstractText":"This research will develop a 'borrowers-eye-view' of the different competing offers of payday loans and alternative forms of credit. We will conduct in-depth interviews with low income borrowers to evaluate how the experience of taking out a payday loan compares to alternative forms of credit. We will then carry out a series of participative workshops to co-design with low income borrowers an alternative credit offer that would meet borrowers' demands while offering less harmful financial terms. The research will conclude with publications for both academic and non-academic audiences and a series of dissemination events to share findings with policymakers and delivery organisations.\n\nThe research has been designed to support the Welsh government's objective of mitigating the effects of poverty and, in particular, its goal of increasing the use of credit unions as an alternative to more harmful forms of short-term credit. The work starts from the premise that product design-and the design of the broader alternative credit offer (from how it is delivered to how it is perceived in the local community)-will be decisive to the success or failure of this strategy. Getting product design right will require a richer and more detailed understanding of the user-experience of different forms of credit than we have today. It will also require greater involvement from borrowers in describing what would work as a genuine alternative to payday loans.\n\nThe wider context for the work is the risk that, for a large swathe of the Welsh population on low incomes, the economic recovery could be marred by an historic overhang of debt. Overall UK consumer debt trebled in value from 1993 to 2013 reaching &pound;158 billion, leaving many in poverty to face high debt repayments and chronic uncertainty as interest rates now start to rise. Nowhere are these risks sharper than in the case of payday loans. The UK payday loan industry, covering short-term and high interest rate debts, grew from &pound;100 llion to &pound;1.7 billion in the seven years from 2004. The Public Accounts Committee estimates that there are now around 2 million payday loan customers in the UK. This staggering rise of extremely high-interest-rate debt threatens to shape the way many in poverty experience the economic recovery, reducing household spending power, increasing insecurity, and derailing anti-poverty strategies.\n\nThere is already growing evidence of the personal costs of short-term credit. The debt charity StepChange has recorded a 44 per cent increase in Wales in the number of people calling their helpline for advice since 2010. The Citizens Advice Bureau in Wales reported in May 2013 that the number of people seeking help to deal with debts emerging from use of payday loans rose from 93 to 609 in just one year, a rise of 555%. Levels of debt are increasing. In Cardiff, the average payday lending balance rose 42% in just one year from 2011 to 2012. A similar picture is portrayed by StepChange analysis of its clients in Wales, with 18% reporting struggling with a payday loan in 2013 compared to 2.6% in 2010.\n\nThis research will support policymakers in a strategy of encouraging alternative forms of credit, giving the richest and most detailed evaluation to date of different credit offers from a borrowers-eye-view, and working with low income borrowers themselves to sketch out what would work as a viable alternative.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M007219/1","grantId":"ES/M007219/1","fundValue":"74167","fundStart":"2014-12-17","fundEnd":"2016-08-31","funder":"ESRC","impactText":"","person":"Victoria  Boelman","coPersons":["David  Adamson"],"organisation":"The Young Foundation","findingsText":"","dataset":"gtr"}