{"id":"589BB057-7CE8-4575-9F17-BD344BB9C851","title":"Theme Leader Fellow, Digital Transformations in the Arts and Humanities","abstractText":"As theme leader fellow for the AHRC strategic theme of 'Digital Transformations', I work with research projects funded by the AHRC to explore how arts and humanities researchers are engaging with the opportunities offered by innovative digital technologies and the wider availability of data. I identify the wider issues raised by this research and synthesise the generic research findings emerging from the 'Digital Transformations' theme. My own scholarly interests are in the history of archives and libraries, and one of the major themes arising from current work funded by the AHRC is the restatement of the concept of the archive and collection. This interest in the changing nature of archives and memory institutions provides opportunities for dialogue with the AHRC strategic theme 'Care for the Future'. Another major focus of research within the 'Digital Transformations' theme is the development of critical approaches to big data, which I see as closely related to our changing view of historic archives. These critical data studies provide a link to the 'Connected Communities' programme, with which 'Digital Transformations' has undertaken joint projects, and 'Translating Cultures', particularly with regard to the linguistic cultures of the digital world. As theme leader fellow, I also seek to foster cross-disciplinary and cross-domain research, particularly in activities which restate the relationship between research and practice and challenge us to reconsider the relationship between art, design, craft and the humanities. Emerging digital materialities, ranging from conductive inks to the printing of human organs, are of particular significance here. In exploring such emerging technologies and the opportunities offered by activities such as bioscience, closer links with science will also be of fundamental importance and I maintain a close dialogue with the 'Science in Culture' theme.\nIn my own research, I investigate the way in which digital methods are restating our relationship with the primary materials of humanities research, including manuscripts, books and material culture. I explore new scientific approaches to investigating objects such as books and manuscripts, and am exploring the use of such methods as hyper-spectral imaging and reflective transformational imaging to investigate the history of a number of well-known manuscripts, including the Hengwrt manuscript of Chaucer's 'Canterbury Tales'. I have published studies of the emerging canonicities of the web and the rhetoric of digital transformation. I maintain a blog called digitalriffs.blogspot.co.uk and seek to develop effective ways of presenting my research online. I am working on a study of the Peasants' Revolt of 1381 which will provide users with direct access to archival evidence for the revolt.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N50449X/1","grantId":"AH/N50449X/1","fundValue":"827614","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"AHRC","impactText":"","person":"Andrew John Prescott","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}