{"id":"58A93E9F-2164-4A28-8132-8A93BFC68153","title":"Defining the functional roles of MUC5AC and MUC5B in mucus in respiratory airways","abstractText":"Mucus is the jelly-like substance produced by the lungs to defend the body against pollution, bacteria, viruses and other environmental agents. Mucus acts to trap environmental agents and their removal from the lung is made possible by what is known as the ?mucociliary escalator?: Cells lining the surface of the large airways have tiny hairs called cilia which interact with mucus to trap and remove debris from the lungs. The beating action of the cilia moves the mucus up to the throat, where it is swallowed. \n\nIndividuals suffering from airway diseases such as asthma, cystic fibrosis and chronic bronchitis face the constant struggle of not only making too much mucus, but that the mucus produced is stickier than normal. Such sticky mucus cannot be moved by the cilia, resulting in the airways becoming blocked.\n\nMucus is a complex viscous mixture made up of electrolytes, water and extremely large, rope-like molecules called mucins. There are two types of mucins in the mucus of the large airways, MUC5AC and MUC5B. In disease we know that there is a much larger amount of both mucins produced, which contributes to blocking the airways. In addition, recent research suggests that the ratio of MUC5AC and MUC5B in the mucus gel can alter how the mucus is moved by cilia, but exactly how this happens is not currently understood.\n\nIn light of this, our principal research question is: Do the two mucins, MUC5AC and MUC5B, make mucus gels which can be moved by cilia with equal efficiency, and do other components of the mucus gel interact with the mucins to alter how mucus is moved?\n\nTo answer this question, we are bringing together research teams in Biology and Physics in order to understand the distinct contributions of MUC5AC and MUC5B to the stickiness of the mucus gel. We will also find out what other molecules are critical for creating a moveable mucus gel which can be cleared from the airways. Understanding the organisation of mucus gels in health and disease will enable the design of new treatments for people suffering with airway obstruction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000450","grantId":"G1000450","fundValue":"368886","fundStart":"2010-10-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"David  Thornton","coPersons":["Thomas Andrew Waigh"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}