{"id":"58C02B4D-8836-4DD8-B362-E5DE0CC7522A","title":"Associative long-term memory: translating circuit and molecular changes into modified behavioural output","abstractText":"Explaining precisely how memories are formed is a major goal of neuroscience. We know that long-term memory formation in all animals involves lasting changes in neural networks. These changes reflect learning-induced alterations in the strengths of chemical synaptic connections between the nerve cells of the neural network. In addition there are changes in the electrical properties of individual neurons and in the degree to which they express particular genes. Our goal is to understand how altered neural network, cellular and molecular properties are integrated during memory formation in the freshwater snail Lymnaea stagnalis. Perhaps surprisingly, molluscs are among the most important model preparations in neuroscience. Recently Eric Kandel was awarded a Nobel Prize for his pioneering research on synaptic plasticity in the sea slug Aplysia. It was the simplicity of the molluscan nervous system and the presence of giant neurons that allowed key experiments to be performed that could not then have been performed in more complex organisms. More importantly, the discoveries applied throughout the animal kingdom, confirming that at the level of cellular and molecular mechanisms, simple and complex organisms do not differ fundamentally. In our model system, we can identify and localize electrical and molecular changes contributing to long-term memory in individually identified neurons with known synaptic (network) connectivity. Snails learn to feed in response to a previously neutral stimulus (amyl acetate) by pairing it with a reward stimulus, sugar. Remarkably, this classical conditioning induces a long-term memory in a single trial. In an exciting development we can now induce the memory trace 'in vitro' so that various stages of memory formation can be followed 'in the dish'. This will allow us to study the electrophysiological and molecular processes leading to the long-term memory trace that is known to be first formed 5 hr after conditioning. We are particularly interested in the gaseous transmitter NO because of its general importance in synaptic plasticity in both invertebrates and vertebrates. We know that NO is required for long-term memory formation but whether it is involved in the early acquisition of memory will now be determined. Linked to the established role of NO in memory is the recent observation that conditioning regulates genes involved in the synthesis of the NO-generating protein (NO synthase, NOS). The product of one of these genes is unconventional in that it does not encode a protein, rather it is a negative regulator of the gene that does encode the NOS protein. Intriguingly the expression of anti-NOS (an antisense RNA) is reduced at about 4 hours after training, just two hours before a significant increase in the expression of the conventional NOS encoding gene. We will investigate whether there is a causal link between these two molecular events and whether they are necessary for long-term memory formation. This will be achieved by using a new technique for artificially manipulating gene expression known as RNA interference or RNAi. RNAi will be applied specifically to giant neurons that use NO, can modulate synaptic interactions in the feeding neural network and which also show persistent changes in their electrical properties that form part of the electrophysiological mechanism for long-term memory. Whether NO mediates these changes in electrical properties and whether there is a role for NOS gene regulation will be an important question in the project. How network, cellular and molecular mechanisms together lead to memory will be examined using our computer simulation of the feeding network. Memory impairment will become an increasingly prevalent problem in an aging population and its amelioration will require a better fundamental understanding of memory than we have currently. The basic research we are prosecuting will contribute to this understanding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00041X/1","grantId":"BB/E00041X/1","fundValue":"800063","fundStart":"2006-09-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"","person":"Paul Robert Benjamin","coPersons":["Sergei Alexei  Korneev","Michael  O'Shea"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}