{"id":"58C6258C-560C-4FC8-A31C-6BC9835F53F7","title":"Towards More Effective Computational Search","abstractText":"The ASAP group has set the international research agenda in exploring the development of computational systems that can automatically build decision support systems. The group addresses a broad range of scientifically challenging problems, many of which are drawn from the real world where the complexities of the problem have not been abstracted away in order to make the problem easier to model/solve.The group's key research goals include:- Automating the Heuristic Design Process: We lead the international community in hyper-heuristics (heuristics to choose heuristics) research, with the aim being to investigate the extent to which we can replace human decision making by computer algorithms.- Closing the gap between industrial and real world issues and academic practice: We aim to explore dynamic and complex computational modeling and intelligent decision support within the context of real world problems such as aircraft scheduling, timetabling, manufacturing, bioinformatics, production scheduling and healthcare rostering. ASAP aims to establish new decision support methodologies that explore the use of automated search methodologies and the complexity that they are able to handle.- Closing the gap between theoretical understanding and the construction of search methodologies: We aim to theoretically analyse complex real world scenarios with a view to deepening our understanding of search methodology development. The state of the art in theoretical study in this field tends to deal with models that are too simple to be placed into real world practice. We aim to study the theory of real world applications.Our core research on modeling and search methodologies has redefined the inter-disciplinary interface between Computer Science and Operational Research, while our grounding in diverse applications involves dialogue with many other disciplines spanning biomedical science (new computational methodologies in bioinformatics, systems and synthetic biology as well as in nanoscience) through to the built environment (search methodologies for office space allocation). In this renewal proposal to our current Platform award, we are requesting support for 132 months of research assistant funding (at varying levels of seniority), over a five year period. This would enable us to conduct (and continue) a programme of transformative and innovative research that is not only high risk and high return, but which also has a clear multi-disciplinary and industrial focus.A Platform award would enable the ASAP group to retain key personnel at the interface of Computer Science and Operational Research. The potential benefits in providing the grounding for tomorrow's decision support systems could be far reaching in laying the foundations for more efficient, effective, cheaper, easier-to-implement and easier-to-use systems across many industries and sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000968/1","grantId":"EP/H000968/1","fundValue":"1010980","fundStart":"2010-02-22","fundEnd":"2015-02-21","funder":"EPSRC","impactText":"  This is an ongoing project with some outputs.  ","person":"Robert Ivor John","coPersons":["Dario  Landa-Silva","Graham  Kendall","Rong  Qu","Sanja  Petrovic","Andrew J  Parkes","Edmund Kieran Burke"],"organisation":"University of Nottingham","findingsText":" This project is ongoing. We anticipate on completion of the project the optimisation algorithms will be deployed in many sectors Environment,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}