{"id":"58D03AC3-3902-4908-B147-248878DCC01E","title":"OPTICAL SPECTROSCOPIES FOR IMMUNO-BIOMEDICAL APPLICATIONS","abstractText":"The manipulation of materials at a molecular level combined with measurement on a scale approaching nanometres means that chemistry can be considered central and enabling to many disciplines such as the life sciences. The ability to produce probes that can be used to report on the biological status of a system at a molecular level is key to advancing the understanding of such systems and how disease and treatments impact on these healthy systems. There is a significant role for chemists to fulfil by providing such ability and this proposal seeks to provide the underlying support to achieve this goal. We have expertise in producing probe molecules that respond to biological stimulus in vitro and can be measured using optical spectroscopies, however, in order for them to be used in vivo new interdisciplinary collaborations need to be established and adventurous experiments attempted to transpose this science out of the test-tube and into the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E000584/1","grantId":"EP/E000584/1","fundValue":"804887","fundStart":"2006-08-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"","person":"Duncan  Graham","coPersons":["Paul  Garside","James  Alexander","David  Birch","William Ewen Smith","Karen Jane Faulds"],"organisation":"University of Strathclyde","findingsText":" We have expertise in producing probe molecules that respond to biological stimulus in vitro and can be measured using optical spectroscopies, however, in order for them to be used in vivo new interdisciplinary collaborations need to be established and adventurous experiments attempted to transpose this science out of the test tube and into the cell. Through the funding awarded for this proposal we have been able to demonstrate a number of key fundamental breakthroughs in using nanoparticle based sensors in biological systems. One of the lead examples to arise from this research is the ability to measure enzymatic activity within cells using nanoparticles and surface enhanced Raman scattering (SERS). This has allowed us to produce false coloured heat maps of activity from single cells but also cell populations. Further to this we have been able to assess the efficacy of a number of different enzyme inhibitors on the activity of the enzymes within the cells using this approach. This has been extended to a number of different enzyme classes now and is showing excellent promise in being able to measure molecular bioactivity within a biological system with ultra high resolution. The advantage of this approach over existing techniques is that the background signal is easily discriminated from the positive signals meaning the signal to noise ratio is improved and sensitivity is excellent. Building on this initial work we were able to also use nanoparticle probes in vivo. These probes were designed to give a specific vibrational signature when injected into the tail vein of mice. We were able to detect the nanoparticles in various parts of the mouse and through functionalization of the nanoparticles with specific antibodies we were able to show localisation of the nanoparticles in a molecularly specific manner. Using this approach we were able to demonstrate that we could image atherosclerotic plaques with improved signal to noise ratios compared to conventional imaging techniques. New assays for specific biomarkers such as prostate specific antigen have also been developed with improved sensitivity over existing approaches which is of use to the clinical community. The final significant breakthrough is that we have been able to functionalise nanoparticles in such a way that they now enter parasites. Nanoparticles are known not to enter parasites but through surface chemistry we have been able to improve and in fact promote their uptake which allows study of the parasites when they are embedded within their host cells in more detail. In tandem to this we are able to look at therapeutic molecules commonly used as anti-parasitic reagents and their effect on the parasites through the signals achieved from the nanoparticles. The research conducted from this application has led to a great number of further off shoots of research which have been funded through either further research council grants or industry and the scientists trained through this proposal have gone onto further their careers in their respective areas.  ","dataset":"gtr"}