{"id":"58D12874-F594-4619-9E35-5CDB535EC445","title":"Dissecting a new and vital checkpoint in SNARE recycling and plant growth","abstractText":"I seek, in this proposal, to address the fundamental question of how recycling of the proteins that drive secretory vesicle traffic is regulated post-fusion. SNARE proteins are central components of a well-defined mechanism for the delivery of vesicles carrying membrane and soluble cargo between compartments within cells and contribute to homeostasis and signaling in all eukaryotes. Cognate (Qa-, Qb-, Qc- and R-)SNARE proteins localize to vesicle and target membranes, and assemble in complex to drive membrane fusion. So-called Sec1/Munc18 (SM) proteins are known to regulate this process. SMs form clothespeg-like structures that 'clamp' and stabilize the SNAREs in complex during vesicle fusion. Post-fusion disassembly of the SNARE complex is essential to recycle the cognate SNARE proteins and maintain vesicle traffic. Disassembly is achieved by the NSF ATPase which binds the SNARE complex with the adaptor protein alpha-SNAP. Logic dictates that SM debinding is prerequisite for SNARE complex disassembly, but an understanding of how this process might be regulated is wholly absent. Indeed, most eukaryotes express only one or two alpha-SNAP and NSF proteins, yet maintain vesicle traffic via a large number of different SNARE-mediated trafficking pathways. Clearly, substantial coordination between trafficking pathways must occur to ensure NSF activity is effectively distributed.\n\nThis proposal builds on significant recent findings of my laboratory following our identification of SEC11 as the SM partner of SYP121 and the SNARE complexes it assembles. SYP121 and SYP122 are the two Qa-SNAREs that dominate in vesicle fusion at the plasma membrane of the plant model Arabidopsis. We found that manipulating SEC11 binding to SYP121 via a secondary site, previously thought to tether the SM prior to fusion, blocks vesicle traffic via both SYP121- and SYP122-mediated pathways, even though SEC11 does not interact with SYP122. The two Qa-SNAREs share other cognate (Qb-, Qc- and R-)SNAREs, leading us to observe that SEC11 binding to SYP121 via its secondary site is necessary, post-fusion, to promote SNARE disassembly and recycle these binding partners. In short, we have uncovered a previously unrecognized checkpoint and a new role for an SM protein in SNARE recycling post-fusion.\n\nThe findings offer the first opportunity to explore this, entirely novel function of an SM protein. Not only do they provide evidence of a previously unrecognized role for SM-SNARE binding, but they also support a new model for SM regulation of membrane traffic. My working hypothesis is that SEC11 debinding is a key checkpoint and serves as a molecular 'clutch' for disassembly of the SYP121 SNARE complex and its coordination with parallel trafficking pathways at the plasma membrane. I propose now to test various aspects of this hypothesis. I aim to fully characterise the binding of SEC11 with SYP121 and their association, post-fusion, with alpha-SNAP and NSF in disassembly of the SNARE complex. I propose also to examine the consequences of selectively manipulating SEC11-SYP121 interactions on vesicle traffic, cell expansion and growth. The multidisciplinary approach outlined here will further our understanding of SM function, SNARE recycling, and it is likely to provide a novel paradigm for understanding the coordination of vesicle traffic within eukaryotes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N006909/1","grantId":"BB/N006909/1","fundValue":"491520","fundStart":"2016-05-01","fundEnd":"2019-04-30","funder":"BBSRC","impactText":"","person":"Michael Robert Blatt","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}