{"id":"58D14EE5-0E6A-42CA-B9CB-D9E78439E14B","title":"Whole-life Cost Assessment of Novel Material Railway Drainage Systems","abstractText":"Reliable drainage solutions are critical for ensuring the long-term and cost-effective provision of railway infrastructure. Water plays a significant role in the degradation of railway infrastructure and can cause poor track geometry and accelerated deterioration of ballast, with high associated maintenance and repair costs which inevitably get passed on to the end-user. Excessive amounts of water may also cause catastrophic failure of railway infrastructure systems, which represent a real threat to public safety. \n\nClimate change is predicted to result in more extreme weather and flash flood events. The railway drainage systems will therefore be put under severe strain with increased likelihood of disruption to rail services. Much of the UK railway drainage infrastructure is old and in need of repair or replacement. However, the UK railway industry is experiencing significant growth in the number of passengers and the amount of freight carried, which reduces the opportunities available to carry out maintenance. \n\nIn light of these issues, railway drainage system modernisation is considered to be a key factor for improving railway network safety and capacity, and ensuring the infrastructure's resilience to changing weather and climate events. \n\nThis project focuses on providing novel and easily installed railway drainage solutions which make use of lightweight and cost-effective 'new materials'. 'New materials' includes those recently developed as well as materials that can be newly applied within drainage systems. The project will consider a range of materials for use in this application, such as Expanded Polystyrene (EPS) which is a lightweight and strong material with good chemical resistance. The project includes a range of experimental testing, including trials of a new material drainage system within a full-scale railway track model, as well as advanced small-scale physical modelling using the University of Nottingham geotechnical centrifuge. Numerical models will also be developed to gain a better understanding of the effects of key parameters within the drainage system. \n\nAn important component of the project is the development of tools which will allow for the assessment of the full lifecycle costs of the developed new material drainage solutions. These tools have the potential to help railway operators make informed decisions relating to the selection of track and drainage system maintenance and repair solutions. Advanced tools will also be developed which will provide a better understanding of the inter-relationships between railway drainage performance and other railway systems, including other infrastructure assets and operation services. \n\nThe project benefits from the involvement of experts from railway industry, including URS, a leading provider of engineering, construction and technical services within the railway sector, and ASPIN, who provide a range of consultancy services to the railway industry. The project will also benefit from access to information from Network Rail, the owner of the UK railway infrastructure, through proven links between the research team and representatives from Network Rail. The project fosters a multi-disciplinary approach to developing engineering solutions, with expertise from several technical areas, including geotechnics, transportation infrastructure design and performance as well as asset management.\n\nThe successful completion of the project will allow the development of modern railway drainage solutions which incorporate new lightweight, easy to install, and cost-effective materials. The lifecycle cost assessment tools developed as part of this project will enable railway operators to make informed decisions about railway maintenance and repair, and ensure that end-uses of the railway get the best service possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023028/1","grantId":"EP/M023028/1","fundValue":"591596","fundStart":"2015-09-14","fundEnd":"2019-03-13","funder":"EPSRC","impactText":"","person":"Alec  Marshall","coPersons":["John  Andrews","Andrew R Dawson","Nicholas Howard Thom"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}