{"id":"58D427A7-7CAB-4DC7-BEAD-C279631A5F57","title":"Understanding how DELLA-mediated transcription controls GA-responsive growth and development in Arabidopsis","abstractText":"To survive in their surroundings, it is essential that plants are capable of adapting their growth to suit the environmental conditions to which they are exposed. Plants have evolved many complex pathways that are necessary for recognising, relaying and responding to these environmental signals. The plant hormone gibberellin (GA) functions in one such pathway, controlling growth and development in response to many environmental factors, including light, temperature and stress. The study of mutant plants that are deficient in GA production has confirmed that these hormones act largely by promoting growth. In the absence of GAs, plant growth is prevented through the action of the DELLA proteins, which act as growth repressors. When plants are exposed to specific environmental conditions that favour growth, the GA pathway is triggered through the production of the hormone. The increased levels of GAs promote the rapid removal of the DELLAs, allowing increased plant growth. In recent years, there have been dramatic advances in our understanding of the components that are responsible for the production of the GA hormone, and how specific environmental signals lead to their activation. In addition, the mechanisms and components by which GAs trigger the removal of the DELLA growth repressors are now well understood. However, very little is known about the role of DELLAs as growth repressors and how their absence leads to increased plant growth. It is believed that DELLAs act by regulating the levels of multiple components that are directly responsible for controlling plant growth. However, the identity of these components, and the mechanisms by which DELLAs control their levels are poorly understood. The work outlined in this proposal aims to improve understanding of this part of the GA signalling pathway. The role of the GA pathway in controlling growth has been intensively studied in the model plant Arabidopsis thaliana. This work has demonstrated that this pathway is responsible for stimulating growth throughout the plant, including the roots and hypocotyls. Our recent studies have illustrated the importance of focussing on specific aspects of plant growth, rather than the whole plant, if we are to understand how DELLAs function and identify their downstream targets. The aim of this project is to identify the immediate DELLA targets in Arabidopsis roots and hypocotyls, to determine their role in controlling GA-dependent growth and to understand the mechanisms by which DELLAs control their levels in the plant. This will be achieved by identifying components that act in concert with DELLAs and investigating their function in the GA signalling pathway. Our ultimate aim is to understand how DELLAs control different aspects of GA-dependent growth through a myriad of downstream targets. Considering the demonstrated potential to improve agronomic traits through modification of the GA pathway, it is likely that this knowledge will ultimately lead to an improvement in these traits in major crop plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022618/1","grantId":"BB/E022618/1","fundValue":"489857","fundStart":"2008-01-07","fundEnd":"2011-07-06","funder":"BBSRC","impactText":"  Based on the identification of DELLA-interacting transcription factors in Arabidopsis, we have been targeting orthologs in wheat. These include transcription factors which control pollen development. This work aims to uncover the transcriptional networks controlling pollen development in wheat and investigate how abiotic stress impacts on these pathways. Agriculture, Food and Drink Policy & public services","person":"Stephen Gregory Thomas","coPersons":[],"organisation":"Rothamsted Research","findingsText":" Using microarray analysis, we have identified DELLA-mediated transcriptional events that are responsible for controlling Arabidopsis root elongation. This data has been used in an integrated mathematical modelling study (in collaboration with Prof. Malcolm Bennett's group at the University of Notttingham) to understand the role of homeostatic feedback modulation on the GA signalling pathway.\n\nScreens for DELLA-interacting proteins have identified many potential candidates that have a role in controlling gibberellin (GA) responsive growth. Of particular interest are those transcritpional regulators that are central to other phytohormone signalling pathways, including auxin, jasmonate, cytokinin and brassinosteroids (BR). These findings provide a molecular mechanism for the observed crosstalk between GA and these other phytohormone signalling pathways. In the case of GA and BR crosstalk, we have demonstrated that DELLAs interact with the BR signalling component BZR1 to restrict its transcriptional activity.\n\nTo gain a better understand of how DELLAs control GA-responsive growth, we have focused on the role of these proteins in regulating pollen development. DELLAs are known to block pollen development but the molecular mechanisms controlling this are not understood. We have screened of an Arabidopsis anther yeast 2-hybrid library (in collaboration with Prof. Zoe Wilson's group at the University of Notttingham) and identfied a novel class of basic helix-loop-helix transcription factors (TFs) which interact with DELLAs. Our subsequent genetic analysis has demonstrated that these TFs are important for regulating pollen development through their control of tapetum development. Their importance in regulating GA-responsive growth is currently being investigated. During the 'Green Revolution' of the 1960s and 1970s, the introduction of dwarfing genes in rice and wheat led to the breeding of dramatically higher yielding crops. These important dwarfing genes have been shown to be altered versions of those encoding key gibberellin (GA) signalling components. In the case of wheat, the Rht-1 dwarfing genes, which are currently present in more than 70% of UK grown wheat varieties, encode altered DELLA proteins. Therefore understanding how DELLA proteins control plant growth and development is essential if we hope to achieve the improvements in cereal yields that will be necessary to feed a rapidly expanding global population. Although Rht-1 dwarfing genes lead to substantial yield improvements they also have unwanted side effects than can impact on yields. For example, they lead to reduced seedling vigour and can also reduce tolerance to environmental stresses (such as heat tolerance during pollen development). By understanding DELLA function there is the potential to manipulate specific growth responses to remove the adverse effects that are observed in the Rht-1 dwarf varieties. This project has provided a wealth of information regarding the potential mechanisms of how DELLA proteins control growth and development. This has led to the establishment of collaborations between our group and 5 leading international research groups (Prof. Zoe Wilson at the University of Notttingham, Prof. Malcolm Bennett at the University of Notttingham, Dr Miguel Blazguez at CSIC-UPV, Dr Ari Sadanandom at the University of Durham and Dr Ray Owens at OPPF-UK, Research Complex at Harwell. All of these collaborations are aimed at improving our understanding of how DELLAs control plant growth and development by focussing on the role of these interacting partners.\n\nOne of the primary aims of this follow-up work is to establish whether DELLAs interact with various partners through different mechanisms. If this is established to be the case there is the potential to manipulate specific aspects of GA-responsive growth in plants through this pathway. Agriculture, Food and Drink","dataset":"gtr"}