{"id":"58DD033C-9458-4721-9093-36D68897CDC7","title":"Core Capability for Chemistry Research: Cardiff School of Chemistry Mass Spectrometry","abstractText":"Mass spectrometry is one of the four core analytical techniques that underpin chemistry research. Mass spectrometry instrumentation has advanced considerably in recent years, in particular in the range of molecules that can be ionised, greater resolution and sensitivity, ion mobility and controlled fragmentation to yield structural information, and improved coupling to other analytical methods. Here we propose three new mass spectrometry instruments that will meet the needs of current and future research at the Cardiff School of Chemistry and our collaborators in academia and industry.\n\nOne instrument will comprise a liquid chromatography - mass spectrometry system featuring controlled fragmentation and an ion mobility cell. This instrument will permit separation of species in complex mixtures using chromatography and ion mobility, which is combined with the structural information provided by fragmentation followed by accurate mass measurement. This instrument will be valuable for analysis of biomolecules, thus supporting projects in synthetic-biology and chemical-biology.\n\nA thermogravimetric analyser coupled to an infrared spectrometer and mass spectrometer will allow chemical identification of volatile molecules evolved during controlled heating of solids. The instrument will particularly benefit projects in bioenergy, biomass processing and high performance materials. \n\nAn inductively coupled plasma mass spectrometer with HPLC and laser ablation front ends will allow determination of trace metals in a wide range of samples. The instrument will be put to use across a wide range of projects, including materials for medical devices, coordination chemistry of amyloid peptides, and heterogeneous catalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027240/1","grantId":"EP/L027240/1","fundValue":"980729","fundStart":"2014-01-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Findings have not yet been used because no research has yet been completed using the supported instruments.  ","person":"Peter James Knowles","coPersons":["Graham  Hutchings","Ian Andrew  Fallis","James Edward Redman","Stuart Hamilton Taylor","Neil  McKeown","Rudolf Konrad Allemann"],"organisation":"Cardiff University","findingsText":" There is as yet no completed research that makes use of the support provided by this grant. The new mass spectrometry equipment will have benefits for the academic community active in the project areas highlighted in the Case for Support, in particular in the fields of catalysis, chemical-biology and materials chemistry. Data produced by the instruments will advance these fields and the results will be disseminated to the academic and commercial scientific community through peer reviewed publications and international conferences. Application of the instruments to a wide range of chemical problems will also generate methodology centred publications that will be of interest to those involved in technique and instrument development. Chemicals,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}