{"id":"58EDF3E1-036B-49BD-BB4E-92786B4C47C2","title":"Small items of research equipment at the University of Glasgow","abstractText":"The University of Glasgow proposes to utilise the requested funds to create a high value scheme fostering new collaborations and the sharing of equipment and expertise between Early Career Researchers (ECRs). The investment will be directed to the purchase of small (&lt;&pound;10K) pieces of equipment that will further ECR's own research, expand their collaboration base, support the publication of work not otherwise possible and/or support the work of EPSRC funded students within an EPSRC 'Growth' or 'Maintain' area. To ensure the scheme will also facilitate the sharing of existing equipment a website will also be established to list new and existing equipment alongside a lay description of each ECR's expertise, interests and collaborative opportunities. \nThe scheme will be run from the office of the Dean of Research of College of Science and Engineering covering both the College of Science and Engineering and appropriate sectors of the College of Medical, Veterinary and Life Sciences. We propose to run three cycles of the equipment call, with the first starting in November 2012 (items already identified and costed) and the second in January 2013. The University of Glasgow will commit in excess of &pound;170k of additional equipment funding and associated staff time to extend the scheme beyond the March window to run for the third cycle. Cycle three will be fully funded by Glasgow University, will open in April 2013 and in all aspects will run in an identical way to cycles one and two.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031732/1","grantId":"EP/K031732/1","fundValue":"447357","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Miles  Padgett","coPersons":["Bhaskar  Choubey","Steven Leonard Neale","Iain William Martin","Nicholas  Kamenos","Ross Stewart Forgan","Mark Duncan Symes","Manlio  Tassieri","Donald A MacLaren"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}