{"id":"58F63EAB-B592-4AE2-8756-15B83C19DB8A","title":"(SANDPIT) Sixth Sense Transport (Reducing/re-distributing transport options through a flexible interpretation of time)","abstractText":"Our lives are governed by 'fixed' time schedules with activities aligned to school and work start/end times, public transport schedules, facility opening hours and deadlines. The rise of the 'anytime' 24 hour society has led to increased consumption of goods and services, the take-up of non-standard work schedules (e.g., rotating shifts), and a more dynamic approach to activity planning, leading to the constant 'hectic' pace of life many of us feel. Coupled to this is how laptops, smart phones and PDAs, linked to 'social networking' have revolutionized when, where and how people communicate in work and at home, softening 'time' and 'space', allowing social relationships to revolve around the appreciation of the relativity of friends and colleagues in personal time.\n\nUnder these circumstances, trip making behaviour to engage in these activities can be very complex, favouring single occupancy car use over more carbon efficient alternatives and resulting in mean travel distances increasing despite the time allocated to travel remaining relatively consistent. The car is highly compatible with society's current scheduling patterns and alternative modes are often not considered as their use requires additional cognitive effort which often removes them from the decision making set.\n\nOur research vision is to understand the extent to which behavioural change in transport habits and practices can be facilitated through the creation of a new form of 'transport network', based on extending social networking principles to transport users and their individual vehicles. Through the development of an innovative, open, extensible technical platform called 6th Sense Transport (6ST), we will provide users with new ways of understanding the relationships between their own future transport plans and those of others. \n\nThis approach could revolutionise the process of decision making in travel behaviour (whether it be for the movement of people or things) by using social networking principles to create 'visibility' of potential transport options in time and space. If we are better able to visualise the activity of people and things (cars, buses, lorries, even items within a lorry) relative to their immediate and future time schedules, and crucially, the conditions under which people and other 'things' might be willing to liaise and adapt, we might be able to realise more opportunistic and collaborative uses for transport resources, leading to a reduction in overall transport related carbon emissions. \n\n6ST will provide a deep understanding of how the increasingly multiple forms of temporality and spatiality influence travel mode choices and the ways in which people and 'things' might be willing to share certain personal travel information. This will be achieved through the novel use of smart phone and tagging technology to provide data feeds on activity and availability, monitored through a Platform that will anticipate opportunities for connections that are then made visible to users in the social network.\n\nExperiments in how potential users of a 6ST system might adapt, alter and collaborate in their travel behaviour, with the visibility of potential transport options afforded by the Platform, will be undertaken in three specific domains: Tourism (in relation to visitor communities on campsites), Primary Education (in relation to child drop-off and collection) and Urban Logistics (space availability and utilisation on delivery/collection vehicles).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004650/1","grantId":"EP/J004650/1","fundValue":"729923","fundStart":"2011-08-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  Our work to develop, trial and evaluate the three travel collaboration apps (6STCampsite, 6STTravel and LinkLocal) has proved pertinent at a time when dwindling public sector funds struggle to meet the population's needs and the government is seeking to empower the community to be self-reliant (Localism Act 2011). Through this period, a growing number of sharing communities have emerged and our work in the transport field is especially important as the largest gains from collaboration are likely to be achieved through sharing private vehicles as this is an underutilised resource. As a result our apps have attracted interest from public, commercial and third sector organisations, as well as individuals motivated to promote sharing in their community. This has led to additional trials (outlined above) and a Connected Communities follow-on grant awarded through the AHRC (Communities within Spaces of FlowsAH/L013258/1) which, among other things, explored how our collaborative travel apps might unlock community potential to achieve well-being gains. Dialogue is currently underway with a British Motorsports Society (beermountain.com) to trial the Linklocal app at the Le Mans event in France. However, we have been cautious about the widespread optimism that our apps have received since the research has identified a number of fundamental challenges that need to be tackled. Therefore, at the present time, the most significant economic and societal impact lies in the understanding we have brought with respect to the challenges of app enabled collaborative travel. This will enable more informed choices about adoption of collaborative travel apps and appropriate strategies to successfully initiate and maintain use.\n\nThe Travelling Treasures smart phone apps is currently being trialled by the Edinburgh Museums and Galleries and findings will be made clear toward the end of the year. Early engagement is good and the use of local bus data to boost museum tourism has been warmly received as a demonstration of Internet of Things / Smart Cities thinking. A paper on the application will be presented at the forthcoming Digital Economy All Hands event in December 2014 (Speed, C., Shingleton, D. &amp;amp;amp; Dickinson, J. (2014) Using city bus data as a platform for smart tourism. RCUK Digital Economy All Hands conference, London 2014. ) \n\nCoGet remains an experimental social logistics application that is a little too 'near future' for wide spread take up. However the application informs a highly engaging experience for participants who want to better understand the potential for people and transport as information carriers. Following the successful workshop at Future Everything in March 2014, the team have submitted the technology for a follow-on workshop at Transmedialle, Berlin in January 2015.\n\nKeyfort, an IT engineering company (www.keyfort.co.uk) are working with Oxfam to develop their FreightVista fleet management system. They will incorporate specific functionality developed from the 6STOxfam app with trials scheduled to start in February 2015.\n\nOur work on the 6ST prototype data hub has fed directly into a number of additional research projects including TSB funded activities in the IoT domain (Smart Streets) and intelligent highways maintenance (Smart Clean). These projects are highly visible to industry in the UK. \n\nOur 'where is my walking school bus app?' has won a national award and is now being prepared for national roll out to schools and local authorities. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Retail,Transport Societal,Economic,Policy & public services","person":"Tom  Cherrett","coPersons":["Janet  Dickinson","Chris  Speed","Sarah Helen  Norgate","Nigel  Davies"],"organisation":"University of Southampton","findingsText":" What were the most significant achievements from the grant?\n\nGenerating new understanding of how neighbourhood search heuristics can realise time, distance and CO2 savings for waste collection companies servicing recycling bins equipped with remote fill monitoring sensors (Fraser McLeod, Gunes Erdogan, Tom Cherrett, Tolga Bektas, Nigel Davies, Duncan Shingleton, Chris Speed, Janet Dickinson, Sarah Norgate (2014). Improving collection efficiency through remote monitoring of charity assets. Wast Developing collaborative travel apps:\n\nOur analysis identifies a number of strategies could be implemented by app developers and transport planners to help redress the reciprocal balance in collaborative travel apps (where offers of help dominate): user protocols; user champions; visualising successful exchanges and lurking behaviour; information sharing; demonstrating how help providers benefit; and making the exchange process easy. \n\n\nUsing smartphones and sensors to improve logistics ope Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Transport","dataset":"gtr"}