{"id":"58F94841-C004-4074-9966-331BCE9C96C2","title":"The menopausal transition and healthy ageing and wellbeing","abstractText":"The menopause is a key period in a woman?s life. It marks the end of her reproduction and is often associated with changes in heart disease risk factors, bone density and how much muscle and fat mass she has. This time period is also one when women frequently change their role in the family and may change occupation or employment status. Research has shown that some women feel positive about the menopause, because it marks the end to concerns about contraception and increased freedom to pursue some of their own interests and occupations. Others feel negatively towards the menopause because it marks the loss of youth and the ability to reproduce and because of some of the adverse symptoms associated with it. Few studies have examined in detail how all of these changes interact with each other and how risk factors in earlier life and genetic factors impact on the changes that occur as women go through the menopause. We plan to study biological, medical, social and economic characteristics, as well as body image, sexual health and family relationships as women go through the menopause. We will also study how earlier reproductive health, lifestyles and genetic factors affect these changes. We will undertake this study in a group of 2800 women who will go through the menopausal transition over the next 5 years. We already have a lot of data on these women and this further study will enable us to fully understand how changes that occur as women go through the menopause affect their health and wellbeing. Thus, our research represents good value for money.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001357","grantId":"G1001357","fundValue":"1522440","fundStart":"2011-10-03","fundEnd":"2017-10-02","funder":"MRC","impactText":"","person":"Deborah Anne Lawlor","coPersons":["Diana Jane Kuh","Caroline Laura Relton","Susan Margaret Ring","Jonathan  Tobias","Jenny  Donovan","Kate  Tilling","George  DaveySmith","Scott  Nelson","Amanda Lorraine Owen-Smith","Naveed  Sattar","Sarah Louise Smith","Carol  Propper"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}