{"id":"58F9F18F-2B49-4CF9-A23F-C50C9DA0279E","title":"Sandpit: Building Relationships with the 'Invisible' in the Digital (Global) Economy - BRIDGE","abstractText":"Access to products, services and government is increasingly reliant on people being able to use information and communications technologies: from computers to mobile phones. Whilst there are many obvious benefits to those already familiar with the technology, those that do not have the skills or inclination to interact through such technology can get excluded and this may eventually lead to a permanent disadvantage. These groups within society can be very large according to the UK government, with 70% of over 65s reported as never having used the Internet (www.statistics.gov.uk, 2008).As companies grow in scale and design products and services for global rather than local markets it becomes harder to track these partially excluded groups. This is reported as a growing 'psychic distance' between the designers of technologies and the prospective users of those technologies, with a risk that those excluded from the market today will become effectively invisible to designers of future products. Such users' requirements of technology no longer inform the design process and create a digital divide that is socially constructed rather than economically constrained. This is neither good for society nor business, where such exclusion may alienate, as well as prevent business from identifying and engaging with latent demand for their products and services.This project aims to build a 'Bridge' from the needs of technologically excluded users to the capabilities of suppliers of products and services. This will be achieved through exploration of users' expectations, desires and needs and by building design guidelines to help address them. The project will extrapolate the results of this work to wider markets.In order to realise these goals, a combination is needed of qualitative research methods to deliver a detailed picture of user needs, and quantitative methods to map that to the data that large global corporations would typically hold about their current customers and markets.User needs identified through qualitative methods need to be related to behavioural characteristics observed through data analysis and modelling of demand within global markets. This element of the project builds on direct engagement with industry, both with designers, and their existing customers, as well as the organisational processes and data that relate one to the other and informs the designer's view of their users.Through direct engagement with users, designers and producers, BRIDGE will contribute to the design of new products, services and interfaces. As design improves and becomes more socially inclusive, better and more sustainable relationships can be established with consumers. This knowledge can be used to identify opportunities for expansion within global markets for UK industry and hence has the potential to benefit individuals, society and the economy overall.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006753/1","grantId":"EP/H006753/1","fundValue":"754073","fundStart":"2009-05-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"","person":"Ashley Duncan  Lloyd","coPersons":["Michael David Bradley","Yvonne  Barnard"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}