{"id":"58FDE200-CCFB-4B85-BAA4-78B59BF0519F","title":"Drug resistance in African trypanosomes","abstractText":"African sleeping sickness reached epidemic proportions in the 1990s, with an estimated 500,000 people infected and millions at risk in 36 African countries. The disease is caused by a parasite called a trypanosome, transmitted by bites of the tsetse fly, and is fatal if not treated. Available drugs are very old, introduced in the 1940s. The early stage, with parasites living freely in the blood, can be effectively treated with pentamidine but treatment can have serious side effects and has to be given through multiple injections in hospital. The treatment for the late stage, in which the parasite has entered the brain and causes severe neurological symptoms ending in coma and death, is melarsoprol - a drug based on arsenic and so toxic that it causes brain damage in up to 10% of patients, killing up to half of these. The only alternative treatment, eflornithine, is very expensive and requires four daily intravenous infusions for up to two weeks ? often impossible in rural Africa. A further problem is that the parasite has developed resistance to melarsoprol, leading to high levels of treatment failure, risking arsenic-induced brain damage for nothing. Newer drugs are in development but these are of the same class as pentamidine, known as diamidine drugs, and parasites resistant to melarsoprol are often cross-resistant to diamidines as well. \n We have studied melarsoprol and diamidine resistance in these parasites and found that it is caused by the loss of particular proteins, embedded in the parasites surface membrane, that facilitate the uptake of very specific nutrients by the organism. One such protein, P2, is responsible for uptake of the essential compound adenosine but both diamidines and melarsoprol use this conduit to enter the trypanosome as well. Mutations in this transporter lead to mild resistance to both classes of drugs but we recently found that high levels of resistance would require the further loss of a second transport protein, HAPT, while some diamidines can further enter the parasite through yet a third protein, LAPT. The aim of the proposed research project is to identify the genes for these new transporters so that it can be assessed whether mutations in these genes can indeed be linked to resistance. We further want to study the transporters in sufficient detail to allow chemists to make custom-designed drugs that will use all three transporters, making the new generation of medicines more effective and circumventing resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701258","grantId":"G0701258","fundValue":"406738","fundStart":"2008-11-01","fundEnd":"2012-02-29","funder":"MRC","impactText":"","person":"Harry Pieter De Koning","coPersons":["Richard  Burchmore","Michael Peter Barrett"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}