{"id":"590A72D1-42EF-4B9E-B9C6-7E46E1653847","title":"Audience and producer engagement with immersive worlds (Case study: CBBC World)","abstractText":"This project aims to establish how children inhabit and engage with immersive digital environments, based on a case study of CBBC World, in close collaboration with BBC Children's department. Launched in April 2007, CBBC World is a 3D virtual environment offering exploration and creative opportunities for children to experiment with music, drawing and animation, alongside a dedicated website and message board community. \\n\\nVirtual worlds for children have also been produced by Nickelodeon and Playstation 3, building on the success of Second Life, a 3D virtual world aimed more at adults. As a virtual world produced by a public service broadcaster, however, CBBC World faces unique challenges.\\n\\nThe researchers will work with BBC producers as well as child users, and in particular take an interest in the blurring of the division between 'producer' and 'user' by studying ways in which children create content for the world, and could play a role in its management. Beyond this, BBC Children's and the researchers hope that the study will suggest how children might be involved with the organisation itself, in the future, as active citizens able to engage with digital life in creative and responsible ways.\\n\\nFurthermore, this is a comparative study, considering how children create imaginative worlds and make social connections in the real world, with how children behave socially and creatively in virtual spaces. This grounding in real life behaviour - for example, how children create 'dens' and organise their bedrooms or private space - will anchor the study firmly around the children, and how the BBC is responding to their preferences and needs. \\n\\nThe fieldwork will involve 75 participants aged 7-11 years, in five mixed socio-economic and ethnic groups located in Scotland, Wales, N Ireland, and England. Each group will participate in two workshops, two months apart. The first workshop will invite children to articulate, through playful and creative activities, how they organise their bedrooms, dens and imaginary spaces. At the end of the first session the children will be introduced to CBBC World, invited to participate in the World over the following weeks (using the computers in their homes), and keep creative diaries about their engagement with the World, and with CBBC (and other related media) in general. Parents will also complete a questionnaire regarding their feelings about their children participating in this virtual world.\\n\\nThe second workshop, with the same children, will concentrate on CBBC World. Computers will be available for the children to show each other activities, but the workshop will encourage children to articulate their thoughts about CBBC World by other means, such as performance and artwork. Such visual artefacts, and performance, will be interpreted using the approach developed in full in Gauntlett (2007), in which the children themselves will be asked to produce the interpretation (rather than the researcher producing a speculative 'reading' after the event).\\n\\nIn addition, the researcher will also spend time as a participant observer working alongside the producers and hosts of BBC Children's (taking a minor role). A detailed research diary will be used to note congruencies and disparities between producers' expectations and children's own responses. \\n\\nThe findings will be disseminated in a range of forms. In addition to academic publications including journal articles and book chapters, the researchers will produce reports, video clips, a blog, a booklet and production workshops for BBC producers, and graphical mapping and visualisations of children's engagement with CBBC World. Finally there will be a conference hosted by University of Westminster, and a tour of BBC production centres to report and discuss the findings.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006756/1","grantId":"AH/F006756/1","fundValue":"74408","fundStart":"2007-07-01","fundEnd":"2008-06-30","funder":"AHRC","impactText":"","person":"David  Gauntlett","coPersons":["Jeanette  Steemers"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}