{"id":"590CC63A-151D-4BFF-BD54-5E82B4D28056","title":"Testing the chemical calibration of Sediment Profile Imagery (SPI) with novel in-situ pore water gel probe techniques: a proof of concept study.","abstractText":"Sediment Profile Imagery (SPI) has been used recently to look at the relationship between benthic communities and sediment. However the SPI image has not really been calibrated with respect to the sediment redox and sediment biogeochemistry. This proof of concept study aims to use the in-situ technique of DET and DGT gel probes to undertake the first colour/chemical calibration of SPI images in order to determine high-spatial resolution redox sensitive features in a biological context relating to aRPD (apparent redox potential discontinuity) and bioturbation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F523285/1","grantId":"NE/F523285/1","fundValue":"4955","fundStart":"2007-05-01","fundEnd":"2007-10-31","funder":"NERC","impactText":"  The output from this project has been utilised by scientists from Cefas to feed through to reports and publications for use by Defra to determine sea bed integrity. Agriculture/Food and Drink,Environment Cultural,Societal","person":"Gary  Fones","coPersons":[],"organisation":"University of Portsmouth","findingsText":" This proof of concept study aimed to use the in-situ technique of DET and DGT gel probes to undertake the first colour/chemical calibration of Sediment Profile Imagery (SPI) photos in order to determine high-spatial resolution redox sensitive features in a biological context. DGT probes were deployed on the face plate of a SPI camera at two contrasting sites in the North Sea during May 2007. The deployments provided time lapse images of the sediment using the SPI and also DGT concentration and flux trace metal gradients for iron and manganese which are important redox elements.\n\nOther important elements such as copper, cadmium and nickel were also analysed, these are important both biological and pollution studies. Initial results showed differences in the three profiles due to inputs of organic material and bioturbation causing different reducing and oxidizing zones within the sediment. This can be used by Cefas for undertaking sea-bed mapping along with standard SPI images.\n\nCefas have been looking at the mobilization of heavy metal contaminants using the DGT technique and ultimately this can then be coupled to the SPI to obtain simultaneous images and metal profiles. Can be used for other contaminants and in further understanding 'sea-floor integrity'.\n\nCurrently a NERC PhD student is linking DGT technology for Organotins and SPI camera images working in-conjunction with Cefas. Environment","dataset":"gtr"}