{"id":"591F52AF-5129-4F8E-984A-245CD3E862CB","title":"Investigating phosphatidylserine metabolism in Lenz-Majewski syndrome","abstractText":"We recently uncovered the genetic cause of a syndrome (Lenz-Majewski syndrome or LMS), which is characterized by progressive problems in the skeleton such as excessive bone density and bone malformations including, shortness and fusing of fingers and toes, together with tooth, skin and brain defects. The condition is caused by an anomaly in the production of phospholipids, which are an essential component of all human cell membranes. The study identified mutations in an enzyme that produces one specific phospholipid (phosphatidylserine, which makes up 10% or less of the total), . The mutations activate the enzyme, causing it to manufacture too much phosphatidylserine, which leads on to cause the bone problems described above. The exact mechanism is not yet understood and this proposal seeks to clarify the key events at a cellular and biochemical level. To do this, we propose to use several different model systems. These include cell lines derived from human patients, mice and zebrafish that have been engineered to have the relevant genes inactivated, or altered to mimic the most common human mutation. We will study these models first to investigate how their lipid composition has changed as a consequence of the mutation/gene disruption. We will look at how gain or loss-of-function variants affect bone formation, both during embryonic/fetal development and through to adult life. It will be very important to determine if loss of function has an opposite effect to gain of function, as this may provide new insights into the control of bone formation and turnover throughout life. We will also make a detailed investigation of the different cell types that are involved in regulating bone formation and maintenance. Our findings will be very useful for a better understanding of the role of phosphatidylserine in normal bone development but also to open up the potential for developing therapies. In this project, we use our model systems to test the effects of specifically targeted drugs, as well as using a high-throughput screening system designed to identify novel compounds that can restore bone metabolism through affecting lipid metabolism. Resulting drugs may have implications for treatment of bone defects from osteoporosis to osteoarthritis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M004597/1","grantId":"MR/M004597/1","fundValue":"649802","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"MRC","impactText":"","person":"Philip  Stanier","coPersons":["Peter Theodore Clayton","Kevin  Mills","Timothy R Arnett","Gudrun E Moore","Dagan  Jenkins"],"organisation":"University College London","findingsText":"","dataset":"gtr"}