{"id":"5924B4C7-9DA5-4A95-B453-67E1AD36FBA2","title":"Oxford/RHUL Institute in Accelerator Science","abstractText":"The grant will found and support the Oxford/RHUL Institute in Accelerator Science. It will support the development of specific projects in the area of linear collider, neutrino factory, CLIC and generic methods of acceleration, which will build on the projects currently approved under the LC-ABD and UKNF proposals. The research will be strongly linked with collaborative efforts with CCLRC. Every effort will be made to collaborate with other research councils and DIAMOND, in joint projects and appointments. Other universities will be encouraged to become associated with the Institutes' programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/B500974/1","grantId":"PP/B500974/1","fundValue":"2000940","fundStart":"2007-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"  In the development of new ways to accelerate particles and in the improved performance of current techniques, such as superconducting radiofrequency technology. In the development of particle beam treatments for cancers. Healthcare,Manufacturing, including Industrial Biotechology Economic","person":"Brian  Foster","coPersons":[],"organisation":"University of Oxford","findingsText":" General expertise in accelerator physics has been established and increased through the foundation of the John Adams Institute as an international centre of excellence in accelerator physics. The JAI has played a leading role in projects such as the International Linear Collider (ILC), the Compact Linear Collider (CLIC), the development of plasma wakefield acceleration (PWA) and its applications, in particular the possibility of using PWA to produce small-scale powerful accelerators capable of producing coherent photons for use in structure determinations. In many ways. The development of Superconducting RF cavities for the ILC has already many implications in XFEL machines both in Europe and the US. PWA could be a disruptive technology for the future. Aerospace, Defence and Marine,Chemicals,Education,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}