{"id":"5925279D-749F-4A45-8F66-0CF4148DB922","title":"Quadron-polariton: a new semiconductor quasiparticle","abstractText":"Contrary to real particles whose basic properties (mass, charge, spin) are stable and may be determined once and forever, the properties of quasiparticles propagating in crystals can be tuned by a proper design of crystal structures and different external factors (heating, illumination of the crystal by light, application of electric or magnetic fields). This allows for creation of new kinds of quasiparticles by relatively simple means. This project proposes a new quasiparticle which has never been observed nor theoretically described before. We call it quadron-polariton. Quadron because it is composed by four elementary quasiparticles (three electrons and one hole) and polariton because it is created by light passing its polarization to the crystal. The quadron-polaritons are expected to have truly remarkable properties. They carry a negative charge equal to two electron charges. They have an effective mass which is approximately 10000 times lighter than the free electron mass. They are spatially extended over a few wave-lengths of light. Finally, they have an integer spin and obey the statistics of Bose-Einstein therefore. That is why, we expect that quadron-polaritons should be able to form a superfluid, i.e. roughly speaking, to unify their energies and velocities. Theoretically, because of the very light mass of quadron-polaritons, their condensation may happen even at room temperature in specially designed crystal structures. The superfluid of quadron-polaritons would be charged, that is why its creation is expected by us to lead to the phenomenon of superconductivity (circulation of current without any applied voltage). Observation of light-induced superconductivity would be an extraordinary discovery also having a considerable economic effect. We are going to pave the way towards this observation by complex theoretical and experimental studies of quadron-polaritons in ultrathin artificial crystal structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F011393/1","grantId":"EP/F011393/1","fundValue":"447222","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  Our predictions of bosonic cascade lasing and terahertz lasing in strongly coupled microcavities are now being experimentally verified both in UK (Southampton) and EU (Paris, Wurzburg). The work on ring-shaped polariton lasers is expected to be implemented for the design of first commercial polariton lasers based on micropillars. The predicted exciton-mediated superconductivity is now experimentally studied in UK (Cambridge) and Switzerland (ETH, Zurich) Digital/Communication/Information Technologies (including Software),Education,Energy Societal","person":"Alexey  Kavokin","coPersons":["Jeremy John Baumberg"],"organisation":"University of Southampton","findingsText":" We have theoretically studies the physical properties of new types of lasers, namely, bosonic lasers. These devices emit light due to the coherent quantum effect of Bose-Einstein condensation of mixed light-matter quasiparticles: exciton-polaritons. We have shown a great potentiality of bosonic lasers for generation of coherent radiation in the terahertz spectral range which is crucially important in communication technologies. We have also predicted a new mechanism of superconductivity. At this stage, proof-of-concept experiments are needed. Such experiments involve the epitaxial growth of specially designed microcavity structures, their characterisation by modern means of the optical spectroscopy. Digital/Communication/Information Technologies (including Software),Education,Energy,Environment","dataset":"gtr"}