{"id":"5926FE07-3EEB-4FE6-A682-7A39B077DC7B","title":"Critical Spaces - Art, Culture, Society, Agency","abstractText":"The workshop will investigate the concept and potential intellectual and material impact of the creative imagination in settings of urban social change. In particular it will test ideas of creativity from several different viewpoints in the arts and social sciences, and question the concept of cultural agency in relation to socio-political as well as cultural structures. It will interrogate, for instance, the idea that the creative imagination can be applied in the imagining of alternative social formations. The bid is made in partnership with Plymouth Arts Centre, currently involved in major urban regeneration strategies in the post-industrial city of Plymouth.\nThis is a topical and urgent question, posed when UK government support for the arts is under review following a shortage of clear data for the outcomes of culturally-led urban regeneration. In some cases, the results of culturally-led regeneration may have been visually attractive while failing to impact structural problems posed by de-industrialisation and migration. This throws attention back to the nature of creativity, and the need for deeper understanding of its dynamics and potential as an engine of change in a democratic society. In addressing such difficulties, in the interests of social harmony and resource efficiency, questions arise as to the effectiveness of conventional models of arts work in urban development, how the creative imagination informs processes of urban change, how the arts offer models of imaginative transformations and how the creative imagination might contribute to new social formations and sustainable development of a creative as well as democratic society.\nA core group pf participants at post-doctoral level will be drawn equally from the Arts (including contemporary art practice, cultural theory, and architecture) and social sciences (including urban sociology, urban geography, cultural geography, and cultural policy), to find new approaches to the questions raised by recent cultural interventions in urban change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508316/1","grantId":"AH/E508316/1","fundValue":"12218","fundStart":"2007-01-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Malcolm Francis Miles","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}