{"id":"5931DCE0-BC7D-43FA-B8C8-84249154154A","title":"Regulation of isolation membrane remodelling during autophagosome biogenesis by sorting nexins","abstractText":"Autophagy describes the intriguing and essential process of cellular self-eating. It is found in organisms ranging from yeast to man, further demonstrating its importance for cells across the animal, plant and fungal Kingdoms. Cells use autophagy to generate energy and materials in order to survive when conditions become unfavourable. They also use this process to dispose of damaged and potentially toxic cellular components. This is particularly important in long-lived cells such as the neurons in our brains which have to cope over many years with the cumulative damage that occurs as a normal consequence of cellular function. We now know much about how autophagy is triggered in cells and the molecules responsible for the formation of autophagosomes - the membrane-bound vehicles that are the functional units of the autophagy pathway - but we still do not understand how these structures are assembled within cells. There exists a large family of proteins called sorting nexins (SNXs) that play important roles in remodelling existing membranes within our cells. We have preliminary evidence for a role for some of these in autophagy, and now wish to understand in detail how these proteins act. We will use state-of-the-art microscopy and biochemical assays to describe how SNXs regulate autophagy in cells that are undergoing starvation or are attempting to remove toxic inclusions. These studies will significantly advance our understanding of membrane dynamics during autophagy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J002704/1","grantId":"BB/J002704/1","fundValue":"370579","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"","person":"Jonathan  Lane","coPersons":["Paul  Verkade","Peter  Cullen"],"organisation":"University of Bristol","findingsText":" We study autophagy - an essential cellular degradation process that is required to prevent the build up of toxins in cells throughout our bodies, and helps defend cells against common stresses. Autophagy requires cells to assemble novel structures called autophagosomes, that are membrane-bound. In the final months of this 3-year grant, we can confirm that we have fully characterised the defect in autophagosome assembly that is seen when cells are deprived of an important protein involved in cellular organelle dynamics known as &quot;sorting nexin 4&quot;. We have determined that sorting nexin 4 regulates autophagy in concert with a partner protein, sorting nexin 7, and that in the absence of these molecules, autophagy is arrested late in the assembly stage. Knowledge to enable deeper understanding of the membrane trafficking events that mediate autophagy during cell stress. Healthcare","dataset":"gtr"}