{"id":"593379D0-9642-4BD3-B64C-2DCA3BAAAFAD","title":"The Re-Making of Chinese Urban Neighbourhoods: Socio-Spatial Transformation and Access to Public Services","abstractText":"Concurrent processes of urbanisation, marketisation, industrialisation and service sector development have fundamentally transformed China's cities. This interdisciplinary project focuses on the interplay of spatial and socio-economic transformations and their consequences for people's experiences of urban neighbourhoods and access to public services. It examines how urbanisation together with in-migration and social re-stratification, are remaking urban neighbourhoods and Chinese urban dwellers' day-to-day lives. \n\nThe project brings together 16 UK and Chinese specialists in urban development, planning, housing, public policy and China studies. This enables the team to draw on UK and European research on urbanisation, planning, neighbourhoods and deprivation, and public service provision to theoretically and conceptually inform understandings of the processes underway in China and policy recommendations.\n\nThe project has four distinct work packages: in Work Package 1 the team will use quantitative data and spatial analytics to identify the precise characteristics of socio-spatial change in three Chinese cities. Work Package 2, which will run alongside Work Package 1, involves analysing land use planning and policies that have guided change in the three cities in the last fifteen years. These findings will then help to inform the selection of neighbourhoods with different social-economic profiles and migrant-local compositions for case study research in Work Package 3. The team will conduct in-depth analysis of residents' experiences of urbanisation, paying particular attention to social stratification and access to jobs, education, health care, and housing. Here we aim to understand how urbanites form and re-form socio-economic networks, access services and negotiate the changing physical landscape to satisfy their daily needs. These findings will in turn allow the team to work towards an integrative analysis in Work Package 4. Here the focus will be on making contributions to both theory and practice. We aim to re-conceptualise 'neighbourhood' and contribute to theory on neighbourhood transformations under urbanisation, industrialisation and de-industrialisation. Just as importantly we also aim to make recommendations that will enable Chinese policy makers and urban planners to better provide public services for all in cities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N010981/1","grantId":"ES/N010981/1","fundValue":"606946","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"ESRC","impactText":"","person":"Ya Ping  Wang","coPersons":["Jane  Duckett","Jing  Yao","Tian  Miao","Rebecca  Madgin","Keith  Kintrea"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}