{"id":"593B83AE-3BE4-4E37-AC85-4DF1D3BB8425","title":"Response of Steel Beam-to-Column Connections to Dynamic Loading","abstractText":"The after-effects of the events of 11 September 2001 are still reverberating around the world. The collapse of buildings at the World Trade Centre (WTC) has thrown the field of structural engineering into the spotlight and professionals and the public alike have a heightened awareness of the dangers posed by the collapse of buildings. The post-WTC deliberations have highlighted and brought into sharp focus a previously limited debate on the shortcomings in our knowledge of the response of framed buildings to accidental or malicious damage. Even before the September 11 attacks, an American government working party stated that Progressive structural collapse is a primary, if not the leading, cause of injury and death in building failures, regardless of the source of loading...For this reason, predicting and designing to prevent progressive collapse of a building under a specified attack scenario is (and should be) a primary objective... The same report noted that ...guidance on building collapse and building code requirements would be valuable. The phenomenon of progressive collapse is not well understood, despite the widespread recognition that most building failures include building collapse. Although building codes admonish designers to ensure that collapse does not occur, they do not provide guidance on how this can or should be accomplished. Among their recommendations is The nature and mechanism of progressive collapse is a subject that merits further study by the academic community. This topic, which has not been addressed at a meaningful level for almost a quarter of a century, could have benefits in mitigating risks from many hazards. The situation in the United Kingdom is similar. A pre-September 11 report acknowledged that, whilst the requirement for structures to be robust against accidental damage is not disputed, there is presently no established basis for determining how much redundancy is required in order to provide an acceptable level of safety in the event of damage, or to estimate how the forces in a damaged structure are redistributed. The same report pointed out that, inherent robustness of buildings may have been compromised by advances in structural analysis and design, which have enabled the designer to model a structure more accurately. This, it argued, has reduced the usual over-design of structural frames in the pursuit of economy of construction, and may have resulted in buildings with reduced robustness. Although current UK design guidelines emphasise the importance of catenary action in providing robustness against damage in framed buildings, and the consequent requirement for tensile capacity of members and connections, in practice, it is likely that both moment resistance (in Virendeel bridging action) and shear resistance (to debris loading) of connections will be equally important. Recent authoritative publications in both the UK and USA have highlighted the current lack of knowledge of the dynamic response of bolted steel connections and there is a pressing need for authoritative data on both the response of different types of framed structures to damage (a topic already under investigation by the proposers and the subject of an earlier research proposal), and the dynamic behaviour of steel connections.The overall aim of this project is to conduct an experimental study of the response of steel connections to dynamic loading and compare the results with existing design recommendations. A range of connections typical of those used in UK construction will be examined, including web cleats, fin plates, partial depth- , flush- and extended endplates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004338/1","grantId":"EP/F004338/1","fundValue":"344601","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Andrew  Tyas","coPersons":["John Buick Davison"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}