{"id":"593E9B07-4599-4019-8289-A73CBD56C442","title":"A novel prognostic and predictive marker of resistance to endocrine therapies","abstractText":"Breast cancer is the second biggest cause of death from cancer in the UK, with 3800 women being diagnosed every month. Hormones, in particular oestrogen, are known to promote breast cancer cell growth therefore hormone therapy is one of the main breast cancer treatments. Tamoxifen and aromatase inhibitors are commonly used hormone treatments preventing oestrogen working properly thereby inhibiting cancer growth and improving patient survival rates. Currently patients have their tumour cells tested for the presence of oestrogen and progesterone receptors. Those patients testing positive are treated with tamoxifen or aromatase inhibitors, however almost half of these patients do not respond favourably. It is for this reason that a laboratory test needs to be designed which will predict response to these therapies in patients more accurately. Our previous studies have identified a protein that targets the oestrogen receptor. Tumour cells containing high levels of this protein are more sensitive to tamoxifen and less likely to acquire resistance while tumour cells displaying low levels are resistant to tamoxifen. We aim to develop a diagnostic test so that, before treatment strategies are determined, levels of this protein would be assessed along with oestrogen/progesterone receptor status in tumour samples. Since prompt treatment is vital for cancer survival, this novel test would minimise unnecessary drug treatment and ensure that the most suitable treatment is provided at the earliest possible stage. Our biomarker test appears to be associated with both prognosis as well as response to therapy, making it particularly useful for making decisions regarding treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001473","grantId":"G1001473","fundValue":"438699","fundStart":"2011-05-01","fundEnd":"2013-10-02","funder":"MRC","impactText":"","person":"Tracy  Robson","coPersons":["John  Bartlett","William  Gallagher","Helen  McCarthy"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}