{"id":"593FA8F8-3E2B-4D09-A10D-BAA5DA71617B","title":"L\\'evy processes optimal stopping problems and stochastic games","abstractText":"Levy processes may be thought of as a class of models that describe the motion or path of a randomly moving particle which may diffuse or undergo independent random jumps whose order of magnitude may be both arbitrarily large or arbitrarily small. Levy processes have several distributional properties built in to their random structure that make them particularly attractive to work with as a mathematical tool when building and analyzing certain themes from within the field of applied probability. One such theme forms the focus of this proposal; optimal stopping and stochastic games.Optimal stopping problems are a class of mathematical problems in which a player may stop a randomly moving process, such as a Levy process, in order to claim a prize equal in value to some prespecified function of the random process at the time of stopping. A fundamental problem is to establish an optmimal stopping strategy according to some optimization criteria.Stochastic games are a variant on this theme in which two players may stop a randomly moving process. The consequence of their actions is that, whoever stops first, player 1 will receive a prespecified function of the random process at the time of stopping which is to be paid for by player 2. The prespecified function used depends only on who has stopped first. A fundamental problem here is to establish stopping strategies for both players according to sensible optimization criteria. Typically player 1 will want to gain as much wealth as possible whilst player 2 will want to reduce the value of their obligation as much as possible.This project deals with a number of mathematical phenomena which appear in such problems when the underlying randomly moving process is a Levy process. There is very little known about explicit solutions to such problems in the existing literature. Many mathematical difficulties arise becasue of the way in which Levy processes jump along their trajectory. None the less there is now a sufficiently well developed theory of Levy processes in order to look at its application in this context.In many cases, it is possible to express the pricing of exotic options in financial markets as the solution to either an optimal stopping problem or a stochastic game. With the recent preference for the use of Levy processes as an underlying source of randomness in market models, the current proposal is very timely and will be of direct interest within the field of financial mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D045460/1","grantId":"EP/D045460/1","fundValue":"145021","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Andreas Eou Kyprianou","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}