{"id":"5960C9CF-D958-4D5E-A373-94527C404DE6","title":"Tracking toxins in venomous Vermes: comparative venomics of polychaete annelids","abstractText":"Although most lay people have little problem in identifying creatures like jellyfish, wasps, spiders, and scorpions as potentially dangerous venomous organisms, far fewer know that iconic animals such as the Komodo dragon, or the inconspicuous centipedes possess potent venoms. Similarly, although digging up bloodworms-a group of marine polychaete annelids-for use as fish bait is a multi-million dollar cottage industry along the coasts of the Northeastern United States and Canada, it is doubtful whether unsuspecting fishermen realize that they are hooking worms that possess potent neurotoxic venom. Bloodworms and several groups of the related scale-worm have two pairs of hardened jaw, associated with venom gland. Although these venoms presumable play a crucial role in the life of the animals in subduing prey, we know almost nothing about the make-up of their venoms. This leaves not only a large hole in our understanding of an important group of organisms-representing possibly as many as 1,000 species of venomous worms-but it also compromises our general understanding of venom biology and evolution in the animal kingdom. This study aims to remedy this ignorance by performing the first extensive and intensive analysis of the composition of polychaete venoms.\n\nThis project uses a combination of cutting edge techniques to determine venom toxin composition on both the genetic and protein levels. Eight species of worms have been selected-4 species of bloodworms and 4 species of scale-worms-to represent a cross section of the major groups they represent. For each species, up to half a million mRNA sequences will be characterized. These precursor molecules are the templates for the production of toxin proteins. In addition, the toxin proteins themselves will also be determined directly from extracted venom. Together these data will reveal what toxins are expressed in the venom glands of the worms, providing an important contribution towards elucidating the precise identity of one toxin that is known to exist in bloodworm venom. This is important because this toxin has a very specific mode of action-paralyzing and killing crustacean prey in the wild-that is already of use to researchers who study neuronal processes in the laboratory.\n\nBy comparing venom toxins between different groups of worms and other venomous animals we can also start to address important questions relating to the evolution of venoms and venomous organisms. For example, venoms are a prime example of convergent evolution, the repeated independent evolution of similar adaptations in different taxa. Since venoms have evolved many times independently, a comparison of their composition can reveal shed light on the rules under which convergent evolution operates.\n\nLastly, the outstanding feature of venoms, and the source of our fascination with them, is of course the physiological effects they have. This project will test specific types of pharmacological activities of the worm venoms, such as neurotoxity. This will lead to a better understanding of the biology of the organisms, but perhaps even more importantly, understanding the bioactivities of toxins can have valuable downstream applications. Already seven prescription drugs have been developed from components of animal venoms, from animals as different as cone snails and the Gila monster. Since these are used to treat serious conditions in humans, including diabetes and hypertension, potentially many people could benefit from mining the hidden biodiversity of venoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003488/1","grantId":"BB/K003488/1","fundValue":"294473","fundStart":"2013-03-31","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Ronald Adam Jenner","coPersons":[],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}