{"id":"59615249-20A8-4089-B8B9-D4C6CE5AF97B","title":"Representing the nation: Sport and Spectacle in post-revolutionary Mexico","abstractText":"Using the genre of sport, this research challenges one of the central tenets of twentieth century Mexican politics; that through the pain of the Mexican Revolution a new society was born in which class privileges were banished and where cultural differences between ethnic groups were a cause for celebration rather than suspicion. \\n\\nDuring the past decade, cultural historians of Mexico have greatly refined our appreciation of post-revolutionary socio-cultural reforms. It is clear that, following the Mexican Revolution (1910-1917), a detailed program of social engineering developed in which formerly marginalised sectors of society were embraced within the paternalistic grip of a single-party State; a State that purported to be the guarantor of the gains made from the sacrifices of civil war. Cultural politics was a central element in this hegemonic project and sport played a vital role in persuading recalcitrant Mexicans to embrace new concepts of patriotism, class unity, ethnic harmony, and political loyalty. Importantly, recent studies suggest that this process was far from one of seamless imposition, but involved detailed and varied stages of negotiation between State and people. Nonetheless, in emphasising the vital role of subaltern groups in state formation, such studies tend to reinforce, rather than question, the project's ultimate success.\\n\\nMexico City's staging of the Olympic Games in 1968 should have been a pinnacle of these initiatives; a moment when a nation at ease with itself, played proud host to a global celebration of youthful vigour. This study argues, however, that from the moment Mexico City won the bid to host the Games, the Mexican elite displayed the same lack of trust in their countrymen as that shown in earlier decades. Beautification of the capital city went beyond that expected of a host. It included the removal of undesirables from sight and the sponsorship of public information campaigns designed to teach citizens basic standards of civility and decency. The study's contention is that these and other measures exposed a chasm between what the State's hegemonic project had sought to produce, and what members of the elite believed their nation to be. While the cosmopolitan members of the Organising Committee deeply resented international scepticism of Mexico's ability to stage the Games, they shared a fear that with the eyes of the world upon them, their compatriots would reveal Mexico's aspirations of first world status to be a fraud. Using a detailed analysis of how Mexico City hosted the Olympic Games, the study shows how these tensions within society manifested themselves in the actions of the Organising Committee and government authorities. \\n\\nNo study on the Olympic Games would be complete without stories of sporting triumph and disaster. Yet this book goes further by using the events of the 1968 Olympic Games as a microscope to examine the strengths and weaknesses of a society at a time of unprecedented international scrutiny. The evidence suggests that a paternalistic State found it difficult to place trust in its people; dissension was taken as disloyalty, natural exuberance as an embarrassment. \\nThis domestic dilemma, the study argues, led to the confused international posture that Mexico assumed during the Games. While seemingly comfortable with its image of modernity, Mexico simultaneously took shelter in its role as a leader of the Third World. In many respects, Mexico's oscillation between polarities of global economic development was natural, in that it merely mirrored, and arguably continues to mirror, a Mexican society that contradicted decades of revolutionary rhetoric.\\n\\nThe book will appeal to scholars researching the politics of culture/sport, hegemonic discourse, nation building, ethnicity, youth culture, international relations, and the politics of the body. It will also appeal to a more specific readership concerned with the political history of Mexico.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003923/1","grantId":"AH/E003923/1","fundValue":"26394","fundStart":"2007-09-29","fundEnd":"2008-01-28","funder":"AHRC","impactText":"","person":"Keith  Brewster","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}