{"id":"5964D480-AA0B-4881-9789-42C034724533","title":"The matrix associated astacin enzymes: novel targets in the control of key GI nematodes of ruminants.","abstractText":"The parasitic nematodes are important pathogens of man and his domestic animals that cause chronic debilitating diseases. The trichostrongylid nematodes represent widespread and economically important pathogens of grazing livestock and have a worldwide prevalence. The infective stages are taken up on pasture and pathogenic stages are found in the gastro-intestinal tract. These parasites are common throughout the United Kingdom and they are estimated to cost the sheep farming industry in excess of &pound;84 million per annum. The numbers of reported outbreaks and the geographic range of these parasites are increasing, with an increasingly warmer and wetter climate prolonging the survival of the free-living stages being a contributing factor. A limited number of drugs are available to control these infections with resistance being commonplace due to their over-application. Multiple resistance to different classes of drugs has now also been reported and there is an urgent requirement to develop new classes of drugs. All nematodes are protected by a tough exoskeleton called the cuticle, a matrix that is shed and re-synthesised repeatedly through a process called moulting. The cuticle structure and the moulting process are specific to nematodes and we will target key enzymes that are involved in the construction and shedding of this structure. We have used a laboratory model system called Caenorhabditis elegans to study this structure and we have identified the key enzymes that are shared with the parasitic nematodes. We now propose to study these enzymes in the important nematode species that infect sheep and will use a combination of structural biology, genetics and biochemistry to validate these targets. In collaboration with experts in drug discovery we will identify small molecules that are effective against these enzymes and in collaboration with experts in veterinary parasitology we will test the compounds in the parasites themselves. This work will lay the importantgroundwork in developing new drugs to control these economically important parasites and it is envisaged that these compounds will be effective against a wider range of infective nematode parasites of cattle, domestic animals and man.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011218/1","grantId":"BB/I011218/1","fundValue":"358690","fundStart":"2011-09-19","fundEnd":"2015-01-18","funder":"BBSRC","impactText":"","person":"Antony Paul Page","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}