{"id":"596A7B65-AFA2-499B-82CB-E8D8F8A938A4","title":"Automatic Adaptation of Knowledge Structures for Assisted Information Seeking (AutoAdapt)","abstractText":"A massive number of electronic document collections exist within companies, universities and other institutions. Two common forms of information seeking are searching and exploring (browsing) the collections. However, finding relevant information within such collections can be difficult. This is true for searching with poorly formulated and less specific queries as well as for browsing where the user may not have a specific target to search. The user's information seeking could be assisted by well-structured knowledge about the search domain, which we refer to as domain model. A domain model is effectively a structure that people impose on data to support them in information seeking. We can now derive query modification or browsing suggestions directly from the domain model. To illustrate the point using a realistic example, assume a user of the University of Essex intranet started by searching for union . This query would trigger the search system to offer query refinement terms such as students union and european union . Indeed, all local Web sites, intranets and similar collections do contain a huge amount of valuable domain knowledge that is encoded implicitly. The challenge is to automatically acquire a domain model and then make it usable by assisting users in information seeking tasks such as searching or browsing. An even bigger challenge is to evolve this domain model automatically. The novelty of this proposal lies in evolving automatically acquired domain knowledge by observing users' usage of it and altering it accordingly. We hypothesize that the submitted user queries and the dialogues between users and search system can be monitored and used to improve the domain model over time. A user's selection of a query modification suggestion is taken as an indication of relevance. This can then be used to update the domain knowledge and thus help the next user with a similar query by presenting updated query modification suggestions.This project aims to develop and evaluate methods for adapting automatically constructed domain models to the population of users' search or browsing behaviour. Application and large-scale evaluation of the developed methods in two information seeking scenarios - namely, interactive search and browsing - will be performed on a number of domains including the intranets of the Essex University, the Open University and our industrial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035705/1","grantId":"EP/F035705/1","fundValue":"325055","fundStart":"2008-12-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"","person":"Dawei  Song","coPersons":["Anne  De Roeck"],"organisation":"The Robert Gordon University","findingsText":"","dataset":"gtr"}