{"id":"597AC11B-50F6-49FF-A1DC-9DFEBD07A965","title":"Optimised Configuration of Sensing Elements for Control and Fault Tolerance","abstractText":"This research addresses the important but as yet unresolved problem of providing a design methodology for sensor configuration for control and fault tolerance based on specific system reliability requirements. The primary focus is that of optimised sensor selection for efficient robustness properties of the system, assuming a consistent controller design, with relation to faults prior to system reconfiguration (i.e. a form of passive fault tolerance attempting to reduce complexity at the basic level). The proposed framework will be evaluated within a reconfigurable scheme for further system robustification. In particular the proposed research concentrates upon practical engineering applications that are dynamically complex, electro-mechanical in nature typified by the kinds of systems in aerospace, automotive and railway. Demonstration of the developed methodologies is envisaged via an experimental test rig.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D063965/1","grantId":"EP/D063965/1","fundValue":"198588","fundStart":"2006-11-15","fundEnd":"2010-05-14","funder":"EPSRC","impactText":"  This summary briefly discusses the impact, from outcomes via the EPSRC project &amp;quot;Optimised Configuration of Sensing Elements for Control and Fault Tolerance&amp;quot; on research that runs currently and deals with the issue of system reliability either in fault tolerant control or fault detection or an integrated approach.\n\nBibliometrics is regarded highly in terms of assessing ones research outcome. The impact presented here relates to the citations that a number of our research outputs have received (and continue receiving). The citations vary from appearing in books, research theses and journal/conference publications. Although, the research outcomes from the funded EPSRC project are rather recent, these receive increasing number of citations from researchers worldwide in top journals and conference events. This indicates that steadily the research is considered an important milestone in the area of systems design with degree of reliability. This is quite important, as with time one would aim for the research outcomes to influence policies in industry.\n\nBeneficiaries: Researchers / practitioners in control\n\nContribution Method: Research stemmed from the EPSRC project is receiving increasing number of citations from both UK and international researchers. Not surprisingly, it is cited in top international journals in the area of control. The citations were collected (to date) from Google Scholar. For example, work from the various research outcomes of the project are cited in journals such as, IEEE Transactions in Automatic Control, International Journal of Robust and Nonlinear Control etc. Our IFAC 2008 paper &amp;quot;Output Selection with Fault Tolerance via Dynamic Controller Design&amp;quot; was cited in the (highly regarded) Springer Lecture Notes in Control and Information Sciences - Book &amp;quot;Reconfigurable Control of Nonlinear Dynamical Systems: A Fault-Hiding Approach&amp;quot; by Jan H. Richter (2011). while a number of other papers have been cited by different authors since 2008. This in particular illustrates that our work outcomes started being seen seriously by colleagues in the academic community. A particular outcome is that the project excited potential work in the area of further system reliability, security and economical impact and further academic collaborations between the PI and colleagues in the above areas. Other ","person":"Argyrios  Zolotas","coPersons":[],"organisation":"Loughborough University","findingsText":" An important but as yet unresolved problem is providing a design methodology for sensor configuration for control and fault tolerance based on specific system reliability requirements, particularly important to appreciate for the practising engineers. The project focused upon optimised sensor configuration for efficient system robustness properties (assuming a consistent controller design in the context of closed-loop control structures), with relation to faults prior to system reconfiguration. In fact, this is regarded a form of passive fault tolerance attempting to reduce complexity at the basic level. In particular, the proposed research concentrated upon practical engineering applications that are dynamically complex, electro-mechanical in nature typified by the kinds of systems in aerospace, automotive and railway. \n\nThe proposed framework (and its variants) incorporate optimization-based approaches for the important task of controller design subject to the sensor information utilised. Later stages of the project involved evaluation of the frameworks in a reconfigurable scheme (via controller switching) for further system robustification, while investigated the issue of neuro-fuzzy modelling in sensor selection. \n\nAn important part of the work was the design and construction of a MagLev suspension test rig used for experimental verification of the proposed sensor selection frameworks. Undoubtedly the particular interest on this research comes from academic context. Potential use in non-academic context is still under investigation with the aim of seeing how it could be exploited in areas where customers or humans-in-the-loop are involved. Elements of this research, although in particular of interest to the scientific community, can be regarded as potential tools in practical engineering system design most possibly in sectors dealing with safety-critical systems i.e. Energy, Aerospace, Railway. The outcomes of the project have excited potential work in the area of further system reliability, security and economical impact and further academic collaborations. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport","dataset":"gtr"}