{"id":"597E2F22-C8CA-47B9-98CB-B023FD281D10","title":"Poverty and Inequalities in Child Welfare Outcomes in South Africa: An analysis of panel data","abstractText":"<p>This project will establish a network of demographers, economists and social policy researchers based in the UK and South Africa. The aim of the network is to investigate factors associated with child welfare using data from South Africa’s National Income Dynamics Study. This longitudinal study collects rich economic, social and demographic data on households. The welfare outcomes that will be investigated are child mortality; children's nutritional status; and attainment at school. These outcomes have important implications for children's cognitive development and the future skills of the labour force.</p>\n\n<p>Rather little previous research on child mortality and health in low- and middle-income countries has directly measured the impact of money-metric poverty on children’s welfare because few studies have collected both detailed income or expenditure data and detailed information on child health and mortality. This study will refocus attention on measuring inequalities in child health, welfare and mortality associated with poverty itself. In doing so, we intend to demonstrate that conventionally used dimensions of child well-being fail to adequately describe the contours of child deprivation. As a result, current policies do not adequately target the neediest beneficiaries appropriately.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I03501X/1","grantId":"ES/I03501X/1","fundValue":"68143","fundStart":"2012-02-01","fundEnd":"2013-05-17","funder":"ESRC","impactText":"  Our key findings concerning child welfare, the impact of cash transfers and transitions to adulthood in South Africa have supported more informed public and policy debate about these matters both within the country and internationally. Communities and Social Services/Policy,Education Societal,Economic,Policy & public services","person":"Ian Manfred Timaeus","coPersons":["Julian Douglas May","Thomas Austin Moultrie"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":" The project investigated factors associated with child welfare using data from South Africa’s National Income Dynamics Study (NIDS). This longitudinal study collects unusually rich economic, social and demographic data on households. The welfare outcomes that were studied were child mortality; children's nutritional status; and attainment at school. These outcomes have important implications for children's cognitive development and the future skills of the labour force. The project was also intended to foster collaboration between demographers, economists and social policy researchers based in the UK and South Africa.\n\nInfant and child mortality, child malnutrition and failure to progress satisfactorily at school all remain unacceptably common in South Africa. Girls do better at school than boys but teenage girls who fall behind at school often become pregnant and leave school without matriculating. According to NIDS, socio-economic and geographical inequalities\nin these child welfare outcomes are smaller than one might anticipate given the persistence of extreme inequalities in income and wealth in the country and, in some instances, can be shown to have shrunk since the collapse of Apartheid. In part, this pattern is probably the product of shared misery – the HIV epidemic has affected middle class as well as poor South Africans and only the wealthy few can purchase the guarantee of a good education for their children. Equally, it suggests that the substantial investments in basic services and social grants made by the government beginning in the mid-1990s have provided at least a partial safety net for children growing up in poverty. Our findings contribute to ongoing scientific and policy debates in South Africa about the failings of its schooling system and ways to address them and about achievements and limitations of its cash grant-based social welfare system and whether it should be extended further. Communities and Social Services/Policy,Education","dataset":"gtr"}