{"id":"5986D668-3BD9-4535-A2D5-58ECC27F31FA","title":"Emile Zola: Authorship, Imitation and Adaptation","abstractText":"'Emile Zola: Authorship, Imitation and Adaptation' is a ground breaking study which revises current critical thinking on the relationship between the novels of Emile Zola and the adaptations made of his works. It moves away from the view that adaptation is a process to which Zola's texts are passively subject after their publication. Instead, it demonstrates that adaptation and imitation are themes which He at the heart of the Zolian text. \nThey can be discerned on three levels. Firstly, within Zola's novels characters repeatedly copy others, fashioning their own identity by means of a series of borrowed and adapted images. Secondly, Zola playfully points out the textual borrowing that he has undertaken the successive layers of texts he has copied in order to write his narrative. And, finally, as Zola has copied and adapted, so he is aware that his works will meet the same fate (he witnesses and comments upon those who imitate and parody his works in their immediate aftermath). Indeed, he begins the process of adaptation himself, exploring the transformation of his texts into a variety of different media (art and theatre).\n\nThe majority of the scholarly work carried out on the adaptations made of the work of Emile Zola takes the form of isolated articles on specific films or forms a small part of a wider work on a specific director or era. Two book-length collections of essays do exist: \n'Zola et le cinema' (ed. by P. Warren, 1995) and 'Zola and Film' (ed. by R. Singer and A. Gural-Migdal, 2005). Whilst this project draws on the scholarship of these works, it reverses the central tenet of the argument of current critical thinking in relation to Zola and adaptation. Instead of viewing adaptation, however faithful, as a movement away from Zola's texts and detailing the loss that entails, my work highlights imitation and adaptation as key features of this author's work, revealing adaptation as a process in which Zola is actively, playfully and thoughtfully engaged.\n\nThis project is necessary for three related reasons. In the first instance, it provides Zola studies with a reading of a largely unexplored theme running through this author's work: Imitation/Adaptation. An evaluation of this theme is needed in order to reveal the resolute modernity of Zola's authorial stance. Whilst many authors consider the nature of their own authorship, Zola's position is particularly sophisticated. He systematically probes the origin, medium and afterlife of his own textual existence. This awareness of the sophistication of Zola's authorial position consequently requires us to reconfigure the terms of the debate on Zola and film. Adaptation should not be seen as a movement away from the Zolian text, but instead as a key jester of it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501105/1","grantId":"AH/D501105/1","fundValue":"20442","fundStart":"2006-09-25","fundEnd":"2007-01-24","funder":"AHRC","impactText":"","person":"Katherine  Griffiths","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}