{"id":"5989A480-C8FD-4E8F-9FB7-5AF5A6F7BDD5","title":"Adhesion receptors in the vasculature: from mouse to human","abstractText":"PUBLIC ENGAGEMENT IN SCIENCE. This application brings together nine research groups, three of which are headed by clinicians, to investigate various aspects of the blood vasculature in health and disease. Each group has expertise in distinct but complementary areas of research and bringing them together through the formation of an MRC co-operative group has several advantages including (i) added value that will come from closer interactions and shared expertise within the co-operative group; (ii) a reduction in research costs through sharing of materials and equipment; and, most importantly, (iii) the opportunity to take on more complex scientific problems. The co-operative will focus on vascular diseases including atherosclerosis, thrombosis and the generation of new blood vessels in cancer and tissue repair. In addition the role of the vasculature in inflammatory disease will be studied in the context of direct damage to blood vessels (vasculitis) or conditions where inflammation occurs in tissues as a consequence of inappropriate recruitment of inflammatory cells from the blood (inflammatory liver disease and rheumatoid arthritis). These diseases are all caused by defects in the same types of vascular cells including white blood cells, endothelial cells (which line the blood vessel) and platelets. Thus, the knowledge of one research group in the role of a particular disease or cell type will be readily applicable to that of another. The bringing together of clinically-based and basic research groups with complementary expertise in related areas will enable us to define the molecular mechanisms of vascular physiology and pathology and thereby to provide important new insights into disease processes which are a major health burden on society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300102","grantId":"G0300102","fundValue":"302720","fundStart":"2004-04-01","fundEnd":"2009-03-31","funder":"MRC","impactText":"","person":"Steve  Watson","coPersons":["David Harvey Adams","Stuart  Egginton","Caroline Olive Savage","George Edward Rainger","Michael  Wakelam","Jon  Frampton","Christopher  Buckley","Gerard  Nash"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}