{"id":"598BBCF1-4C42-4C35-862C-1A629AF2B215","title":"Classical Reception Studies Network Project","abstractText":"The Classical Reception Studies Network aims to bring together researchers from classical departments and from other relevant subjects such as Archaeology, Art History, Literature and Theatre Studies in order to investigate how Greek and Roman texts, arts, ideas and artifacts have been interpreted, adapted and reworked in the context of contemporary cultures. We also aim to bring together researchers, graduate students and arts practitioners and to set up a framework for the exchange of information, the promotion of debate and the development of collaborative research practices.\n\nAs well as being inter-disciplinary, classical reception studies operates across cultures and the Network will draw on the diversity of cultural practices and traditions within the UK as well as developing a strong international strand. A two year programme of activities has been planned to support the strategic aims and specific objectives:\n\n(i) Use of electronic communication to create and support interactions and disseminate information. A web site will be hosted by the Open University. An on-line database of researchers, searchable by name, department and specialisms will be created, to include both classicists and non-classicists. This will be developed to include international contacts. We shall also develop a bulletin board and electronic seminars and publish specialist bibliographies and other research tools. The aim of the website will be to provide\nInformation which is important for researchers of diverse academic backgrounds, to organise and disseminate national and international debate and to publish summaries of developments and debate in a form accessible to the wider public.\n\n(ii) Thematic workshops: there will be a programme of four thematic workshops over two years, hosted by collaborating institutions. Workshops will include participation by arts practitioners and will systematically promote debate about the relationship between theory and practice in the use and rewriting of classical material. The results will be disseminated via the website and the published research papers of the network members.\n\n(iii) Development of networking and training for graduate students: graduate students will be encouraged to participate in the workshops (supported by travel bursaries). In addition four training days/work-in-progress workshops will be organised. These will include an international strand and reports will be posted on the website. \n The Network will also facilitate discussion between supervisors and potential supervisors of research students (including those from non-classical departments). The aim will be to enhance specialist expertise, provide training that complements that given in students own institutions, to reduce the isolation of individual graduate students and supervisors (especially outside the main centres), to support progression from Masters to research status and to systematically develop international networking for graduate students and their supervisors.\n\n(iv) Develop international contacts: the database of researchers will be expanded to include academics from overseas. A speaker from overseas will be invited to each workshop and a graduate student from overseas will be invited to the graduate training days. A member of the Network will attend the conference of the American Philological Association in 2007 to promote networking and to complement the already extensive range of international contacts brought to the project by the network members.\n\n(v) Outreach and dissemination beyond academe: will be fostered on the website, with web links and by liaison with regional, literary, museum and theatre projects, with teachers' organisations such as JACT and with broad-based membership organisation such as the Classical Association.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E502520/1","grantId":"AH/E502520/1","fundValue":"24888","fundStart":"2006-06-30","fundEnd":"2008-06-29","funder":"AHRC","impactText":"","person":"Lorna Patricia Hardwick","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}