{"id":"598D0199-941F-47F0-A343-A8AD328FCC4C","title":"The Online Orchestra: Connecting Remote Communities through Music (Fit to connected communities and design highlight notice)","abstractText":"Participation in ensemble music making has been proven to have wide ranging benefits in the areas of social skills, social capital, community, personal skills, musical skills and health. The UK Government's National Music Plan recognizes these benefits, recommending that 'Children from all backgrounds and every part of England should have the opportunity...to make music with others'. Yet in parts of the country such as Cornwall, where many people live in geographically remote communities, accessing group music making opportunities is often practically difficult: either there are not enough musicians living in one place, or the time and expense of travel prevents regular participation.\n\nThe Online Orchestra asks how we can use burgeoning network technologies and creative approaches to composition to give people in remote communities access to the recognized benefits of ensemble music making.\n\nThere have been a range of precedent projects in online performance, but these have tended to focus on the development of technical tools to enable the performance of pre-existent music, resulting in either: (a) the use of complex or proprietary equipment or approaches (such as Janet), unavailable outside of specialist institutions; or (b) solutions wherein latency, low quality audio/visual experience or the sense of disconnection mean many of the benefits of traditional group music making are diminished.\n\nAt the heart of The Online Orchestra is the concept of Experience Design: our aim is to design an online environment that enables an experience analogous to that of playing in a traditional orchestra, thus preserving the benefits of traditional group music making. The research team, which includes performers, composers, conductors, social scientists, network designs, audio engineers, and musicologists, asks 'what can we do differently in order to make online performance a meaningful musical experience?'. We will include amateur musicians from Cornwall within the research team, as we co-design our online environment, and we will confine ourselves to the use of off-the-shelf equipment in order to ensure the repeatability of our work upon completion of the project.\n\nThe project will begin with a four-month development phase, involving all members of the team, as we design, test, evaluate, and re-design our approach. Through this phase, we will focus on preserving within our online environment three key aspects of traditional ensemble performance: (1) the sense of relationship between self, section and full group; (2) the sense of immersion, sonically and in terms of group responsibility; and (3) the sense of interaction with other performers, the conductor and the audience. We will use Vconect technology to enable the online environment: a low-latency, high-quality audio-visual environment.\n\nPhase two of the project will involve composers from the research team writing a series of original works designed specifically for our online environment. Composers will thus research ways of engaging creatively in their music with issues of latency and remoteness. Phase three will be run in collaboration with The Philharmonia Orchestra and the Cornwall Music Hub, as we rehearse and realise the premiere performance by the Online Orchestra, to form part of the Philharmonia's Universe of Sound installation in Truro, July 2015.\n\nIn phase four, we will develop, as proof of concept, a website that will contain a fully-functional, limited-capacity prototype console to access Vconect, which, with further investment, will be scalable to enable communities around the UK, and the world, to form their own online orchestras. Knowledge from the project will be disseminated by means of journal articles, conference papers, magazine articles and web pages, and to broader users through our partners: the Philharmonia are committed to several repeat performances using the prototype; we will also work with the network of Hubs to spread the impact of our work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M001482/1","grantId":"AH/M001482/1","fundValue":"161838","fundStart":"2014-10-15","fundEnd":"2016-03-14","funder":"AHRC","impactText":"","person":"Michael  Rofe","coPersons":["Stuart Philip Stenton","Jonathan James Hargreaves","David  Prior","JOHN  PICKARD"],"organisation":"Falmouth University","findingsText":"","dataset":"gtr"}