{"id":"59905146-2738-41F2-9A4D-6C63B3527C99","title":"Biomass Reduction and Environmental Air Towards Health Effects in Africa - BREATHE partnership","abstractText":"Biomass fuel smoke exposure presents a direct threat to health affecting more than a billion people world- wide. Further, biomass fuel use is ecologically destructive and an indirect threat to all by the effect on climate change. This Partnership of international experts, African investigators and other stakeholders will initiate and manage shared projects that make the best use of field sites and teams provided by &pound;8m of recent grant investment directed at reducing the health effects of household air pollution. \n\nBackground\n\nHalf the world's population including 700 million people in Africa use biomass fuel (animal or plant material) to provide energy for cooking, heating and lighting. People (mainly women) using biomass fuel and young children - particularly babies carried on the backs of their mothers while cooking - experience substantial smoke exposure, due to both partial combustion of fuel and poor ventilation methods. This household air pollution (HAP) is an established threat to health in several ways including adverse pregnancy and neonatal outcomes, acute lower respiratory tract infections (WHO estimates 870,000 deaths among the under 5s in 2004), chronic obstructive pulmonary disease and lung cancer. \n\nThere are three current intervention trials designed to test the health impact of improved household air quality - two in Africa and one in Nepal. All of these investigators are involved in this Partnership. It is of critical importance to maximise the opportunities presented by these trials, both for measured health impact in all ages, capacity development in health related research and policy change in most affected countries. \n\nThe Global Alliance for Clean Cookstoves (www.cleancookstoves.org) formed in 2010 and is committed to &quot; foster the adoption of clean cook stoves and fuels in 100 million households by 2020&quot; in order to &quot;save lives, improve livelihoods, empower women, and combat climate change&quot;. The GACC, together with WHO (which is is a fonding partner of GACC), have identified the need for a Partnership between studies and support this application, with WHO also actively contributing to the partnership. We will fill important knowledge gaps and offer research capacity building opportunities to African researchers within the Partnership by linking with a highly successful research capacity initiative that has been running in Africa for 6 years (Pan African Thoracic Society Methods in Clinical Epidemiologic and Operations Research). \n\nObjectives of the Partnership\n\n1. Draw together experts and investigators in major indoor air pollution trials in order to share current findings, plans and data.\n2. Harmonise trial design to ensure that exposure monitoring and health effect evaluation are comparable among active trials and that new studies benefit from past experience.\n3. Ensure intervention fuels/technologies used for trials (and subsequent scaling-up) meet household needs and deliver substantially reduced exposure levels. \n4. Optimise the opportunity to discover measures of smoke exposure that can be used to show exposure reduction in human subjects, using resource made accessible by current trials but not yet funded by those studies.\n5. Engage African trainees in new studies by a bottom-up approach offering mentored research training and new projects in the context of large, regionally relevant research projects.\n6. Ensure that these objectives are achieved with active management including an Annual Meeting for a week and interim theme work such as trainee projects and trial site collaborations.\n\nThe BREATHE Partnership conference will include thematic sessions where data are presented but also \na) Workshops to harmonise case definitions, intervention implementation, sample and data collection and other aspects of household air pollution intervention trial practice that will benefit from collegiate working and \nb) Working Groups to plan future activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L009242/1","grantId":"MR/L009242/1","fundValue":"594749","fundStart":"2014-01-01","fundEnd":"2018-12-31","funder":"MRC","impactText":"","person":"Stephen Brian Gordon","coPersons":["Nigel Graeme Bruce","Sean  Semple","Jonathan  Grigg","Kevin  Mortimer"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}