{"id":"59975797-4D8B-4CEC-8F84-1DEA216AED36","title":"Context and Collaboration: Exploring approaches to contemporary textiles through collaborative research between Museums, HEI's and Practitioners","abstractText":"The project will support an ambitious series of seminars, to be held in across the U.K. for curators, academics and practitioners. Participants will discuss the role of museums, galleries and HEI's in developing a framework for identifying needs and determining strategies for bringing different agencies together and take place against the background of ongoing discourse within craft and design concerning context and language. The model will build upon the experience of four major international textile exhibitions and will be one exemplified through textiles but will be transferable to other domains.\\n\\nThe aim of these seminars is to inform and engage related sectors and facilities a dialogue that currently does not exist. The seminars will seek to develop collaborative strategies between HEI's, museums and practitioners, which enable the presentation or prioritisation of contemporary textile exhibitions, thus broadening audiences and creating the foundation for further research. Positive case studies, regional exemplars, objective discussion of barriers, constraints and ways forward will form the foundation for debate. The seminars will seek to identify new areas and types of collaborations, both general and particular, and new strategies for future research.\\n\\nSpeakers for the seminars and specially invited audience members will be drawn from major museum and galleries, HEI's and textile practitioners with appropriate experience. Yuko Ikeda, Curator, National Museum of Modern Art Kyoto, Japan may be invited to provide a comparative international case study.\\n\\nThe University College for the Creative Arts, the originating organisation, is a specialist Art and Design institution committed to the advancement arts and crafts, and home to the Crafts Study Centre. The seminars will be held in collaboration with Manchester City Art Galleries (working towards International Centre of Textiles Excellence, linking museums, university) and the Vic toria and Albert Museum (key national textile collectioins).\\n\\nSeminars will be recorded and transcribed. The outcomes will be brought together as a Paper that will be presented to the final seminar, published on the University website and the V&amp;A website. The intention is that the seminars will provide a continuing forum for identifying areas of collaboration for research outcomes. The process itself is one of dissemination - of ideas, information, concerns. Whilst having a clear goal in terms of initiating debate and presenting conclusions, there is also the aim that, in having an open, fluid process, the debate will influence and impact on the work and thinking of all involved, and possibly create tangential areas of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500269/1","grantId":"AH/E500269/1","fundValue":"12265","fundStart":"2006-05-01","fundEnd":"2007-01-31","funder":"AHRC","impactText":"","person":"Lesley  Millar","coPersons":[],"organisation":"University for the Creative Arts","findingsText":"","dataset":"gtr"}