{"id":"5998D765-AE43-4CD2-B2E5-A9F27DC62041","title":"Nano-Patterned Storage Media: Noise and Density Limits","abstractText":"Hard disk drives have continued to increase in capacity and decrease in cost per bit stored since their invention 50 years ago, with the number of bits stored per unit area increasing by a factor 100 million. This remarkable development was achieved without fundamental change in the storage paradigm, but recently more change has become necessary to achieve continued growth in performance, and modern disks now store information in magentisation perpendicular to the disk surface rather than in the plane. This change is expected to allow continued growth in capacity for around five years, beyond which a more fundamental change will be needed. The most likely alternative is thought to be 'Patterned Media', in which the surface of the disk is manufactured as discrete islands of magnetic material, each island storing one bit of information. A number of research groups have started to investigate different methods of manufacture of such materials, from direct e-beam writing to self-assembled templates. Although the fundamental parameters of some materials have been revealed by microscopy and magnetometry, and some basic storage experiments have been performed, it has not yet been possible to establish the comparative merits of different fabrication processes. We aim to develop an instrument capable of measuring the storage capabilities of experimental samples of such nano-structured materials and to use it to study the characteristics of a range of materials made in house and from other laboratories. By comparing these measurements with model prodictions we aim to uncover relationships between the fabrication method and the nature of noise, and to determine the requirements that the system performance places upon the fabrication process. Such understanding will reveal the ultimate limits of the technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E017657/1","grantId":"EP/E017657/1","fundValue":"584894","fundStart":"2007-02-26","fundEnd":"2010-12-25","funder":"EPSRC","impactText":"  Models of the behaviour of magnetic bit patterned media for data storage have led to better understanding of the fabrication tolerances of such media for use in practical systems Electronics Economic","person":"James John  Miles","coPersons":["Ernest William Hill","Paul  Nutter"],"organisation":"The University of Manchester","findingsText":" We have developed an understanding of how errors occur when storing and recovering data from Bit Patterned Media, which are nano-engineered structures designed for magnetically storing data in hard disks. They are being used by the hard disk industry to develop future products Electronics","dataset":"gtr"}