{"id":"599B6FD6-8474-4C6C-8464-E03B60A6B967","title":"Urinary metabolic phenotyping of diet-cardiovascular disease risk associations: the OmniHeart feeding trial","abstractText":"A diet rich in complex carbohydrates from fruit/vegetables, grain/legumes, nuts/seeds, reduced in sugar, saturated fat, total fat, cholesterol and sodium (the DASH diet), has been shown to prevent and reduce high blood pressure. However, we do not completely understand which aspects of the diet are beneficial, or the biological mechanisms of its effects on high blood pressure. This has limited our ability to prevent and treat high blood pressure and its complications, which include heart disease and stroke. OmniHeart was a large (159 people) controlled feeding study, in which each participant consumed three different healthy diets (each for six weeks) with different proportion of carbohydrate, protein or unsaturated fat. Blood pressure, serum cholesterol and weight were measured during and after each dietary period, and associations of each diet with those factors were assessed. Urine specimens were also collected. The current proposal is to analyse the stored urine specimens using state-of-the art biochemical methods to obtain a metabolic fingerprint specific to each individual at each dietary period. These fingerprints, together with other clinical measurements, are to be analysed using mathematical models to identify urinary metabolites relate to the three OmniHeart diets and their effects on blood pressure and other clinical measurements. Individuals? responses to dietary interventions are to be compared to their metabolite patterns in order to identify markers that predict individual responses to the diet. This may enable doctors in the future to recommend the best specific eating pattern for each of their patients, producing maximum benefit in the reduction in blood pressure and other major risk factors. \nThis proposal has the potential to improve the health of individuals and populations by advancing our understanding of how diet influences blood pressure and other major heart disease risk factors. These findings could lead to new recommendations for individuals, and enhanced future public healthy policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002151","grantId":"G1002151","fundValue":"389122","fundStart":"2011-10-02","fundEnd":"2015-07-31","funder":"MRC","impactText":"","person":"Ruey Leng  Loo","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}