{"id":"599C728E-8029-4D23-B23F-5658C4B62011","title":"Delineating the cellular and molecular pathways of hematopoietic stem cell fate decisions","abstractText":"The understanding of cell differentiation is of critical importance for the development of modern medicine to allow for efficient use of cell-based therapies, and to specifically identify drug targets that can enhance regeneration of required cell types, and also selectively target and kill transformed malignant cells. Integrity of the blood system depends on a large number of essential blood cell types being continuously replenished from a rare population of blood forming stem cells, representing a paradigm for how diversity can be achieved from a common stem cell through alternative cell fates. Bone marrow transplantation and the use of several blood cell growth factors have over the last decades translated basic knowledge about blood forming stem cells into efficient cell replacement therapies. However, bone marrow transplantation is still associated with substantial treatment related mortality, and to address this more knowledge is needed with regard to the identity of stem cell types in the bone marrow responsible for regeneration of different blood cell lineages, and how these are regulated. Furthermore, as normal stem cells and their immediate progeny are thought to frequently be the origin of cancer stem cells, and since such transformation frequently occurs through mutations in pathways regulating normal stem cells and blood cell development, it is equally clear that a better understanding of normal blood cell development, will facilitate development of more efficient therapies to eradicate leukaemic stem cells. In the herein proposed studies, a number of novel strategies will be developed to identify and characterise, in mouse as well as man, key intermediates in the development from stem cells to mature blood cells, as well as the key regulators of these transitions from stem cells to specific blood cell lineages. Furthermore, we will translate knowledge regarding the role of key blood cell growth factors in regulation of the immune system in mice to man, through new studies in immunodeficient patients which have mutations resulting in loss of function of the same growth factor pathways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801073","grantId":"G0801073","fundValue":"2536420","fundStart":"2009-02-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Sten Eirik Jacobsen","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}