{"id":"59B60C92-27DA-47F0-A2F4-6EC43377A793","title":"Experiencing the Digital World: the Cultural Value of Digital Engagement with Heritage","abstractText":"The aim of this project is to provide a critical review of the role of digital engagement and access in shaping cultural experiences in the context of museums, galleries and heritage. Since the late 1990s the potential of the digital world for generating new ways of engaging with the heritage sector, widely defined, has been a key focus of both academic work and cultural practice. Academics and practitioners alike have explored the potential of digital technology for offering new insights into our understanding of the past for an ever wider section of society. This has taken a number of forms, from 3D modelling of archaeological sites to large-scale digitisation projects for the long-term preservation and curation of material heritage. At the same time, colleagues have explored the ways in which the digital world can be used as a tool for increasing and broadening public participation in heritage culture. On the one hand, this has focussed on how the internet can help provide a 'shop window' for museums, galleries and heritage, and translate this into physical visits to sites. On the other, the sector increasingly seeks to use the digital sphere to provide a space for more dynamic, two-way engagement with heritage culture, aimed at providing a complementary experience to the physical visit that can, in turn, enhance the cultural value of heritage through a range of phenomena (e.g. user-generated content, online communities, crowdsourcing projects). The last decade has seen a huge number of digital projects take place on a variety of scales operating in a whole host of heritage cultures around the world. These provide a plethora of case studies for the potential of the digital both to widen access to the world's heritage and provide new ways for individuals and communities to experience and consume heritage, from the Europeana Foundation - an interactive forum which provides access to millions of artefacts from across Europe - to small scale projects such as the 'Ostalgie Kabinett' which helps support community engagement with the historical memory of the former East German State.\n\nAt the same time, there has been a growing emphasis, both amongst scholarly and grey literature, on how we measure the value of this activity and what we mean by value in this context. As Parry (2010) highlights, this is an area of activity which can easily 'fetishise the future, and neglect the past'. Or it has potential, somewhat counter intuitively perhaps, to help limit access to material culture, locking it away behind a 'protective' digital wall (Cameron and Kenderdine 2010). Our review will examine this tension through the critical lens of 'cultural value', placing discussion of digital engagement within the broader literature on interactivity and participation with heritage per se, the potential for co-production in research and the ramifications this can have on the question of the 'ownership' of heritage, all issues that shape current conceptualisations of the relationship between the physical and the digital sphere.\n\nThe aim of this CR is threefold. 1) It will give an overview of the ways in which the heritage sector currently engages with the digital world, providing a range of international case studies in order to highlight leading-edge practice globally. 2) These case studies will be embedded within a critical analysis of the scholarly and grey literature, and in particular an investigation of how the literature has sought to understand the issue of 'value' in this context. 3) The findings of the critical review will be evaluated, via a workshop to be held at Leeds, by an international group of heritage professionals in order to explore what they perceive to be the continuing gaps in the literature and potential new directions for museological and heritage practice. This will, in turn, also lead to the production of briefing document for heritage professionals looking to enhance their digital engagement with audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014424/1","grantId":"AH/L014424/1","fundValue":"23953","fundStart":"2014-03-03","fundEnd":"2014-07-02","funder":"AHRC","impactText":"  The findings are currently being developed as part of a follow-on funding bid in collaboration with a number of our project partners from the original project. Culture, Heritage, Museums and Collections Cultural,Societal","person":"Paul  Cooke","coPersons":["Abigail Louise Harrison Moore","James  Stark","Laura  King","Simon Edward Popple"],"organisation":"University of Leeds","findingsText":" This project was a critical review of the literature on digital engagement with the heritage sector, comparing academic discussion with the priorities of heritage sector professionals. we are currently developing a follow-on funding project Culture, Heritage, Museums and Collections","dataset":"gtr"}