{"id":"59BD27EB-C826-4FFA-A42A-27E1ABE67A66","title":"Role of the chloroplast ubiquitin E3 ligase SP1 in abiotic stress tolerance in plants","abstractText":"With the human population growing rapidly and set to reach 9 billion by 2050, and because of ever increasing pressure on natural resources, the drivers for increased crop yields and for resilience to climate change and sub-optimal growing conditions are stronger than ever. To meet these demands it will be essential to develop improved crop varieties. Through research on the model plant thale cress (Arabidopsis thaliana), we recently made a significant breakthrough that may have important implications for food security: We discovered a gene called SP1 that controls important aspects of plant growth, and found it to be important in plant responses to adverse environmental conditions such as water stress and high salinity (collectively, abiotic stresses). By modifying SP1 expression, thale cress plants can be made more tolerant of such stresses. In this project, we will study the SP1 gene to elucidate how it is involved in stress responses, and investigate its potential use for crop improvement by conducting studies in wheat.\n\nThe SP1 gene regulates the development of structures inside plant cells called chloroplasts. Chloroplasts are normal cellular constituents (i.e., they are organelles), and in many ways they define plants. They contain the green pigment chlorophyll and are responsible for photosynthesis - the vital process that captures sunlight energy and uses it to power the activities of the cell, for example by converting carbon dioxide from the air into sugars. As photosynthesis is the only significant mechanism of energy-input into the living world, chloroplasts are of huge importance, not just to plants but to all life on Earth. But photosynthesis also has the potential to generate toxic &quot;reactive oxygen species&quot; (ROS), particularly when conditions are challenging, and so chloroplasts have a critical role in stress responses too.\n\nAlthough chloroplasts do contain DNA (a relic of their evolutionary origins as free-living photosynthetic bacteria) and so can make some of their own proteins, most of the thousands of different proteins needed to form a chloroplast are encoded by genes in the cell nucleus. These nucleus-encoded proteins are made outside of the chloroplast in the cellular matrix known as the cytosol. As chloroplasts are each surrounded by a double membrane envelope, they have evolved sophisticated protein import machinery that drives the uptake of proteins from the cytosol. This machinery comprises two molecular machines: one in the outer envelope membrane called TOC (an abbreviation of &quot;Translocon at the outer membrane of chloroplasts&quot;) and another in the inner membrane called TIC. Each machine is composed of several different proteins that cooperate during import.\n\nThe SP1 gene encodes a type of regulatory factor called a &quot;ubiquitin E3 ligase&quot;. Such regulators work by labelling-up unwanted proteins to target them for removal. The SP1 E3 ligase specifically acts on components of the TOC machinery, thereby controlling TOC composition and function so that only the desired proteins are imported. Such control is important when chloroplasts must undergo major functional changes, for example during adaptation to stress. We believe that SP1 acts during stress to limit the import of new components of the photosynthetic apparatus, in order to attenuate photosynthetic activity and so mitigate the negative effects of stress. By limiting photosynthesis during stress, SP1 reduces the potential for ROS overproduction such that plants are less likely to suffer serious or fatal stress-related damage.\n\nKnowledge gained during this project will improve our understanding of plant responses to adverse environments, and may enable improved resilience of crops to such conditions. Drought and salinity are among the most significant factors affecting crop yields, with annual global crop losses due to drought alone estimated at $10bn. We believe that our work with SP1 may help to alleviate such losses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N006372/1","grantId":"BB/N006372/1","fundValue":"492352","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"BBSRC","impactText":"","person":"Robert Paul Jarvis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}