{"id":"59C27DEB-A343-4968-AB06-50285E7D33FA","title":"Mod p and p-adic Geometry of Shimura Varieties, Canonical Subgroups of Abelian Varieties, and Applications to Automorphic Forms.","abstractText":"Automorphic forms, typically defined analytically, are objects obtained from certain representations of algebraic groups. Langlands program is a web of conjectures predicting precise relationships between automorphic forms/representations and representations of Galois groups, thereby providing a profound link between analysis and algebra. It is the motivating force behind much of the research in Number theory today.Classical modular forms are examples of automorphic forms defined for the group GL(2,Q). In the 70's J.-P. Serre defined p-adic modular forms: objects that are obtained from p-adic analytic variation of modular forms. Ever since their introduction by Serre, p-adic methods have been pivotal in progress in the theory of automorphic forms.Ground-breaking results of Hida (80's) and Coleman (90's) for p-adic modular forms prompted a surge in research applying p-adic methods to the study of automorphic forms for groups other than GL(2,Q). Along with the recent progress in the p-adic representation theory of Galois groups, this research has led to the emergence of the beginnings of a p-adic Langlands philosophy. This is mostly a mystery at the moment but it informs a lot of research in the area. A link between the classical theory and the p-adic theory is given by criteria of classicality : they tell us which p-adic modular forms are classical modular forms and are in general hard to prove.A powerful approach to the study of p-adic automorphic forms is via geometry: more precisely, the study of the p-adic geometry of Shimura varieties. It was Katz who highlighted the power of a geometric approach: he recast Serre's theory of p-adic modular forms using the geometry of spaces called modular curves and provided many applications. Many of the recent approaches to the construction and study of spaces of p-adic automorphic forms are of a geometric nature. At the core of this proposal lies a plan to study aspects of the (p-adic and mod p) geometry of certain Shimura varieties (and of maps between them) that have emerged as essential in the study of p-adic automorphic forms, and especially in proving classicality criteria for them. In addition, we plan to use such results to construct and study canonical subgroups of abelian varieties. These are objects at the heart of our method for proving classicality. We intend to end the proposal by demonstrating applications to classicality of p-adic automorphic forms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019537/1","grantId":"EP/H019537/1","fundValue":"94654","fundStart":"2010-01-03","fundEnd":"2012-05-03","funder":"EPSRC","impactText":"","person":"Payman  Kassaei","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}