{"id":"59C7D7F6-A3CD-4FCC-9D77-BFC29FCE8953","title":"Using stable isotopes to assess climate-change impacts on migrations of prions (Aves:Procellariiformes)","abstractText":"Global warming has resulted in much faster and more pronounced ecological responses in marine than in terrestrial ecosystems. Yet most people are unaware of the dramatic changes going on in marine ecosystems because these are not readily observed from land. For example, oceanic copepod distributions have been found to be moving poleward 30 times faster than terrestrial animal distributions. Copepods are extremely abundant animals and are a key food resource in high latitude oceans. As ocean temperatures increase, high densities of large and nutritious copepods in cold waters are replaced by smaller and less nutritious species of warm-water copepods. Seabirds that specialize on a diet of large copepods may experience dramatic changes in the distribution of their main winter prey within the timescale of a single generation of these long-lived birds. This is potentially one of the most severe and rapid impacts of climate change on any vertebrates. Prions or &quot;whale-birds&quot; are southern oceans petrels that breed on subAntarctic islands. Prions are extremely abundant seabirds, and many of the largest colonies are on UK dependent territories such as South Georgia (for example over 20 million pairs on South Georgia) and Tristan da Cunha where colonies are protected by international conservation conventions. Due to their numerical abundance these small burrowing species are major consumers and therefore a change in their distribution or abundance has considerably knock-on effects for marine ecosystems. They have a highly specialized bill morphology evolved for filter feeding. Prion species differ in bill morphology, with the extent of dependence on copepods most pronounced in the broad-billed prion, and least in Antarctic prion and closely related blue petrel. We can infer the latitude where these birds spend the winter because in the southern hemisphere there is a very strong latitudinal gradient in carbon isotope ratios in marine foods. This enables tracking of wintering areas used by these birds. Feathers grown during the autumn/winter moult will have carbon isotope signatures that reflect the latitude where the birds were feeding while their feathers grew. Feathers collected from birds at their breeding sites can therefore be used to infer the main moulting/wintering regions visited by each individual bird. Analysis of historical samples (from museum collections) permits wintering latitudes used by these species in the past to be inferred in a similar way. We will validate the use of isotopes to infer wintering latitude by deploying small data loggers on a sample of prions to determine wintering areas using light level data recorded by the logger, a well established method already used on many seabirds, so we can measure isotopes in individuals with known wintering area. The key hypothesis we will test is that broad-billed prions have changed winter distribution in recent years to spend the austral winter at higher latitudes south of their breeding colonies, whereas in the past (from 150 years ago up until some time in the late 20th century) these birds migrated north from their breeding grounds to winter at lower latitudes in the southern hemisphere. We will also test the hypothesis that other prions show less poleward movement of winter areas (which we expect because they are less dependent on a copepod diet). Finally, we will test the hypothesis that poleward movement of broad-billed prions varies from year to year in relation to copepod distribution and density in each different year (data that are available for recent years from a Southern Ocean plankton database). This research will highlight a major impact of global warming on an important marine food web and will also inform conservation policy during this time of rapid ocean warming and changing copepod distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I023503/1","grantId":"NE/I023503/1","fundValue":"45225","fundStart":"2011-10-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Richard Anthony Phillips","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}