{"id":"59CC02AA-F262-4B5A-811E-718461C98A0E","title":"The Impact of the Criminal Process on Healthcare Ethics and Practice","abstractText":"This follow-on project seeks to develop the empirical research findings from an AHRC funded project, 'The Impact of the Criminal Process on Health Care Ethics and Practice.' The original project investigated the involvement of the criminal justice system in suspected cases of 'medical manslaughter' (cases in which the conduct of medical practitioners was suspected of causing the patient's death). The project identified problems with the existing legal test, difficulties in communication between the various agencies involved and discrepancies in the ways in which cases are dealt with. The discrepancies identified present a strong case for a systematic and continuing exchange of our findings with the organisations we have worked with in order to consult, implement and apply recommendations from the research at a practical and policy level as well as to disseminate the findings to other organisations, the professions and the public.\n\nThere are relatively small numbers of medical manslaughter cases each year, which means that those investigating them may have no experience in the particular challenges these cases raise. Mistakes made at this stage can and do fatally compromise an investigation. Healthcare cases are often regarded as a low priority for the police who lack experience in handling such investigations. Medical manslaughter cases are supposed to be referred to the the Crown Prosecution Service Special Crime Division (SCD) but practice on this varies. A significant number of investigations still reach the SCD at a late stage or are not referred. This results in costly, lengthy and poor quality investigations, to the detriment of the parties involved and to the NHS (as the professionals may be suspended from practice during this time).\n\nA number of agencies may become involved in the investigation of the causes of such deaths and in determining whether any fault can be attributed to the practitioners involved. Communication between different organisations is often poor and organisations such as the Health and Safety Executive (HSE) often fail to become involved. Current protocols intended to facilitate effective organisation of enquiries between different agencies are failing and do not include the Crown Prosecution Service or coroners.\n\nThe follow-on project will explore the best ways of dealing with these cases (from the points of view of the victims' families, those under suspicion and the investigating and prosecuting agencies). It will facilitate the exchange of ideas and experience between practitioners in England and Wales. As a result of consultation with our project partners, we will produce documents to facilitate the effective investigation and management of such cases. In particular we will produce case management guidance to enable more consistent and effective treatment of cases of medical error and will have a tangible effect at the level of policy and practice on the application of the criminal law in such cases. We will also produce an accessible handbook aimed at medical and legal practitioners and students outlining the guidance, recommendations and protocols surrounding medical error and the criminal process produced as part of the project. We will disseminate our findings to an academic audience via journal articles. Finally, we will explore the experience in England and Wales identified in our research with colleagues in Scotland and discover what both jurisdictions can learn from each other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005045/1","grantId":"AH/J005045/1","fundValue":"90665","fundStart":"2011-10-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Margaret  Brazier","coPersons":["Sarah  Devaney","Hannah Sian Quirk"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}