{"id":"59CE4754-40AB-4775-A153-A71FFAEED3BD","title":"Development and testing of novel recombinant pnemococcal glyconjugate vaccines","abstractText":"Streptococcus pneumoniae, or the pneumococcus, can cause life-threatening diseases such as pneumonia, septicaemia, meningitis and frequently causes ear infections in children which can lead to hearing loss. S. pneumoniae is responsible for significant morbidity and mortality worldwide and by conservative estimates pneumococcal infections cause over one million deaths of children annually. An inexpensive, broad-range, long-lasting pneumococcal vaccine is desperately required.\n\nA defining characteristic of a successful vaccine is the ability to evoke long-lasting protective immunity with minimal side effects. The most successful human vaccines are often glycoconjugate as the combination of a protein coupled to a sugar glycan induces both a T-cell dependent and independent immune response evoking a protective and lasting immunity. Examples of currently licensed human glycoconjugate vaccines include those against Haemophilus influenzae, Neisserria meningitidis and some Streptococcus pneumoniae strains, in which glycans are chemically coupled to immunogenic carrier proteins.\n\nTraditional glycoconjugate vaccine design by chemical conjugation requires that the glycan from the pathogenic organism be isolated, detoxified by stripping out surface components, and still be present in sufficient amounts to be chemically coupled to a protein. The procedures involve harsh chemical treatments, are time consuming and expensive. In addition, the material generated at each step needs to be verified for purity, and variation between batches of glycoconjugate vaccine is common. Current licensed pneumococcus glycoconjugate vaccines are problematic as they only cover a fraction of all S. pneumoniae strains. Although there are vaccine candidates based on conserved proteins, these vaccines often do not produce long-term protection that is especially required to immunize the main target population, children. Ideally, a glycoconjugate vaccine based on conserved pneumococcal proteins coupled to the capsular polysaccharide glycan should be produced, but to date this has proved technically challenging.\n\nRecently, we (and collaborators) have developed a new approach for constructing glycoconjugate vaccines involving cloning all components in the widely used &quot;work-horse&quot; microbe E. coli. The recombinant process is termed Protein Glycan Coupling Technology (PGCT) and involves processing the candidate protein and glycan in plasmid vectors in E. coli along with a coupling enzyme to produce an inexhaustible supply of vaccine. PGCT can produce purified vaccine in a one-step purification procedure, which reduces costs, and because multiple combinations of protein and glycans can be coupled together, a greater flexibility in the range of vaccines can be generated and tested. We will use PGCT to produce and test six outstanding protein candidates coupled to different combinations of pneumococcal capsular polysaccharide. These vaccines will be tested in the murine pneumococcal infection model for their relative protection against an otherwise lethal dose. Additionally, the vaccines will be tested for their effect on the carriage of pneumococci in the murine model. The new vaccines generated in this study will also be compared to the efficacy of existing pneumococcal vaccines such as Prevnar13. Data between experiments will be evaluated to derive the most efficacious glycoconjugate vaccine combination produced by PGCT. Additionally, the development of PGCT in this study will provide the expertise and knowledge base to make the technology more widely applicable to construct further S. pneumoniae glycoconjugate vaccines and vaccines against other important infectious agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K012053/1","grantId":"MR/K012053/1","fundValue":"564749","fundStart":"2013-04-01","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Brendan  Wren","coPersons":["Timothy John Mitchell"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}