{"id":"59D48E96-7C4C-424C-B7E8-A6D5A5FF5B0A","title":"The Light Controlled Factory","abstractText":"This project will investigate and develop novel and interlinked measurement-enabled technologies for realising the next generation of factories for the &quot;Assembly, Integration and Test&quot; (AIT) of high value products. The vision is for the widespread adoption and interlinked deployment of novel, measurement-based techniques in factories, to provide machines and parts with aspects of temporal, spatial and dimensional self-awareness, enabling superior machine control and parts verification. The title &quot;Light Controlled Factory&quot; reflects the enabling role of optical metrology in future factories. The scientific and technological challenges that would need to be addressed via this research to realise this vision include:\n(a) Future AIT factories require product specific customisation of assembly, ultimately adapting the condition of assembly for each part, whilst ensuring assembly integrity and high process yield. The research challenges are; (i) to develop methods using accurate high frequency measurement data to control the position and orientation of parts in real-time, and (ii) to integrate semi-finishing processes with assembly, such as machining, without adversely impacting the spatial fidelity of parts and machines. \n(b) Within AIT factories, the effect of gravitational deflection and the impact of the environmental thermal gradient on large components and tooling structures can be significant and larger than the assembly tolerances. In such cases the dominant dimensional uncertainty source is often the effect of the environment on the parts and the structure of assembly equipment. Currently, industry has no robust mechanisms for identifying the impact of environmental uncertainty sources when seeking to demonstrate assembly conformance to design, with major consequences in terms of product verification. \n(c) In order to integrate, control in real time and verify heterogeneous processes within an AIT factory it is essential to develop novel metrology networks that are scalable, affordable and can be used to create measurement-enabled production processes of superior process capability, and also to verify parts. The research challenges include; the real time fusion of measurement and uncertainty data from multiple systems, the mitigation of environmental effects through local and large volume measurement, and the definition of generic network design principles underpinned by algorithms for measurement uncertainty.\nThe project is important to the UK as the technologies deployed relate to the &quot;systems modelling and integrated design/simulation&quot; national competency and address the &quot;flexible and responsive manufacturing&quot; strategic theme according to TSB's document entitled 'A Landscape for the Future of High Value Manufacturing in the UK'. Strategically this proposal fits into the Manufacturing the Future theme of EPSRC. The review of the EPSRC portfolio reveals that this proposal is distinct from previous and current research. \nThe timeliness of the proposal is due to its building on the latest research of the three Universities, utilising current research from NPL into high-accuracy, flexible optical metrology and making use of state of the art vendor systems in large volume metrology. The combined effect of all these factors is that the underpinning knowledge, understanding and technologies required for this ambitious research are now in place, reducing research risk. Moreover, the project is timely in satisfying the industrial needs for better factory &quot;ramp-up&quot; flexibility and 100% product compliance with specifications at zero or minimum extra cost for high value products due to increasingly demanding customers and safety legislators. The Research Programme comprises five interrelated Research Topics (RTs) that will be carried out throughout the duration of the Grant. The RTs correspond to the research objectives and their work packages that include deliverables and milestones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018124/1","grantId":"EP/K018124/1","fundValue":"2470390","fundStart":"2013-07-17","fundEnd":"2018-07-16","funder":"EPSRC","impactText":"  The research findings have created considerable interest within the research consortium. Airbus Defence and Space (ex Astrium) and Rolls-Royce are developing Case Studies via which to apply the new methods and develop those further in the areas of Measurement Assisted Assembly and Large Volume Metrology, respectively. Aerospace, Defence and Marine Economic","person":"Paul George MaropoulosPatrick  Keogh","coPersons":["Jonathan Mark  Huntley","G  Mullineux","Stuart  Robson","William J Wadsworth","Jonathan  Knight","Jan  Boehm"],"organisation":"University of Bath","findingsText":" The research has provided additional knowledge and understanding of how to structure and integrate metrology process models for creating a factory wide metrology network and how to interface metrology systems with automation and actuation equipment in real time to realise the Measurement Assisted Assembly technical target. This knowledge will allow the research team to create a factory wide metrology network that will allow rapid and integrated product verification within the factory and will also enhance the precision of processes by interfacing metrology with process automation and robotics. The metrology instrument selection and inspection planning process is being further developed and applied in Case Studies at present by companies within the research consortium and once verified and validated could be made available to companies on a wider basis. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}