{"id":"59EAF203-2D41-42E6-A5A1-C1F3AD1E4183","title":"Micro-structuring micro-alloyed steels via non-metallic precipitate formation","abstractText":"Steel, the most used material in the world by value, is essential to virtually all industrial sectors: automotive, construction, mechanical engineering, shipbuilding, household appliance, consumer electronics, road, bridge and rail construction. Nearly 10 Mt of steel was manufactured in UK in 2012 and the UK steel industry has evolved to become one the leanest and most efficient of any manufacturing industry. The UK steel industry also has a long tradition of sustainable energy and raw-material management and minimization of carbon foot printing. The energy cost and CO2 output per ton of steel has been reduced by nearly 30% during the last two decades. There are nevertheless many opportunities for further improvement, with huge potential energy savings, but there are several key challenges that need to be overcome. Full cycle analysis studies demonstrate that further reductions in energy consumption and CO2 production of 25-30% can be made, in the current manufacturing of steel. A potential path for such savings lies in processes that allow for-hot charge after casting the product to a near-net (final) shape) directly into the rolling stage. This eliminates costly reheating before hot-rolling and it reduces the amount of rolling needed. It requires however, that the quality of the cast product is significantly better than what it is today in terms of bulk and surface properties since there is less chance to alter it after it is cast. We propose that this can be achieved by engineering the non-metallic particles, which are generally thought to be defects, such that they promote finer crystal grains in the cast metal. The research we aim to carry out provides the fundamental knowledge required to design such a process and we intend to develop in-situ characterization methods that enable scientists and engineers to study the specifics of how steel solidifies, rather then deducing what has happened from samples at room temperature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018632/1","grantId":"EP/L018632/1","fundValue":"342511","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"","person":"Sridhar  Seetharaman","coPersons":["Richard John Dashwood"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}