{"id":"59ED92DC-C9F9-47DA-9696-0F5688509F24","title":"Fractal and multifractal structure of non-conformal repellers","abstractText":"Over the past 30 years research in the area of dimension and dynamics has developed enormously. This project will study the geometric structure and dimension of attractors and repellers of certain non-conformal dynamical systems, which often have a highly complicated fractal form.\n\nA dynamical system essentially consists of a mapping on a set, such as a region of the plane, into itself. Of particular interest are the trajectories followed by repeatedly applying the mapping to some initial point. A repeller is a set that is mapped into itself, but such that nearby points outside the set move away from the set under iteration of the mapping. Repellers often have a fractal structure, with ever more intricate detail becoming apparent under continued enlargement. Dimension provides a way of measuring the size and complexity of such sets. Smooth geometrical shapes have dimensions that are whole numbers: curves are 1-dimensional, surfaces are 2-dimensional, etc., reflecting the number of coordinates needed to locate points in the object. To cope with the intricacy of fractal repellers, notions of dimension that need not be whole numbers are required, such as Hausdorff, packing and box-counting dimensions, and such fractional dimensions will play a key role in this project.\n\nMuch research has focused on conformal mappings, where the repellers are the often-pictured Julia sets of complex dynamics. These are generally locally self-similar, that is made up of many smaller, nearly similar copies of themselves, and their dimensions often may be found by solving an equation known as the Bowen-Ruelle formula.\n\nNon-conformal mappings lead to locally self-affine repellers which may be of a very different character, with small parts of the repellers appearing increasingly elongated or distorted under enlargement. Given recent progress in the analysis of self-affine sets, which may be thought of as piecewise linear analogues of non-conformal repellers, it is timely to extend the dimension formulae to a non-conformal, nonlinear setting. However, finding dimensions of self-affine sets is far more awkward than for self-similar sets, not least because the dimensions need not vary continuously with the defining transformations. By analogy, it may be difficult to obtain dimension formulae that are valid in every situation, so a major part of the project will be to seek generic formulae that are 'almost always' valid in an appropriate sense. In the conformal setting, the thermodynamic formalism is an important tool for finding the dimensions, but for non-conformal systems a 'subadditive' version of the thermodynamic formalism will be needed.\n\nOf course, it is desirable to know with certainty the dimension of specific repellers, rather than just finding formulae that are valid generically, so the project will also identify classes of functions for which the generic formulae can be guaranteed to give the actual value of dimension. A further line of investigation will consider distributions of mass across non-conformal repellers, with the aim of using analogues of fractional dimensions to quantify the irregularities of distribution, an area known as multifractal analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029061/1","grantId":"EP/K029061/1","fundValue":"253526","fundStart":"2014-01-13","fundEnd":"2017-01-12","funder":"EPSRC","impactText":"","person":"Kenneth  Falconer","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}