{"id":"59EE3F8A-2100-4BCC-9BB7-2F81CD0346AA","title":"Smart phone: promoting weight loss and improved health using mobile phone technology","abstractText":"Obesity is an increasing problem in the UK, affecting 1 in 5 women and 1 in 6 men. Yorkshire and the Humber have the highest rates of obesity for men in England, and approximately 1 in 4 children living in Leeds are overweight. \n\nTotal mobile phone ownership in the UK stands at #70.67m which is 16% more than the actual population, making it an ideal medium through which to communicate with a wide range of individuals. A ?smart? mobile phone could be a key tool for delivering a weight loss intervention and monitoring its effects on diet and exercise. \n\nThis project will use existing mobile phone technology (mobileDANTE and Nutracheck) to develop an integrated diet and physical activity intervention to support weight loss in adults. The intervention will be based on sound psychological theory targeting key determinants of obesity. Self-monitoring and goal setting will be important components built into the phone. The project will be split into three phases. Phase 1 will be selection of the best phone system (mobileDANTE and Nutracheck) for further technical development. This will be done using focus groups of potential users. The phone intervention will be developed and again tested with focus groups. Phase 2 will be validation of measurements of diet and exercise obtained by the mobile phone in a separate sample by comparing with gold standard methods of assessment including a technique to assess energy expenditure using Actigraph machines. The final phase will test the phone intervention in a pilot trial. 200 participants will be recruited through a large local employer and randomized to receive the phone intervention or standard care. Baseline measures will be taken and then repeated after 6 months. The pilot trial will be used to see how well the phone might work in a larger trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802108","grantId":"G0802108","fundValue":"323077","fundStart":"2010-01-01","fundEnd":"2012-06-30","funder":"MRC","impactText":"","person":"Joan  Ransley","coPersons":["Janet  Cade","Mark  Conner","Karen  Birch","Darren Charles Greenwood","Alison  Marshall"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}