{"id":"59FD0C7B-CCA9-41A8-82CE-CFF84DB938E9","title":"Complexity and Method in the Social Sciences: An Interdisciplinary Approach","abstractText":"Over the past two decades, there has been a growing interesting in applying 'complexity theory' to think and learn about the real social worlds in which we all live. This is a particular kind of theory on how to see the world and study it--which has a history in Physics and Mathematics, but is also now taken up across all the sciences and increasingly the social sciences and even the arts and humanities. In a nutshell, complexity theory involves trying to detect, understand and explain particular kinds of patterns of change and continuity across dynamics systems. \n\nIn social science, complexity is particularly relevant given the open dynamic nature of all social systems. Indeed, we live in a world in which never-ending, real-time data has quickly built upon itself, generating a virtual &quot;database&quot; on each of us, as individuals, and the political, economic, geographical, environmental, technological and cultural networks and systems in which we live, from the global all the way down to the local. Furthermore, all of these data-driven complex networks are colliding into one another, at multiple levels, shaping and being shaped by factors and actors, structures and agents--as the whole global world and its myriad of interdependent, contextualized communities evolves across time, space and place. \n\nAll of this complexity has created serious methodological challenges for social scientists. For support on these methodological challenges, we can turn to the burgeoning complex systems literature. The call to look at methods and methodological concerns is reflected also in the ERSC's 2008 International Benchmarking Review of UK Sociology, which expresses concern over the methodological preparedness of social scientists. \n\nYet, complexity sits at the intersection of various intellectual traditions, ways of knowing, theoretical traditions, and interdisciplinary concepts and methods. In terms of complexity social science, this complex intersection has created several timely and highly important questions that revolve around various UK funding council priorities (e.g., ESRC, EPSRC) regarding data and interdisciplinary research. Examples include issues of big data, integrating qualitative and quantitative methods, and studying the complexities of time, space and place.\n\nIt is these key, timely questions that drive the Complexity and Methods in the Social Sciences (CaMSS) seminar series forward. CaMSS uses its three-year seminar and existing collaborations to create an established, interdisciplinary list of 18 leading scholars (including key UK social scientists in complexity, such as Prof. Paul Ormerod, Prof Sylvia Walby, and Prof. Nigel Gilbert) to address the methodological challenges that complexity presents to the social sciences.\n\nCaMSS will address the following three themes:\n\nTHEME 1: What is the state-of-the-art in complexity method?\nA. My kingdom for a function: What is gained by quantifying social science research to study complexity?\nB. Time, temporality and patterns of change and continuity\nC. So, what does the qualitative sociologist have to say? The value of metaphor and qualitative method in complexity\n\nTHEME 2: Different approaches to complexity\nA. Multiple perspectives: The epistemology of complexity science method\nB. Modeling complex social systems: A case-based perspective\nC. Modeling cognition and social understanding: a topological approach\n\nTHEME 3: Putting it all together\nA. Creating the complexity social scientist's methodological toolkit: Needs, desires and futures\nB. I've got to teach them what? Improving how students are taught complexity social research methods\nC. What next? Where is the state-of-the-art in complexity method heading?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00092X/1","grantId":"ES/L00092X/1","fundValue":"30085","fundStart":"2014-02-01","fundEnd":"2017-03-31","funder":"ESRC","impactText":"","person":"Emma  Uprichard","coPersons":["David S Byrne","Brian  Castellani"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}