{"id":"5A0062C1-98CA-4D26-B9D9-CB9E64B6F6EA","title":"Design, synthesis and applications of chiral cyclobutanes","abstractText":"Cyclobutanes are 4-carbon cyclic molecules that are found in many naturally occurring compounds with biological activities including antibiotics, antivirals and cytotoxics, and in insect pheromones, which can be used in agriculture to control pests. As a result, methods of preparing cyclobutanes are of great interest to chemists. Many syntheses have been developed but a large number involve the use of specialist equipment and hazardous reagents. This difficulty of synthesis means cyclobutane-containing molecules are rarely used in industry.This proposal aims to take a simple, but limited, method of forming the cyclobutane ring and extend it into a general route to prepare and attach a wide range of sidechains to the cyclobutane ring. These methods will find many applications in total synthesis of natural products, and the synthesis of molecules of interest to the agrochemical and pharmaceutical industries. As illustrations of these potential applications, we will be applying the new methods to, amongst other applications, the synthesis of a group of molecules with potential in the therapy of cancer.Each year, more than a quarter of a million people in the UK will be diagnosed with cancer. Most commonly used cancer treatments cause serious side-effects which reduce the patients' quality of life. There is an urgent need to develop new medicines which do not cause these side-effects in the body. One way of doing this is to create drugs to act on receptors which are found at different levels on tumour cells compared to normal cells. One such class of receptor is the integrins; receptors which allow a cell to interact with its surroundings. Beta3 integrins are highly expressed in prostate, colon, cervical and breast cancers and malignant melanoma, among others, where they encourage growth and distribution of the tumour to new areas of the body. We have designed a library of cyclobutane-containing compounds that are expected to block the interaction between a beta3-expressing cancer cell and its surroundings. This compound library will be synthesised employing the methods developed in this proposal and used in other investigations to improve our knowledge of the role of beta3 integrins in cancer and the structural features required for integrin-targeted drugs to be safe and effective; information which could ultimately lead to new medicines for the treatment of cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002626/1","grantId":"EP/H002626/1","fundValue":"101045","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  In ongoing research towards developing new anticancer therapeutics Pharmaceuticals and Medical Biotechnology ","person":"Helen Margaret Sheldrake","coPersons":[],"organisation":"University of Bradford","findingsText":" We have developed new chemical methods for the synthesis of small ring molecules with a diverse range of structures. These methods have been used in work towards total synthesis of the natural products whisky lactones and are now being used towards the total synthesis more complex natural products with anticancer activity. These methods have also been used to prepare a library of 75 compounds designed to target the beta3 integrins. We have shown that members of this library block the interaction between beta3-expressing melanoma cells and their surroundings more effectively than commercial anti-integrin agents. The effect of the compounds on cancer cell growth and survival has been fully characterised, providing a ‘structure activity relationship’ that will be used to select the most active agents for future work. Further investigations of these agents are underway to fully characterise the effect of the compound library on melanoma and prostate cancer growth and spreading (adhesion and migration), and their effect on the blood vessels that feed tumours, in order to select a lead compound that could ultimately be developed into a new medicine for the treatment of cancer. The synthetic methods developed will be of use to the pharmaceutical industry, providing a new and efficient route to highly functionalised structures that are currently under-represented in drug development.\n\nThe synthesis of compounds shown to antagonise integrin receptors on cancer cells could have substantial benefit for cancer clinicians/cancer patients. Integrin antagonists could be applicable to treating a wide range of cancers; Of particular inportance are prostate cancer and malignant melanoma, where integrins encourage aggressive growth and spread of the tumour to new areas of the body. These tumours are areas of unmet clinical need; existing drugs are insufficient to treat advanced disease so there is an urgent need to develop more therapies. Development of our compounds should yield an improved treatment, effective against tumour growth and invasion in advanced disease and presents an excellent opportunity to develop a new, molecularly targeted, therapy for these intractable cancers. The research can be used by chemists in academia or the pharmaceutical industry who need to synthesise compounds containing a highly substituted cyclobutane ring. \n\nThe compound library contains molecules that will be of use to biological and biomedical researchers in the areas of integrin biology and cell signalling; the compounds can be used as probe molecules to characterise the effects on altering integrin function and signalling in a number of diseases, including cancer. This information on integrin antagonism, combined with analysis of the structure-function relationships within the compounds can be used by researchers in drug discovery and the pharmaceutical industry to assist the development of new integrin antagonists as safe and effective drugs. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}