{"id":"5A17777D-FEAE-4D9D-9CC9-837489A0FC42","title":"SMART - geoelectrical tomographic monitoring of dynamic systems using adaptive self-optimising data acquisition","abstractText":"Electrical Resistivity Tomography (ERT) is a rapidly evolving imaging technology for scanning the subsurface. It is increasing used for a wide range of geoscientiific problems particularly for the time-lapse monitoring of complex earth systems undergoing dynamic change (e.g: pollution plumes, saline intrusion, chemical interactions). Major advances have been made in recent years with the design of multi-channel, microprocessor-controlled instrumentation systems. BGS has itself designed a world-leading instrument for Automated time-Lapse Electrical Resistivity Tomography (ALERT) which, for the first time, allows the remote, real-time imaging of vulnerable sites 'on demand' using wireless telemetry. Despite these advances, however, the basic resistivity measurement regime remains unchanged. For most conventional subsurface applications the operator measures ground resistance using a pre-determined 4 point electrode arrangement (e.g: Wenner, Schlumberger, Dipole-Dipole) within a larger array. Consequently the data are often poorly sampled, noisy and insensitive to specific regions of interest in the subsurface. Even the best inversion algorithms cannot compensate for the lack of spatial resolution caused by the collection of ill-conditioned field data. Recent advances at BGS and by other international groups suggest that it should be possible to optimise the resolution of the data collected by adaptive sampling. We propose to test the hypothesis that the BGS-designed ALERT system could be programmed to collect SMART (Sensitivity-Modulated Adaptive Resistivity Tomography) data. We will build on earlier work (Wilkinson et al., 2006a; 2006b; 2007) which uses an estimate of the Jacobian model resolution matrix given by R = (GTG+C)-1GTG, where C is the constraint matrix that regularises the inversion. The leading diagonal of R (the model resolution R) will be used to assess how well the existing set of measurements images the subsurface, and which measurements would produce the best improvements to the image resolution if they were to be added. The optimisation procedure then selects several such measurements, recalculates R and iterates the process until the desired total number of measurements is reached. At each iteration, the measurement configurations will comprise a base set (optimised over the whole image region) and an additional set (optimised to enhance resolution in the region of interest). Ways will need to be found to store and retrieve the optimised base set and Jacobian elements rather than rely on recalculation. The algorithm design will be tested up to TRL 3 using synthetic data representing simplified dynamic targets. The results will be compared with those from static configurations (standard and optimised). The effects of noise on each type of monitoring data (standard, optimised and SMART) will also be assessed. Tests of the SMART concept at TRL 4 will be undertaken using the BGS hydrogeophysical test facility. This comprises two test cells, the second of which will be used to monitor the passage of saline tracers with both static and adaptive ERT measurement configurations. The cells have permanent linear 2D and 3D arrays of surface and borehole electrodes which will be used for the SMART tests. Multi-level samplers at 10 cm depth intervals in the simulated boreholes will provide ground-truth to assess the accuracy and resolution of the new SMART algorithm. No existing multi-electrode resistivity survey instrument attempts to improve the quality of the recorded data by achieving this degree of context or target adaptivity by adjusting the applied current distributions to be those most appropriate for a given survey geometry or site surface conditions, or to best cope with the particular (initially unknown) features of the subsurface. If successful, we can anticipate a step change in tomographic image quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H00260X/1","grantId":"NE/H00260X/1","fundValue":"128965","fundStart":"2010-02-19","fundEnd":"2012-05-18","funder":"NERC","impactText":"  The results of this project are starting to be used by geoelectrical monitoring practitioners. This has been due to the publication of the results and the creation of survey design software based on some of the findings of the project, which is available from our collaborators (Geotomo Software) as an addition to their commercial geoelectrical imaging codes. Only case studies have been produced so far, so the impact is currently at the level of ‘Enhancing the research capacity, knowledge and skills of public, private and third sector organisations’ Environment Societal,Economic","person":"Paul Bryan Wilkinson","coPersons":["Andrew Graham Hughes","Richard  Ogilvy"],"organisation":"NERC British Geological Survey","findingsText":" Key findings for 'SMART – geoelectrical tomographic monitoring of dynamic systems using adaptive self-optimising data acquisition' NE/H00260X/1\n\nElectrical Resistivity Tomography (ERT) is a rapidly evolving technology for obtaining images of the subsurface without intrusive investigations. It is increasingly used in a wide range of geoscientific problems, particularly for monitoring complex systems undergoing dynamic changes (e.g. landslides, pollution plumes, drinking water aquifers). The aim of this project was to research and develop algorithms and hardware to implement an adaptive subsurface ERT imaging system that would continually refocus its measurements to maintain image quality in the presence of a dynamically changing subsurface and focus extra image resolution on regions of interest. Using image processing techniques, the SMART (Sensitivity-Modulated Adaptive Resistivity Tomography) algorithm identifies features of the subsurface that are undergoing significant changes. It then applies optimisation methods to enhance the resolution of these features while maintaining the quality of the background image. These algorithms are designed to run while the resistivity monitoring system batteries are recharging, and hence do not interfere with the monitoring schedule. They also produce measurement schemes that require no more time or power than standard methods. \nSpecifically, the project has:\n1) Designed and implemented a successful SMART upgrade to the British Geological Survey's ALERT resistivity monitoring instrument. This allows dynamic control and adaptation of the measurement schemes. The new hardware has been tested in a simulated field environment and has proven to be robust over many hundreds of monitoring cycles.\n2) Researched and implemented algorithms to i) identify changing regions in the resistivity images; ii) account for noise in the measured data; iii) optimise measurement schemes to improve the resolution of dynamic regions without compromising overall image quality; iv) apply optimised schemes without introducing errors into the measurements.\n3) Proved the SMART imaging concept using synthetic model studies of static and dynamic targets with simplified geometries and simulations of a realistic problem (an evolving pollution plume).\n4) Tested the SMART algorithms and hardware in a laboratory environment using controlled dynamic targets. The project has shown that SMART produces a measurable improvement in the resolution of ERT monitoring images. The relative degree of enhancement, above that produced by non-adaptive optimised images, is approximately 30%. \nThe optimised survey and monitoring techniques developed during the SMART project are being used to enhance ERT monitoring in a variety of hydrogeological applications including landslide failure processes, engineered slope stability, wetland structure and moisture dynamics, karst imaging and sinkhole development. Various aspects of the research have been published in five journal papers and have featured in two review papers. The research findings have been disseminated in nine conference and workshop presentations. We expect that the beneficiaries of the technologies and advances resulting from this project would be academic, consultancy and commercial researchers and users of geoelectrical monitoring. Such techniques are increasingly in demand for monitoring and studying a range of problems including geohazards (e.g. incipient landslides, cavity development); the resilience and integrity of civil infrastructure (earthworks, rail or road embankments, cuttings, dams); seepage from hydraulic containment barriers (e.g. earth dams, storage tanks, landfills, nuclear waste disposal sites); tracking pollutant transport and pathways; studying transient or extreme events such as flooding or drought; and exploitation of water resources (e.g: saline intrusion in coastal aquifers).\n\nThe primary commercial and regulatory beneficiaries would include the following: transport infrastructure asset managers (e.g. Highways Agency, Network Rail, British Waterways) who are responsible for maintaining and monitoring aging earthworks at risk of failure; contaminated land (e.g. NDA, companies with contaminated sites in need of monitoring and remediation); mineral extraction (e.g. quarry operators with sophisticated groundwater management system requirements); water companies (responsible for quality and supply); waste disposal (e.g. landfill operators);. The outcome of this research would also be of interest to government agencies and bodies concerned with environmental protection, management and regulation (e.g. EA, SEPA, DOENI, Natural England, and local authorities).\n\nBGS is actively developing a low-cost geoelectrical monitoring system targetted at these applications and end-users and the results from this award research would form part of that commercialisation effort. Environment","dataset":"gtr"}