{"id":"5A181F3C-E661-42E1-8165-F39A5084F3E1","title":"Nanoporous artificial materials: confining the THz excited surface plasmon polariton","abstractText":"Terahertz light can be found between visible light and microwaves in the electromagnetic spectrum. It is relatively unexploited because compact, powerful sources have been particularly difficult to make in this region. Furthermore, it suffers from a shortage of materials which produce efficient (i.e. low loss) devices to guide and manipulate the terahertz light. It is, however, an interesting region because it is energetically similar to many biological processes, so we can study protein behaviour and DNA. It is able to excite intramolecular vibrations which means that drugs and explosives can be readily identified. This proposal builds on our expertise in the design and development of so-called artificial materials. An artificial material has electromagnetic properties which have been engineered. This means that we can control what happens when the terahertz light interacts with the material. A typical approach to tailor the electromagnetic properties involves incorporating small (sub-wavelength) features into and on readily available materials (e.g. metals such as gold and copper). Here we will produce artificial materials which are capable of producing a special type of wave when the terahertz light illuminates the material's surface. This special type of wave, or oscillation of charge, is known as a surface plasmon polariton (SPP), and its properties are highly dependent on the type of material that is in contact with the surface. This makes it suitable for sensing a wide variety of materials with excellent selectivity. The approach will enable us to monitor activity and changes on a very short (picosecond) timescale. Unfortunately, when excited by terahertz light, this wave extends some distance from the surface. This makes it less sensitive to events at the surface (e.g. biomolecules attaching). The aim of this research is improve the confinement of the SPP by introducing a nanoporous layer to our existing artificial material designs (based on copper foils with arrays of microscale apertures). The team includes microfabrication engineers and physicists who will work together to design, fabricate and test the materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011347/1","grantId":"EP/J011347/1","fundValue":"98929","fundStart":"2012-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  The grant finished in mid 2013. To date, the impact of the key findings is still confined to academia.  ","person":"Andrew James Gallant","coPersons":[],"organisation":"Durham University","findingsText":" The primary aim of this research project was to investigate the effect (if any) of introducing nanoscale pores into micromachined metal meshes (hole arrays) which can be used as bandpass filters for terahertz frequency radiation. The underpinning theory is that, by introducing nanoscale porosity, confinement of surface bound electromagnetic waves (spoof surface plasmon polaritons) could be improved and this may produce a measurable change on the terahertz transmission properties of the filters. \n\nHowever, it was not known whether the nanoporosity would have a significant effect on the terahertz transmission properties; and a key objective was to find out if it does. Secondary, and enabling, aims were to develop the fabrication techniques to produce the nanoscale porous metal meshes, and also to refine the terahertz measurement techniques to detect any changes as a function of porosity. \n\nThe research team successfully demonstrated and refined the porous metal fabrication approach in 3D micromachined hole arrays. Using conventional transmission terahertz time domain spectroscopy measurements, and in line with the work plan, we tested the transmission properties of the nanoporous hole arrays but found no significant difference between the transmission properties of the nanoporous and solid metal hole arrays. In addition to the original objectives, we developed code to allow the terahertz properties of multiple stacks of hole arrays to be readily predicted (in the time domain); to improve the sensitivity of our measurement system, we developed a new differential sensing approach - the results of which are currently being written up by a doctoral student within the research group. We also reported on the significant role of hole shape on the transmission performance of the hole arrays and developed filter designs to operate throughout the terahertz range. The development of hole array filters operating throughout the terahertz region has potential applications in terahertz detectors (e.g. for astronomy), for selective filtering of broadband terahertz radiation and also as surface dielectric sensors. Other","dataset":"gtr"}