{"id":"5A1A1B99-F2D6-4044-9498-F5B86B4FA72B","title":"The role of the E2F transcription factors in regulating stem cell functions during Arabidopsis root development","abstractText":"Plants form organs, grow and develop throughout their lifetime, which can be over a thousand years in the case of some trees. For that purpose they maintain pluripotent somatic stem cells within the meristems, local pools of mitotically active cells. In roots these stem cells surround the mitotically less active organising centre, called the quiescent centre (QC) and together they form a stem cell niche. The quiescent centre is specified by combinatorial action of two gene sets. The PLETHORA genes are transcribed in response to the phytohormone, auxin accumulation and are required to position QC basal in roots while an independent developmental pathway of the genes named after the mutants, SCARECROW (SCR) and SHORT-ROOT (SHR), sets up the radial position for QC. Although we are beginning to understand the patterning in meristems, we do not know the mechanisms that keep cells undifferentiated around the region of QC and what sets up the field of differentiation as cells leave the meristematic zone. Auxin has long been known to be essential for cell division in culture and to be involved in a wide range of developmental processes including the maintenance and initiation of organs that depend on the regulation of the balance between cell division and differentiation. Channels are carefully positioned and regulated to allow auxin to get in and out from cells and to determine the directionality of auxin flow from cell to cell that leads to the formation of highly dynamic fields of auxin gradients. The idea is, that cells are able to distinguish these different auxin concentrations and respond to them differently, for instance by growth through elongation or by cell division, but the exact mechanism is not known. We know however, that different auxin concentrations are sensed by a protein known as TIR1, which is able to operate sophisticated switches on large sets of genes that rely on lifting repressor molecules by auxin-regulated protein degradation. Recently we have discovered two transcriptional regulators in cell division with antagonistic roles, one called E2Fb promotes cell proliferation and co-ordinates it with cell growth; while the other, called E2Fc, blocks cell division, and promote cells to attain specific functions, termed cell differentiation. We were surprised to find that the abundance of these proteins are oppositely regulated by auxin, E2Fb being stabilised while E2Fc is destabilised. We formulated a working hypothesis that auxin concentrations are converted into opposing concentration gradients of these positive and negative cell cycle regulators and constitute the switch between decisions to divide or elongate and differentiate. E2Fs are kept under control by the pocket protein called retinoblastoma (RB), because it was discovered in animals to cause uncontrolled tumour growth in the eye. It was recently discovered that in Arabidopsis an RB related protein is essential to maintain the stem cell niche in roots in response to the developmental regulator SCARECROW. Thus, E2Fs provide a converging point for developmental regulators and auxin to determine stem cell functions. We propose to test this model genetically by observing the phenotypes of mutants in E2F genes in combination with the RB related gene and mutants in regulators of auxin production or transport. We also plan to visualise the E2F protein distribution in relation to auxin gradients. Because E2Fs operate by controlling large number of genes, it is vital that we identify the genes E2Fs bind to and determine how these genes are regulated. Our work should uncover how auxin regulates cell division, and thus plant growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D017599/1","grantId":"BB/D017599/1","fundValue":"357229","fundStart":"2006-10-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"  The RBR-E2F transcriptional repressor complex is central to regulate plant growth and serves as an integrator of incomming signals. We developped methods to tune the pathway that led to increased growth potential of plants. This has been tested by Bayern Crop Science and considerred to incorporate this technology to their biotechnology method to increase yield in crops. Agriculture, Food and Drink Economic","person":"Laszlo  Bogre","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" The RETINOBLASTOMA RELATED (RBR) genes is an evolutionary conserved master regulator for controlling cell proliferation, organ growth and development both in animals and plants. It does so through interactions with transcription factors and provide a platform to build repressor complexes. In this grant we characterised how RBR regulates root growth through the E2F transcription factors. We have discoverred that RBR regulates growth by maintaing the proliferative capacity of meristems through E2FA and the exit from proliferation through E2FB. These two functions are critical to tune growth. RBR is a central hub to modulate plant growth. Engeneering connections to RBR has a great potential to increase yield in crops and match growth to environmental conditions. We have demonstarted that tuned expression of specific RBR-associated TFs can have growth benefits. Mapping signalling connections to RBR network components is another avenue with great promise. Agriculture, Food and Drink","dataset":"gtr"}