{"id":"5A2A6E07-4732-41AE-836B-5EA00CDCA83F","title":"An evolutionary population genomics approach to determine the genetic basis of virulence in the pathogenic fungus Cryptococcus neoformans","abstractText":"Infectious fungi are causing an increasing burden of disease worldwide. The fungus Cryptococcus neoformans infects individuals with damaged immune systems, such as those suffering from HIV/AIDS, commonly resulting in meningitis. This pathogen has become one of the leading fungal causes of disease and death worldwide, causing a million infections per year and 15-20% of all AIDS-related deaths. Research has shown that the ability to successfully infect, and to cause disease (virulence), largely depends on the DNA sequence (genotype) of the infecting Cryptococcus strain, and that a specific lineage (known as VNI) has undergone an ecological transition from a tree-associated wood-decaying organism to a bird-associated human pathogen. We have dated the emergence of this pandemic lineage out of Africa to colonise the world within the last 5,000 years. There is now an opportunity to determine how this emergence occurred, by sequencing the genomes of many environmental strains of C. neoformans and comparing their genetic diversity to that found causing disease in HIV patients worldwide. Our study will characterise the the genomic diversity of infecting Cryptococcus strains from HIV patients in affected regions of sub-saharan Africa and Southeast Asia. The African patients are being enrolled in a newly-funded MRC trial on the efficacy of antifungal drugs against cryptococcosis. We will collect isolates of C. neoformans from their environmental reservoir, trees, across South East Asia (principally Thailand) and sub-Saharan Africa, and compare their genome sequences to those known to cause disease in human patients. This will allow us to identify the genomic regions that are associated with virulence in humans, and will date major evolutionary events in C. neoformans, including the shuffling of genes through sexual recombination, how many lineages emerged from Africa to colonise the world, and when this occurred. Importantly, we will profile our environmental versus clinical infectious isolates with respect to key virulence determinants including size and shedding of their capsule, their ability to invade and grow within human macrophage cells and their ability to kill the model insect species Galleria mellonella. For isolates that show significant differences in virulence, we will profile patterns of gene expression for isolates cultured under conditions that mimic infection. These results will provide novel insights into diverse virulence determinants, some of which may provide new therapeutic targets against this difficult to treat infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000373/1","grantId":"MR/K000373/1","fundValue":"562640","fundStart":"2012-09-18","fundEnd":"2015-12-17","funder":"MRC","impactText":"","person":"Matthew C. Fisher","coPersons":["Thomas  Harrison","Sarah Anne Butcher","Tihana  Bicanic"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}