{"id":"5A34BF6C-F6BA-4CAE-B8B5-0FE156FB8761","title":"Myosin II dynamics and the influence of S100A4","abstractText":"Cells contain many thousands of components that interact in a coordinated way to give rise to properties characteristic of life (e.g. cell division, motility). Myosin is a key protein component that polymerises to form filamentous structures that are part of the cell cytoskeleton that help both maintain and change cell shape. These filaments are dynamic and myosin components may associate and dissociate over a period of seconds, even under conditions where the overall filament appears to be stable for many minutes. The cell regulates the assembly of myosin filaments by a number of mechanisms including interactions with other proteins, of which S100A4 appears a significant factor. S100A4 is a small Ca2+ binding protein that attaches to the myosin tail and inhibits polymerisation. Changes in the concentration of S100A4 in cells can lead to changes in morphology and migration behaviour. The objectives of this proposal are to study the detailed time courses of binding between S100A4, myosin and other proteins in pure state and to devise microscope-based assays through which their interactions can be followed in living cells. Preliminary work by the applicants has established many of the tools required for this research. The atomic structure of S100A4 has been determined and its interaction sites on myosin have been partially characterised. A cell line has been developed whose S100A4 concentration can be changed at will through specific induction and the use of siRNA (a specific molecule which blocks the expression of this protein). Furthermore the myosin can be expressed as fusion with a green fluorescent protein so that the myosin filaments can be visualised under the microscope. A custom-built microscope has been developed to allow a thin section of the cell to be observed and within this area as small region can be photobleached by brief exposure to laser light. While this destroys the fluorescence of the fusion protein, the myosin part is unaffected and continues to associate and dissociate from filaments. The time course of recovery of the bleached area provides key information about the diffusion rates of the proteins and their exchange rates into filamentous structures. We will also change rates of interaction by modulating the intracellular Ca2+ concentration. This will be done using a ultraviolet light flash to breakdown an unstable complex of Ca2+ which is loaded into the cell by prior incubation. The interaction rates determined within the cell will be compared with those observed with purified proteins in solution in the absence of other cellular components to see if they agree. Absence of agreement will indicate other components that are involved and that will need to be defined. Because of the complexity of cellular interactions, careful controls will be required to determine if specific effects arise directly from myosin-S100A4 interactions. One approach is to make mutations in the myosin and S100A4 so their binding sites are destroyed. Knowledge of the atomic structure of S100A4 and the region within the myosin tail that it interacts with, will aid this approach. Further work is proposed to define the complete interaction region at high resolution. One difficulty in carrying out quantitative measurements on living cells is the variation in cell shape between samples. We will explore patterning techniques whereby a favourable substrate is deposited on a slide in various shapes (e.g. X, Y and U) which should encourage the cells to bind with a well-defined shape. Furthermore, the corners of the patterns will encourage the formation of adhesion complexes, while cytoskeletal structures such as a actomyosin stress fibres will be positioned between the extremities (e.g. X will induce a square-shaped cell with four sets of stress fibres linking each corner). Such immobilised cells should allow better reproducibility of measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007213/1","grantId":"BB/F007213/1","fundValue":"76872","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  Structure of the S100A4/myosin complex provides information for design of inhibitors and biomarkers.\nResults were directly used in the undergraduate and postgradual teaching Education ","person":"Igor  Barsukov","coPersons":[],"organisation":"University of Liverpool","findingsText":" 1. The S100A4 binding site in myosin IIA was mapped and fully characterized by SEC-MALS, ITC and NMR. This binding region is much more extensive than reported previously by other groups. The characteristics of the S100A4 binding site in myosin lead to a novel 1:2 (myosin:S100A4) stoichiometry and nanomolar affinity of the interaction.\n\n\n\n2. Structure of S100A4 in the complex with the minimal binding fragment of myosin was solved by NMR. In this novel binding mode a single myosin molecule simultaneously interacts with two Ca2+-dependent sites in S100A4 thus enhancing the affinity of the interaction. Based on the structure of the complex mutations were designed that abolish the S100A4/myosin interaction for the analysis of S100A4 function in cells.\n\n \n\n3. Structural model of the S100A4 interaction with full myosin molecule was developed based on the analysis of large myosin fragments. Structure of the S100A4/myosin complex provides information for design of inhibitors and biomarkers The interaction between S100A4 and myosin has a critical role in cancer progression and metastasis. Our results provide the atomic details of the interaction and can be used for developing S100A4 inhibitor as part of cancer treatments. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}