{"id":"5A42B70B-0309-4E51-B6D5-BF0B22B02F50","title":"A Systems Biology Approach to the Elucidation of Metabolic Networks Underlying Health Based Quality Traits in Tomato Fruit.","abstractText":"'We are what we eat' is a phrase that has been used for many years to describe the importance of good dietary components. Although this may not be strictly true, it has been shown that diets rich in fruits and vegetables are beneficial to human well-being and health. The beneficial effects of fruits and vegetables have been attributed to the synergistic effects of various phytochemicals present. Many of these compounds like carotenoids, vitamins E and C, as well as flavonoids and phenylpropanoids are potent antioxidants, with the ability to dissipate damaging reactive molecules produced by the body's metabolism. Tomato fruit are a major dietary source of important antioxidants such as carotenoids (especially the red-coloured lycopene of ripe fruit). The consumers demands for improved aesthetic and nutritional quality has lead to increased efforts to increase the levels of these compounds in crop plants. Recently tomato varieties have been produced that contain high levels of multiple antioxidants. These varieties were produced by manipulating the plants ability to perceive light, in this instance GM technology was used. Although this technology is not acceptable presently to the consumer the plants do provide a valuable research tool to study the underlying events leading to nutritional enhancement in crop plants such as tomato. In the present proposal we aim to use modern techniques to determine the chemical composition and genes expressed in these tomato varieties as their fruit develops and ripens. A mathematical approach will then be used to collate, integrate and decipher the information. The collective data will reveal the interaction between the genes and metabolites in these tomato varieties from which a dynamic model can be constructed. This approach is termed a systems approach because it does not look at specific molecule entities but how they interact in a cell. The dynamic models showing the genes and molecules interacting will enable us to determine cascades of events occurring in the cell from which putative master regulators can be identified. These regulators will be tested by transient expression in the tomato fruit cells to see if they can elevate health related phytochemical in tomato fruit. The knowledge acquired will enable show to apply modern non-GM plant breeding techniques to produce improved tomato varieties that are nutrient rich and more beneficial to human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005539/1","grantId":"BB/F005539/1","fundValue":"129589","fundStart":"2008-05-01","fundEnd":"2011-06-30","funder":"BBSRC","impactText":"  The outputs will influence breeding programmes for fruit and vegetables. A patent has been filed that describes methods for enhancing the health promoting compounds and colour of tomato and pepper fruits and information is being used in industrial partners breeding programme for tomato and pepper . Agriculture, Food and Drink Economic","person":"Graham  Seymour","coPersons":["Thomas Charles Hodgman","Andrew  Wood"],"organisation":"University of Nottingham","findingsText":" This was a relatively small part of a larger project BB/F005644/1 led from RHUL by Professor Peter Bramley at RHUL. The Nottingham co-PIs contributed 12 PDRA months. The PDRA then spent another two years on a complementary ESB-LINK award BB/F005458 PI Professor Charlie Hodgman. \n The main outputs of this 1 year project were\n 1) Inferred networks hypothesised 2 transcription factors (TFs) with overarching control of aspects of secondary metabolism. On subsequent laboratory testing in the TFs had lethal phenotypes owing to hyper-accumulation of secondary metabolites in callus in tissue culture. Other transgenics generated at the same time including vector-only controls did not show this phenotype. Further work using a fruit specific promoter produced viable transgenic plants from modulation of expression of one of the TFs and these had enhanced levels of important secondary metabolites in the fruits. Homozygous lines are being generated and this material will then be fully characterised and the work submitted for publication in collaboration with the RHUL team.\n 2) Refined mathematical models of the effect of DET1 on chromatin structure and consequent effects upon gene regulation of metabolite levels have been constructed. These will be used to predict further key regulatory components of secondary metabolism. The PDRA contributed to a patent application WO2012041856 and a paper published in Plant Physiology (Pan et al, 2013). We expect to submit for publication a new fruit ripening network and network viewer to which this award contributed along with BB/F005458 Agriculture, Food and Drink","dataset":"gtr"}