{"id":"5A46044C-DC5B-4A0D-B21E-863FCFF87114","title":"Modelling generic preference based outcome measures - development and comparison of methods.","abstractText":"Quality Adjusted Life Years (QALYs) are used in most assessments of the cost effectiveness of health interventions. However, there is often an evidence gap between clinical measures of effect that are available and the detailed preference-based information needed to construct QALY measures. Instruments like the EQ-5D have preference-based scoring systems and are favoured by organisations such as the National Institute for Health and Care Excellence (NICE) but are frequently absent from clinical studies of treatment effect.\n\nOften this gap is bridged by &quot;mapping&quot; - estimating a relationship between observed clinical outcomes and preference based measures, using data from another dataset containing both types of information. Unfortunately, we know that the statistical methods routinely used for this mapping often do not work well in practice. They can give seriously biased estimates of the value of treatments, leading to underestimation of cost effectiveness and consequently distorted funding decisions. This has real effects on patients, clinicians, industry and the general public. The same issues arise when these measures are used to assess clinical performance which is increasingly the case. The NHS for example now routinely collects EQ-5D from patients undergoing several common types of surgery in order to identify cases of concern (or good practice). \n\nThis project will develop new statistical methods to address this problem, test them, make recommendations about when they should be used and produce computer code to allow them to be applied easily in practice, even by researchers that are not specialist statisticians. It will take as its starting point three relatively new classes of methods which have shown some promise in the area. These are referred to as i) bespoke mixture models, ii) beta regression and iii) multidimensional response mapping. We will develop these methods and generalise them so that they can be applicable to a range of preference based outcome measures. \n \nThe models will be compared both in a series of real life datasets and in an extensive simulation study. Based on the results, we will make recommendations to analysts that will guide them in their use of the appropriate methods. We envisage that there will be no single &quot;better&quot; method but that the different models will be more appropriate depending on the circumstances such as the preference based instrument in question and the severity of the patient population. \n\nComputer code, accompanying guidance notes and training materials will be produced and will be made freely available to ensure analysts can easily implement these more advanced methods where appropriate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022575/1","grantId":"MR/L022575/1","fundValue":"306934","fundStart":"2014-09-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Monica  Hernandez","coPersons":["Stephen  Pudney","Joanne  Holden","Andrea  Manca","Allan  Wailoo"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}