{"id":"5A4E703D-1498-4804-83E7-01D8B5EAEF67","title":"In vivo integral feedback control for robust synthetic biology","abstractText":"Biotechnology companies use single cells (bacteria, yeast, or mammalian) as 'cell factories' to produce molecules of use in many different sectors, such as pharmaceuticals, enzymes, biofuels, cosmetics or fragrances. In some cases this means that compounds that were previously produced from non-renewable sources (petroleum) can be produced from renewable sources. In other cases cell factories produce useful compounds that would be impossible, too difficult, or too expensive to produce in other ways (e.g. using chemistry). To date, innovation for biotechnological processes has focused on maximising output, but now the challenge is to use cell factories more efficiently by reducing the required input of energy and nutrients. Moreover, as we learn more about how to design and control living cells, we can begin to envision new exciting potential uses for these 'living machines', especially in the healthcare sector.\n\nIn order to do this, we need to be able to engineer living cells that behave controllably in the face of changing conditions. This is what this project aims to achieve. In electronic, mechanical and chemical engineering, robust control is typically accomplished through the use of 'Integral Feedback Control', which is an effective strategy to guarantee robustness to step-like perturbations and uncertainties. This requires an integrator. In a nutshell, the integrator accumulates information about the system's past behaviour and uses it to adjust and improve its activity as more information becomes available. Integral Feedback Control allows, for example, cruise control systems to maintain a car at constant speed irrespective of the slope of the road or the combined weight of the passengers; or the speed of an escalator to remain constant regardless of the number of people using it. In this project, we will design, model, construct and test a biological integrator to implement 'in-vivo robust control'.\n\nA fully (re-)programmable and controllable cell is one of the core long-term objectives of the blossoming field of synthetic biology. However, no biological integrator currently exists. To fill this gap, we will engineer the first in vivo 'plug-and-play' bio-integrator device that can be customised for different applications. To demonstrate the functionality of our bio-integrator device, we will use it to create engineered cells that can robustly maintain the concentration of a chosen small molecule around a specified value. To accomplish this, the cell will be equipped with both the ability to sense the extracellular concentration of the molecule and to synthesise and secrete the molecule itself. A rigorous control design will allow for the secretion rate to change dynamically so as to counteract step-like perturbations in the extracellular concentration of the molecule. This will establish the necessary theoretical and experimental basis for future extension of this research into in vivo environments.\n\nFor example, a biological integrator device would make it possible to engineer microbes that reside symbiotically with or within other organisms, and that are able to sense and self-adjust to changing and uncertain external conditions. We anticipate that this in turn could lead to the emergence of a revolutionary new form of medicine that we are calling 'active in vivo medicine', i.e. cells that are implanted in patients and monitor the concentration of disease-related biomolecules (e.g. insulin), modulating their production of these molecules in response to patient need.\n\nIn order to investigate how active in vivo medicine might be implemented in real-world conditions, we have integrated into this project a programme of work on 'Responsible Research and Innovation' designed to incorporate the perspectives of a wide range of interested parties into any future development of active in vivo medicine, including: biomedical researchers, clinicians, patient groups, regulators, pharmaceutical firms, and bioethicists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020781/1","grantId":"EP/K020781/1","fundValue":"33879","fundStart":"2013-05-21","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Claire  Marris","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}