{"id":"5A568F81-0FAF-4317-A24B-85FE108324E8","title":"MicroSensor: development of a novel and highly scalable platform technology for rapid in situ screening for infection on medical device surfaces.","abstractText":"Many disposable medical products can be colonised by microbes, leading to severe illness or even death of the patient. Traditionally scientists have tried to find better ways to kill the microbes; however this approach has not fully worked, and may never eradicate the problem. Whilst carrying out BBSRC-funded work on this topic, we utilised methods we had developed to provide an alternative strategy for managing these infections. Our &quot;MicroSensor&quot; approach, involves a minature compartment close to the device surface, producing a strongly visible colour change when infected, thus enabling earlier clinical interventions to prevent serious infection occurring. \nHere we plan to show the MicroSensor is reliable, that its sensitivity can be controlled, and that it functions when used in a contact lens case or wound dressing, the applications closest to market. Major medical device companies have indicated these data would be required to convince them to co-develop the technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010794/1","grantId":"BB/K010794/1","fundValue":"178001","fundStart":"2012-12-01","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"  The technology has been licensed to Microsensor Ltd. a University of Manchester spin-out company, and is now under development for use in two major application areas. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Curtis  Dobson","coPersons":[],"organisation":"The University of Manchester","findingsText":" Developed an early stage microbial sensing technology, for use in three medical device application areas. We developed a means for the technology to provide information on the levels of microbes on a surface and made the technology more robust to enable commercial development. These findings are being used to developed new medical device products, able to warn users of high levels of microbial contamination. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}