{"id":"5A592DE6-D2A9-443F-A87C-13E18E56B026","title":"Understanding scenes and events through joint parsing, cognitive reasoning and lifelong learning","abstractText":"The goal of this MURI team is to develop machines that have the following capabilities:\ni) Represent visual knowledge in probabilistic compositional models in spatial, temporal, and causal hierarchies augmented with rich attributes and relations, use task-oriented representations for efficient task-dependent inference from an agent's perspective, and preserve uncertainties;\nii) Acquire massive visual commonsense via web scale continuous lifelong learning from large and small data in weakly supervised HCI, and maintain consistence via dialogue with humans;\niii) Achieve deep understanding of scenes and events through joint parsing and cognitive reasoning about appearance, geometry, functions, physics, causality, intents and belief of agents, and use joint and long-range reasoning to fill the performance gap with human vision;\niv) Understand human needs and values, interact with humans effectively, and answer human queries about what, who, where, when, why and how in storylines through Turing tests.\n\nCollaboration with US:\nPrincipal Investigator: Dr. Song-Chun Zhu\nTel. 310-206-8693, Fax. 310-206-5658, email: sczhu@stat.ucla.edu\nInstitution: University of California, Los Angeles\nStatistics and Computer Science\n8125 Math Sciences Bldg, Box 951554, Los Angeles, CA 90095\nInstitution proposal no. 20153924\n\nOther universities in the US\nCMU: Martial Hebert Computer Vision, Robotics &amp; AI\nAbhinav Gupta Computer Vision, Lifelong Learning\nMIT: Joshua Tenenbaum Cognitive Modeling and Learning\nNancy Kanwisher Cognitive Neuroscience\nStanford: Fei-Fei Li Computer Vision, Psychology &amp; AI\nUIUC Derek Hoiem Computer Vision, Machine Learning\nYale Brian Scholl Psychology, Cognitive Science","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N019474/1","grantId":"EP/N019474/1","fundValue":"668728","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Philip Hilaire Torr","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}