{"id":"5A5E1A34-6E98-479A-992A-BB03DA2E9A0D","title":"The role of Miro and PKC signalling in axonal transport defects in amyotrophic lateral sclerosis.","abstractText":"In the UK approximately 6,000 people suffer from motor neuron disease (MND) at any given time. MND is a lethal neurodegenerative disease that involves selective loss of motor neurons. Motor neurons are nerve cells that transmit signals from the brain to muscles (e.g. to move a finger). They have a cell body and long threadlike extensions that connect to muscles. These extensions are called axons. In MND the axons break down and because of that the connection between the brain and muscles gets lost. This causes progressive muscle weakness and wasting that ends in paralysis, inability to speak or swallow and in the end stops breathing. Riluzole is currently the only drug licensed for treating MND in the UK. Although riluzole may moderately increase survival, it is not a cure, and will not repair any damage to motor neurons that is already present when the patient starts taking riluzole. To develop better therapies for MND, we need to understand the causes of the disease much better. The research we propose here is to find out the events that lead up to motor neuron death in MND.\nOur research concentrates on finding out how the axons of motor neurons break down in MND because this is one of the first things that is seen in laboratory models of the disease. We concentrate particularly on a process called &quot;axonal transport&quot;. Most axonal building blocks are manufactured in the cell body and have to be delivered to their destinations in the axon. This &quot;delivery service&quot; is called axonal transport. Technically axonal transport is rather like a train journey: Molecular motors (&quot;the locomotives&quot;) hook up to cargoes (&quot;the carriages&quot;), and they ride on protein tracks called microtubules (&quot;the rails&quot;) and burn &quot;a fuel&quot; called ATP to do so. When axonal transport breaks down the axon starves because no deliveries are being made, and eventually the nerve dies. \nWe have found that axonal transport of one particular cargo called mitochondria is defective in MND. Mitochondria are very important for nerves because they produce the ATP fuel needed to power everything; in other words mitochondria are the power stations of the cell. In MND the breakdown of the transport system leads to fewer mitochondria in the axon and this is likely to cause axons to die because of lack of fuel. What we don't know exactly is what causes this breakdown. Like the train journey, defects in axonal transport can be via a number of routes: Maybe an essential component is missing? Are &quot;the locomotives&quot; (molecular motors) damaged or do they lack &quot;fuel&quot; (ATP)? Is the connection between &quot;the carriages&quot; (mitochondria) and the locomotives broken? Are &quot;the rails&quot; (microtubules) disrupted? Or, is there signal failure? \nWe already know that in one inherited form of MND a surplus in the signalling molecule calcium causes defective transport of mitochondria. In this project we want to investigate if this is also the case in other forms of MND to see if this is a defect that is common to all MND. We also want to investigate how calcium stops transport. Once we find out exactly how this defect is caused, we will try to prevent the defect or restore transport, and measure if this protects motor neurons from dying.\nSummarised, this research will investigate the events leading up to a key event in MND, with the potential for future drug development. Furthermore, because axonal transport defects are also seen in other neurodegenerative diseases, including Alzheimer's and Parkinson's disease the results are likely to be informative about those diseases as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K005146/1","grantId":"MR/K005146/1","fundValue":"422752","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Kurt  De Vos","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}