{"id":"5A68D7E8-E8EB-4B30-899E-716191F78615","title":"Testing the Pro1 hypothesis","abstractText":"It was discovered many years ago that a subset of white blood cells, known as NK [natural killer] cells, has the ability to kill cancer cells and virus-infected cells. NK cells are able to detect cancerous and infected cells by expressing on their surface specialized molecules known as receptors. These receptors are extremely unusual in that they can deliver inhibitory or activatory signals, and are expressed in a random manner such that a given receptor is only present on a proportion of NK cells. If we could understand the mechanisms responsible for this unusual pattern of expression we might be able to control the expression of the key receptors on NK cells and thereby ensure that NK cells receive the correct signals that enable them to destroy diseased cells but not healthy cells. One way of doing this would be to identify and alter the regulatory elements, called promoters, that are present in the genes of these receptors. Recently a novel promoter, called Pro1, was discovered in the vicinity of NK receptor genes. It has been suggested that Pro1 acts like an electrical switch and, depending on whether it is flicked up or down, the associated NK receptor will or will not be expressed. The aim of this project is to test this theory by altering the switch so that it is either permanently on or permanently off. If the Pro1 theory is correct, this will result in the associated NK receptor now being expressed on all NK cells or no NK cells. To do this experiment we will make a copy of the NK receptor gene and its associated Pro1 switch, use genetic engineering to make precise alterations to Pro1, then place the altered gene back into cells and look for receptor expression. The results obtained in this project are expected to provide new and important information that may eventually allow us to manipulate the receptor expression on NK cells and thereby provide better treatments for various diseases, including certain types of cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601166","grantId":"G0601166","fundValue":"525655","fundStart":"2007-09-01","fundEnd":"2013-05-31","funder":"MRC","impactText":"","person":"Colin  Brooks","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}