{"id":"5A6E8B45-1218-4252-9F5E-2E69681AE615","title":"Rethinking the Urban Experience: The Sensory Production of Place","abstractText":"<p>Debates about the role of the senses in shaping urban experience are developing rapidly. Challenging an ocular-centricism that arguably underpins much urban study across the arts, humanities and social sciences, a new multi-sensory research agenda on cities is being critically explored. This seminar series is designed to provide an opportunity for interested academics, postgraduate students and practitioners, in and beyond the UK, to address this multi-sensory agenda by sharing recent research from across disciplinary boundaries. In particular, the series is designed to stimulate a more coherent attempt to develop sensory urbanism in the UK and Europe. Although there has been much work on the senses within particular disciplinary contexts, this has not specifically related to cities, nor has it encompassed a study of the full range of sensory experience.&nbsp;This seminar series is designed to rectify this. The seminars will provide spaces for interdisciplinary groups of scholars and practitioners to connect disparate work on senses and the city with a view to developing new research proposals, promoting new publications, and exploring the lessons for design, development and policy in sensory urbanism. </p> \n<p>Seminar titles:</p> \n<ul> \n <li>Sensorial studies of place</li> \n <li>Senses and architecture</li> \n <li>Sensory awareness of urban infrastructure</li> \n <li>Senses in transition (mobility) in the city</li> \n <li>Temporality of the city and the senses</li> \n <li>Rethinking the urban experience: the sensory production of place</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-25-4302","grantId":"RES-451-25-4302","fundValue":"15491","fundStart":"2006-09-19","fundEnd":"2008-09-18","funder":"ESRC","impactText":"","person":"Mags  Adams","coPersons":["Simon  Guy"],"organisation":"University of Salford","findingsText":" This was a seminar series that led to the development of future conference sessions at the RGS N/A Education","dataset":"gtr"}