{"id":"5A82475F-D37F-4A62-A54A-53A1B6D7F329","title":"Filter Bank Based Multi-Carrier Systems for Future Broadband Wireless Communications","abstractText":"Orthogonal Frequency Division Multiplexing (OFDM) technique has gained increasing popularity in both\nwired and wireless communication systems, mainly due to its immunity to multipath fading, which allows for a significant\nincrease in the transmission rate. By inserting a cyclic prefix (CP) before each transmitted block longer than the length\nof the channel, OFDM effectively transforms a frequency selective channel into a parallel of flat-fading channels. This\ngreatly simplifies both channel estimation and data recovery at receiver. However, these advantages come at the cost of a\nloss of 10-25% spectral efficiency due to the insertion of CP, and an increased sensitivity to frequency offset and Doppler\nspread as well as transmission nonlinearity accentuated by non-constant modulus of OFDM signals. Additionally, due\nto the time-varying nature of wireless channels, training sequence needs to be transmitted periodically for the purpose of\nchannel estimation. The overhead imposed by training sequence and CP can be up to 50 percent for fast fading channels,\ncausing significant loss of spectral efficiency.\n\nIn this proposal we aim to tackle these problems with the filter bank based multi-carrier system employing a special\npulse shaping filter called IOTA (isotropic orthogonal transform algorithm) to yield good time and frequency localization\nproperties so that inter-symbol interference (ISI) and inter-carrier interference (ICI) are avoided without the use of CP.\nWe also investigate a linearly precoded IOTA system which facilitates blind channel estimation, resulting in a spectrally\nefficient multi-carrier system without the transmission of training sequence in addition to the elimination of CP.\nIn order to effectively combat carrier frequency offset and high PAPR problems in the current orthogonal frequency division\nmultiple access (OFDMA) and single carrier frequency division multiple access (SC-FDMA) based uplink communications,\nwe propose a novel multiple access scheme which combines IOTA with low density signature (LDS) technique.\n\nThe focus of our work will be on the study and utilization of some special properties of IOTA which have been overlooked\nby others. We aim to leverage these properties in the equalization, decoding and channel estimation design in order to\nachieve optimal performance and maximum capacity with affordable computational complexity. Our goal is to provide\ntheoretical references and guidelines for successful implementation of IOTA systems for future wireless communications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017655/1","grantId":"EP/J017655/1","fundValue":"99599","fundStart":"2012-12-03","fundEnd":"2014-04-02","funder":"EPSRC","impactText":"  The world first FBMC prototype has been built based on the research results from this EPSRC project and demonstrated in the World Mobile Congress 2014 in Barcelona and attracted significant attention from the participants all over the world. FBMC is believed to be a strong candidate for 5G new air interface technique. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Pei  Xiao","coPersons":[],"organisation":"University of Surrey","findingsText":" The research findings and discovers developed through the research funded on this grant have resulted in four patents.\nThe discoveries are summarized below. \n- We developed a method for utilizing the special property of FBMC to maximize the performance gain of FBMC systems by converting the intrinsic interference into useful signal. \n- We proposed a new multiple access scheme which increases the system throughput and reliability, and is a strong candidate solution for the 5G new air interface.\n- We proposed a method for joint LDS and LDPC graph design to facilitate joint multiuser detection and channel decoding. With some offline processing, this method provide improved performance with reduced computational complexity.\n- We developed a method to reduce the pilot overhead by one to two orders of magnitude for 5G TDD systems. It solves the 5G bottleneck problem and greatly mitigates the pilot contamination problem in massive MIMO and pilot overhead bottleneck problem in UL/DL scheduling, multi-cell joint processing/coordinated scheduling, D2D communications, all of which are important areas of 5G. Some findings will be proposed to the 5G wireless standard. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}