{"id":"5A8797B2-BC99-4917-AFBE-D99064764A52","title":"Warwick EPSRC Symposium on Derived Categories and Applications","abstractText":"The planned 2014-2015 Warwick EPSRC symposium is a year long concentrated activity on the theory and applications of derived categories. The subject of derived categories emerged in the second half of the 20th century as a distillation of the ideas of homological algebra, which calculates invariants of a topological space such as its &quot;number of n-dimensional holes&quot;. While more high brow and abstract than the more primary methods of attaching invariants to a mathematical or physical object, the derived category has a number of important advantages, allowing us to see so-called &quot;quantum symmetries&quot; of manifolds that are inaccessible to more conventional theories. They are thus an essential ingredient of attempts to understand the mathematics of physically important theories such as string theory, mirror symmetry and supersymmetry.\n\nStarting from the top, the more theoretical aspects covered during the year involve abstract notions such as higher category theory, DG enhancements and derived geometry. These are substantial generalisations of conventional geometry and category theory, and the theory is currently at the level of understanding and standardising the foundations of the new subject. This is an exciting stage in the development of a mathematical theory, but not one that can be convincingly explained in simple terms. Our symposium will run several schools and workshops at different levels expanding on these matters.\n\nAt the other extreme, derived categories feed back into explicit calculations that can be applied to give useful results describing the properties of usual objects of algebra, geometry and theoretical physics. For example, derived categories have provided by far the best treatment of the McKay correspondence, that relates the representation theory of a finite subgroup G in SL(2,CC) or SL(3,CC) with the topology of a resolution of the orbifold quotient CC^n/G. In a similar vein, our symposium will include workshops studying derived category approaches to the study of different moduli spaces and their invariants (such as the classical moduli spaces of vector bundles, or of algebraic curves).\n\nIn between these two extremes is a rich body of theories and problems in algebra, geometry and physics to which it is known or suspected that derived category methods can be applied. This includes issues arising from string theory, such as homological mirror symmetry, that works around the conjecture that the derived category mediates between the complex geometry of a Calabi-Yau 3-fold and the symplectic geometry of its mirror partner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018322/1","grantId":"EP/L018322/1","fundValue":"5771","fundStart":"2014-09-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"","person":"Toby  Stafford","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}