{"id":"5A913D39-50F9-4424-906E-69686403D86D","title":"Exploiting VISTA: the Public Surveys","abstractText":"We are planning to use the new VISTA wide-field survey telescope in the Atacama desert of Chile, to make several near-infrared sky maps and associated catalogues of objects found. VISTA with its 4-metre mirror and 67-megapixel 3-tonne infrared camera will be the world's most powerful survey telescope when operational in 2008. We will contribute to the work of each of the teams working to deliver the products from five of ESO's VISTA Public Surveys (VHS - a hemispheric survey of 20,00 sqare degrees, VVV - a variability survey of the bulge and plane of our galaxy, VMC - a survey of the nearest galaxies the Magellanic Clouds, VIDEO - deep extragalactic observations and UltraVISTA - an ulradeep survey of a small area). This work will be coordinated with the respective team leaders, and involve strong interaction with the VISTA Data Flow System pipeline and archive products and staff. To check the quality of the science products we will be doing science with them and iterating with the processing teams, thereby improving the quality of the product and getting new science insights. We will contribute to survey generation, quality control of intermediate and final products. The fundamental data products for public release are images and catalogues generated from them including: - Image data stored as full 1.5 square degree fille 'tiles', separately for each passband, astrometrically calibrated with systematic errors below 0.1 arcsec rms, on a standard zeropoint scale, in the VISTA natural instrumental system. together with confidence maps used and generated during the production of the above images, including automated and/or manual masking of defective sub-regions. - Single-band catalogues separately for each passband, including discrete and continuous star galaxy classification parameters, aperture magnitudes in log-spaced apertures , etc. - Merged multi-band catalogues created from the full set of single-band catalogues in each tile. - Catalogues containing list-driven photometry in matched apertures in all bands for all objects selected The primary focus of this work will be to produce high quality products for public release to the international astronomical community. In doing this we will be exploring the science results that arise and exploiting them as appropriate (e.g. follow up spectra of exciting objects found etc). This work also builds a sound base to eventually exploit the full data products which will be available after the surveys complete (data taking takes 5 years), and we expect to seek further support after the three years covered by this application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002831/1","grantId":"ST/F002831/1","fundValue":"26956","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"James Peter Emerson","coPersons":["William James Sutherland"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}