{"id":"5A97E264-A7E5-459F-A08D-C0D180FEC3FB","title":"Genetic Dissection of Neuromuscular Disorders","abstractText":"Peripheral neuropathy is common, affecting approximately 2.5% of the UK population. When inherited in a family the condition is usually called Charcot-Marie-Tooth disease (CMT) and is one of the commonest inherited neurological disorders affecting 1 in 2500 people.\n\nCMT usually starts in childhood or teenage years with progressive distal limb weakness, muscle wasting and glove and stocking sensory loss. Walking problems and foot deformities are common requiring ankle or leg supports, sticks and later wheelchair use. Many patients develop complications such as pain, degeneration of the joints, scoliosis and limb ulcers. There is no effective treatment available. CMT can essentially be divided into type 1 (CMT1) that affects the nerve myelin sheath or type 2 (CMT2) that affects the nerve axon. The motor form of CMT is called distal hereditary motor neuropathy (HMN) and the sensory form hereditary sensory and autonomic neuropathy (HSAN). There a number of genes that when defective, can cause CMT. The majority have been identified in CMT1, few genes in only a small proportion of cases have been found in the other types of CMT. Around 40% of CMT patients remain genetically unknown.\n\nNext generation sequencing technology has transformed our ability to identify disease genes. Mutations in the protein encoding exons of genes account for most of human genetic diseases. We can now use revolutionary enrichment methods to select all the exons to sequence in an individual (exome) using this technology. In our laboratory we have established an effective exome sequencing pipeline which is perfectly suited to CMT gene identification, in small families or groups of patients with very similar phenotypes. \n\nWe propose an unprecedented gene discovery effort to identify and characterise a large proportion of the unknown CMT genes. We will focus on exome sequencing 100 CMT families, divided between CMT1, CMT2, distal HMN and HSAN. We expect to identify a number of disease genes, prove these defects and examine our entire series of CMT patients. Many genetic defects will require studies on other patient material such as fresh blood to prove the mutation mechanism. To further analyse the function of the CMT genes identified we have established a number of fruitful collaborations. We expect genes to cluster into pathways that are important for peripheral nerve homeostasis and when defective lead to nerve degeneration. Through the identification of these processes we hope to reveal treatment targets that will be promising candidates for therapeutic drug trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001253","grantId":"G1001253","fundValue":"519262","fundStart":"2011-09-01","fundEnd":"2015-02-06","funder":"MRC","impactText":"","person":"Henry  Houlden","coPersons":["Mary Margaret Reilly","Michael  Hanna","Coro  Paisan-Ruiz","John  Hardy","Joshua  Hersheson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}