{"id":"5AA30553-2B10-4180-A8C8-CF72CC4E6CCA","title":"Water transport in cements: A bottom - up approach based on NMR relaxation and imaging analysis and numerical modelling","abstractText":"Concrete is an inherently low energy input material (600-800 MJ/tonne) comparable to wood (500 MJ/tonne). However, the enormous quantities used worldwide mean that it accounts for at least 5% of global CO2 production with demand for cement set to double / treble by 2050 . Water movement in concrete is a key factor influencing the long term performance and degradation of infrastructure by both physical and chemical means. Moreover, water is a key constituent of cement, the primary binder phase of concrete. However, remarkably, there is as yet no clear understanding of pore-water interactions in cements. Equally there is no good predictor of water transport in concrete. To gain this understanding will achieve a critical step towards predicting the long-term performance of concrete and the design of new cement materials with lower cement CO2 emissions per unit of performance . To date, most approaches to the understanding of water transport in cement have been top down . Whether by experiment or modelling , cement is treated as a macroscopic material for which effective water diffusivities are either measured or calculated. It is largely an empirical science, with relatively little known to underpin the necessary assumptions about different water transport mechanisms. This programme proposes, for the first time, a concerted bottom up approach that begins with water transport in cement at the molecular (nm) level and builds to the macroscopic. At each stage, understanding gained at one length and time scale will underpin progress at the next. The goal is to develop and test a predictive model of water dynamics that can be incorporated within / bolted onto the current pre-eminent numerical model of cement chemistry and micro-structure, mu-IC, developed by Scrivener and co-workers at EPFL, Switzerland.The programme will be achieved by combining recent advances in nuclear magnetic resonance (NMR) relaxometry with equally impressive advances in numerical modelling of cement microstructure. NMR has opened an entirely new window to our understanding of pore water interactions and dynamics in cements at the nanoscale with identification of dynamics on timescales of 1 ns, 10 us and 5 ms. Advances in numerical modelling are based on advances in other spectroscopies and microscopies. Coupling the two creates new opportunity to understand, and hence create predictive capability for water transport in cements from the atomic scale upwards. This programme will be pursued in close collaboration with international collaborators leading in their fields: Professor Karen Scrivener, EPFL and Dr Sergey Churakov, PSI, Switzerland. Moreover, there is strong networking to a major intrnational cements research network of 15 industrial and 22 academic partners: NANOCEM. NANOCEM will contribute 57,000 including 35,000 cash to the programme and 22,000 for a 6 month PDRA at Surrey, up to March 2010. Project students and post-doctoral researchers will make extended visits to these collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H033343/1","grantId":"EP/H033343/1","fundValue":"762055","fundStart":"2010-09-06","fundEnd":"2014-12-05","funder":"EPSRC","impactText":"  Several academic and industrial research laboratories around Europe have started to use expertise generated within this grant within their own research programmes. (Lafarge, HeidelbergCement, Holcim, EPFL Laussane, Dijon University and Aarhus University). We are now working with NPL to create an international standard and reference ,materials for the NMR characterisation of cement. Chemicals,Construction Policy & public services","person":"Peter  McDonald","coPersons":["David  Faux"],"organisation":"University of Surrey","findingsText":" Research carried out within this grant advanced low-field 1H magnetic resonance relaxation analysis to the point where it can be used as a routine tool to characterise the hydration and pore water of cements. The data enabled us to update Powers classic model-diagram of cement hydration, revealing non-linearities with time. New data was acquired that tested a model of cement permeability due to Baroghel-Bouny. Experiments showed how isopropanol exchanges with water in cements and hence how isopropanol stops cement hydration. Molecular dynamics and Monte Carlo simulations showed us how to update established understanding of NMR relaxation in cements. A computer microstructural model of calcium-silicate-hydrate, the glue of cement, was developed according to the ideas of Feldman and Sereda for the first time for comparison with the colloidal model of Jennings. Lattice Boltzmann modelling was shown to be a powerful tool for studying water transport in cement. We now have Impact Acceleration Funding to work with NPL and others to establish international standards and reference materials for the NMR characterisation of cements.\nLafarge, HeidelbergCement, EPFL Lausanne, Aarhus University and others are now using methods developed in this grant. Aerospace, Defence and Marine,Chemicals,Construction,Energy,Environment,Transport","dataset":"gtr"}