{"id":"5AA7AC8E-2EE1-4F9A-B8FE-33DEC6C34FD8","title":"Performing Diaspora: Jewish Identity, Place and Nation in the Purimspiel Dramatic Tradition","abstractText":"My work on Purimspiel, made possible by these travel funds, will at first be disseminated in conferences and academic journals. Depending on my findings, I intend to publish one refereed journal article in 2007 and present the work at as various interdisciplinary arenas as are appropriate and available. I will also have the opportunity to present my work at the multidisiplinary 'Performativity, Place, Space' seminars in the Arts Faculty at Bristol University and hopefully contribute to a planned on-line journal related to the theme. I will complete a monograph by 2010: Performing Diaspora: Jewish Identity, Place and Nation in the Purimspiel Tradition. This book is intended to be gauged at the level of the general reader as it will appeal to a large market of those interested in Jewish identity, nationalism and Israel. It will also, however, contain summaries and extracts of Yiddish Purimspiel in translation as well as a contextualiation of the Jewish dramatic tradition that will be of interest to anyone working in early modern theatre, the carnivalesque, folk theatre, Jewish identity, Diaspora and nationalism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119582/1","grantId":"119582/1","fundValue":"5560","fundStart":"2006-07-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"  My findings have been disseminated via academic publications.  Cultural","person":"Jo  Carruthers","coPersons":[],"organisation":"University of Bristol","findingsText":" 1. Through engagement with a range of English and Yiddish-language Purimspiel I have formulated the concept of 'hereditary religion', a framework I have developed through the work of the Victorian English novelist, Israel Zangwill. Hereditary religion refers to the identity-forming practices of religion through which members inherit dispositions and attitudes that are essentially non-cognitive.\n2. The approach to ritual drama as a ritual-aesthetic which acts to construct the identities of participants and observers. Beregovsky's Variant 1 of the Ahasuerus Play opens with the narrator explaining that 'haynt iz a tsayt vos purim batayt', 'today is a time that Purim means' or 'today is a time of Purim's meaning-making', gesturing towards the ways the play acts as a constructor of meaning. This concept counters the notion that aesthetic works are expressions or representations of identity; instead they are active in constructing those identities. The project situates aesthetic identity as a producer of identity and as such is indicative for understanding how communities retain a cohesive minority self-identity. The project has potential for informing government debates about cohesion and belonging for this reasons. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections","dataset":"gtr"}