{"id":"5AB04EF2-A651-41C7-8DE6-0280393C95BE","title":"A universal tool for rapid functional characterisation of antibiotic production genes in the bacterial genus, Streptomyces","abstractText":"During this project we will develop a genetic tool that will accelerate and simplify the discovery of new antibiotics produced by the bacterial genus Streptomyces. Ever since the golden age of antibiotics in the mid-20th century, streptomycetes have provided the richest source of novel antimicrobial compounds. These natural products include clinically-important antibiotics (tetracyclines, streptomycins, &amp; penicillins), immunosuppressants (FK506/520 &amp; rapamycin) and anti-cancer drugs (doxorubicin). Perhaps the major medical challenge in the 21st century is to develop new antibiotics to combat bacterial antibiotic resistance. Genome sequencing of streptomycetes, coupled with mining for antibiotic biosynthetic genes has revealed great undiscovered biosynthetic potential in this genus and highlights their enormous possibilities for antibiotic development. However, there is a need to develop new genetic tools that will allow the rapid characterization of antibiotic biosynthetic gene function and facilitate exploitation of this biochemical potential. Currently, gene disruption in streptomycetes is a laborious process. We need to speed this process to more rapidly characterise antibiotic biosynthetic genes and so simplify the antibiotic development pipeline. Rapid mutagenesis of biosynthetic genes will allow manipulation of pathways to develop new compounds through genetic engineering. Alternatively gene manipulation of a producing-strain can be used to improve yield and thus commercial viability of desired antibiotics. Taking advantage of gene synthesis technology, we will develop a genetic tool that is universally applicable to all sequenced streptomycetes as well as some related bacteria. This tool will remove the need for laborious gene manipulations that is necessary to characterise antibiotic biosynthesis at the present time. In the first instance, we will synthesise mutagenesis cassettes targeted at the disruption of a number of characterised antibiotic biosynthetic gene clusters. We will demonstrate proof-of-principle of this system in both a model streptomycete, Streptomyces coelicolor, and an industrial strain, the oxytetracycline producer Streptomyces rimosus through the disruption and deletion of known antibiotic biosynthetic genes. Application of our tool to the latter organism will demonstrate the utility of our system in non-model, industrial organisms. We will assess the efficiency with which gene disruption takes place and identify the location and stability of the gene disruption using a range of molecular biological techniques. Finally, we will make the genetic tools developed during this project available to the academic and industrial scientific communities through a biological resource repository following dissemination of results in open access journals so as to achieve the greatest possible uptake of our system for the development of novel antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018792/1","grantId":"BB/M018792/1","fundValue":"141653","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Paul Robert Herron","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}