{"id":"5AD4AF94-C4D0-4810-B9E8-E54E3D2CC542","title":"Analysis of Magnaporthe grisea pathogenicity by insertional mutagenesis and hierarchical metabolomics","abstractText":"The project will utilize high throughput analytical biochemistry techniques to provide new information concerning the infection of cereals by an economically significant plant pathogenic fungus. Fungi cause the world's most serious and devastating crop diseases and this project will provide new information about the process of plant infection by these microbial agents of disease. We will investigate a fungus called Magnaporthe grisea which causes rice blast disease, a disease that destroys enough rice each year to feed 60 million people. We have produced mutants of the fungus that are impaired in plant infection, and these will be subject to metabolome analysis. Metabolomics techniques will allow us to resolve many of the low molecular weight compounds in the cells of the fungus (organic acids, amino acids, sugars, and polyols) and produce metabolite fingerprints for each mutant strain investigated. We will investigate a set of mutants affected in glycogen, lipid and trehalose metabolism that are required for development of turgor pressure in the specialised infection structures produced by the fungus. To break into a rice leaf, the fungus generates enormous pressure that allows the cuticle of the cereal leaf to be broken. We will also investigate a novel set of mutants that are affected in their ability to colonize living plant tissue, resulting in small, or mis-timed disease lesions. The techniques we propose to use allow the simultaneous global analysis of all the small molecules (several hundreds of metabolites) contained within a cell. This comprehensive analysis will ensure that all major areas of metabolism are studied which will allow us to develop new ideas of the precise differences exist between the normal, wild type fungus and each mutant. These complex data require specialised methods for data analysis to determine metabolic differences between strains. In the future, we expect that novel fungicides and disease-control strategies may be developed that disrupt the virulence-associated metabolic processes identified in this study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006791/1","grantId":"BB/D006791/1","fundValue":"179456","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"BBSRC","impactText":"  The PI and research assistant have been involved in developing activities at two Science in Education &amp; Teaching (SET) weeks. Of particular relevance to the present grant is a demonstration for school children to explain the &quot;Chemistry of Colour&quot; in the natural world which, apart from poster display, has hands-on demonstrations of the principle of chromatography by analysing highly pigmented vegetables using paper chromatography. \n\nFurther activities have centred on Institute Open days in which six form students are invited to learn about the basic principles of analytical chemistry. Agriculture, Food and Drink Economic","person":"Nicholas Jose Talbot","coPersons":[],"organisation":"University of Exeter","findingsText":" The project carried out the first metabolomic analysis of a plant pathogenic fungus during invasion of its host plant. Infection by Magnaporthe grisea on three cereal species,identified a conserved metabolite signature associated with infection of all three hosts. (Plant Journal 2009 59:723-37). Procedures from the project were published in Nature Protocols and associated software resources generated. The project also characterised the metabolite profile of infection structure development by the fungus on hydrophobic surfaces. Metabolite profiles of a MAP kinase mutant and associated transcription factor mutant, glyoxylate cycle, trehalose synthesis and glycogen metabolism mutants were compared, revealing key changes in metabolite profile during infection-related development and its impairment by morphogenetic mutants. A library of 10,000 T-DNA insertion mutants of M. grisea was generated and corresponding genes are being identified by TAIL-PCR, complementation analysis and subsequent metabolite profiling.\n\n\n\nTwo major outputs from the team in Exeter were the development of procedures for the large-scale production of appressoria on hydrophobic surfaces in a reproducible way that yielded uniform metabolite profiles in repetitions carried out by different scientists (Caracuel-Rios/Egan) at different times, and the generation of metabolite profiles revealing key differences associated with morphogenetic mutants of M. grisea impaired in appressorium formation or function. For example, a profound effect of the pmk1 MAPK mutant on secondary metabolite spectra was observed. This large-scale comparative study, integrating results from a full timecourse of appressorium development, morphogenetic and metabolic mutants, will be developed into a significant publication. We aim to integrate proteomic data from identical samples and newly generated transcriptional profile analysis, using Illumina sequencing of superSAGE samples from extracted mRNA.\n\n\n\nA library of 10,000 insertion mutants of M. grisea was also generated and screened for pathogenicity and virulence mutants, identifying 92 putative mutants so far that will be further analysed in crosses, by identification of corresponding loci and complementation analysis. This will be a valuable resource for the fungal research community which we will make publicly available. With our collaborators in Aberystwyth, we published a series of procedures in Nature Protocols (Parker et al., 2008, providing a detailed guide on sample preparation and subsequent MS fingerprinting analysis for infected Brachypodium leaves. A number of software resources were generated in Aberystwyth utilizing data generated from biological material generated at Exeter, including ARMeC, a LC-MS signal annotation tool, and MZedDB, an accurate mass matrix analysis reference database. My research group has a strong and longstanding commitment to the public understanding of science. Rice blast-related research at Exeter has featured widely in the media during the period of this project, including interviews on BBC TV Spotlight, Radio Devon, The Independent, The Guardian, Western Morning News, BBC News Web (2006-08). Research from the principal applicant's laboratory has also been highlighted in Science magazine (Editor's Choice August 2009). Metabolite accurate mass information will be available at (http://maltese.dbs.aber.ac.uk:8888/hrmet/ &amp;amp; http://users.aber.ac.uk/jhd). \n\nARMeC (http://www.armec.org/MetaboliteLibrary/index.html). Agriculture, Food and Drink,Education","dataset":"gtr"}