{"id":"5AD8FF2C-4A76-49A1-A780-802DD1E08CBA","title":"iPlant UK","abstractText":"Biology is increasingly a 'big data' science as new high-throughput technologies support faster, cheaper generation of sequencing, metabolite and image data. This enables potentially exciting breakthroughs as researchers spot undiscovered patterns and make new discoveries of biological importance. However, many individual biologists, and in some areas the community as a whole, struggle to take full advantage of the data generated because of a lack of computing resource, appropriate support and technical skill. It is not only the output of data analyses, such as a models, curated datasets, or raw data, that have value to the wider community, but also the tools generated during research projects that are used to support researchers to test and validate their hypotheses. Currently these tools often remain in prototype form, for use only within the group or laboratory that generated them, because there is comparatively little standardisation and no easy means of sharing an accessible, user-friendly version of the tool. \n\nTo undertake world-class bioscience, researchers therefore need to be able to store and access datasets, models and analysis tools, ideally from different locations across the globe due to the need for international collaboration. The iPlant Collaborative was funded by US agency the National Science Foundation (NSF) in 2008 to help solve these issues. The iPlant Data Store is a cloud-based storage space, accessed via iPlant's Discovery Environment (DE), a virtual work/lab bench. In the DE, users can share datasets and tools to analyse data with as many or as few people as they wish. Tools to analyse data developed by iPlant staff or built by others can be shared with the wider community, in a similar manner to 'apps' on smartphones. \n\nThe iPlant Collaborative is currently distributed across three US locations; we propose to extend this into an international collaboration by building a UK iPlant node at The Genome Analysis Centre (TGAC). TGAC provides the National Capability of computational infrastructure and as such is perfectly situated to provide the foundations for the iPlant UK node. The UK iPlant node would provide independent versions of the iPlant Data Store and DE but would also be linked to the US nodes to share resources and expertise. Physical resource alone is not sufficient for a successful infrastructure: it also needs to be used, maintained and expanded as demand increases. To demonstrate the versatility, power and value of iPlant UK, a dedicated team of programmers based at the Universities of Warwick, Liverpool and Nottingham will adapt tools that have been generated for use in a single project for wider community adoption. Three suites of tools to benefit key areas of UK plant science - sequencing, systems biology and image analysis - will be made available to the global plant research community via the iPlant DE.\n\nIn less than 10 years, iPlant has built a global user base of over 18,500 users. As this continues to expand, iPlant's future sustainability must be considered. A UK iPlant node will help ensure the future existence and reliability of iPlant, spread expertise and best practice between the UK and US, allow the UK to input to the future direction of this valuable resource and provide an exemplar project to others wishing to establish future international iPlant nodes. \n\nBy establishing iPlant UK and promoting access to a resource that allows users to readily store and analyse their data, this project will help support a wide range of research including genome-wide association projects exploiting natural variation in crops, predicting biological networks and pathways, and the high-throughput imaging and image analysis services that take researchers one step closer to bridging the genotype to phenotype gap.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018431/1","grantId":"BB/M018431/1","fundValue":"1776180","fundStart":"2015-01-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"David Leslie WildJames Lyn Beynon","coPersons":["Robert  Davey","Timothy  Stitt","Tony  Pridmore","Anthony James Hall"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}