{"id":"5ADB313E-C32D-4CBD-A47D-DFE840E76DB0","title":"Mechano-physical properties of the biopolymer callose: a matrix and a sealant?","abstractText":"The manufacture of many biodegradable and recyclable materials is based on the properties of natural biopolymers extracted from plant material (mainly cell walls). Cellulose is perhaps the most-well known example. The strength and extensibility of cellulose fibres is used in paper manufacturing, membrane technology, textiles and for the production of novel bandage materials. Other plant biopolymers (such as starch and pectins) also have important applications in the food industry, as stabilizers, thickeners, gelation agents and in pharmacology, as carriers for drug delivery or as bioactive agents in the treatment of cancer, cholesterol reduction, infection resistance and wound healing.\nClearly natural biopolymers have already made a positive impact on modern societies. With further understanding of their structural, chemical and physical properties, new industrial applications (for example in the development of novel biomaterials) can still emerge.\nOne biopolymer that has been little studied in this respect is called callose. It is a polysaccharide that occurs in plant cell walls with cellulose, the major component of paper. Callose accumulation is believed to seal off cell walls forming a defensive barrier against disease and other threats. It may also act as a matrix or scaffold by interacting with other cell wall polysaccharides. We know callose is important for plants because altered callose accumulation show negative effects in growth and development.\nTo get further insight on how callose functions we will first determine the physical properties of callose in solution and in mixtures with cellulose. Secondly, we will manipulate callose concentration in plant cell walls and detect changes in cell wall elasticity and in cell wall composition. Results from these analyses will indicate the role of callose in controlling the structural and mechanical properties of cell walls and identify new components that could be used to modify cellulose-base composites or to produce new environmentally friendly materials. Last but not least, the research will improve our understanding of the biological role of callose in cell walls. In the long term this knowledge could aid the development of biotechnological approaches to modify cell wall properties aiming to improve plant development and protection against environmental threats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027740/1","grantId":"EP/M027740/1","fundValue":"98505","fundStart":"2015-08-03","fundEnd":"2016-08-02","funder":"EPSRC","impactText":"","person":"Yoselin  Benitez-Alfonso","coPersons":["Mike  Ries"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}