{"id":"5B090463-3EB0-4781-A47D-9CEA4AADAF45","title":"People, animals and infectious disease transmission: A new synthesis","abstractText":"Most emerging and re-emerging diseases in the world are animal diseases that can cross over into human populations. There is great concern that some of these diseases - like 'bird flu' for example - have the potential to develop into deadly pandemics that could cause widespread infection and devastation. Meanwhile, other animal diseases are already causing a terrible impact upon some of the poorest populations the world. For example, Lassa fever, a focus of this research, is a disease present in rats in parts of West Africa. People in rural areas where the rats live come into contact with rats frequently because the rats live close to people's homes and enter them to look for food. People can catch Lassa fever when they come into contact with the blood, urine or faeces of rats. Lassa fever is also spread from humans to other humans. Often this happens in hospitals, because barrier nursing techniques are inadequate. Although 80% of people who catch Lassa fever don't show any symptoms, in the remaining 20% of people the disease is severe. Deafness is a common complication, occurring in roughly one third of cases. Lassa fever is the most common cause of deafness in West Africa, and kills up to 10,000 people every year. \n\nLassa fever and other diseases that move between animals and humans are of enormous concern to international health agencies who are developing programmes to manage and research these diseases. However, in anthropology there have only been a few studies of these diseases. This proposal argues that anthropologists have an important contribution to make to the study of diseases like Lassa fever. In particular, it argues that knowledge gained in other areas of anthropology, such as the study of human relations with animals and the study of human relations with material objects can be usefully applied to understanding how diseases like Lassa fever are spread. Anthropological work on animals can help us understand better the kinds of social practices that bring humans and animals into contact, by describing in detail how humans and animals live together, how humans hunt and eat animals, and so on. Meanwhile, anthropological work on how people use material objects, especially medical objects like gloves and needles, can help shed light on the reasons for transmission in health settings. For example, work carried out in a Kenyan hospital by the proposed Future Research Leader showed that nurses were so frightened of catching HIV that they would wear the same gloves for long periods of time and potentially put patients at risk of cross-transmission. Meanwhile, family members often refused to wear gloves when they were helping to care for their relatives, because this would have symbolised a lack of love and care. If we want to understand how it is that diseases like Lassa fever come to be spread within hospitals, and what kinds of interventions might reduce transmission risk, this kind of detailed knowledge is very useful.\n\nThe transmission of Lassa fever will be the main topic of the research, and the researcher will write a major academic book on the subject. She will do fieldwork in Sierra Leone with health workers, policy makers and people who live in the risk area for the disease. She will also write articles, some of them for academic audiences, and some directed towards policy makers and organisations who are trying to intervene on Lassa fever by reducing infection and improving treatment. Beyond the project on Lassa fever, the researcher will also set up a network to promote anthropological study of human-animal diseases. She will hold a workshop on this subject and launch a website which will be a useful source of information to academics and non-academics. In order to build this research network and develop her own intellectual contacts, the researcher will work in Berlin for 7 months as a visiting researcher.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L010690/1","grantId":"ES/L010690/1","fundValue":"184890","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Hannah Ruth Gail  Brown","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}