{"id":"5B15BB77-E3E3-4B15-B135-19E9FE30CB54","title":"Winds, waves, clouds &amp; meteors in the mesosphere","abstractText":"The mesosphere is that part of the atmosphere at heights of about 50 to 100 km. Unlike the lower atmosphere, the general circulation of the mesosphere is powered, or 'driven' by atmospheric waves. These waves are generated in the lower atmosphere, from where they ascend into the mesosphere and break, rather like waves breaking on a beach. The breaking of these waves transfers energy and momentum into the mesosphere and drives a unique atmospheric circulation. In this circulation, air rises over the summer polar regions of the Earth, crosses the equator and then converges and descends over the opposite, winter, pole. The entire descending air of the mesosphere eventually ends up in the stratosphere, carrying with it chemicals and 'smoke' particles deposited by meteors - thus connecting the mesosphere very directly to the underlying stratosphere and troposphere. The 'meteor smoke' appears to act as the nuclei on which condense the ice crystals of ghostly high-altitude summertime polar mesospheric clouds (also known as noctilucent clouds). However, the clouds also require very cold temperatures of below 150 K (- 123 degrees C) in order to form. These low temperatures are only achieved as a result of the cooling of the air as it rises over the summer polar region in the wave-driven circulation. Larger-scale waves and atmospheric tides then modulate this circulation and so modulate the occurrence of the clouds. This means that winds, waves, polar mesospheric clouds and meteors are all intimately connected, and that attempts to understand one mean understanding the others. This project will use sophisticated meteor radars and airglow cameras to investigate the waves and tides of the mesosphere and to study how it couples to the underlying layers of the atmosphere. The cameras, technically 'airglow imagers', record the emissions from faintly glowing layers in the mesosphere. Bright ripple patterns in these layers reveal the presence of atmospheric waves. The cameras are operated by Utah State University and so our project is a trans-Atlantic collaboration. The meteor radars will measure the drifting of meteors carried by the flow and so reveal the winds, large-scale waves and tides of the mesosphere. The radars will also measure the flux of meteors into the atmosphere and can even measure the temperature of the atmosphere. Our goal is to discover how the large-scale waves and tides interact with the small-scale waves responsible for driving the circulation. Do these waves modulate the wave driving process, and if so how? These observations will be carried out at two very different sites. One is Rothera in the Antarctic and the other is Bear Lake in the USA. The contrasting behaviour of the atmosphere over these two site will help reveal how the polar atmosphere differs from elsewhere on the Earth. Our results will be used by colleagues at University College London who are developing a mathematical model of the atmosphere. We will make collaborative measurements with the NASA AIM (Aeronomy of Ice in the Mesosphere) satellite to study polar mesospheric clouds over the Antarctic and to investigate how waves and tides modify the occurrence, brightness and variability of these mysterious clouds. This satellite is due to launch in late 2006. We will also work in a collaborative project with groups from the USA, Argentina and Canada to install a new type of meteor radar in Argentina. This new radar will be optimised to directly measure the wave driving of the mesosphere. Finally, we will compare our measurements made in the Antarctic to measurements made by an identical radar at exactly the same latitude in the Arctic. These measurements will help reveal how and why the mesosphere differ over the two polar regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E007384/1","grantId":"NE/E007384/1","fundValue":"334246","fundStart":"2007-04-19","fundEnd":"2010-04-18","funder":"NERC","impactText":"","person":"Nicholas John  Mitchell","coPersons":["Ivan  Astin","Robert Edward Hibbins"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}