{"id":"5B16FFA0-D477-46E8-A7D2-7AC3374E1C9E","title":"Multimodal characterisation of nanomaterials in the environment","abstractText":"Engineered nanomaterials (ENMs) are found in many consumer products including cosmetics and personal hygiene goods. Nanomaterials are also found in additives for diesel fuels to improve fuel efficiency. These materials will come into contact with the environment, for example, if they are washed down the sink, or if they become airbourne, however we currently have no idea about whether they are hazardous or not and regulations are not in place to control their release or treatment. The life cycle of ENMs in the environment is not known and there exist large knowledge gaps in this field. The reason for this is that the concentrations and properties of ENMs in consumer products are largely unknown (or not indicated bycompanies). Very little is known about the behaviour or lifetime of ENMs in the water effluent and soils as it's extremely hard to monitor this behaviour, as we do not have the tools to detect these tiny materials in very complex environments. This project will apply new and sophisticated experimental characterization tools for predicting potential environmental risks associated with the use of selected consumer products incorporating ZnO, Ag, TiO2 and CeO2 ENMs. An overarching goal is to evaluate which are the critical charateristics of ENMs (size, chemistry etc.) which may cause damage to the environment through two of the most predominant environmental pathways - from the effluent of a waste water treatment plant to waters and also from sewage sludge to soils. This information will ultimately to provide guidance to regulators on policy and to industry about how to design &quot;safe&quot; classes of ENMs and mitigate against risk, while avoiding overregulation. Avoiding overregulation is vital, as we do not want to re-experience what happened e.g. at Fukushima, where 160,000 people were forced to relocated without need, since the risk presented to regulators and the government was too high. This has since resulted in 1,599 deaths, as the displaced residents are suffering from health problems, alcoholism and high rates of suicide.\n\nOur team has an extensive track record in developing unique techniques to track these nanomaterials in complex environments and will apply their knowledge of this field to tackle this extremely pertinent concern. The projects experimental approaches include both physical science experiments and toxicological approaches, generating results to improve our limited understanding of the potential environmental hazards. The results generated from the project will also contribute to our very limited knowledge on various aspects of the fate, transport, bioavailability, and ecotoxicity of ENMs and will allow us to answer questions such as &quot;can toxic doses of ENMs reach organisms or are these concentrations negligible at the point of exposure to the organism?&quot;, &quot;if they are toxic, is it possible to re-engineer ENMs such that they do not present a risk&quot;, &quot;do the nanomaterials dissolve or change their chemistry in the environment and ultimately detoxify and how does this vary between the different nanomaterials?&quot;, &quot;which nanomaterials present the greatest risk and how do we minimise the environmental and health risks of these hazardous materials without overly precautionary regulations&quot;. This multifaceted strategy will make a major development in understanding the fate of ENMs in the environment to guide policy regulation whilst avoiding unnecessary overregulation, and ultimately guide the safe development of these materials for future commercial exploitation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N006518/1","grantId":"NE/N006518/1","fundValue":"453556","fundStart":"2015-11-15","fundEnd":"2019-11-14","funder":"NERC","impactText":"","person":"Thomas Bligh Scott","coPersons":["Marian  Yallop","Alexandre Magno Anesio"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}