{"id":"5B16E79A-664B-4491-A71D-48A6E15C7003","title":"Do age-related changes in microRNA expression in muscle mediate sarcopenia?","abstractText":"Sarcopenia is an age-related loss of skeletal muscle mass and strength. It is characterised by muscle fibre atrophy (decreased muscle fibre size) and reduced muscle function linked to increase of the presence of non-muscle cells, like fat, within the muscle and disrupted muscle repair. Sarcopenia leads to poor balance, falls and fractures and increased morbidity and mortality in our ageing population. As the ageing population increases, it is important to identify the mechanisms responsible for this age-related muscle loss. The molecular factors responsible for sarcopenia are not fully understood, however changes in the expression of genes have been implicated in sarcopenia.\nMicroRNAs (miRNAs, miRs) are small RNA molecules that regulate gene expression. Each microRNA is predicted to regulate the expression of up to several hundred genes. Expression of numerous microRNAs and their target genes changes with age or in diseases. This makes microRNAs very strong candidates for therapeutic targets for sarcopenia and other age-related disorders, for example by controlling their levels by using molecules that mimic their behaviour. \nIn preliminary data the applicant has shown that that the levels of microRNAs, important for muscle function, change in muscle with age. This new research proposes that the age-related changes in microRNA abundance are a major contributing factor to the muscle loss process. Using cell culture and model organism systems, the levels of these small molecules (microRNAs) will be manipulated in muscle cells and tissues and the effects on muscle wasting will be examined. Concurrently, the potential of miRNA-based intervention to prevent, delay or treat sarcopenia will be established.\nThe first objective will determine the set of muscle-specific microRNAs that are changed in the muscle tissue of old mice compared with adult mice. The second objective will confirm important microRNA target genes in muscle and characterise the details of the interactions of microRNAs and the specific genes they regulate in the context of loss of muscle mass and function. The final aim of the project will examine the potential of microRNA mimics and antagomiRs (small molecules that increase or decrease of the microRNA levels, respectively) in preventing age-related loss of muscle using a mouse model organism. \nThis project is important to strengthen our knowledge about the molecular basis of sarcopenia and is likely to lead to the design of novel therapeutic approaches to prevent, delay or treat age-related skeletal muscle wasting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021668/1","grantId":"BB/L021668/1","fundValue":"336936","fundStart":"2014-08-01","fundEnd":"2017-10-12","funder":"BBSRC","impactText":"","person":"Katarzyna Agnieszka Whysall","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}