{"id":"5B1A1FBA-FD85-443D-818A-11068F2B49C9","title":"Adaptation and Resilience of Coastal Energy Supply","abstractText":"The project aims to identify the challenges facing the future security of the UK nuclear energy sector and coastal energy supply in the NW region as a result of changing patterns of temperature and rainfall, sea-level rise and storms. In particular, we will determine the threats posed to future energy generation and the distribution network by flooding and erosion, changing patterns of coastal sedimentation, water temperature and the distribution of plants and animals in the coastal zone. As well as having important consequences for the operation of coastal power stations, these climate change impacts also affect the neighbouring coastline as well as the coastal waters. As a result, communities need to be made aware of these future threats, and to be brought into discussions that decide the future of energy supply in the UK. To support this, the project will first build a computer model of the coast that can operate at scales of 25-100 km and that can predict coastal changes for estuaries, gravel beaches, sandy beaches and dunes, and cliffs made up of both hard and soft rock. The coupled outputs from this integrated model will be converted into maps of future flooding, erosion, sedimentation, water quality and habitats that are the result of climate change projections to the 2020s, 2050s and 2080s and, over longer periods of time, our best understanding of long-term coastal change to 2100, 2200 and 2500 AD. These maps can then be consulted and overlain using a computer-based geographic information system as a decision-support tool to assist in drawing-up coastal management plans, looking at the different threats that we face and the options to address their overall impact on coastal energy supply. The aim is to identify how the coastal power stations, substations and distribution grid can adapt to future climate change impacts and thus become more resilient, thus securing our energy needs as we move into a low-carbon future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I035390/1","grantId":"EP/I035390/1","fundValue":"1415340","fundStart":"2011-11-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"  Preliminary: (project ongoing)\na. The decision-support system (DSS) has been trialled with (i) National Grid, (ii) Magnox, and (iii) coastal stakeholders (local authority, engineers, interest groups). This has highlighted a user need for project outputs to deliver both operational and strategic planning support.\nb. The future flood risk maps are being taken up by National Grid and Magnox Ltd. as an effective means of decision-support in relation to future investment in infrastructure resilience. Energy,Environment Economic","person":"Andrew James Plater","coPersons":["Darren, Andrew  McCauley","Daoyi  Chen","Robert James Nicholls","Alejandro Jose Souza","Kevin James Horsburgh","Timothy  Greenshaw","Ian Alexander Walkington","Sue  Kidd","Ming  Li","Richard  Burrows","Kenneth Samuel Kingston","Gerhard  Masselink","David  Copplestone","Robert Leonard Wilby","Jennifer Mary Brown","Peter James North","Janet  Hooke","Andrew Nicholas Tyler","Mark  Davidson","Paul  Russell","J  Spencer","Michael David Wood","Judith  Wolf"],"organisation":"University of Liverpool","findingsText":" To date (project ongoing):\na. Flood risk for nuclear power stations and associated energy infrastructure from future sea-level rise;\nb. Flood risk for NW coast case study (Fleetwood) from future sea-level rise, storms, wave overtopping and high river flows;\nc. Monitoring data on coastal response to storm events for Sellafield and Hinkley Point case studies\nd. Good understanding of stakeholder needs for decision-support system (DSS). The DSS is targeted specifically for use by users in the energy and coastal management sectors - and has been designed specifically to support operational and strategic decision-making on the potential impacts of future coastal change. Communities and Social Services/Policy,Education,Energy,Environment,Transport","dataset":"gtr"}