{"id":"5B1EF2F4-0EA7-4407-9626-7E2C086FDD96","title":"Development of validated cognitive and behavioural indicators of welfare in pigs towards a predictive early warning system for poor welfare.","abstractText":"Statistics, physics, engineering and psychology utilise a wide-range of methods that can be adapted for use as animal-based welfare measures if only they could be validated in a model animal system. Validated indicators could then be used to develop a predictive early warning system so that potential welfare problems can be detected and mitigated in advance. Previous research has shown pigs to be an ideal model system for such a project, showing significant welfare improvements when provided with enrichment, and extent of skin injuries sustained reliably indicating welfare state. In this study, categories of pigs of different welfare status will be created using both physical and environmental factors to develop and validate novel welfare indicators, based methods used in statistics, physics, engineering and psychology. \n Large White x Landrace pigs will be kept in groups of 20 in one of two environmental conditions: (1) deep straw pen, and (2) part-slatted floor. A total of 800 pigs (10 batches of 4 groups of 20) will be observed for 6 week periods. CCTV video cameras will record the pens for 12 hours per day once a week throughout the experiment. Every pig will be individually marked so that they are identifiable from the camera. At intervals over the first 4 weeks, each pig will be assessed and given a 'welfare' score based on measures of injury (to body and tail separately). The 4 pigs from each pen with the highest average % body injury score will be the 'Low welfare' group and the 4 with the lowest average % score will be the 'High welfare' group. This will give four groups: (a) High welfare on deep straw; (b) High welfare on part-slatted floor; (c) Low welfare on deep straw; (d) Low welfare on part-slatted floor.\n Before each trial starts, 5 pigs will be selected at random from each pen and will be trained and tested throughout the trial using 3 cognitive behaviour tests: cognitive bias (to determine the individual's level of optimism or pessimism), functional memory (to assess how well individuals can keep track of a pattern) and interval timing (to determine the perceived passage of time by different individuals). Cognitive bias has been shown to be affected by the welfare state of the animal. Functional memory and interval timing have not been utilised in animal welfare studies; this project will aim to validate these methods as new useful tools to assessing the impact of welfare on cognitive processing. In addition, the 4 pigs with the highest and lowest % injury from each pen will be tested using the three cognitive behaviour tests at the end of the trial. We will also record acoustic communication both within a pen and of selected individuals within a pen.\n From the recorded video footage, each of the focal pigs will be retrospectively tracked and their behaviours recorded for differences in individual activity budgets over the course of the trial. In addition, a number of tools will be used to investigate the social group dynamics within each pen. Fractal analysis of movement and semi-hidden Markov-chain analysis will identify repeating sequences of behaviour, social network analysis will determine the relative positions of each pig within its pen network and the overall level of connectedness within the group, levels of clustering will be assessed to determine whether individuals in a pen are crowding together more than expected given the space available to them, and finally we will assess the levels of synchronous behaviour within each pen. We will analyse each of indicator to look for differences between the 4 stated group types. \n Finally, a predictive statistical tool will be developed based on the entire data set, which can be used as an early warning system for welfare problems. The aim of the predictive model will be to predict which pens and which individuals within them, are likely to develop welfare problems at a later stage and hence permit mitigation strategies to be put in place.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002554/1","grantId":"BB/K002554/1","fundValue":"314230","fundStart":"2013-03-01","fundEnd":"2013-10-27","funder":"BBSRC","impactText":"  To date, early findings from this award have been discussed in a number of forums, at international and national conferences, and at the British Science Festival, 2014, where the Principal Investigator used early findings from this study in her Charles Darwin Award Lecture on &amp;quot;What can maths tell us about animal feelings?&amp;quot;. Following from this, she has accepted an invitation to be involved in the hugely successful Maths Inspiration theatre shows for year 11, 12 and 13 students. In this series of public talks, which will start in March 2015, Lisa Collins will again be discussing some of the findings from this study to large audiences of up to 1000 students at a time. Agriculture, Food and Drink Societal","person":"Lisa  Collins","coPersons":["Lucy  Asher","Hansjoerg  Kunc","Niamh Elizabeth O'Connell"],"organisation":"Queen's University of Belfast","findingsText":" This is a 36 month award, which started in March 2013 while the PI was based at Queen's University Belfast, and continued when she moved to the University of Lincoln in October 2013. At the time of the move, data collection had been underway for five months, with a further 12 months of data collection to go. As such, the findings from this initial stage of the project (BB/K002554/1), where the PI was based at Queen's University Belfast, should be considered within the second part of the award (BB/K002554/2), where she was based at the University of Lincoln. As we are currently in the early stages of analysing the data collected here and in BB/K002554/2, it is only possible to answer this in the broadest sense, in terms of what we hope will be achieved through the findings. We are discussing our findings with stakeholders in the pig industry, and are planning to hold a stakeholder meeting in the Summer of 2015 to discuss the findings to date in more detail and seek input for the final phase of the project, in producing the predictive models. We are on target to submit the first and second scientific papers for publication by December 2014 and January 2015, as stated in our Pathways to Impact document. We are also organising the Association for the Study of Animal Behaviour Winter conference 2014 on a relevant theme to this project award of 'Individuals in Groups'; two of the award team will present work at this meeting, and a further two team members will chair the meeting. This is expected to be a highly successful conference, with over 200 attendees. Agriculture, Food and Drink","dataset":"gtr"}