{"id":"5B2B9E99-ACCE-4D55-AA47-9C6004CD55CD","title":"Crustal accretion and transform margin evolution at ultraslow spreading rates","abstractText":"The crust that underlies the world's oceans forms as a result of seafloor spreading - a process that sees the rigid oceanic plates pulled apart at fast (&gt;100 mm/yr), intermediate (100-55 mm/yr) or slow (55-20 mm/yr) rates. As plates separate the mantle beneath rises to fill the gap and as it does so it melts due to the lower pressure. This molten rock, or magma, solidifies to form the ~6-8 km thick oceanic crust, comprising a layer of erupted and rapidly cooled magma (basalt) at the top and a layer of slowly cooled magma (gabbro) beneath.\n\nOver the last decade, observations have shown that the crust created where oceanic plates are pulled apart at slower rates, does not form by such a simple process of symmetrical, magmatic construction as our current models predict, but instead the magmatic construction is interspersed with periods of apparent magma-starvation. During these amagmatic phases plate separation is accommodated by large-offset faults along which rocks from the lower crust and the upper mantle beneath are brought to the surface. These regions of exhumed lower crust and upper mantle rocks are called oceanic core complexes (OCCs).\n\nAbout 25% of the Earth's mid-ocean ridges spread at very slow rates of less than 20 mm/yr. However, most of these ultraslow ridges are located in remote areas that have poor weather or ice cover that impedes their investigation. Consequently, how the crust forms and ages at these slowest spreading centres, which current models predict should be predominantly magma-starved and cold, remains poorly understood. Recent seabed imaging and sampling studies of the ultraslow Mid-Cayman Spreading Centre (MCSC) in the Caribbean, have observed the deepest and hottest black smoker hydrothermal vents on Earth, and regions of exhumed lower crust and upper mantle juxtaposed against volcanically erupted rocks of the &quot;normal&quot; upper oceanic crust. Here we will establish the crustal context of these contrasting observations that challenge the predictions of traditional models, and we will determine the time and space interplay between magmatic construction and amagmatic extension and the controls on, and relationship between, faulting and hydrothermal activity.\n\nAs part of a British, German and American partnership, we will use sub-seabed seismic imaging to study the structure and lithology of the crust at the Mt Dent OCC on the MCSC and determine the relationship between this and the adjacent volcanic domain that also hosts hydrothermal vents. We will also investigate how the crust changes as it cools and ages as it spreads away from the ridge axis. Using the pattern of local earthquakes we will map sub-seabed fault geometries and whether or not these faults are connected at depth. As the southern tip of the MCSC also abuts against the continental crust of the Caribbean plate across the Swan Island Transform Zone, this also provides a unique opportunity to determine not only how the mantle rises up and melts beneath the ridge and how this melt is distributed along-ridge, but also if this process is impeded by the cooling affect of adjacent thick, cold continental lithosphere. \n\nTo achieve our goals we will deploy ocean-bottom seismographs (OBSs) onto the seabed to determine the variation in velocity associated with, and the interfaces between the different rock types deep into the crust and upper mantle using man-made seismic signals. We will also use the OBSs to record the signals that occur naturally when faults move. We will measure the gravity field to determine crustal density as a test of our seismic models, and to image deeper into the mantle to depths beyond which our seismic signals will penetrate. Finally, we will measure reversals in the magnetic field to reveal seafloor spreading rate and crustal age and, jointly with the seismic data, determine how frequently phases of amagmatic extension have occurred from the current time to at least 20 million years ago.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011162/1","grantId":"NE/K011162/1","fundValue":"184620","fundStart":"2015-03-23","fundEnd":"2018-04-13","funder":"NERC","impactText":"","person":"Christine  Peirce","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}