{"id":"5B31748F-2FC0-4B29-AE85-E6E587E5B775","title":"Small Seifert-fibred surgeries via Heegaard Floer homology","abstractText":"An n-manifold is a space which locally looks like n-dimensional Euclidean space, but which may have interesting global topology. For example, the surface of a beachball and the surface of an inner tube are 2-dimensional manifolds: if we take a pair of scissors and cut out a small piece of either surface, we can spread it out flat so it looks like a small piece of the Euclidean plane. Although the beachball and the inner tube are locally they same, they are globally different: we can't topologically deform (by stretching and twisting, but not cutting or gluing) one of them into the other. \n \n This project is concerned with 3-manifolds. 3-manifolds are harder to visualize than 2-manifolds, but one good way to think about them is in terms of knots in ordinary 3-dimensional space. A mathematical knot is a closed loop in 3-dimensional space which does not intersect itself. (For example, tie a knot in your shoelaces and then tape the ends of the laces together.) \n \n Dehn surgery is an important operation in the study of knots in which we remove a small solid doughnut around the knot to form a 3-manifold with boundary. We then glue the solid doughnut back in a different way to form a new 3-manifold. The gluing can be described by a rational number called the surgery coefficient.\n \n The notion of an exceptional surgery has its origin in the work of Thurston, who showed that with the exception of certain easily described families, knots in 3-dimensional space have a very special and powerful property: their complements admit a mathematical structure called a complete hyperbolic metric. He also showed that all but finitely many Dehn surgeries on a hyperbolic knot are hyperbolic, thus raising the question: given a knot in 3-space, which of its fillings are non-hyperbolic? These &quot;exceptional&quot; fillings may be divided into three types, which are called reducible, toroidal, and Seifert-fibred. We are interested in fillings of the last type.\n\n The topology of Seifert-fibred 3-manifolds is well understood; they are essentially classified by lists of rational numbers. The number of elements in the list is the number of &quot;exceptional fibres.&quot; The goal of the project is to understand which Seifert-fibred 3-manifolds are obtained by surgery on a knot in 3-dimensional space. To do this, we will use a powerful invariant of 3-manifolds called Heegaard Floer homology, which has been extensively studied over the last decade. \n\n Both the PI and the RA have previous experience using Heegaard Floer homology to study exceptional surgeries. The PI used a version of the invariant known as knot Floer homology to study knots which have Seifert-fibred surgeries with one or two exceptional fibres. These Seifert-fibred spaces are called &quot;lens spaces.&quot; It turns out that this problem is largely controlled by a certain family of &quot;simple knots&quot; in lens spaces. \n\n The RA used a different version of Heegard Floer homology to give obstructions to a given Seifert-fibred space being obtained by surgery on a knot. His obstruction generalizes one which was used to completely answer the question of which lens spaces are obtained by surgery on knots. \n\n Our proposal aims to extend the results described above from lens spaces to the case of Seifert-fibred spaces with 3 exceptional fibres. This may seem like a relatively small improvement, but in fact spaces with 4 or more exceptional fibres are much better understood; spaces with 3 exceptional fibres are the most interesting case. \n\n One interesting potential application of the proposed project is to the study of knotted DNA. Many DNA knots are observed to belong to a family of knots (&quot;Montesinos knots of length three&quot;) which are closely related to Seifert-fibred spaces with 3 exceptional fibres. An understanding of which Seifert fibred spaces are obtained by surgery would give insight into properties of these Montesinos knots which may be of biological interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000648/1","grantId":"EP/M000648/1","fundValue":"166050","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Jacob  Rasmussen","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}