{"id":"5B4110CB-3CEB-4348-8757-599A365ACEBC","title":"Digital Critical Edition of Middle-Period Works by Arthur Schnitzler (1862-1931)","abstractText":"This project will participate in international efforts to provide full critical resources for the study of the great Austrian Modernist writer, Arthur Schnitzler (1862-1931). There is no other German-speaking author with the established international prominence of Schnitzler still lacking a critical edition. This is in part due to the historical contingency of the bulk of this Jewish writer's papers being saved from Vienna in 1938 and brought to Cambridge, in part also to the challenging nature of the author's handwriting, especially in the earlier documents. The editorial work that has been carried out on his writings is limited, and such editions of individual works or collections of texts as do exist are of mixed quality. With this piecemeal picture, there is a pressing need for a comprehensive and reliable critical edition of the literary and associated writings, with scholarly commentary and apparatus. The fundamental objective here is to reveal the still part-hidden creative identity and writing processes of this very significant author. A large community of scholars - academics and students - would stand to draw great benefit from the new critical resources that are proposed.\n\nSchnitzler is an author whose career spans the entire epoch of Classical Modernism (around 1890-1930), accompanying its development with a keen and productive sense of its problems and contradictions. While his work is often viewed through the clich&eacute;s of certain recurrent themes (love, sex, dream, play, death), it in fact encompasses an extraordinary range, with crucial relevance to many of the key cultural and social discourses of his time. Schnitzler also often worked on individual texts over many years, even decades, and versions of one text would be incorporated into plans for another, not infrequently crossing genre boundaries. There is thus a complex genetic and contextual picture to be developed through the detailed editorial work.\n\nThe UK team will produce editions of works fro the important middle period of Schnitzler's career (1904-1914). This will cover three major canonical texts (the novel, 'Der Weg ins Freie' (1908), and the dramas 'Das weite Land' (1911) and 'Professor Bernhardi' (1912)), as well as five lesser-known dramas using puppet-like figures to explore questions of human agency. Analysis of the genetic development of this set of works will enable a massively enriched appreciation of a number of key themes for Schnitzler: Jewish cultural politics, medical ethics, embodied agency and performance, and the function of space and place. As well as investigating these matters for the purposes of Schnitzler scholarship, the team will explore their relevance to topical matters of concern through a strategic set of impact-related activities.\n\nThe proposed edition will both provide an opportunity to appreciate the dynamics of the complex creative process that produced Schnitzler's published writings and offer an immensely rich basis for extensive, cultural critical research. At the same time, it will provide a model case for testing and advancing editorial principles and processes. Beyond the provision of reliable texts with critical commentary, the project aims to use innovative digital techniques to develop an exemplary reference resource. At the core of this is the production of an integral, digital edition of the author's works using XML (Extensible Markup Language). The digital edition will be embedded in a publicly accessible online portal, which will also provide other information on the author and his cultural connections and context. \n\nThe project incorporates plans for a variety of other outputs, intended for both specialist and public benefit. There will be a series of conferences, workshops and symposia, in conjunction with a set of public presentations and performances. The core output through the digital portal will be supplemented by six major print publications, in monograph, edited book and journal form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L001683/1","grantId":"AH/L001683/1","fundValue":"823216","fundStart":"2013-12-31","fundEnd":"2018-12-30","funder":"AHRC","impactText":"  The project is in its first year, and no findings have yet been used.  ","person":"Andrew John Webber","coPersons":["Robert  Vilain","Judith  Beniston"],"organisation":"University of Cambridge","findingsText":" The project is still in its early stages, but we are making good progress towards our goals, with some very promising material beginning to emerge.\nThe 'yes' in the box below indicates that we are on course towards achievement of our five-year objectives. We expect the findings that emerge in the course of the project to be of particular benefit to students and scholars of German literature and of European Modernism, but a set of impact activities should also bring benefit to the other sectors indicated below. Digital/Communication/Information Technologies (including Software),Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}