{"id":"5B41FF1D-B216-4F31-8C1E-87233F301C2E","title":"Transnational television in Europe: Re-routing communications networks","abstractText":"This research offers a complete survey of pan-European television (PETV). It retraces the history of cross-border TV stations from their origins to the present day. It shows how these channels struggled in the 1980s before, this study argues, the stars of PETV came into alignment in the late 1990s when a transnational shift began to occur in European broadcasting. Today, cross-border channels and networks have become prominent in several genres and count among television's most prestigious brands. An excess of 50 channels encompass genres as diverse as news, business news, factual entertainment, movies, sports, entertainment, music television, children's, ethnic (targeting a specific ethnic and/or linguistic community in Europe), and religious.\\nRelying on interviews with senior executives and exclusive access to commercial data, this study covers all the main issues surrounding the industry, including audience figures, viewing patterns, cable and satellite distribution, ownership, broadcasters' organisational structure, management practices, multi-territory programming and marketing strategies. It examines how broadcasters deal with a multinational audience and adapt their video feeds to European cultural diversity. It details the practices of localisation that range from multi-lingual services to the formation of transnational TV networks of local channels. It investigates how companies like MTV Networks Europe have changed their managerial practices and transformed their organisational structure to fit the multi-territory nature of their operations. It analyses how diversified entertainment conglomerates like Disney, Time Warner and Viacom run their transnational TV networks. It investigates the structure of the TV rights market and the way it affects international channels. \\nIt provides in-depth analysis of the business sectors delivering services to PETV including the satellite industry, cable and satellite operators, localisation companies, research organisations and global advertising agencies. It examines the impact of technology on cross-border TV channels to include trends such as digitisation, the expansion of cable and satellite networks, broadband and direct-to-home satellite delivery. It pays particular attention to the emergence of global advertising groups that have acquired the scope and expertise to coordinate international campaigns for their multinational clients. \\nAt a theoretical level, this research analyses the relationship between globalisation and television. It is apparent that without an increasingly integrated world economy, channels like CNN or CNBC would be largely irrelevant. These stations would not exist if managers in multinationals and civil servants in international organizations did not need to keep abreast with international developments in finance, industry and politics. These networks would not be able to keep afloat if multinationals did not book airtime to hone their corporate image and advertise their brands. However, cross-border TV channels do not merely reflect our globalised world, they also participate in the globalising process. They are involved in several facets of globalisation such as deterritorialisation, mobility and world-system integration. \\nThis study shows how trans-border television networks have a relationship to place and time that is entirely different from that of terrestrial (and national) television channels. It explains why these networks are particularly well adapted to an interdependent world of interconnected economies, in which the flows of capital, commodities and workers deepen and accelerate. Relying on broadcasters' proprietary research, this study shows how cross-border channels help sustain the globalising processes that shape domain as diverse as fashion, finance and politics. They add to the communications networks and systems of exchange that drive the intergration of these fields on a world scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004768/1","grantId":"AH/E004768/1","fundValue":"27912","fundStart":"2008-06-01","fundEnd":"2008-09-30","funder":"AHRC","impactText":"","person":"Jean  Chalaby","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}