{"id":"5B443ED7-36F3-491F-87C8-698B32C7F8BC","title":"Participate: Pervasive Computing for Mass Participation in Environmental Monitoring","abstractText":"Participate is a project between the Universities of Nottingham and Bath and industry partners British Telecom, The BBC, Microsoft Research, Science Scope and Blast Theory. The overall aim of the project is to explore how pervasive computing can support nationwide campaigns in which millions of people gather and share information about their local environments, building a country-wide map of environmental issues, raising awareness, and encouraging debate and democracy. By pervasive computing we mean computing that is available to us wherever we go, including the personal devices that we carry with us (our mobile phones and handheld computers) as well as sensors and displays that may be embedded into the environment around us. In our project, this pervasive computing will enable individuals and local groups, including schools, to gather and upload vast quantities of information about their local environments. This will then be sifted by experts and made available to others over the Internet or through television and radio. The result will be a new media format, a mixture of mobile, online and broadcast, that will bring social as well as economic benefits to the UK.In order to realise our vision, we need to develop a new software platform that can integrate different kinds of devices running over a combination of wireless and fixed networks. We then need to integrate sensors and devices with this platform and also create supporting online and broadcast services. As part of this, we will run and study two pilot activities, the first a series of small scale pilots in different locations, and the second a nationwide pilot that builds on these. These activities need to be supported by more fundamental research that will be carried out by the universities and supported by EPSRC. Researchers at the University of Nottingham will develop new and flexible ways of enabling many people to collaborate with many sensors, including exploring whether mobile games can provide a good way of motivating people to take part in the project while collecting useful data as a side effect. The Nottingham team will also develop new techniques to support the storage and querying of data that has been gathered from large numbers of sensors, many of which are mobile. At the same time, the project will provide researchers at the University of Bath with a valuable opportunity to study the impact that these kinds of pervasive technologies have on learning, both within schools and also by the public at large.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033780/1","grantId":"EP/D033780/1","fundValue":"407187","fundStart":"2006-01-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"  Participate was a collaborative projects funded by EPSRC/TSB with the deliberate aim of bringing together University partners (Nottingham and Bath) with industry partners (BT, BBC, Science Scope and Blast Theory) to explore how online and social media might be combined with ubiquitous sensors to delver mass participation environmental campaigns. \n\nThese partners staged two iterations of public trials, supported by the development of new ICT platforms, interfaces and design approaches which were subsequently adopted by the various companies involved. Creative Economy,Digital/Communication/Information Technologies (including Software) Cultural,Economic","person":"Steve  Benford","coPersons":["Milena  Radenkovic","Chris  Greenhalgh"],"organisation":"University of Nottingham","findingsText":" Participate explored convergence in pervasive, online and broadcast media to create new kinds of mass-participatory events in which a broad cross-section of the public contributes to, as well as accesses, contextual content - on the move, in public places, at school and at home.\n\nWe worked with a range of partners to develop pervasive experiences based on the theme of &quot;the environment&quot;. The three year project was successfully completed in December 2008.\n\nIn a series of trials and events, coordinated by experts in education, broadcast and online services, we engaged with the general public and a network of schools to capture and contribute information about their local environment. The resulting user generated content was used to augment professionally created media to help build a picture of environmental situations across the UK.\n\nOur consortium blended expertise in online services, pervasive computing, broadcast media, sensors, event design and management, and education. Our partners were BT , BBC, Microsoft Research Cambridge, ScienceScope, University of Nottingham and the University of Bath, with contributions from Blast Theory.\n\nParticipate was supported by the Technology Strategy Board and the Engineering and Physical Sciences Research Council (EPSRC). Through staging public trials and developing platforms and interfaces that have shaped BBC and BT thinking about online participation, Sciencescope's sensor platforms and interfaces and Blast Theory's subsequent interactive games and performances. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}