{"id":"5B465C7A-05F2-4373-8C13-B2A3BAD81A5A","title":"'Gut Feeling' in Designing and Developing New Products in Small Creative Companies","abstractText":"'Gut feeling' is often understood to be an implicit part of creative designing yet its process has not been observed and is little understood. Designers think of themselves as intuitive, and they are expected by employers to behave in intuitive ways when designing consumer goods. In contrast, engineering designers are not expected to exhibit these characteristics and would typically work in apparently more rule-based ways. The history of observing designing has often been largely reductionist and rationally based. \n\nThis proposal aims to make gut feeling and its value explicit by eliciting the views and experiences of practicing designers and those closely linked to design within small firms. This will include the recording the recollections of selected intuitive tracks or themes within early stage designing of consumer goods. After an initial scoping workshop in the University, a number of network events will held be over 6 months in each company and will involve analysis of the recorded discourses used by designers in their exchanges. This will establish the places of gut feeling in practical design decisions and produce original research material. Designers' gut feeling in 'hindsight stories' will be recorded. Within each company this will attempt to capture critical details of the start, evolution journey, lifespan and geography of selected critical intuitive decisions. This will involve extremely sensitive participation by the research student and generate a considerable amount of text-based narrative, which will be ethically developed and evaluated. \n\nSoftware (Nvivo 9) will be used to manage these narratives and the development of models of the concepts and ideas emerging from the analysis, while providing an audit trail of the analysis process. The research will be underpinned by previous work in both Knowledge Transfer and Risk in Design by the supervisors originally funded by AHRC: RG/AN6609/APN17512, 1/2/04-30/4/07 and will form a sound basis for participation with small companies and in dissemination. Participation will provide an effective and novel means of identifying decision-making in authentic situations, over extended periods within new product development projects. \n\nBy capturing intuitive themes from designer's original decisions it is planned that the explicit nature and value of intuition will be characterised in detailed case study material for each company. The wider implications of gut feeling or intuitive thinking, including creativity in design, as a central component of designed products will contribute to a clearer understanding of innovation in designing products. It is hoped to provide a defence of creativity within increasingly pressured and restricted design environments. \n\nThis research is important because it will provide new knowledge about designing, the design process and participatory research methods. It will also increase the capability of participating companies and their designers to utilise intuition, through in-company seminars at the completion of the work. Dissemination will be for academic communities through journal publication but also for participating companies and will include international network development aimed at further research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013614/1","grantId":"AH/L013614/1","fundValue":"39375","fundStart":"2014-05-12","fundEnd":"2014-11-11","funder":"AHRC","impactText":"  To develop a peer reviewed paper for the ISBE conference\nDesign council event Creative Economy Cultural","person":"Lynn M  Martin","coPersons":["Robert Neil Jerrard"],"organisation":"Manchester Metropolitan University","findingsText":" This will be confirmed This will be confirmed Creative Economy","dataset":"gtr"}