{"id":"5B4D2450-4A81-4D9A-9737-18FC481C82C2","title":"Cytokine antagonists in ovarian cancer","abstractText":"Ovarian cancer is known as the silent killer because it causes few symptoms until it has spread widely in the abdomen. When a woman is diagnosed with ovarian cancer she is treated with surgery and chemotherapy. However after a period of 1-4 years, the cancer usually returns and is very difficult to treat. \nIn past few years we have learnt that growth and spread of cancers is helped by some of the chemicals that naturally control acute inflammation in the body. Inflammation is usually a good thing that helps us fight infection but in the case of cancer and chronic inflammation, these chemicals, called cytokines, are produced in the wrong place and at the wrong time. The usually helpful cytokines have become part of the disease process. This research has led to discovery of new drugs that help people with chronic inflammatory diseases such as rheumatoid arthritis, inflammatory bowel disease and psoriasis. The drugs stop cytokines working and greatly reduce symptoms, giving great benefit to many severely ill patients. \nBecause of the parallels between cancer and inflammation, it is possible that the same drugs may help cancer patients. In our previous research we have found that cytokines can drive ovarian cancer growth and spread. One cytokine that is particularly important is called interleukin 6. Interleukin 6 helps keep cancer cells alive and in turn switches on other inflammatory chemicals that make the cancer and the patient worse. In this trial we will take women with relapsed ovarian cancer and give them a drug that will block the action of interleukin 6 in the cancer. We hope that this will halt the growth and spread of their cancer, and also, may improve the general well being of the patient by reducing other interleukin-6 induced chemicals that can contribute to their often distressing symptoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501974","grantId":"G0501974","fundValue":"437270","fundStart":"2006-10-02","fundEnd":"2010-03-01","funder":"MRC","impactText":"","person":"Frances  Balkwill","coPersons":["Iain Alexander McNeish","Norbert Eduard Avril"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}