{"id":"5B619759-411B-46F9-B784-C857ED28F038","title":"The Relationship Between Art, Performance and the City","abstractText":"There are increasing numbers of practitioners in a range of media making work relating to the experience of the city. This is not generally work that seeks to represent the city but that is directly affected or inspired by it. That is, the city is unavoidably implicated in this work; the experience and effect of the city, in a sense as 'found phenomenon' or 'playground', is one that is central. The kinds of work that are meant in this respect are extremely varied in form and theme, which is indicative not only of the richness and diversity of city life itself but also of how artists approach thinking about the city as a place: a constellation of objects, people, beliefs, practices and so on.\\n\\nThe research's importance will be premised effectively on demonstrating art and performance's centrality to the functioning of cities, based on the works and cities considered. Apart from artists, academics too have been recognising the city's increasing significance. One reason for its popularity is the way in which it lends itself to interdisciplinary interpretation both as an object of study and in terms of methodological approach. There is broad interest in the city from a range of positions. Like performance itself, urban studies integrates - or blurs the boundaries between - the creative and philosophical, on the one hand, and the empirical and social scientific on the other.\\n\\nWithin the field of contemporary performance/art there is a discernable interest in place and identity, site-specificity and, indeed, functions of performance within art, encompassing questions of the spectator's positioning, the interactivity of the gaze, and relationality. However, there is evidently room for research broadly and directly addressing the specific link between art/performance practices and urban culture. It is also clear that the audience for my intended publications will comprise performance scholars/students and practitioners in the first instance, but will also reach out to other related disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00153X/1","grantId":"AH/E00153X/1","fundValue":"14918","fundStart":"2006-09-01","fundEnd":"2007-09-03","funder":"AHRC","impactText":"","person":"Nicolas  Whybrow","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}