{"id":"5B62E177-93A4-4E6F-92CB-33C4D2FC84C1","title":"The contribution of genetic factors to inter-individual variability in dietary isoflavone absorption and metabolism","abstractText":"Lower incidence of some diseases, including cancer and cardiovascular disease, in populations who consume diets with a high content of soyabean products may be due to components of the soyabean known as isoflavones. Studies demonstrating biological activity of soyabean and soyabean extracts and isolated isoflavones in animal models and cultured cells provide evidence consistent with population-based studies that indicate such protective effects. Studies examining how individual subjects absorb and metabolise soyabean isoflavones reveal considerable variability between different individuals, and this variability is likely to determine the degree to which consumption of a soyabean-rich diet may offer health benefits to particular individuals. To be able to give informed advice on the potential beneficial effects of a soyabean-rich diet, or of taking isoflavone supplements, therefore, it is essential to understand factors that determine why different individials differ in their handling of dietary isoflavones. One major source of variability is likely to be differences in individuals' genetic make up with respect to the transporter proteins involved in the absorption of the isoflavones across the intestine and in enzymes responsible for metabolism of the isoflavones once absorbed. The aim of this project, therefore, is to study how specific genetic differences between individuals may affect the efficiency of absorption and the metabolism of isoflavones taken as a single oral dose. Subjects will be 150 healthy, premenopausal, Caucasian females selected from an initial group of 300 screened using DNA prepared from blood samples to obtain a sample group who vary with respect to differences in the genes we wish to study. The use of this restricted population group will limit variability in isoflavone absorption and metabolism resulting from non-genetic factors or from genetic differences additional to those we will study. Volunteers will collect all urine for 24 hours following the ingestion of capsules containing soyabean concentrate and will also give a blood sample 3 hours after taking the supplement. Isoflavone concentrations will be measured in these samples to indicate the efficiency of absorption and metabolism. There is evidence to indicate that some metabolism of the isoflavones takes place in the mouth and may be particularly important in terms of protection against oral cancer. We will also, therefore, investigate if there is any relationship between variability in some of the genes we will study that are related to this form of metabolic activity and rates of metabolism of a marker compound by extracts prepared from cells collected form the epithelial surface of the mouth by all volunteers. A link between genetic variability between individuals at specific locations in the DNA sequence and efficiency of isoflavone absorption and metabolism, should this be established, will add to a body of accumulating data concerning interindividual beneficial effects of dietary isoflavone intake and will have important implications for the design of future studies aimed at determining how genetic variability affects the influence of dietary isoflavones on markers of disease risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007457/1","grantId":"BB/E007457/1","fundValue":"303962","fundStart":"2007-07-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"","person":"Dianne  Ford","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}