{"id":"5B659D1A-C7B8-4F22-886F-CB3D5F3CC2E9","title":"Dopaminergic regulation by D-aminoacid oxidase, an enzyme implicated in schizophrenia","abstractText":"Glutamate and dopamine are the brain chemicals (?neurotransmitters?) most involved in the severe mental illness called schizophrenia. One of the molecules that regulates glutamate signalling in the brain is D-amino acid oxidase (DAO). It does this by breaking down another molecule, D-serine, that is needed for glutamate signalling to work properly. Recent findings from our lab and others show that DAO and D-serine are affected in schizophrenia. In particular, there is too much DAO, and it is too active, in the brains of people with the illness. This leads to the theory that excessive DAO, and not enough D-serine, may be part of the ?glutamate problem? in schizophrenia and may contribute to some of the key symptoms and difficulties which patients with the illness experience. This project will examine a specific question about what DAO does in the brain and why it is relevant to schizophrenia. As noted above, dopamine as well as glutamate is involved in schizophrenia, yet we know little of the relationship between the two neurotransmitters. We recently found that DAO is, unexpectedly, present in the area of the brain that makes dopamine, suggesting that DAO may provide one of the links. We therefore want to study the effect of decreasing DAO activity on the function of dopamine in the brain, using a novel drug available to us. We will also map exactly where DAO is in relation to the dopamine nerve cells to help explain how and where it works. This project build upon our recent findings and current expertise, and is timely and important given the interest in DAO in the cause and the treatment of schizophrenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801352","grantId":"G0801352","fundValue":"379546","fundStart":"2009-01-01","fundEnd":"2012-04-30","funder":"MRC","impactText":"","person":"Paul  Harrison","coPersons":["Philip William Burnet","Trevor  Sharp","Louise  Verrall","Elizabeth  Tunbridge"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}