{"id":"5B6D57E4-2BDF-4158-A730-61DE842BFB5B","title":"Sprites - Electrodynamic coupling between the atmosphere and the ionosphere","abstractText":"Lightning to heaven: Sprites Did you ever watch lightning in thunderstorms ? Spectacular and scary at the same time, right ? Now, why don't you watch above thunderstorms at night ? You'll be surprised what you get to see: With a little bit of luck, you will be able to see lightning which goes from the top of the thundercloud up to 100 km height in the Earth's atmosphere. But these lightning flashes, denoted sprites, are rather red and bluish, because they are happening in a different part of the atmosphere. How often do sprites happen on this planet ? Where do sprites occur ? How strong are sprites ? To answer these simple questions, we can catch sprites with their radio signals. Yes, sprites are similar to radio broadcasting and TV stations, which transmit invisible waves to our homes. With very sensitive radio antennas, we can detect sprites over very long distances. Putting a number of radio antennas in some foreign countries, it is possible to detect sprites all around the world. Once we know the global sprite population, it will be possible to look in great detail at the very unusual properties of sprites. For example, sprites may be able to produce X-rays. Yes, the same X-rays which are used in medicine to look through your body. But nobody ever detected X-rays from sprites yet. The sun heats the atmosphere at 100 km height, where sprites do end. Can it be that the ever changing sun affects the global sprite population ? Or are sprites an indicator of global climate change ? If you want to search for sprites yourself, no problem: just ask a physics teacher. Many people around the planet are now starting to mount video cameras on the roofs to watch out for sprites during the night. They run computer software across the video images to detect sprites automatically and report to researchers, which is really a cool thing to do.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001483/1","grantId":"PP/E001483/1","fundValue":"360105","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"  The findings are mainly used by other research teams as evidenced from the citations to the publications associated from the grant. Digital/Communication/Information Technologies (including Software),Environment Cultural","person":"Martin  Fullekrug","coPersons":["Michael  Rycroft"],"organisation":"University of Bath","findingsText":" The global occurrence rate of transient luminous events above thunderclouds, named sprites, was determined. In addition, it was found that sprites can be particularly strong, on occasion. A global network of magnetic field stations was deployed to make these observations. These magnetic field stations are still used, for example in southern France to observe transient luminous events above large thunderstorms which are observed in the context of an NERC grant NE/H024921/1. The results are mainly of interest for scientific research during the preparation of the forthcoming space missions ASIM, TARANIS and the MTG LIS payload. Another application is in the area of signal processing development for networks of magnetic field measurements. Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}