{"id":"5B729222-75BB-4664-BF2F-3C39EA8879F0","title":"Innate immune parameters leading to virus-induced secondary bacterial pneumonia and sepsis.","abstractText":"Influenza virus causes significant illness and death annually, which drives the development of vaccines for those most at risk. However, it is not widely appreciated that influenza does not always act alone. In combination with bacteria, this viral disease is much worse and the prognosis poor. This is not simply a problem with seasonal influenza virus strains. Recently, researchers have re-analysed specimens taken from those that died during the most severe pandemics and revealed a plethora of bacterial species. In a large proportion multiple bacterial species were present. Why do they cause a problem in some influenza infected individuals and not others? We believe that an individuals past infection history and consequent status of immune cell activity are responsible. We have evidence that influenza alters the activity of key anti-bacterial immune cells in the lower airways rendering them un-responsive to bacteria where they expand and cause pneumonia. We will now dissect this effect to gain a better understanding of the full complexities of this combined infectious disease. Such analysis may identify critical pathways that allow this virus-induced bacterial problem to occur in the first place, which will assist in the identification of those most at risk and potential avenues for targeted treatment. We will also analyse the impact of antibiotics that have different modes of action since it is clear that some strategies result in a worse outcome. The research will provide a possibility for better informed patient management in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802752","grantId":"G0802752","fundValue":"595132","fundStart":"2010-12-01","fundEnd":"2013-11-30","funder":"MRC","impactText":"","person":"Tracy  Hussell","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}