{"id":"5B720807-5E64-4096-9271-A0892AC052D9","title":"Structure and dynamics of small planets and moons","abstractText":"The proposed research aims to understand the interior structure and evolution of smaller planetary bodies, both icy (e.g., the Jovian moons) and rocky (e.g., the planet Mercury).\n\nIcy moons:\nOrbiting the gas-giant planets are many icy moons, which vary in size from 10s of kilometres across to &gt;2500 km, larger than the planet Mercury. The three largest icy moons are Ganymede and Callisto (orbiting Jupiter), and Titan (orbiting Saturn); they have similar radii and bulk densities, but have experienced radically different geological histories. Callisto appears not to have evolved at all, its interior is a near uniform mixture of rock and ice, and the surface geology is dominated by impact craters. Ganymede's metal, rock, and ice components have separated out to form an iron core, a rocky mantle, and a thick icy shell, which has rifted the crust and caused the eruption of liquid water - an icy equivalent to Earth's volcanic magma. Titan has also undergone internal segregation to form a dense core coated by a thick icy shell. Unlike Ganymede, Titan may still be active. The most remarkable discovery is that all of these large icy bodies have global oceans of liquid water beneath icy crusts 10-200 km thick. These oceans are possible niches for extraterrestrial life in the outer reaches of our solar system.\n\nTo understand why icy bodies of otherwise similar size and composition have led such different lives, we must construct mathematical models of the internal structure and heat flow. This modelling relies upon knowledge of how the icy layer transports heat from the core to the surface. Under the high pressures in the interior of an icy body, water-ice exists in several different crystalline forms, each with very different thermo-physical properties. In addition, there are likely to be abundant water-rich hydrates of various molecules, such as ammonia, and many soluble sulfates. These compounds often have a smaller thermal conductivity than water ice; just as a thick winter quilt will keep you warm in bed, a low-thermal-conductivity planetary crust will keep the interior much warmer than it would be otherwise, allowing subsurface oceans to stay liquid throughout geological history. For most of ices and hydrates, the physical properties we need to construct accurate models are not known at relevant pressures and temperatures. In this project we will measure properties such as the thermal expansion, thermal conductivity and specific heat capacity, supporting our measurements with computer simulation. We shall then incorporate the results into our planetary models and thus investigate the internal structure and evolution of the icy moons.\n\nMercury\nMercury is the target of two orbital missions, MESSENGER (current) and Bepi-Columbo (2019) both of which have instruments on board to study its internal structure, composition and magnetic field. Mercury is only slightly less dense than the Earth but is much smaller and therefore the material within its interior is not as strongly compressed. For Mercury to have such a high density, its core must be large (&gt;40% by volume, &lt;70% by mass) and iron-rich (~70% Fe, ~30% silicate). Mercury's small size also suggests it must have cooled more rapidly than the Earth and therefore will have a distinct chemistry and evolutionary history. The presence of a magnetic field suggests that Mercury has a molten region, although fast cooling means that this may be confined to a rather thin shell. As a result of these differences, it is possible that the dynamo that supports the magnetic field of Mercury differs substantially from the Earth's dynamo. \n\nUnderstanding Mercury's interior requires us to construct geophysical models of its internal structure and evolution. To do this we must know the physical properties of the materials that make up its interior; these can be obtained through calculations based on quantum mechanics for both solid and liquid iron alloys at high pressures and temperatures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000934/1","grantId":"ST/K000934/1","fundValue":"531568","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Ian George Wood","coPersons":["Lidunka  Vocadlo","David  Dobson","John Peter Brodholt"],"organisation":"University College London","findingsText":" We have investigated the crystal structures (i.e. the atomic arrangement) and other physical properties, such as the thermal expansion and the incompressibility (how the volume of the substance changes with pressure), of several of the materials that are thought to be rock-forming minerals in the icy bodies of the outer solar system. This information is essential if accurate models of the interiors of these bodies are to be produced.\nIn particular, we have examined the behaviour of several different sulfates. We have identified a number of changes with pressure in the crystal structure of epsomite (MgSO4.7H2O). These occur in the range 14-25 kbars and could result in the mantle of an icy moon having a layered structure. We have also measured the response of mirabilite (Na2SO4.10H2O) to both pressure and temperature in the range 0 - 5.5 kbar and 150 - 270 K. The crystal structures of meridianiite MgSO4.11H2O) and its related compound MgCrO4.11H2O have been determined, as has the structure of MgSeO4.7H2O, which is closely related to that of epsomite. The purpose of studying these chromium and selenium compounds is to give us insight into the possible behaviour of the naturally-occurring sulfur compounds under different conditions of temperature and pressure. \nFinally, we have determined the structure and thermal expansion of a member of another category of icy material, ammonium carbonate monohydrate.\n\nVery recently, we have also developed a major new piece of apparatus - a cold-stage for X-ray powder diffraction that is capable of operating in the temperature range from 40 to 310 Kelvin (-233 to 37 C). This stage, which was constructed for us by Oxford Cryosystems, is unique in that it allows samples to be loaded into it at temperatures as low as 80 K (-193 C). It will thus allow us to prepare materials at very low temperatures (e.g. by quenching a solution into liquid nitrogen at around -196 C ) and examine them in our laboratories, maintaining them at low temperature throughout the process; previously it was impossible for us to do this as samples could be loaded into our X-ray diffraction system only at room temperature. Our improved material property measurements can be used by workers modelling the interiors of icy bodies.\nOur new X-ray cold stage may well be of interest to a wide range of materials scientists Agriculture, Food and Drink,Chemicals,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}