{"id":"5B734827-A348-4498-A98B-BB389265F699","title":"Function and Regulation of the Pituitary Stem Cell Compartment in Mammals","abstractText":"The pituitary gland is a central regulator of physiological processes such as metabolism, reproduction, growth and the stress response. The anterior pituitary is responsible for the continuous production of six hormones, and when the specialised cell populations responsible for their production are depleted or impaired, levels of hormone can become insufficient, a condition known as hypopituitarism. This condition affects up to 1 in 4000 individuals and is associated with considerable morbidity and mortality. Known examples are genetic dwarfism, due to lack of growth hormone leading to failure of the child to thrive or failure to enter puberty, which is caused by lack of gonadotrophins. Similarly an over-proliferation of cells in the pituitary gland leads to tumours, which in turn can damage healthy pituitary tissue resulting in hypopituitarism, something which can also develop from damage during surgery and treatment. Most of these tumours have devastating effects on the quality of life of the survivors, causing a high burden to families, carers and social services. Often, these patients encounter difficulties in employment and being active community members. My research aims to understand better the basic biology underlying how these human conditions arise, with the ultimate goal of developing safer and better treatments. \n\nThe pituitary gland contains stem cells which give rise to new hormone-producing cells throughout life. However, how these cells are involved in the continuing function of the gland and the molecules controlling cell specification remain unknown. My research has demonstrated that WNT signalling factors, an essential group of proteins orchestrating normal development, play a role in the regulation of the pituitary stem cell compartment. This proposal aims to gain insights into stem cell biology using the pituitary gland as a model. Combining mouse genetics with live imaging of this organ, we will reveal how pituitary stem cells function and how WNT signalling is involved in regulating cell decisions by providing instructive cues. As the WNT pathway is closely linked to stem cell involvement in numerous human tumours and cancers, my research will have an important impact on elucidating the different roles of stem cells that could contribute to these conditions. This work will benefit the scientific community by providing advances in stem cell biology, which can in turn lead to better disease management and treatments for devastating human disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L016729/1","grantId":"MR/L016729/1","fundValue":"456533","fundStart":"2014-06-02","fundEnd":"2017-06-01","funder":"MRC","impactText":"","person":"Cynthia Lilian Andoniadou","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}