{"id":"5B777212-8A29-43DE-A3F4-833C485DA934","title":"Reconnecting the academic community to British defence and security policy: the 2015 Strategic Defence and Security Review","abstractText":"British defence and security policy is at a major turning point. After more than a decade of constant operational commitments the armed forces are scheduled to withdraw from Afghanistan in 2014 whilst at the same time the Ministry of Defence (MoD) implements the defence cuts outlined in the 2010 SDSR, move the remaining 15,000 service personnel from Germany and transform the way it does its business by seeing through over 45 transformation programmes. Many within the Mod and outside doubt it can succeed and outside and planning within the MoD for the 2015 mandated SDSR has already commenced. \nAt the same time the academic community has largely disengaged from this area of study. Those that remain are largely focused on policy analysis and disconnected from the wider theoretical debates within academia. Moreover, their demographic profile suggests that the long-term academic engagement in this area is unsustainable. \nThis seminar series therefore offers a unique opportunity to reconnect the study of UK defence and security policy with wider debates in security studies and British politics, and to incorporate policy-makers and military practitioners into this dialogue. It plans to stimulate more considered and better informed decisions by government; nurture a new generation of academics in this field of study; and to improve the knowledge of those who hold the practitioner's to account. The planned seven seminars will include individuals from all these constituencies to debate issues related to 'Britain's place in the world', the 'Changing character of conflict and intervention', the 'Armed Forces and Society', 'Nuclear weapons', 'Conventional Forces, 'Defence Reform', and 'Reflections on the SDSR'. \nThere will be a series of outputs. For the academic community these will include a series of publications, drawing in a new generation of scholars into this field of study and engagement with the policy community. For the practitioner community this will include drawing upon a wider range of academic expertise, 'Read Teaming' parts of the 2015 SDSR and the provision of a new network of interested parties. For the wider community it will help provide a forum and written materials for those who hold the practitioner to account (parliament, wider government and the media) as well drawing in a range of interested parties such as defence industry, allies and partners, the trade unions, local and regional interest groups and so forth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001616/1","grantId":"ES/L001616/1","fundValue":"21916","fundStart":"2013-12-31","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Andrew Mark Dorman","coPersons":["Timothy Peter Edmunds","David Hastings Dunn"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}