{"id":"5B80E722-8F6B-44DE-B94B-C7C9D9A8C117","title":"Modular design of a bioinspired tandem cell for direct solar-to-fuel conversion (Solarfueltandem)","abstractText":"All fossil fuels are derived from sunlight via photosynthesis. To cope with the finite supply of fossil fuels, humanity must also learn to use sunlight to generate fuel. In nature photosystem II uses sunlight to oxidise water to oxygen, and equivalents of hydrogen, which are used to reduce CO2 to organic sugars. This difficult oxidation reaction takes place at an unusual CaMn4 metallocluster in the PSII complex, called the oxygen evolving centre (OEC).\n We propose to mimic the assembly of the OEC in another &quot;scaffold&quot; protein, by introducing variations in the side chains that will allow a metal cluster to bind. Assembling an OEC in a suitable &quot;smart&quot; matrix that can deal appropriately with the protons generated by water oxidation, is a crucial prerequisite to building an artificial photosynthetic system. The matrix protects the catalytic cluster from bulk solvent, controls the precise environment of the cluster, and rapidly shuttles protons from the cluster to the solvent.\n Preliminary scaffold designs have been made using an in-house computer program, SITEGRAFT, which searches for mutations around a site that will generate a target constellation of amino acid functional group positions. This program could also be applied to other active-site design problems. \n We plan on using four-helix bundle di-iron carboxylate proteins as scaffolds, as these already have a buried dimetal centre, and so should need only minor changes to accommodate a slightly larger cluster. The cluster can be assembled with chemical oxidation, and coupled to light-harvesting pigments with a charge separation motif incorporated to generate a hole with sufficient redox potential (artificial reaction centre) to drive water oxidation. Suitable pigments include zinc-porphyrins, and ruthenium bypyridine complexes. As well as this &quot;top-down&quot; approach, we will also investigate the incorporation of an OEC-like cluster into smaller protein maquettes, which are simpler than model proteins","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J010294/1","grantId":"BB/J010294/1","fundValue":"175476","fundStart":"2012-01-04","fundEnd":"2013-07-03","funder":"BBSRC","impactText":"","person":"James  Barber","coPersons":["James William Murray"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}