{"id":"5B809DCC-74A0-4994-B8B0-474703A4D1AB","title":"Melting in the Deep Earth","abstractText":"Melting in the Earth has a huge effect on its chemical and physical state. For instance, the chemistry of the crust, the mantle and the atmosphere are largely controlled by melting and crystalisation at mid-ocean ridges, hotspots or island arcs. There has, therefore, been an enormous effort in the last decades to understand these shallow melting processes. Yet much deeper melts may have been equally influential in the evolution of the Earth. For instance, it is generally accepted that a deep magma ocean perhaps extending to the Earth's centre, existed early its history. This was the result of multiple impacts as the Earth accreted. From this magma ocean, iron melts separated from silicate melts to form the core, volatiles degassed to form an early atmosphere, and a proto-crust may have formed. It is also accepted that the Earth was hit by a Mars-sized body to create the moon; this too would have caused enormous amounts of melting in the deep Earth. Moreover, there is some evidence for melting in the deep Earth now. It is possible, therefore, that melts in the deepest Earth have existed throughout Earth's history. However, many basic data on the physical and chemical properties of deep melting do not exist. For instance, we don't know the melting curves for mantle minerals and rocks at the pressure and temperatures of the deep Earth. We don't know which minerals crystalise from these melts first (the liquidus phases). We don't know the composition of partial melts of deep mantle rocks or rocks which have been subducted. We don't know the relative densities of the rocks and their melts, and so we do not even know whether minerals float of sink in these deep melts. This lack of data has led to much speculation on the effect of deep melts on the Earth's evolution. For instance, it has been suggested that geophysical and geochemical anomalies in the Earth's mantle have deep early melts as their origin. But these models depend of the chemical and physical properties of the melts and crystalline solids, properties that are simply not known. This project will use novel experiments in conjunction with ab initio modelling obtain these data. The data will provide the chemical and physical foundation on which all future models of the Earths early crystallization and subsequent evolution will be based.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I010947/1","grantId":"NE/I010947/1","fundValue":"321447","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"Michael  Walter","coPersons":[],"organisation":"University of Bristol","findingsText":" This project is still ongoing. We are developing new techniques for studying the melting behaviour of mantle materials at the extreme conditions of the deep lower mantle. We have to date determined the melting curves in carbonate-silicate and carbonate systems with implications for the stability of carbonate in rock sub ducted into the deep mantle. We are currently working on melting of mantle silicates using a novel total encapsulation technique in the diamond anvil cell. Through published outputs. Other","dataset":"gtr"}