{"id":"5B828D12-2AB6-47D4-BFAD-A83EFF0F2FC3","title":"Understanding complex structures: the conservation, display and interpretation of lace and natural objects","abstractText":"This Research Cluster is running a series of three workshops looking at conserving, displaying and re-interpreting complex artefacts and natural objects by scientists and conservators working together with arts and humanities researchers. It will build a new community, generating new research ideas and proposing possible solutions to a range of practical issues. To focus the workshops they will concentrate on the challenges thrown up by the lace collections at Nottingham Trent University (NTU) and the Victoria and Albert Museum (V&amp;A) and the collections of botanical, zoological and fossil objects at the Natural History Museum (NHM). These collections are a vehicle for the interdisciplinary exploration of a range of solutions to the conservation needs, curatorial demands and cultural challenges that such complex artefacts create. The cluster will encourage innovative thinking by extending its exploration beyond material culture by comparing the demands of lace collections with the challenges of conserving and reinterpreting complex natural objects as found in natural history collections. \\nParticipants will include physicists, conservators, curators, technologists, cultural practitioners and designers, drawn from universities, museums, archives, SMEs and other institutions The workshops will enable discussion of the application of science to the conservation, interpretation and representation of complex artefacts and natural objects, through presentations and 'close encounters' with artefacts at NTU, Nottingham City Museums and Galleries (NCMG), V&amp;A, and NHM. This exchange of skills, experience, resources and scientific knowledge will generate a range of topical and insightful research questions. \\nBecause of the nature of the collections, participants will be able to consider both the application of science to heritage, and the explication and interpretation of the heritage of science and technology itself. The latter is represented in the social, industrial and technological history of the Nottingham lace industry, and in the archives and collections at the NHM.\\nLace exemplifies many of the problems inherent to the analysis, interpretation and display of unstable and ephemeral artefacts. Displayed flat against a contrasting background it appears like a printed pattern which hides the dynamism of the production process and the drape and movement of the material in use. Its patterns do not easily reveal their structure or the physical techniques used to make them and the impact of the process on lace workers. Likewise, many objects in natural history collections are complex structures which have undergone much human intervention in collecting, preserving, curating and conserving them. \\nScience is necessary in the conservation of lace and to reveal the structure of such complex artefacts and natural objects, and their full significance as part of historic material culture. Non-invasive imaging and microfading techniques could help balance the trade off between the need for light in display and the conservation of artefacts from light damage and reveal the structure of historic lace samples to inform their interpretation. Computer animation techniques, such as those applied by colleagues at NTU in the Science Museum and the research project 'Narrating the Past' with Nottingham City Museums and Galleries, can supply a context for historical events and sites by embedding social and cultural history into real-time virtual models through audiovisual narrative. This cluster will also explore other scientific techniques and their potential to address these issues.\\nThese workshops may result in techniques to see below the surface which can feed into representations and computer models of structures, as well as new manufacturing techniques and processes to radically enhance the display and interpretation of artefacts. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015260/1","grantId":"AH/G015260/1","fundValue":"23171","fundStart":"2009-02-01","fundEnd":"2009-02-01","funder":"AHRC","impactText":"","person":"Tom  Fisher","coPersons":["Marion Elaine Kite","Haida  Liang"],"organisation":"Nottingham Trent University","findingsText":" This Research Cluster ran three workshops in which scientists and conservators worked together with arts and humanities researchers to look at conserving, displaying and re-interpreting complex artefacts and natural objects, such as the collections of lace and textiles held by Nottingham Trent University (NTU), the Victoria and Albert Museum (V&amp;A) and Nottingham City Museums and Galleries (NCMG) and the specimens in the collections of the Natural History Museum (NHM). It built a community that g the following quotation from one of the participants sums up some of the ways the cluster addressed non-academic contexts:\n\n\n\n&quot;I think the types of cross discipline talks about a particular a craft or Industry could be applied to many types of cultural material. These different perspectives (which are usually lacking in many museum displays - for many different reasons) give a depth which increases the level of engagement and understanding that visitors have when they look at an artifact on disp Other","dataset":"gtr"}