{"id":"5B8F1E28-970D-437B-B3E7-1C3AF4250C0D","title":"Modelling of Advanced Functional Materials using Terascale Computing","abstractText":"High Performance Computing offers exciting opportunities in understanding, developing and increasingly predicting the properties of complex materials; and there will be a step change in these opportunities with the advent of the HECToR facility. This proposal will build on the expertise in the UK Materials Chemistry Consortium in order to exploit this world leading facility in a wide-ranging programme of research in the chemistry and physics of functional materials, i.e. materials that have important properties and applications. The project will have seven main thematic areas. In the first, catalysis, we will develop realistic models of several key catalytic systems including those used in auto-exhaust catalysis. Surfaces and interfaces control many materials properties and processes including crystal growth and dissolution; simulations with HECToR offer unrivalled opportunities for developing detailed and realistic models. Research into environmental materials is developing rapidly and simulations offer new opportunities to probe problems such as the immobilisation of pollutants by minerals. Nano-chemistry has wide-ranging applications in both catalysis and electronics and large-scale simulations are essential to understand fundamental structural and electronic properties. Biomaterials science is emerging as a particularly challenging and exciting field and simulations will solve problems ranging from the properties of bone-materials composites to the fundamental processes of biomineralisation. Energy materials are clearly of key importance and simulations with HECToR offer the opportunity of rapid progress especially in the fields of fuel cells, solid state batteries and materials for nuclear reactors. The field of quantum devices poses major challenges relating to the fundamental electronic structure of materials that can be solved using the large-scale simulations that HECToR will enable. To undertake these difficult and challenging simulations we will need computer code that is optimised for performance on the HECToR facility, and the project will play a leading role in the development of code, which can exploit the new facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067496/1","grantId":"EP/F067496/1","fundValue":"632247","fundStart":"2008-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  The project has had major impact on a wide range of academic and industrial groups by both developing software for HPC applications and by its extensive applications programme. The themes within the consortium include several areas of high economic and societal impact including energy materials, catalysis and biomaterials. The members of the consortium have several collaborative projects with industrial laboratories in the chemicals and pharmaceuticals sectors.\nThe consortium model for HPC enabled science is recognised as an effective vehicle for exploiting these resources and has assisted the development of policy for HPC development and applications. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Richard  Catlow","coPersons":[],"organisation":"University College London","findingsText":" The Materials Chemistry Consortium is a broadly based but coherent grouping comprising 36 university groups, which exploits High Performance Computing (HPC) in key areas of the chemistry and physics of materials. The emphasis is on modelling at the atomic and molecular level but with growing links to models at larger length and time scales. Founded in 1994, the Consortium's scientific remit has proved to be highly dynamic with the recruitment of new members and the development of new themes, which include Biomaterials, Nano and Defect Science, Surfaces and Interfaces, Catalysis, Environment, Quantum Devices, and Energy.\n\nOutputs include the development and optimisation of internationally leading materials modelling software for HPC, as well as discoveries (e.g. mechanism of phenomena, and the prediction of structure and properties of new or synthesised materials) made upon using these codes within the seven themes listed above. The work of the consortium has generated over 300 publications in leading scientific journals. The work of the consortium has relevance and importance to the economy, including manufacturing and pharmaceuticals, General Public and policy makers. The impact of the work of the Materials Chemistry Consortium is substantial and widespread as materials performance underpins a large sector of industry. The development of impact is further fostered by the strong links between the consortium and industrial groups. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}