{"id":"5B94D183-E368-4BA1-A764-234B346F7156","title":"Training and teaching resources to underpin implementation of refinement of in-vivo studies","abstractText":"Over the last decade there has been a substantial increase in our understanding of the factors that can cause pain and distress in laboratory animals. We also have new ways of recognising pain and distress, and have a better understanding of how we can prevent these during research procedures. In order for this new understanding to have a real impact by refining animal research so that it is conducted in the most humane way, we need to disseminate information to research workers as widely as possible and in the most easily accessible way. \n\nThe provision of training to all those involved in animal research is a key requirement in the new European Directive that controls animal research (2010/63/EU). This provides an excellent opportunity to incorporate &quot;best practice&quot; into the training of research workers throughout Europe. It is equally important that more advanced training is provided to those who need it, and that effective training materials (e.g. video demonstrations of procedures) are made available. Providing high quality educational materials is time-consuming, and so is often beyond the scope of individual institutions. This project will develop new training materials and new means of delivering them to individuals involved in research with laboratory animals. We will expand and update our current internet-based-training materials, and create new material for delivery both 'on-line', and as downloadable resources that can be incorporated into training courses run by individual research facilities. We will also develop tutorials on the new web site and will provide seminars on-line ('webinars').","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L000873/1","grantId":"NC/L000873/1","fundValue":"64555","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"NC3Rs","impactText":"","person":"Paul  Flecknell","coPersons":["Megan  Quentin-Baxter"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}