{"id":"5BAB07E5-7EA6-4A6D-B932-281D62D89034","title":"Channel 4 Television and British Film Culture: an assessment of the broadcaster's film policy and programming, and its impact on British film culture.","abstractText":"In 2007 Channel 4's 25th birthday was marked by a number of reappraisals of its broadcasting legacy. Yet its innovation in film sponsorship &amp; programming scarcely received mention. At a time when Channel 4's future as a public service broadcaster is again in the media spotlight, this project directs attention specifically to its unique contribution to film culture in Britain. Following the completion of their AHRC-funded project 'British Cinema in the 1970s' (on which Dr Justin Smith was Co-investigator), film &amp; television historians at the University of Portsmouth are ideally placed to embark on this new research which adopts an original historical approach to the relations between television &amp; film.\\n\\nIn the wake of the 1977 Annan Report, Channel 4's charter made the promotion of film part of its working remit. Film on 4 broke new ground in directly funding feature film production for television broadcast &amp; selective cinema release. But Channel 4's coverage of film culture (from magazine programmes to avant-garde seasons, from cutting-edge documentary to experimental animation) went further still in realising its ambition to promote diversity &amp; minority interests. It also established a distribution arm (Film 4 International). From 1998 to 2006, it pioneered a subscription film service on its digital network (Film4) - another innovative enterprise in the context of a rapidly changing global television marketplace.\\n\\nThis 4-year project assesses Channel 4's impact on British film culture over 25 years. It will consist of 2 elements. The substantive part of the study, at the University of Portsmouth, will comprise 2 full-time PhDs, a major conference &amp; website. The first doctoral project will research film policy, commissioning, programming &amp; scheduling; it will provide the institutional &amp; economic context &amp; map the extent of Channel 4's broadcast coverage of film. The second PhD will attend to Channel 4's sponsorship of original feature film. It will survey films produced over the period &amp; focus upon a number of case studies (incoporating their production histories, financial packages, distribution &amp; exhibition arrangements &amp; critical reception) in order to assess the cultural &amp; aesthetic influence of Channel 4's films. Channel 4 has agreed to assist the project in facilitating interviews with current &amp; former commissioning editors for Film. The conference (in yr2) will invite academics, TV &amp; film industry personnel, &amp; policy-makers, to debate the responsibilities &amp; approaches of public service broadcasting to film culture in Britain, from the advent of Channel 4 to emerging internet film download environments. The conference proceedings will be published on a UoP website will which also showcase the project's work to a wider public. The final project outcome (in yr4) will be a monograph by the Principal Investigator (PI), Dr Justin Smith, entitled Channel 4 and British film culture.\\n\\nThe second, subsidiary, element of this project, sub-contracted to the Research Executive (RE) at the British Universities Film &amp; Video Council, will be to produce a database of Channel 4's weekly Press Information Packs (1982-2004) under an agreement with Channel 4. Reporting to the PI, the RE, alongside the PhD students, will develop methods of interrogating this data primarily in order to gather information about film programming &amp; broadcast film reviews. But, with agreed input from Channel 4, they will also reflect on the methodology used &amp; demonstrate the wider potential of this digital resource for future media researchers. The database &amp; full research context will be published (in yr3) &amp; maintained on the BUFVC's website for the benefit of the UK HE community after the main project is completed. The project's findings, via book &amp; web publications, will reach an audience across &amp; beyond academia. The conference will provide a forum for opinion formers &amp; policy makers to debate the role of public service broadcasters in film culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H027955/1","grantId":"AH/H027955/1","fundValue":"492306","fundStart":"2010-04-01","fundEnd":"2014-05-30","funder":"AHRC","impactText":"  Our research team has had unprecedented access to Channel 4's archive. Our work has caused Channel 4 to change its approaches to the cataloguing and preservation of material. They have been alerted, by our methods, to the additional significance of contextual material about programme content; they have discovered material of which they had no record, or which had remained uncatalogued. \nProducing a digital database of Channel 4's weekly press information packs (1982-2002), in collaboration with the British Universities Film and Video Council, has influenced how the Channel maintains and presents its current online programme information and listings. Our project brokered a business relationship between Channel 4 and Cambridge Imaging Systems which led to the establishment of the Screen Ocean website for the commercial management of Channel 4's programme content archive. \nOur project interviews and other research data have been used by Channel 4 to inform changes to the Film4 website in order to enhance its historical profile. Our project microsite hosted on the BUFVC's website has caused the BUFVC to re-think its approach to presenting archival material for non-academic audiences. We are currently in talks with Channel 4 about exploiting our archival and interview research to co-produce a fully-illustrated, complete filmography of thirty years of Film4 for joint publication in 2016. Creative Economy,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Justin Timothy Smith","coPersons":["Paul  McDonald"],"organisation":"University of Portsmouth","findingsText":" This project has compiled a history of Channel 4's contribution to British film culture since 1982. With unprecedented access to Channel 4's own archives and having conducted over 30 interviews with current and former employees and film industry personnel, the project has charted both the origins of Channel 4's intervention in the British film industry and assessed its impact in both economic and cultural terms. The project has found that Channel 4 pioneered a model of cultural subsidy in respect of British film production and talent development, which has since been emulated by BBC Films and which Lord Chris Smith's 2012 government review of film policy held up as a vital and exemplary model for public broadcasters' contribution to UK film culture. Much of the success of this model, according to the project's finding, can be attributed to the flexibility inherent in Channel 4's commercial structure as a publisher-broadcasters and its public service remit, as well as the stewardship of a number of key personnel in commissioning and other roles. The project's relationship with Channel 4's archivists and its interviews with key personnel have done much to enhance the commercial broadcaster's view of its own history in respect of film culture, and develop the potential of its archival holdings. It has also contributed material which may be used to inform the Film4 website. There are plans to produce a fully-illustrated complete filmography of Film4 for publication aimed at a mainstream, non-academic readership. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}