{"id":"5BAEA0FD-A018-413F-9EB9-6C6D47AB5A68","title":"Single Crystal Growth at Warwick","abstractText":"The work of the Superconductivity and Magnetism Group Warwick centres on the investigation of strongly correlated electron systems. The philosophy of the group has been to adopt a multi-pronged approach to the study of a range of superconductors and magnetic materials. High quality single crystals are essential for these investigations. In-house experimentation on single crystals is complemented by studies at central facilities using techniques such as neutron and x-ray scattering, muon spin resonance, and measurements in high magnetic fields. These studies are used to arrive at a unified picture of the physics of the materials of interest.We propose to continue to build on our successful crystal growth activities at Warwick. We will produce high quality single crystals of oxides, selenides, silicides and related materials. These include exotic superconductors, various low-dimensional and frustrated magnetic materials, and multiferroics. These crystals will be grown by the floating zone technique using the three optical mirror furnaces that we have at Warwick (two halogen lamp furnaces and one xenon arc lamp furnace). The optical mirror furnaces allow us to grow crystals under different growth conditions including various gas atmospheres, in pressures of up to 10 bars and at temperatures of up to 3000 C. Alternative techniques such as flux growth and chemical vapour transport will be used for the growth of single crystal materials when the floating zone technique is not suitable. A newly acquired tetra-arc furnace will be commissioned and the Czochralski technique will be used to produce single crystals of intermetallic materials.Some of the materials discussed in the proposal may never have been produced in the form of single crystal before. The preparation of crystals of these materials will necessarily require several growth attempts in order to optimise the growth conditions.The single crystals grown are to be used in all of our EPSRC funded work. The crystals will also be made available to other researchers within the UK and internationally. The crystal growth programme supports a wide collaborative network that we have built up over many years. The work will stimulate the formation of new collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I007210/1","grantId":"EP/I007210/1","fundValue":"475907","fundStart":"2011-01-20","fundEnd":"2014-03-16","funder":"EPSRC","impactText":"","person":"Geetha  Balakrishnan","coPersons":["Don McKenzie Paul","Martin Richard Lees","Oleg  Petrenko"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}