{"id":"5BAFAA35-32BA-4886-8118-595E3D3FF4B2","title":"Regulation of gene expression by novel plant-specific small nucleolar RNAs","abstractText":"Plant diversity, how plants grow and develop, and how they respond to external stimuli such as attack by pathogens/pests or stress conditions, all depend on the gene content of the plant species and the regulation of expression of the genes. Genes are regulated at many different levels. One important level is where genes are turned on or off or up or down - called transcriptional control. A second level occurs after the gene is transcribed or copied into RNA - called post-transcriptional control. At this level RNAs can be processed in different ways or targeted for destruction or degradation. There are many different mechanisms of post-transcriptional control of which alternative splicing and targeting by small RNA molecules are two of the most important. Alternative splicing is where different portions of a gene transcript are joined in different combinations to generate more than one messenger RNA (mRNA) from a gene. The resultant mRNAs can be translated into proteins with different functions or can be targeted for degradation. Small RNA molecules such as microRNAs (miRNAs) or short-interfering RNAs (siRNAs) can base-pair with target mRNAs and induce their degradation thereby silencing expression of the target gene. This introduces the concept of regulation of mRNAs by the specific interaction via base-pairing of other, usually small, regulatory RNAs. Many essential processes in the cell depend on the activity of small RNAs interacting with other, larger RNA species. For example, the production of ribosomal RNA (rRNA) species found in ribosomes requires small nucleolar RNAs (snoRNAs) to cut the precursor rRNA into specific rRNAs. Messenger RNAs are produced from precursor mRNAs by the process of splicing where introns are recognised and removed. This process depends on small nuclear RNAs for recognition of intron signals and the splicing reaction itself. More recently, hundreds of miRNAs and siRNAs have been identified as regulators of expression by promoting degradation of target mRNAs or interfering with their translation. While different families of small RNAs are thought to interact with and regulate fairly specific sets of target RNAs, examples have been found where small RNAs have picked up the characteristics of other small RNAs such that their range of functionality is not as restricted as previously thought. SnoRNAs are involved in production of rRNA via base-pairing. In animals, some snoRNAs (called 'orphan' snoRNAs) have been found which do not base-pair with rRNAs but instead can base-pair with mRNAs. Some of the human orphan snoRNAs are able to affect alternative splicing of mRNAs showing the evolution of novel functions for snoRNAs. We have found orphan snoRNAs in plants and, in particular, a group of entirely novel, plant-specific snoRNAs. These snoRNAs have complementarity to mRNAs and the major thrust of this proposal is to characterise these new snoRNAs and their unexpected potential to functionally interaction with mRNAs as a new mode of gene regulation in plants. Knowledge of the complexity and subtlety of all aspects of gene regulation is important in understanding how plants grow and survive and in the prediction of responses to changing environments. This mode of regulation is of interest per se in the field of expression control. In addition, because it relies on a stable RNA which can target and base-pair with mRNAs, the potential exists to modify the snoRNA to target other specific genes and processes in a regulated manner. Such information will be an integral part of systems approaches aimed at understanding the interaction networks which regulate gene expression and biological processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009201/1","grantId":"BB/G009201/1","fundValue":"346224","fundStart":"2009-04-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"","person":"John W Brown","coPersons":[],"organisation":"University of Dundee","findingsText":" Eukaryotes contain many different RNA molecules. One class are small nucleolar RNAs which are important for ribosome production. Some snoRNAs however can affect the expression or processing of protein coding genes including altering alternative splicing. Alternative splicing is where the primary transcript of a gene is spliced differently to give more than one messenger RNA (mRNA) transcript. Such transcripts can alter the function of the protein or affect expression levels. Such snoRNAs are cal The demonstration of alternative exons in genes with functions in modulating gene expression in response to stress conditions and during development brings a new aspect of research to plant biology. Potentially such alternative splicing represents a way by which plant modify their expression - such switches may be directly designable or provide information on diversity of function (i.e. how does the alternative splicing output change in different ecotypes?). We expect many plant scientists to be Agriculture/ Food and Drink","dataset":"gtr"}