{"id":"5BB34194-A641-4574-A15E-92ABC5A2B6A9","title":"XenmiR: A resource of Xenopus microRNA expression patterns","abstractText":"MicroRNAs (miRNA) are short, non-coding RNAs around 22 nucleotides long. They block gene expression either by translational repression or by causing the degradation of the mRNAs they bind to. They are involved in controlling various mechanisms during development by regulating gene expression at the post transcriptional level. Some are highly conserved amongst diverse organisms and many of them have highly specific spatio-temporal expression patterns during development. The aim of this project as part of an Industrial Partnership Agreement (IPA) with Exiqon is to determine the expression patterns of miRNAs expressed during Xenopus development using LNA oligonucleotides. These modified oligonucleotides were developed by Exiqon and bind with high affinity and high specificity to specific targets. The results will be made freely available to the scientific community. Similar studies have been done in zebrafish and chicken to the great benefit of those communities and in a broader sense to the developmental biology community as a whole. This is because it can be difficult to identify miRNAs from particular tissues. Researchers can use the expression data resources to target miRNAs to carry out functional experiments specific to their model system. Adding the complete expression patterns for Xenopus will complement the studies done in zebrafish and chick and will provide an invaluable resource for the Xenopus community. Adding Xenopus to the list of species where expression patterns are known will allow for careful analysis of similarities and differences in expression patterns and thus provide valuable comparative data. This will in turn lead to insight into the possible species specific functions of miRNAs. In addition, functional experiments such as gain of function and loss of function experiments, which are relatively easy in Xenopus, can be carried out on specific miRNAs identified from the expression database.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H003525/1","grantId":"BB/H003525/1","fundValue":"143101","fundStart":"2009-11-16","fundEnd":"2012-05-15","funder":"BBSRC","impactText":"  1. Our findings are freely availbale on the web and are being used by other researchers to look at the expression patterns of specific miRNAs\n\n2. We identified a number of miRNAs that seem to be expressed in and embryonic tissue called the Neural Crest. This formed the basis of a PhD studetnship application. A BBSRC funded DTP student has subsequenlty been recruited and has started on this project Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"Grant  Wheeler","coPersons":[],"organisation":"University of East Anglia","findingsText":" MicroRNAs (miRNA) are short, non-coding RNAs around 22 nucleotides long. They are involved in controlling various \nmechanisms during development by regulating or controlling gene expression. They block gene expression either by translational repression or by causing the degradation of the messenger RNAs they bind to. They are highly conserved amongst diverse organisms and many of them are expressed in specific cell types. \n\nThe aim of this project is to determine the expression patterns of mi The expression patterns we have characterised for 175 miRNAs are freely available to the scientific community through Xenbase (http://www.xenbase.org/entry/) and Xenmark (http://genomics.nimr.mrc.ac.uk/apps/XenMARK/). Researchers studying specific miRNAs will be able to look at their expression pattern in Xenopus embryos to give them insight into where and when the miRNA is expressed in the developing embryo Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}