{"id":"5BB32E22-64BD-4C14-B823-67909243136F","title":"Carnival, comedy and festival in early modern Europe: theatrical writings of the physicians Hippolytus Guarinonius and Felix and Thomas II Platter","abstractText":"Hippolytus Guarinonius qualified in Padua and practised as a court and civic physician in Hall, near Innsbruck. \nThe internationally renowned Felix Platter and his much younger half-brother Thomas Platter gained their medical degrees in Montpellier, and travelled widely in late sixteenth century Europe, before returning to their native Basle to practise as physicians. The theatrical writings of these three physicians illuminate issues of central importance to early modem European festival culture, professional itinerant performers, intersections between theatre and medicine, and the interpretation of the visual record. \n\nFelix Platter's informal journals describe aspects of musical life from the point of view of performer as well as spectator, and several court festivals attended in his capacity as court physician. Published case studies of his patients include several professional performers. Descriptions of some 35 examples of comic stage business or lazzi in Guarinonius's lengthy medical treatise of 1610, and Thomas Platter's lengthy travel journal account of Zan Bragetta's Italian mountebank troupe in Avignon in 1598 are documentary resources of major importance to theatre historians and practitioners interested in the commedia dell'arte, representing the most detailed and informative pre-17th century descriptions of the performative and medical activities of commedia dell'arte troupes. \n\nAs Europe's first year-round professional drama, the commedia dell'arte attracts intense interest both from scholars and from theatre practitioners. The trademark stage business of its players was their lazzi: comic set-pieces embedded within plays, whose length and content could be varied from one performance to the next, in response to different plays and audiences. These lazzi, intensively researched from practice-based as well as scholarly perspectives, underpin the stage techniques of some of the twentieth century's most renowned theatre practitioners. Most pre-1700 documentary evidence concerning lazzi consists of brief descriptions and ambiguous images. \nThe best known monograph on lazzi {Mel Gordon, Lazzi: the comic routines of the commedia dell'arte, New York, 1981) does not note Guarinonius's lazzi. All its textual sources postdate 1610 and most are no more than single sentence summaries. Guarinonius's lazzi descriptions range in length from one phrase to several substantial paragraphs. Some incorporate dialogue, audience reaction, even physical stage business, with a level of detail and precision offered by no other pre-1700 source. Guarinonius represents an invaluable new source for scholars and practitioners by adding another 35 plus lazzi to the 207 documented by Gordon, % by providing an unprecedented level of detail and contextualisation for several key physical and verbal lazzi, and by predating every previously known textual source for lazzi. \n\nTaken as a whole, the theatrical descriptions of these three physicians advance our knowledge of early modern theatre by offering new insights into the visual record, new information concerning performers known from other documentation, and new perspectives on performances known from other sources. Some of these writings are discussed in my previous books. The Art of Commedia, a study in the commedia dell'arte 1560-1620 with special reference to the visual records (2006) and Women, medicine and theatre 1500-1750, literary mountebanks and performing quacks (2007). \n\nThese previous books consider some aspects relevant to the specific contexts of visually-orientated and gender-orientated research. During the course of researching these books, it became increasingly evident that the substantial and far-reaching implications of the theatrical writings of Guarinonius, Felix Platter and Thomas Platter deserved full-scale archival investigation and assessment in their own right. This was the task of the present project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510922/1","grantId":"AH/E510922/1","fundValue":"16384","fundStart":"2007-04-01","fundEnd":"2008-03-31","funder":"AHRC","impactText":"","person":"M A  Katritzky","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}