{"id":"5BBF8791-37F5-4AF5-8705-83A32321FC50","title":"Embedded mean-field theory: chemical simulation in complex environments","abstractText":"Density functional theory (DFT) is now widely used in many branches of chemistry and related disciplines, both in industry and academia. It provides a good level of accuracy at low computational cost, enabling researchers to optimize structures, study mechanism and compute semiquantitative energetics for a huge range of processes. Realistic modelling of more complex systems - such as catalysis on nanoparticle surfaces, electrolyte decomposition in batteries, or reactivity in biological systems - demands a combination of accuracy and extensive thermodynamic sampling of nuclear configurations. Current methods do not deliver this.\n\nMultiscale modelling has produced huge gains in our ability to model complex systems. Most notably the QM/MM approach - which combines a quantum method in one region with molecular mechanics in the environment - has been widely celebrated (2013 Nobel Prize for Chemistry) and is very widely used. \n\nBut there are two primary reasons why it is essential to move beyond the QM/MM paradigm. First the interface with a nonpolarizable, point-charge model can give rise to spurious effects that can only typically be mitigated by increasing the size of the active subsystem. Second, there is no quantum mechanical interaction between subsystems, so for example there are no number fluctuations between the subsystems, and this is critical for processes in electrochemistry, or on metal or nanoparticle surfaces.\n\nWe will develop a quantum embedding scheme in which a complex system is described using the highly efficient density functional tight binding method, with a small, important subsystem described by more accurate DFT treatments. The coupling between subsystems will be treated quantum mechanically, with a mixed quantum state in each subsystem, allowing, for example, for electrons to flow between subsystems.\n\nThis project has been conceived with industrial impact as a key motivation, so we will liaise with project partners in Toyota and BASF to ensure that this method is efficiently transferred to industrial settings, maximizing impact from the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013111/1","grantId":"EP/M013111/1","fundValue":"297156","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Fred R Manby","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}