{"id":"5BC293B2-A2F4-4B40-9E24-F8B2D1F8BF8D","title":"Application of global sensitivity analysis for complexity reduction, parameter estimation and time series forecasting","abstractText":"Modern processes are so complex that physical experimentation is too time-consuming, too expensive or even impossible. Mathematical or computational models are developed to approximate such processes. Complex models are finding many new and important applications in a variety of engineering spheres, including biosystems, process systems and supply chains. Good modelling practice requires sensitivity analysis (SA) to ensure the model quality by analysing the model structure, selecting the best type of model and effectively identifying the important model parameters. The Sobol' method of global sensitivity indices is superior to other SA methods. It can be applied to any type of models for quantifying and reducing problem complexity without sacrificing accuracy and it is not dependent on a nominal point or differentiability of the functions. However, it has been applied only to low scale models because of the computational limitations of the existing technique. We propose a generalization of the Sobol' method based on efficient high dimensional Quasi Monte Carlo sampling and the advanced high dimensional model representation technique. It will enable to analyse and solve practical large scale problems. By combining the generalized Sobol' method and our novel global optimisation method we will develop a new technique for parameter estimation with improved accuracy. Furthermore, since accurate forecasting is critical in economics, engineering, revenue and supply chain management, we propose to develop a novel approach for identifying the most efficient time series forecasting models for different data sets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506743/1","grantId":"EP/D506743/1","fundValue":"425008","fundStart":"2006-02-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"  The findings have been used in a methodology that is now being adopted by a number of modellers worldwide. This methodology is called &amp;quot;global sensitivity analysis&amp;quot; and it allows modellers to identify the most important variables or parameters in a model. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology Economic","person":"Nilay  Shah","coPersons":["Constantinos Christou Pantelides"],"organisation":"Imperial College London","findingsText":" A methodology to perform global sensitivity analysis, ie a way of identifying the most important variables and parameters in a model. By being implemented in a general purpose computer code Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}