{"id":"5BC46068-41C1-49BB-A877-6872F2E49B33","title":"Verifying concurrent algorithms on Weak Memory Models","abstractText":"Multi-core computing architectures have become ubiquitous over the last decade. This has been driven by the demand for continual performance improvements to cope with the every increasing sophistication of applications (for example, in the areas of graphics and audio processing). It has been necessary due to the constraints on chip manufacture which have prevented the continuation of performance improvements of earlier decades achieved primarily by speeding up sequential computation. The inherent parallelism these multi-core architectures entail offer great technical opportunities. Exploiting these opportunities presents a number of technical challenges.\n\nThe high-level aim of this project is to address two key technical challenges in the area. Firstly, in order to fully exploit the potential concurrency, programmers are developing very subtle concurrent algorithms which dispense with the need to lock shared memory and data structures. Linearizability is the standard correctness criterion for concurrent programs. However, the complexity of these algorithms means that checking their correctness with a high degree of confidence is extremely difficult. Verification is needed, and we seek to develop appropriate proof methods to support it.\n\nSecondly, most prior work on correctness assumes a memory model (sequential consistency) which is not implemented in practice. In reality to increase efficiency, typical multicore systems communicate via shared memory and use relaxed memory models which give greater scope for optimization. These are the memory models implemented in processors such as x86, PowerPC, and ARM, and on these linearizability isn't the only relevant correctness criteria, and we shall also develop proof methods to quiescent consistency, which is emerging as an alternative correctness criteria on these processors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017044/1","grantId":"EP/M017044/1","fundValue":"389207","fundStart":"2015-05-29","fundEnd":"2018-11-28","funder":"EPSRC","impactText":"","person":"John  Derrick","coPersons":["Georg  Struth"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}