{"id":"5BD6F136-D412-4106-8292-DF6E5DCD5783","title":"Regional Ecosystem &amp; Biogeochemical Impacts of Ocean Acidification - a modelling study.","abstractText":"Climate change is one of the main governmental and societal concerns of the current era. The cause, the emissions of huge quantities of carbon dioxide (CO2) by human activities during the industrial era, is accepted by the vast majority of scientists. One of the consequences of increased atmospheric CO2 is Ocean Acidification (OA). The seas absorb a significant proportion of the extra CO2 which reacts in water to increase acidity. This is slightly less well known, at least in the public domain, but is based on uncontroversial and highly accepted scientific understanding and recently verified by precise measurements of the oceans increasing acidity. So over the next few decades the oceans will be impacted by changing climate (increased temperature, changing circulation and mixing) and by increasing acidity. Here it gets complicated. Acidification is known to impact several different processes that are important in regulating the marine ecosystem and different species exhibit different sensitivities. Changing temperature and currents will cause the distributions of particular species to alter and modification of mixing rates (the stirring of the oceans waters) will impact the supply of essential nutrients. Further some physiological processes become more prone to acidity induced effects if those species are subject to increased temperature. The acidity (or carbonate system) of the oceans is also responsive to temperature and to terrestrial effects (changing rainfall or ice melt) that are likely to occur given global warming. In summary predicting the impact of high CO2 (climate and OA) on marine systems is a very complex question. Many scientific experiments and observational programmes are currently investigating how climate and acidity impact the marine system. However the only method we have for trying to synthesise the various impacts mentioned above and make predictions into the future are the development of mathematical models. Within this proposal our aims are to develop existing models that cover the shelf seas around the UK (which have huge resource benefits) and the Arctic region (which is imminently at risk to both climate change and OA) and improve our understanding and certainty of both the magnitude and timescale of impacts. The model system we will use incorporates hydrodynamics, marine chemistry and a representation of marine ecosystems and the processes that drive them, making it ideal to test the combined effects of climate and OA. The models will be forced by the latest and most accurate predictions of climate change and we will compare at least a high emissions scenario - which assumes that globally we do not restrict CO2 production, and a low emissions scenario - which assumes that globally significant steps will be taken to reduce CO2 production. Using information generated by experimental and observational programmes we will improve the description of acidity sensitive chemical and physiological processes in the model. By comparing hind-casts of the model system with observed data, we will establish the accuracy of the model and test uncertainty in individual processes or parameters by sensitivity analysis. We therefore aim to deliver not only predictions of future states but estimates of certainty. The improved understanding of impacts and timescales that this project will generate will be fed directly into the UK Government's advisory process and underpin the development of national and international mitigation and adaptation strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01733X/1","grantId":"NE/H01733X/1","fundValue":"86923","fundStart":"2010-11-03","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Jason  Holt","coPersons":["Miguel Ángel  Morales Maqueda"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}