{"id":"5BDB775D-070D-4163-B9F0-C4F40D990B9A","title":"EUROCORES LogiCCC (collaboration led by Dr. Edith Elkind): Computational Foundations of Social Choice.","abstractText":"The goal of this project is to design robust mechanisms for a range of problems in social choice using techniques developed in the areas of algorithms and complexity theory. Specifically, Dr. Elkind will show that computational hardness can be used as a barrier to dishonest behaviour (ie manipulation and control) in several types of voting\n<br />scenarios, such as weighted voting games and electoral systems.\n<br />This research will be carried out as a part of a European collaborative research project &quot;Computational Foundations of Social Choice&quot;.\n<br />\n<br />1. Weighted Voting Games\n<br />\n<br />Weighted voting provides a simple but powerful model for cooperation and decision-making. A weighted voting game is described by a collection of players, their weights, and a quota; winning coalitions are ones whose total weight exceeds the quota.\n<br />A player's influence in this domain is related to his weight, but is not\n<br />always proportional to it. There are several approaches to measuring the players' real power, the most famous of which are Shapley-Shubik and Banzaf power indices. These indices are widely used in the field of political science to measure the influence of political parties or different fractions within an organisation. In this project, Dr. Elkind will explore the robustness of these indices to various forms of manipulation and control, such as a player using several false identities and splitting his weight between them, or the central authority changing the threshold or adding/deleting players in order to increase the influence of a certain player. In particular, the goal is to identify value division schemes in which these forms of strategic behaviour are NP-hard.\n<br />\n<br />2. Manipulation And Control of Voting Schemes\n<br />\n<br />Gibbard-Satterthwaite theorem states that all non-dictatorial voting schemes with more than three candidates are prone to strategic voting. Moreover, under many voting schemes the central authority can affect the election results by making small changes to the rules. The early work of Bartholdi, Tovey, and Trick suggested that computational hardness can be used as a barrier to prevent these forms of dishonest behaviour. In recent years, there has been a lot of renewed interest in this subject. Dr. Elkind will study ways to design and identify voting schemes that can be made resistant to various forms of strategic behaviour by using computational complexity.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F035845/1","grantId":"ES/F035845/1","fundValue":"73891","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"ESRC","impactText":"  There was only academic impact (as specified in proposal).  ","person":"Enrico Harm GerdingEdith  Elkind","coPersons":[],"organisation":"University of Southampton","findingsText":" The principal goal of this research is to study foundational issues in social choice theory, which is concerned with decision mechanisms, such as voting and auctions, in order to aggregate individual preferences and reach a collective decision. Traditionally, theoretical research in economics and social sciences was focused on asking whether a certain mechanism has some desirable properties (e.g., incentive compatibility, non-manipulability, etc.). However, to use these results in real-world applications such as e-commerce or online voting, the participants should be able to construct the mechanism and/or compute their strategies. Often, they have to do so in real time, and their computational resources are limited. Therefore, it becomes essential to ensure that the solutions proposed by the research community satisfy the criterion of efficient computability, a concept that originates in computer science, but has found applications to various areas of natural and social sciences.\n\nThe goal of this project was to design robust mechanisms for a range of problems in social choice using techniques developed in the areas of algorithms and complexity theory. Specifically, we have shown that computational hardness can be used as a barrier to dishonest behaviour in several types of voting scenarios. Furthermore, we developed computationally efficient allocation algorithms for auctions. We considered several voting scenarios, including safe voting, where a manipulation is called safe it is guaranteed to be no worse for the person manipulating. Furthermore, we considered bribery scenarios where a manipulator can try and bribe other voters in order to manipulate the outcome. The findings can be used by others in the field of computational social choice and the algorithms could be applied in the real world. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}