{"id":"5BDDC2C4-4043-46C2-818C-47CA146D09A7","title":"Function of a Drosophila DAG lapase in nervous system development","abstractText":"Second messengers play an essential role in allowing cells to respond to their environment and communicate with each other. Diacyglycerol (DAG) is one of the essential second messengers that is made from lipids in the membrane in response to signals from the outside of the cell. It controls many cellular functions such as proliferation (how many cells we make) differentiation (what the cell becomes). As the second messengers are very powerful (e.g. too much could give you a cancer), it is very important to make them and destroy them in a highly regulated manner. The action of DAG can be terminated by an enzyme called DAG lipase, and this not only stops DAG signalling, it also generates a whole new family of second messengers. One of these is a molecule that activates cannabinoid receptors in the brain. DAG lipase activity is required for neurons to extend axons, and is likely to play a role in processes required for the development and repair of the brain. DAG lipase activity is also required in order to allow synapses in the adult brain to function properly by controlling cannabinoid signalling, and this has been shown to be important for many things including the control of pain. In fact, it has been suggested that the cannabinoid pathway might be modulated for therapeutic benefit for a wide range of conditions such as pain, obesity, spastic disorders, epilepsy, various psychiatric conditions. My group has recently cloned the DAG lipases that are present in man, and found interesting patterns of expression that are in keeping with what was predicted about where they need to be to do their job. However, to fully understand what they do, we need to make animals that do not have the enzymes; we can determine what this does to the development of the brain and also use the animals as a model for introducing mutated forms of the enzymes back to identify the important bits that allow the enzymes to do their jobs. To do this in mice might kill them, and even if it did not it would be time consuming and expensive, with results complicated by the fact that there are two enzymes that pretty much to the same job and we would need to get rid of both. However, the fruit fly has a single enzyme that is also present in the nervous system, this provides a faster, simpler and reliable way to gain insight into biological processes that are common to most living organisms including the fly and man (we both need a nervous system, and they develop in similar ways). If we can understand what the enzymes do, and find out which parts of the enzymes are important, we can think about making drugs that will help with pain and a number of brain diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D523427/1","grantId":"BB/D523427/1","fundValue":"308245","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"","person":"Patrick  Doherty","coPersons":[],"organisation":"King's College London","findingsText":" We have developed the hypothesis and tested the hypothesis that DAGL plays a role in axonal growth and guidance by identifying, characterising and cloning the single dDAGL. Both loss and gain of function mutants have been obtained and characterised in Drosophila and a substantive body of evidence obtained in support of the hypothesis. Parallel studies conducted by us using the developing chick and Zebrafish as model systems have provided additional evidence to support the hypothesis that the endocannabinoid plays an important role in brain development (1), with studies from others using mutant mice also supporting the hypothesis (2). This work is important as it has self-evident implications for the pharmaceutical industry in their quest to bring CB1/CB2 antagonists and/or agonists to the market for various conditions including the development of CB1 antagonists for obesity. Our work is currently being prepared for publication.\n\n\n\nWatson, S., Chambers, D., Hobbs, C., Doherty, P., and Graham, A. (2008) Molecular and Cellular Neuroscience In press\n\n\n\nBerghuis, P., Rajnicek, A. M., Morozov, Y. M., Ross, R. A., Mulder, J., Urban, G. M., Monory, K., Marsicano, G., Matteoli, M., Canty, A., Irving, A. J., Katona, I., Yanagawa, Y., Rakic, P., Lutz, B., Mackie, K., and Harkany, T. (2007) Science 316, 1212-1216 This is very basic work with an educational rather than commercial value. Education","dataset":"gtr"}