{"id":"5BE094AD-D290-4AF7-AB89-89A517BB940C","title":"Whose voices? Language Ideological Debates on the Interactive Website of the BBC 'Voices' Project","abstractText":"In 2003 two broadcast journalists from BBC Wales put forward a proposal for a new project on language in the UK that aimed to build on previous successes such as Robert McCrum's 'The Story of English' and Melvyn Bragg's 'The Routes of English'. The outcome of that proposal - subsequently known as 'Voices' - can undoubtedly be described as a major success for the BBC in 2005. Working in close consultation with Professor Clive Upton at the University of Leeds, the project began with a survey of English around the UK led by a team of BBC journalists, drawing on the methodology used in the 'Survey of Regional English' (SuRE) devised by Upton and others in the 1990s. \n\nThe results of this new survey provided the basis for a range of media outputs, including a dedicated series on BBC Radio 4, 'Word4Word', together with features on 'Home Truths' and 'Start the Week' and the BBC Asian Network as well as TV contributions such as 'Video Nation Shorts' on BBC2. Finally, the project led to the production of an interactive website (viww.bbc.co.uk/voices), which offers widespread access to more than 300 professional recordings of different varieties of English together with some 50,000 public responses to a range of language-related themes. By the end of 2005, the 'Voices' website had received over one million hits by far exceeding original expectations. \n\nIt is not uncommon to hear academic linguists bemoaning the 'mis'-representation of language whenever linguistic issues are taken up by the media. Ironically, however, we have little systematic understanding of the ways in which language-related issues are actually thematised in, for example, the print and broadcast media or, increasingly, the new electronic media. The BBC 'Voices' project therefore presents a timely opportunity for the exploration of what is a relatively unusual example of large-scale interaction between academic linguists, the media, and the wider population on a variety of language-related themes.\n\nThe aim of our research is to focus explicitly on the interactive website of the 'Voices' project in order to investigate the treatment of language by an organisation outside of academe that sought to present the subject matter in ways that were (in its own words) 'entertaining' yet with a 'strong social purpose'. Our work will be organised around three inter-related aims. The first is 'practical' insofar as we will document and evaluate the 'Voices' website as a concrete example of professional and popular discourse on language in the UK. The second aim is 'theoretical' insofar as our research will build on on-going work in sociolinguistics and linguistic anthropology on the representation of language-related issues in and by the media. The third aim is primarily 'methodological' in that we will investigate the 'Voices' website as a specific instance of so-called 'multi-modal' interaction, i.e. involving written, spoken, aural and visual forms of communication. \n\nIn sum, our research will help to consolidate the BBC's original intention that the 'Voices' project be taken as a starting point for further study on language in the UK. At the same time our work will allow us as academic linguists to offer evaluative feedback to the BBC and other interested organisations working on similar projects in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509002/1","grantId":"AH/E509002/1","fundValue":"374886","fundStart":"2007-09-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Sally  JohnsonClive  Upton","coPersons":["Bethan  Davies"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}