{"id":"5BE06A6D-8227-428D-85DA-B897F0D74B24","title":"Tracer Studies of Biological Carbon Cycling in Chemosynthetic Communities of the Southern Ocean","abstractText":"When marine organisms die they sink , and some of their organic matter is deposited in seafloor sediments. Understanding the fate of that organic matter is important because long term burial of organic matter is a way of removing carbon from the atmosphere and locking it away. Also, most ecosystems on the ocean floor depend entirely on such sinking organic matter as their food source\nHydrothermal vent occur where volcanic activity heats the rocks of the seafloor. The heat drives a circulation of seawater, sucking it into the rocks, where it dissolves minerals and is heated. The hydrothermal fluid thus created is then vented back into the cold ocean, either through chimneys called black smokers, or in diffuse form, by filtering through the sediment. At these hydrothermal vents, unique and interesting suites of microbes have evolved, which can derive chemical energy from the minerals dissolved in the hydrothermal fluid. In a process called chemosynthesis, they use this energy to create organic matter, just as plants at the Earth's surface use the sun's energy to grow. Therefore, organisms living near to hydrothermal vents have two sources of food; sinking organic matter, and bacteria producing new organic matter at the seafloor.\nHydrothermal vents and chemosynthesis are fairly newly discovered, and we do not yet know which microbes are involved in the production and decay of organic matter. Further, many other organisms live in hydrothermal sediments, and we do not know what types of organic matter they feed on, or how they are arranged in food webs. Finally, we do not know how different types of organic matter (that from the ocean surface and that produced at the sefloor) are cycled and buried in these settings.\nThis project aims to fill these gaps in our knowledge. To this end, experiments were conducted at diffuse hydrothermal vent sites in the Southern Ocean, close to the Antarctic Peninsula. Sediment samples were collected, and a range of chemical labels were added to them aboard the ship. The samples were then kept in the dark at seafloor temperature for several days, during which their normal microbial and animal activity continued. At the end of the experiments, samples of sediment, water and animals were preserved. Experiments were conducted at several different chemosynthetic sites, as well as one normal deep ocean site, where hydrothermal venting was not present.\nThis proposal is an application for funds to analyse the samples collected, in order to find out where the chemical labels has gone. Samples of animals living in the sediment will be analysed, and the amount of chemical label they contain will allow us to tell which animals fed on each type of organic matter. Analysis of water samples will allow us to quantify how much organic matter of each type was decayed and returned to the water as carbon dioxide, instead of being buried in the sediment. We will also measure a carefully chosen range of fatty chemicals (lipids). These chemicals are each produced by only a narrow range of microbes. By detecting our chemical label in these lipids we will be able to tell for the first time which groups of microbes are most important in producing and decaying the different types of organic matter. This will include looking at lipids which indicate the activity of archaea, a recently discovered group of microscopic organisms which may be as abundant as bacteria in the ocean, but about the functioning of which we know very little.\nIn summary, this project will provide vital information for understanding carbon cycling and burial in a previously unstudied type of seafloor setting. It will also provide new information and progress in understanding the feeding behaviour and ecology of faunal and microbial (including archaeal) communities living close to hydrothermal vents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013307/1","grantId":"NE/J013307/1","fundValue":"44379","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"NERC","impactText":"","person":"Clare  Woulds","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}