{"id":"5BEB5E64-B554-4C51-B0A0-37B2EAFE8FAA","title":"Neurotoxicity of human serum amyloid P component","abstractText":"Alzheimer's disease (AD) affects about 500,000 individuals in the UK and is a major medical, social and economic burden, currently costing more than &pound;17 billion per year. Increasing age is the strongest risk factor for typical AD and case numbers are estimated to rise by about 40% and about 150%, respectively, over the next 15 and 45 years; there may be 40 million cases worldwide by 2050. The UK Coalition Government has stated that &quot;there is therefore a pressing need to prioritise dementia research&quot;. Existing drugs provide short term symptomatic benefit but none affect the inexorable progression of AD. Treatment which slowed progress would reduce the suffering of patients and carers and eliminate many cases as ageing individuals died from other causes before being crippled by dementia. The economic impact of such disease modifying treatment would be enormous.\n\nThe brain in AD contains an abnormally increased amount of a normal blood protein called serum amyloid P component (SAP). The cerebrospinal fluid bathing the brain contains SAP at only about one thousandth of the level in the blood. However in AD patients the brain always contains abnormal, solid protein fibres to which SAP binds. SAP thus accumulates in the brain and is at an abnormally high concentration around these fibres. The brain cells, called neurones, close to the SAP coated fibres are damaged and die, and the loss of their functions causes dementia. The reasons why these neurones die are poorly understood and, despite billions of pounds spent on their development, drugs which aim to prevent formation of the fibres themselves or to remove them, have not, as yet, been effective.\n\nIn a striking new finding, we have lately demonstrated convincingly that highly purified SAP isolated from human blood is directly damaging to brain cells. Exposure to human SAP produces abnormalities in the communications between neurones which closely resemble the defects typical of AD. Exposure to even modest SP concentrations, less than those in the blood, eventually kills neurones. There is thus a very strong possibility that SAP may contribute significantly to the damage to the brain which is responsible for dementia in AD and possibly also other conditions.\n\nWe have developed a new medicine which, when it is given to patients, rapidly removes almost all the SAP from the blood. SAP is not produced in the brain and only comes from the blood. If there is no SAP in the blood there can be no SAP in the brain. Indeed, in a preliminary clinical study published in 2009, we gave the new drug, known as CPHPC, to 5 patients with AD and showed that all SAP completely disappeared from their cerebrospinal fluid. The trial was only for 3 months and thus much too short to show whether removal of SAP was beneficial to the patients. However, importantly, both administration of the drug and the depletion of SAP which it produces have been completely safe, even when continued for many years in patients with another disease, known as amyloidosis, in which SAP is involved.\n\nThe purpose of the present research is to understand as completely as possible the way in which SAP damages the brain so that we can design clinical studies of CPHPC and removal of SAP with the best chance of showing convincingly that they protect or even improve brain functions. We will therefore thoroughly investigate the effects of SAP on brain cells and their functions. We will examine the amount of SAP required to cause damage and the length of time it takes, looking at both the function of brain cells and the structure of the brain. We will also investigate whether the drug, CPHPC, can protect neurones from damage by SAP in our experimental systems. If this is achieved it will provide irresistible support for funding of appropriate clinical studies in patients with AD and possibly also other forms of dementia in which SAP could be involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J011851/1","grantId":"MR/J011851/1","fundValue":"975488","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Frances Aline Edwards","coPersons":["Sebastian  Brandner","Jonathan Paul Simons","Mark Brian Pepys"],"organisation":"University College London","findingsText":"","dataset":"gtr"}