{"id":"5BED120B-9E27-4658-BC0A-0B99EB5CBDBA","title":"A Linguistic 'Time Capsule' for the Google Generation: The Diachronic Electronic Corpus of Tyneside English","abstractText":"The increasingly widespread use of Information Technology (IT) in most spheres of human activity since the mid-20th century has facilitated &amp; continues to generate digital electronic natural language text/audio/graphics on a huge scale. Arts &amp; Humanities (A&amp;H) research has benefitted from this in that the volume of such materials available for study has greatly increased. Moreover, other fields like Statistics, Information Retrieval &amp; Data Mining have provided computational tools for analysis/interpretation of data abstracted from these A&amp;H resources. A major aspect of the impact of IT &amp; allied subject areas on A&amp;H research has been the creation of discipline-specific collections via digitisation of legacy materials or synthesis of these with new ones. After several decades' activity, the volume of such collections both in the UK &amp; worldwide is both very large &amp; showing no sign of receding. \\nAs the number of domain-specific collections has grown, a variety of conceptual/technical issues having to do with the preservation/re-use of such resources have arisen. \\n\\nThe AHRC's DEDEFI call focuses on two of them: \\n(i) Given that such collections are typically generated in academic environments for academic use &amp; resourced by public funding bodies, how can one ensure their longevity so that the financial/human investment in them is not wasted, i.e. how can they be made sustainable?\\n(ii) How can the potential of the collections be extended beyond HE to schools/museums &amp; to the general public, that is, how can they achieve even greater social impact?\\n\\nThe present application addresses these two issues with respect to an existing AHRC-funded collection, the 'Newcastle Electronic Corpus of Tyneside English' (NECTE) (http://www.ncl.ac.uk/necte). NECTE amalgamated two legacy databases of Tyneside English, the 'Tyneside Linguistic Survey' &amp; the 'Phonological Variation &amp; Change in Contemporary Spoken English' project, into a single resource. This process conformed to global standards for the documentation/digitisation of such data &amp; was undertaken using the latest IT technology available. NECTE was intended primarily as a resource for academic linguistic/socio-historical research. Since its publication on the Web in 2005, it has been extensively used both by its creators &amp; by other researchers for that purpose. \\n\\nThis proposal aims to develop NECTE in ways that enhance both its sustainability and impact. In overview, the objective is to augment the corpus content in several respects &amp; to create a new website that supersedes the existing one &amp; makes the content more accessible to academic/non-academic users in ways appropriate to these respective communities. The augmentation comprises updating to the current global documentation standards, linking the corpus with recently collected/digitised Tyneside speech (2007-2009) as well as digitized photographic materials from collections at Beamish (http://www.beamishcollections.com/rrc/photo.asp), the Northern Region Film &amp; TV Archive (http://www.nrfta.org.uk/) &amp; Tyne &amp; Wear Museums &amp; Archives (http://www.tyneandweararchives.org.uk/).\\nFor academic users, the new website offers download facilities &amp; documentation that are essentially identical to those of the existing NECTE website, though the latter would be updated to reflect new standards &amp; the changes to the content already described. For non-academic users (especially those in the educational/museum sectors), the website offers topic-based browsing of the resource such that, selecting different menus will present the user with linked audio/text/photographic data. By doing so, we will meet the challenge of preserving/enhancing the value of the Linguistic 'Time Capsule' that is NECTE by using state-of-the-art technologies to accommodate the quite distinctive web searching behaviours &amp; demands of the 'Google Generation' (Kuiper et al. 2008;Nicholas &amp; Rowlands 2008).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037691/1","grantId":"AH/H037691/1","fundValue":"185037","fundStart":"2010-10-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"  1. This project had a number of demonstratable benefits from the perspectives of society, economy and quality of life This research has had a range of demonstratable impacts in the educational as well as museum and heritage sectors\n2. Academic advances in the fields of computer science and corpus linguistics are especially apparent. The provision of a monitor corpus of spoken dialectal English like DECTE has provided academic advances in both computing science and corpus linguistics. Communities and Social Services/Policy,Education Cultural,Societal","person":"Karen  Corrigan","coPersons":["Isabelle  Buchstaller","Hermann Leo Moisl"],"organisation":"Newcastle University","findingsText":" The increasingly widespread use of Information Technology (IT) in most spheres of human activity since the mid-20th century has facilitated &amp; continues to generate digital electronic natural language text/audio/graphics on a huge scale. Arts &amp; Humanities (A&amp;H) research has benefitted from this in that the volume of such materials available for study has greatly increased. Moreover, other fields like Statistics, Information Retrieval &amp; Data Mining have provided computational tools for analysis/\n\ninterpretation of data abstracted from these A&amp;H resources. A major aspect of the impact of IT &amp; allied subject areas on A&amp;H research has been the creation of discipline-specific collections via digitization of legacy materials or synthesis of these with new ones. \n\n\n\nAs the number of domain-specific collections has grown, a variety of conceptual/technical issues having to do with the preservation/re-use of such resources have arisen. The AHRC's DEDEFI call focused on two of them: (i) Given that such collections are typically generated in academic environments for academic use &amp; resourced by public funding bodies, how can one ensure their sustainability? (ii) How can they achieve even greater social impact?\n\n\n\n&quot;A Linguistic 'Time-Capsule' for the Google Generation: The Diachronic Electronic Corpus of Tyneside English&quot; (DECTE) project addressed these two issues with respect to an existing AHRC-funded collection, the &quot;Newcastle Electronic Corpus of Tyneside English&quot; (NECTE) (http://www.ncl.ac.uk/necte). NECTE amalgamated two legacy databases of Tyneside English and this process conformed to global standards for the documentation/digitisation of such data &amp; was undertaken using the latest IT technology available. NECTE was intended primarily as a resource for academic linguistic/socio-historical research. Since its publication on the Web in 2005, it has been extensively used both by its creators &amp; by other researchers for that purpose.\n\n\n\nThe DECTE initiative (2010-2012) developed these resources in ways that enhanced both their sustainability and impact. In overview, the objective was to augment the corpus content in several respects &amp; to create a new website that superseded the existing one &amp; made the content more accessible to academic/non-academic users in ways appropriate to these respective communities. The augmentation comprised updating to the current global documentation standards, linking the corpus with recently collected/digitized Tyneside speech (2007-2009) as well as digitized photographic materials from collections at Beamish (http://www.beamishcollections.com/rrc/photo.asp) and the Northern Region Film &amp; TV Archive (http://www.nrfta.org.uk/). For non-academic users (especially those in the educational/museum sectors), we have created another website called &quot;Talk of the Toon&quot; (http://www.ncl.ac.uk/decte/toon) which offers topic-based browsing of the resource such that, selecting different menus presents the user with linked audio/text/still and moving image data. By doing so, we have met the challenge of preserving/enhancing the value of the Linguistic 'Time Capsule' that is DECTE by using state-of-the-art technologies to accommodate the quite distinctive web searching behaviours &amp; demands of the 'Google Generation' (Kuiper et al. 2008; Nicholas &amp; Rowlands 2008). Communities and Social Services/Policy,Education","dataset":"gtr"}