{"id":"5BF389C1-5622-4A60-9700-FEB1CEDFEDB3","title":"The importance of intra- and interspecific diversity of ectomycorrhizal fungi on ecosystem functioning","abstractText":"Biodiversity encompasses many different 'levels', including species and genotypes (i.e. different individuals belonging to the same species). Variation in function, dispersal, competition and other traits and processes between species supports the idea that ecosystems are greatly affected by the number of species present. Yet similar variation is also seen within species but virtually nothing is known about the role of this genotypic variation for ecosystem functioning. Moreover, the ecological theory underpinning the role of both species and genotypic diversity has rarely been tested in relation to soil microorganisms. Indeed, current biodiversity theory developed largely from plants and animals is likely to have limited applicability to soil microorganisms because of their vastly different physiology, morphology, diversity, and abundance. This is a crucial omission because soil microorganisms have major roles in regulating rates of decomposition, plant growth, carbon cycling and other important processes. This project therefore tests the role of both between (interspecific) and within species diversity (intraspecific or genotypic diversity) of soil microorganisms on the functioning of ecosystems. The group of organisms used are so called 'ectomycorrhizal' fungi. These fungi form very close associations with plant roots and are dependent on their host plant for carbon. The host plant is dependent on the fungi for mineral nutrients like nitrogen, and so together, the symbiosis has a central role in regulating the rates at which plants grow and nutrients are recycled. The central ideas being tested are that inter and intraspecific diversity can have i) direct effects on ecosystems, for example through the process of niche complementarity (the ability of different individuals to exploit different components of the total resource pool), or ii) indirect effects, whereby intraspecific diversity can affect species diversity and visa versa. Further, these processes and interactions may be regulated by external drivers like environmental heterogeneity. The experiments will test 4 specific hypotheses: 1) Plant and fungal productivity increase in response to both intra- and interspecific diversity of ECM fungi; 2) The effects of intra- and interspecific ECM diversity on productivity are greatest when the chemical composition of nutrient resources in soil are complex, due to niche complementarity; 3) Both intra- and interspecific species diversity have quantifiable effects on ecosystem processes (Loss of resources via DOC and inorganic N leachate, soil respiration) 4) ECM intraspecific diversity helps maintain ECM species richness and vice versa. These will be tested by constructing laboratory microcosms and outdoor mesocosms containing miniature 'forests', in which a standard number of birch host trees each support an individual genotype of an ectomycorrhizal fungus. A range of experiments will be constructed to manipulate both species and genotypic diversity. Further treatments will enable us to test the effects of resource heterogeneity on the performance of the model ecosystems. We will combine molecular analyses of the fungi to determine how the populations change with time and ecosphysiological measurements to determine how the communities differ in plant productivity, soil CO2 efflux, fungal biomass and nitrogen and carbon leaching. This project will establish the extent to which ecological theory seen in higher organisms can be translated into soil fungi, and will increase our understanding of the functional significance of soil biodiversity in boreal and northern temperate forests. Moreover, it will help conservationists and land-ownder formulate effective policies to better manage the biodiversity of soil.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I014527/1","grantId":"NE/I014527/1","fundValue":"429953","fundStart":"2011-08-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"","person":"David  Johnson","coPersons":["Andrew Forsyth Taylor","Ian  Alexander"],"organisation":"University of Aberdeen","findingsText":" We have found that the identity and richness of ectomycorrhizal fungi, which colonise the majority of tree roots in boreal and temperate forests, regulates important processes such as nitrogen cycling, plant growth and nutrient acquisition. We need to better understand the relative importance of intra- versus inter-specific diversity; our results provide a foundation for this Agriculture, Food and Drink,Environment","dataset":"gtr"}