{"id":"5BFDBBB7-A43A-411C-9E02-19117FD3F241","title":"Title: Anarchy as constitutional principle: Constitutionalising in anarchist politics","abstractText":"Just as state power is being championed as a solution to the weakness of international organisations, the legitimacy and power of the institution of the nation state is being widely contested too. Campaigns for devolution and independence, claims for cultural, linguistic and regional autonomy, as well as disengagement from the EU and political parties in general, invite a reconsideration of the statist paradigm at the heart of modern politics. These constitutional issues are exacerbated by the crisis of capitalism and the inequalities it generates.\n\nAnarchism is routinely dismissed in these debates: the association of anarchy with chaos and the carnivalesque travelling circus is deeply embedded in popular consciousness. Our research will transform this perception and make a concrete contribution to constitutional debates in the UK, EU and beyond. We investigate what anarchists understand by anarchy and show how their ideas establish novel benchmarks for thinking about constitutionalism. We use this analysis to rethink the status of anarchy in politics, extending insights from International Relations (IR) theory where the potential virtues of anarchy have been acknowledged, to political theory, where they have not. We deploy the idea of anarchy positively, as a model for self-government and we challenge the way that chaos is read into anarchy by its theorisation as the absence of constitutionalised order. \n\nThe project examines the constitutions governing three national and international groups: Occupy Wall Street, the Industrial Workers of the World and the Cowley Club co-operative. Working with these groups, we hope to understand how anarchists constitutionalise and whether they are successful in realising their goals - an important first step for analysing the distinctiveness of anarchist practices more broadly. Our key question is: What constitutional principles and practices does a commitment to anarchy generate?\n\nThe work that republican political theorists have done to re-define freedom as a principle of non-domination provides a new space to integrate anarchist perspectives in mainstream politics and consider the value of its perspectives. Their idea is that being free is not just about having rights to do things, but about being protected from the arbitrary introduction of policies that disregard our interests: the introduction of a Poll Tax, for example. They believe that freedom from arbitrary rule provides the best foundation for thinking about constitutional principles in the domestic and global realm. But in deciding what constitutes arbitrary rule, republicans regulate within the state and capitalism. This is a bit like defining 'music' by the conventions developed by classical composers: jazz, rock and reggae all suffer by this standard. Anarchists also adopt an idea of freedom as non-domination but argue that these institutions structure arbitrary domination unjustly and they seek to challenge the privileges that result from them by using a commitment to anarchy to organise their associations. \n\nIn the study of IR, the potential for anarchism to help us re-think politics in new ways has been highlighted by recent attempts to use studies of stateless tribal groups to questions our assumptions about the chaos and violence of a world without states. These writers claim that there is no reason to think that a life without the state would be 'nasty, brutish and short', as Hobbes put it. These discussions chime with work in public policy, where research shows the benefits of self-organising networks over centralised hierarchical management. Our project contributes to debates in these areas by helping us see how anarchist politics works in practice. By reconsidering the anti-anarchist assumptions at the heart of modern politics, this research will open up a critical and radical vein of thought, contributing to the ESRC's commitment to think through the foundations of a vibrant and fair society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N006860/1","grantId":"ES/N006860/1","fundValue":"199838","fundStart":"2016-03-21","fundEnd":"2017-09-20","funder":"ESRC","impactText":"","person":"Ruth  Kinna","coPersons":["Alex  Prichard"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}