{"id":"5C078215-FE34-4F99-9EED-9522C94A23F1","title":"Exploring Novel Electronic Structures of Topological Quantum Matter","abstractText":"Electronic materials play a tremendous role in almost every aspect of modern life - from supercomputers to household electronics - and the behavior of electrons in these materials determines their rich and unusual properties. Historically, the discoveries of novel electronic quantum materials have caused revolutions in our lifestyle and economy, such as the discovery of semiconductors. Very recently, an entirely new type of electronic materials, the topological insulator, was theoretically predicted and experimentally realized.\n\nTopological insulators represent a brand new state of quantum matter that is distinct to ALL previously known states. On the face of it, they are well-known, off the shelf materials; but they have profound, yet previously overlooked properties that make them so unique. In its pure form, a topological insulator has a full energy gap in the bulk electron band (thus like an insulator); while on the surface, it has metallic states formed by electrons with linear energy-momentum relationship (similar to photons that do not possess rest mass!) with their spin polarization completely determined by their moving directions. More dramatically, these unusual electrons are extremely robust, and can flow on the surface of topological insulators against any non-magnetic impurities, crystalline defects or surface distortions. Due to the great scientific significance and technological potential, topological insulators have grown as one of the most intensely studied fields in condensed matter physics within the last few years.\n\nHowever, while the scientists worldwide are advancing the frontier of this exciting field, there remain many challenges before we can actually realize the many amazing quantum phenomena (such as the magnetic monopoles, half electron charge and many topological magneto-electric effects resulted from the revised Maxwell equations in topological insulators) and practical applications (such as novel electronic, spintronic and thermoelectric applications) topological insulators promise. For examples, current topological insulators typically have excessive bulk carriers, thus prevent the bulk from being insulating (which will mask the subtle topological effects from the surface electrons); and the small bulk energy gap also prevent them from being used in high (room) temperature electronic devices. Thus we would like to solve these problems by carrying out this project to improve the quality of current topological insulators, and search for even better topological insulators with larger bulk energy gap and more stable in regular environments. We will also explore the pathways to use the unusual electronic and spin properties of topological insulators in practical applications, such as ultra-low power electronics, novel spintronic devices, optoelectronic applications, high efficiency thermoelectric applications and catalysis applications.\n\nFurthermore, the swift development of topological insulators has also inspired the study of other new topological states, such as quantum anomalous Hall insulators, topological semi-metals, topological crystalline insulators and topological superconductors, etc. These new topological states will unlock the door to even richer exotic quantum phenomena (such as quantized Hall conductance without externally applied magnetic field, and the exotic Majorana fermions that are their own anti-particles) and more unconventional applications (from ultra-low integrate circuit to future topological quantum computers) Thus we will also search for these novel phases of quantum matter in this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K04074X/1","grantId":"EP/K04074X/1","fundValue":"99916","fundStart":"2013-06-01","fundEnd":"2015-05-31","funder":"EPSRC","impactText":"  The funding is used for the following purpose and activities:\n1) Contribute 10% of my time (with another 10% matched by the department) for this project.\n2) Purchase chemicals for sample synthesis\n3) Purchase necessary lab tools, consumables and computer stations for data analysis\n3) Support travels to conduct experiments in external user facilities (e.g. Stanford Synchrotron Light Source, Advanced Light Source in Lawrence Berkeley National Lab in USA, Elettra Synchroton in Italy)\n4) Support travels to attend international conferences (e.g. APS March meeting, EMRS meeting, International Conference on Crystal Growth and Epitaxy, etc.) to publicize our research results and discuss with other experts in the field.\n5) Support our collaborators' trips to Oxford (for scientific discussion, joining our experiments at Diamond synchrotron and developing samples locally).\n6) Cover the cost for using departmental shared facilities, such as X-ray lab, Mechanical workshop, PPMS, SQUID, etc.  ","person":"Yulin  Chen","coPersons":[],"organisation":"University of Oxford","findingsText":" In the past year, we discovered\ni) The first strongly inversion asymmetric topological insulator, which may not only lead to many interesting phenomena, such as crystalline-surface-dependent topological electronic states, pyroelectricity and intrinsic topological p-n junctions, but would also serve as an ideal platform for the realization of topological magneto-electric effects.\n\nii) First 3D topological Dirac semimetal (TDS) Na3Bi, which is a natural 3D counterpart of graphene. The distinct electronic structure of a TDS not only makes it possible to realize some exciting phenomena and applications of graphene in 3D materials, but also makes it an ideal platform for the systematic study of quantum phase transitions between rich topological quantum states, including topological weyl semimetals, Axion Insulators and topological superconductors.\n\niii) After the discovery of Na3Bi, we discovered the first stable 3D TDS Cd3As2. In addition to its stability in ambient environment, electrons in Cd3As2 have much higher Fermi velocities, making it a better candidate material for practical applications. Our finding of these new topological quantum materials no only provides ideal platforms for the discovery of new states of matter and many intriguing physical phenomena, but also makes various novel applications (in electronics, spintronics and optoelectronic and thermoelectric devices) possible. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}