{"id":"5C0ECD44-2230-4323-A13A-508217ED0AAA","title":"Visiting Fellowship - David Bainbridge","abstractText":"Bainbridge will be taking a sabbatical from his Senior Lecturer post at the University of Waikato, New Zealand from January/July 2007. During that time he will collaborate with researchers from the Universities of Illinois and Canterbury. He will also take up an invitation to visit research institutions and universities in the Singapore (e.g. NTU).We are requesting a modest amount of support funding to enable Bainbridge to be based at the University of Swansea in the FIT Lab (part of the Computer Science Department) for 4 months (March/June inclusive) and to benefit from his wide and internationally connected expertise and experience. At Swansea, Bainbridge will work on novel approaches for combining mobile devices and digital libraries. This project work will complement on-going FIT Lab projects on mobile digital libraries and the digital divide and more generally, mobile information access.While based at Swansea, Bainbridge will visit and work with Rueger, a colleague he has collaborated with over the last five years in the area of multimedia digital libraries. Recently accepting a chair at the Knowledge Media institute (KMi), at the Open University, Rueger has twice had sabbatical visits to Bainbridge in New Zealand. Based at KMi, Bainbridge will have the opportunity to be exposed to a wider body of work/ narrative hypermedia, social software, and semantic technologies/interrelated to his area of expertise.During his stay in the UK, Bainbridge would also undertake short visits to other collaborators: UCL (Prof. Ann Blanford), Queen Mary's (Prof. Mark Sandler) and Leeds (Dr. Kia Ng) who work with Bainbridge in the areas of HCI, music digital libraries, document content analysis, respectively.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004842/1","grantId":"EP/F004842/1","fundValue":"5284","fundStart":"2007-05-14","fundEnd":"2007-09-13","funder":"EPSRC","impactText":"","person":"Stefan  Rueger","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}