{"id":"5C0E54AF-8D8F-43FE-BF07-38A9FBB23DBE","title":"Small molecule inhibitors of TNF in rheumatoid arthritis: elucidation of the target and mechanism of action","abstractText":"Rheumatoid arthritis is a disease of the joints that causes pain, disability and a reduced quality of life. It is a common disease that affects approximately 1:100 people worldwide. Cells from the blood move into the joints where they trigger inflammation causing stiffness and swelling, which eventually leads to irreversible joint damage and disability. Estimates suggest that 40% of patients are unable to work within 5 years of diagnosis. There is no cure for rheumatoid arthritis and current therapies are often toxic or their use by the NHS is limited by the cost. One of the leading therapies is only given to 10% of patients in the UK due to the high cost of manufacture. In addition, these therapies have many side effects and not all patients respond to treatment. Thus, there is an important medical need for the development of new more affordable therapies with fewer side effects.\n\nWe have recently identified a possible link between toll-like receptors (proteins on cells that are normally used by the body to sense infections and tissue damage) and the inflammation found in the joints of rheumatoid arthritis patients. During this work we discovered chemicals that could control these receptors. When tested in joint tissue removed from rheumatoid patients having joint replacement surgery, we noticed that these chemicals could also reduce the inflammation in this tissue that is associated with the disease. To develop these chemicals into a drug that can be used in the clinic we first need to understand exactly how they work. To do this we will perform experiments that are comparable to going fishing. The chemicals will be used as bait to pull out the targets that they interact with in human cells. These targets will then be studied in detail to help us understand how they control toll-like receptors and inflammation. This will provide important information that is needed for the development of new therapies for rheumatoid arthritis in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001715","grantId":"G1001715","fundValue":"252621","fundStart":"2011-11-01","fundEnd":"2014-11-30","funder":"MRC","impactText":"","person":"Sandra  Sacre","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}