{"id":"5C10B6EA-F193-400D-98A9-AE4DF02CDC8E","title":"D-cycloserine augmented single-session CBT for panic disorder","abstractText":"All of us are familiar with occasional feelings of panic, but for at least 5 out of every 100 of us, this becomes problematic and can be clinically diagnosed as panic disorder. It is characterised by intense and sudden physical symptoms, such as extreme palpitations or dizziness and is usually accompanied by a fear of death or dying. Half of the patients also develop agoraphobia, where certain situations are avoided for fear of experiencing further attacks, and a patient may become effectively house bound. \n\nTreatment of panic disorder is usually with a psychological intervention such as cognitive-behavioural therapy (CBT) or with a drug treatment like a serotonin reuptake inhibitor (SSRI). These treatments are effective, but for CBT, the courses are long and cost-intensive and access to treatment is difficult. For the drug treatment, symptoms usually return when the patient stops their SSRI medication, and for both interventions there is a subgroup of patients who do not get better at all.\n\nTo improve treatments, it is important to identify how they are working and why both psychological and drug treatments can have similar effects. Our recent work suggests that both CBT and drug treatments used for panic disorder affect the way in which the brain processes threatening information and that such effects can be seen very early on in treatment before the patient notices subjectively that anything has changed. Moreover, these early changes on emotional processing are related to how well the patient responds to treatment in the longer term. Interventions which boost these early effects on emotional processing may therefore improve the efficacy of treatment for panic disorder.\n\nThis proposal aims to test the effects of a single session CBT approach, which we have shown has clear effects on the response to threatening information, with a pharmacological treatment thought to improve the generalisation and durability of these effects. Research in rodents suggests that the antibiotic d-cycloserine (DCS) improves learning and memory by stimulating a mechanism in the brain which plays a core role in our ability to make new connections and retain information. This study will establish the potential of the novel combination of the single-session CBT treatment with the pharmacological agent DCS as a stand-alone treatment for panic disorder with agoraphobia, and it will determine the basic mechanisms of such an augmentation effect. In particular, we will investigate i) whether the combination treatment improves the impact of single-session CBT on clinical symptom severity, with greater response during a 4-weeks follow-up period, ii) whether such an augmentation effect remains stable over a 6-months follow-up period, and iii) the cognitive and neural mechanisms underlying DCS augmented single-session CBT. The findings will have crucial implications for the development of a new and cost-economic treatment with the potential for low-threshold access for a higher number of patients with anxiety disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J011878/1","grantId":"MR/J011878/1","fundValue":"213826","fundStart":"2012-06-01","fundEnd":"2015-01-31","funder":"MRC","impactText":"","person":"Catherine  Harmer","coPersons":["Andrea  Reinecke"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}