{"id":"5C125A73-8FEB-488A-80BD-1CBE2D6150CE","title":"SCOT- Short Course Oncology Therapy - A study of Adjuvant Chemotherapy in colorectal ca by the CACTUS &amp; QUASAR 3 Groups.","abstractText":"Bowel cancer is a common disease. Most patients will have an operation to remove the cancer. Unfortunately the cancer will come back in 1 out of 2 patients. There is evidence to suggest that a 6-month course of chemotherapy can reduce the chance of the cancer coming back by killing the cancer cells that may have been left behind after surgery. \nIn the past, patients have received 6 months of chemotherapy treatment. Chemotherapy has side effects and many of these side effects get worse as the treatment goes on. There is some evidence that 3 months treatment provides the same benefit as 6 months, but this has never been directly compared. The aim of this study is to find out if 3 months of chemotherapy is just as effective as 6 months, with fewer side effects. \nThis study will enrol over 9000 patients from all over the UK. Half of the patients will receive chemotherapy for 6 months and half will receive chemotherapy for 3 months. We will be following these patients closely for many years to see if the effect of the two treatments is the same. We will also be looking at the side effects of the treatment and how this affects quality of life, and whether the cost of treatment is affected. \nIf this study does show that 3 months of treatment is as effective as 6 months it will lead to a major change in the way bowel cancer patients are treated in future. Treatment will be shorter with fewer side effects and will be more cost effective. This will be of enormous benefit to the individual patient, healthcare providers and society at large.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601705","grantId":"G0601705","fundValue":"2707640","fundStart":"2007-03-01","fundEnd":"2010-03-31","funder":"MRC","impactText":"","person":"Jim  Cassidy","coPersons":["Timothy  Iveson","Andrew  Briggs","Claire  Kelly","David  Kerr","Jim  Paul"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}