{"id":"5C165589-B024-48FD-ADC6-A2AEDF6EA7D0","title":"Histone arginine methylation and the control of neural stem cell proliferation and differentiation.","abstractText":"The central nervous system (brain and spinal cord, CNS) is formed from a founding population of committed stem cells, the neural stem cells (NSCs). These cells give rise to the three major cell types of the CNS: neurons (cells that process the information we receive from the outside world and control our behaviour), astrocytes (cells that provide support to the neurons) and oligodendrocytes (cells that form the insulating fatty myelin sheath around the neurons that ensures rapid electrical transmission of electrical impulses). Amazingly, all NSCs are endowed with identical genetic material (DNA), yet they generate many different types of neurons, distinct from each other in their physiological properties and wiring diagram, as well as an unknown number of astrocyte and oligodendrocyte subtypes. How is such cellular diversity achieved from a common set of precursors? The key mechanisms that control NSC differentiation (the generation of specialized cells from immature NSCs) are referred to as epigenetic mechanisms. Such mechanisms do not change the genetic material within the cells, but rather ensure that the right sets of genes are turned &quot;on&quot; or kept &quot;off&quot; within the differentiated cells. These different gene sets comprise the genetic programs that make the cell a neuron, oligodendrocyte or astrocyte. Understanding the epigenetic mechanisms that govern the process of differentiation will provide us with the possibility of manipulating NSCs to form specific cell types that may be required for future stem cell-based\ntherapies for neurological diseases - e.g. multiple sclerosis, injury, stroke and other neuro-degenerative conditions. We have recently discovered a novel protein, called Schwann cell factor 1 (SC1 or PRDM4) which is an epigenetic regulator of gene expression in developing NSCs. The levels of SC1 must be lowered in order for differentiation to begin. Therefore, SC1 might provide a novel target to direct differentiation of NSCs. However, we first need to understand how the activity of SC1 contributes to development in vivo. We found that SC1 binds to and acts in partnership with another protein, PRMT5, which is an enzyme that modifies chromatin (the complex of DNA and its protein wrapper) in an unusual way. This gives us a handle to start unravelling the mechanism of action of the SC1:PRMT5 complex and its biological consequences. Ultimately, we hope to gain information on how SC1:PRMT5 might be used in re-programming NSCs to adopt specific cell fates for cell replacement therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J006602/1","grantId":"BB/J006602/1","fundValue":"493585","fundStart":"2012-06-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"","person":"William David Richardson","coPersons":["Vincent  Plagnol"],"organisation":"University College London","findingsText":"","dataset":"gtr"}