{"id":"5C1D24BD-D70D-489D-B9C9-7DFACB34E403","title":"Institutions for Urban Poor's Access to Ecosystem Services: A Comparison of Green and Water Structures in Bangladesh and Tanzania","abstractText":"Bangladesh and Tanzania are two rapidly urbanising least-developed countries facing the prospect of poverty becoming an 'urban problem' well before 2050. Their growing urban populations living in low-income settlements rely for many fundamental services on two important ecosystems: urban green and water structures. These provide shelter, fuel, food, protection from extreme weather, access to safe drinking water, drainage, and flood and pollution prevention; however, they are also the source of 'disservices', such as harmful bacteria, which can lead to chronic ill-health.\n\nIn these low-income countries where state authority is weak, co-production (providing public services through collaboration between state agencies and citizen groups) and community collective action can together serve as building blocks for institutional effectiveness. Co-production requires consensus, which collective action can provide: their combination is thus a potentially rewarding - though little researched - approach to ensuring better access to ecosystem services for the urban poor.\n \nOur research intends to identify policy-relevant design principles and operational practices for the institutional arrangements needed to produce ecosystem services which promote sustainable improvements in the wellbeing of the urban poor. We focus on services derived, and disservices resulting, from urban green and water structures in low-income settlements in Dhaka (Bangladesh) and Dar es Salaam (Tanzania). The similarities between these two cities will enable findings to be generalised, while their contrasts will allow us to develop a robust conceptual framework and test emerging hypotheses.\n \nThis project addresses three main questions:\n1) What access and exposure do the urban poor have to green and water ecosystem services and risks?\n2) What institutional arrangements structure that access at different scales?\n3) Do co-production and collective action improve the urban poor's access to ecosystem services and create a basis for developing effective institutions?\n\nWe bring three main theoretical considerations to the study: urban ecosystems; the political ecology of urban change; and institutional diversity. The research is structured into four interconnected work packages: WP1 - Assessment of ecosystem services and disservices; WP2 - Mediating institutional structures; WP3 - Progressive institutional arrangements; and WP4 - Comparative analysis and impact dissemination.\n\nQualitative and quantitative data will feed into a comparative analysis and synthesis of findings which will provide rigorous new evidence on the institutional challenges facing associations of poor urban people, state and non-state agencies, and the knowledge community in their efforts to sustain and improve ecosystem processes and maintain and expand urban poor people's access to fundamental services across the city space. This knowledge will assist policy making and programme design by agencies in Bangladesh, Tanzania and beyond, and the urban poverty-ecosystem link will be introduced into the global policy arena at a time when post-MDGs negotiations are gathering pace. Project deliverables will include a book, top-level academic papers, policy and press briefings, dissemination seminars in Dhaka, Dar es Salaam, Manchester and London, international conference presentations, and active engagement with informal policy processes.\n \nThis research builds on two successful major projects, ClimUrb and CLUVA, placing it in a strong position to deliver policy-relevant evidence to targeted audiences. It adopts a multi-disciplinary, multi-context approach, bringing together a team of leading Bangladeshi, Tanzanian and UK researchers, and it will train and engage 20 promising young Bangladeshi and Tanzanian researchers. Through the implementation of a carefully developed impact strategy, the project will ensure that its benefits reach both academic and development beneficiaries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001616/1","grantId":"NE/L001616/1","fundValue":"448006","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"Manoj Kumar Roy","coPersons":["Shemdoe Silas Riziki","Clive Thomas Agnew","James  Rothwell","Adisa  Azapagic","David  Hulme","Ferdous  Jahan"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}