{"id":"5C279D74-7B8F-4896-B07A-10242F4AF910","title":"New Norms and Forms of Development: Brokerage in Maternal and Child Health Service Development and Delivery in Nepal and Malawi","abstractText":"Donors and international organizations involved in dispersing foreign aid now routinely employ contracts with service providers, both for-profit and non-profit, to carry out functions relating to international health service development and delivery. This outsourcing of foreign aid via contractual arrangements and partnerships is linked to a discourse on public sector reform in order to secure value for money, enhance aid efficiency and achieve the most impact with limited resources. These intermediaries include non-profits, private contractors, management consultancies, advocacy groups, research organizations, think tanks and educational institutions among others. They employ tens of thousands of expert professionals, operating within the state apparatus or as outside technical support, and advise, consult and serve in various official capacities and contribute to health service development and to the delivery of projects. They occupy and link the space between the funders and beneficiaries/target groups translating the meanings and processes of development.\n\nSceptics have argued that much of foreign development aid is actually a giveaway to large contractors and sub-contractors. However, these intermediaries are the key actors whose function is critical in bringing together innovation, expertise, resources and political networks from different institutions to contribute to global development objectives such as the Millennium Development Goals (MDG). Through its focus on the role and functions of different types of institutions and professionals who broker health sector development projects and programmes, the research aims to understand the nature of mediation and translation involved in that process and the difference these actors make in meeting the global health development objectives.\n\nIn this research we explore this phenomena for Maternal and Child Health, comparing the processes in the countries of Malawi and Nepal. Both of these countries have achieved strides towards achieving their goals for MDG 5 (focused on Improving Maternal Health by reducing by three quarters the maternal mortality ratio, and achieving universal access to reproductive health), and have been the focus of sustained resource input from both USAID and UKaid for these aims. To do this, first we will map the institutional terrain around this, and then explore - using ethnographic techniques and semi-structured interviews with those involved in the delivery of the MCH programmes - to compare and contrast this developmental landscape. A key aim is to use the research to inform policy makers in the donor community, and the respective governments, of the best institutional relations for this; in short, what works best, and what less well. To do this, we have brought together a team of researchers and in country research partners with significant expertise and experience in carrying out research and public engagement in the health sector development in Nepal and Malawi. Central to this research, we will run inception workshops in both countries to inform the aims of the research, and define the research direction. Continued engagement with the key stakeholders will culminate in dissemination workshops designed to inform policy and future direction in the arena of MCH.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005565/1","grantId":"ES/L005565/1","fundValue":"364079","fundStart":"2014-05-01","fundEnd":"2016-10-30","funder":"ESRC","impactText":"","person":"Ian  Harper","coPersons":["Deepak  Thapa","Jeevan Raj Sharma","Address  Malata","Pamela Ann Smith"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}