{"id":"5C28AE33-BE25-4DF7-825C-BEA2D5C7BBD6","title":"Analytical Methods For Certain Inverse Problems In Medical Imaging","abstractText":"A variety of medical imaging techniques are based on the solution of a class of mathematical problems, called inverse problems. In particular, in the medical imaging techniques of Positron Emission Tomography (PET) and Single Photon Emission Computed Tomography (SPECT), the associated inverse problems involve the inversion of the Radon transform and of the so-called Attenuated Radon transform, respectively. Although an analytical formula for the former transform is well known, an analogous formula for the latter transform was obtained only recently. We will develop further analytical algorithms based on the above formulae and on non-smooth-norm de-noising strategies. Furthermore, by employing a variety of clinical data, we will compare the new algorithms with commercial software.The medical techniques of Magnetoencephalography (MEG) and Electroencephalography (EEG), also involve the solution of certain inverse problems. In a recent breakthrough, the PI has presented a comprehensive solution of these inverse problems. We will develop further the relevant algorithms, we will use the techniques of reproducing kernels for their numerical implementation, and we will compare them with commercial software using a variety of real data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051309/1","grantId":"EP/H051309/1","fundValue":"386783","fundStart":"2010-11-16","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  1. As a result of this development, we have been asked to depose it our algorithm in STIR commercially used library. SRT and the well known filtered back projection are the only available analytical techniques in STIR.\n2. In addition, we are in contact with several EEG manufacturers for the commercialization of this work. Education,Healthcare Cultural,Societal,Economic","person":"Athanassios  Fokas","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have developed a new numerical technique called spline reconstruction technique (SRT) for constructing images via positron emission tomography. Rigorous comparisons with commercially available reconstruction techniques have established certain advantages of SRT. As a result of this development, we have been asked to depose it our algorithm in STIR commercially used library. SRT and the well known filtered back projection are the only available analytical techniques in STIR.\n We have also implemented a new reconstruction technique for Electroencephalography (EEG) and Magnetoencephalography (MEG). We have demonstrated the effectiveness of this technique by reconstructing real EEG and MEG data in a clinical setting. Cambridge Enterprises has financed the filing of a patent for the algorithm of MEG and EEG. In addition, we are in contact with several EEG manufacturers for the commercialization of this work. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}