{"id":"5C2918E6-82F6-4BD1-94CD-88CC342066FE","title":"New Tools for Nanometrology","abstractText":"Funds are sought to establish a new UK research capacity that will address key challenges in the development of innovative tools for nanoscale characterisation and metrology. The initiative will be based at the London Centre for Nanotechology (LCN), a joint venture between Imperial College London and University College London, and will help establish an internationally competitive multi-disciplinary activity with strong critical mass at two of the UK's leading research universities. Our programme will deliver high impact fundamental science and will lead to the development of new techniques capable of quantifying target properties with appropriate spatial and temporal resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D063329/1","grantId":"EP/D063329/1","fundValue":"2719790","fundStart":"2007-03-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"","person":"David William McCombLesley  Cohen","coPersons":[],"organisation":"Imperial College London","findingsText":" This grant was a science and innovation award developing new tools for nanotechnology.This Science and Innovation award facilitated the establishment of new UK research capacity addressing key challenges in the development of innovative tools for nanoscale characterisation and metrology. The initiative was based at the London Centre for Nanotechology (LCN), a joint venture between Imperial College London and University College London. The programme has delivered high impact fundamental science leading to the development of new techniques capable of quantifying target properties with appropriate spatial and temporal resolution.\n\nThe following reports the Key Findings listed by researcher employed on the grant at Imperial College. \n\nDr Alison Harrison 28-08-2007 to 20-04-2008\n\nDr Alison Harrison was one of the first S&amp;amp;I appointees and she worked to develop the hardware infrastructure necessary for the development of her research programme in the area of electron holography of functional materials. Sadegh Yazdi with the assistance of Dr Robb completed extensive experiments on the development of in-situ biasing holders for electron holography enabling the development of a facility which was used to study working transistor structures in real time using electron holography. By using off-axis electron holography, in principle, the electrostatic potential can be mapped quantitatively with atomic spatial resolution and better than few tens of millivolts sensitivity under actual electrical biasing conditions. \n\nThe practical challenges involved in the application of electron holography to the measurement of electrostatic potentials in working MOSFET transistors were addressed and three main issues hampering quantitative electron holography of semiconductor devices have been addressed by investigating FIB prepared MOSFET devices. \n\nDr Alexandra Porter 01-10-2008 to 31-07-2010\nApplication of analytical and three dimensional electron microscopy techniques, to investigate challenging problems at the interface between tissues (organics) and nano/ biomaterials (inorganics), to answer both fundamental and applied questions at the interface between biology, medicine and materials science\nNanotoxicology: We have performed detailed characterisations to relate the physicochemical properties of zinc oxide, carbon and hydroxyapatite nanomaterials (ENMs) to their reactivity with proteins, cells and tissues. Our aim was to assess how these ENMs are internalised and processed by cells, and whether they are transformed in the extracellular matrix or by the action of the cell. We developed a multi-scale correlative microscopy approach, combining imaging and analytical techniques across length scales to assess which cells within the tissues are targeted, whether the particles corrode within tissues and whether these processes can be correlated to changes in cell metabolism or health.\nImpact: The results of this work lead to two collaborative proposals between Imperial College and Rutgers University (USA) being funded by the NIH and NERC both &amp;gt;1M and an ERC starting grant for AP (valued at euros 1.15M).\n\nNeurodegenerative Diseases Amyloid structures play a central role in the pathogenesis of neurodegenerative conditions. A key aspect of understanding the origins of these conditions is to define the manner in which specific types of protein aggregates interact with cells. We have developed a methodology to detect and track amyloid beta inside cells with a spatial resolution of 5-10 nm. These observations shed new light on the origins of their differential toxicity which could enhance significantly our understanding the progression of neurodegenerative disorders. \nImpact These results have led to a partnership with Elan Pharmaceutical to develop drugs against these diseases and an invited talk at the M&amp;amp;M microscopy meeting, USA 2012.\n\nBone Regeneration and bone disease We have used high resolution analytical electron microscopy techniques to develop a fundamental understanding of the mechanisms by which bone forms and of pathological mineralization using different disease models.\nImpact Insights generated by this research have important implications for understanding aetiology of pathological mineralisation processes, such as the formation atherosclerotic plaques and ectopic bone which can be used to guide treatment of pathological mineralization. This work led to a plenary talk for the Materials Today, Frontiers of Microscopy conference and a keynote talk at the Irish Microscopy Society meeting, 2012.\n\nSolveig Felton was employed on the S&amp;amp;I grant as a temporary lecturer from 01-01-11 to 28-02-13\n\nThe objective of the work was to apply Lorentz imaging on the Imperial Titan to study magnetic microstructure in scientifically interesting samples. The Lorentz imaging is now fully functional on the Titan and we have performed imaging on 3D artificial spin ice structures, work that is currently being written up.\n\nProf Stefan Maier Employed on the grant from 2007 to 2013\nSummary of objectives, outcome, impact:\n\nBuilt up an experimental nanoplasmonics group out of the nucleus of S&amp;amp;I funded postdoc Dr. Yannick Sonnefraud and PhD student Dangyuan Lei (oversea element supported by Imperial's Rector's Award)\n\nMain scientific outcomes: development and demonstration of the concept of plasmonic Fano resonances, new thin-film nanometrology paradigm based on hybrid plasmonic/photonic resonances, concept of transformation optics, limits of plasmonic field enhancement set by non-local materials properties, demonstration of loss compensation in plasmonic systems, development of EELS methodology for the assessment of plasmonic resonances in complex nanocluster systems\n\nAt the end date of award, group count is 28 people; Dangyuan Lei Professor at Hong Kong Poly, Yannick Sonnefraud Leverhulme fellow in the group (move to CNRS position in Grenoble end of 2012)\n\nGroup attracted two major awards (programme grant on active plasmonics with King's College, Leverhulme Award for Metamaterials with John Pendry); plus a number of smaller EPSRC grants, US money, FP7\n\nSackler Prize, IOP Paterson Medal, OSA Fellowship, Wolfson Research Merit for Maier\no Departmental thesis prize for Lei\no Translation/industry involvement: one PhD studentship sponsored by Witec on probe-based nanophotonics; established ESF network in plasmonic bionanosensing (Maier as chair, Euro 500k 2010-2015, http://www.esf.org/plasmon); plasmonic solar cell project with German company AzurSpace started during FP7 project, ongoing after end of project; The outcomes of the S&amp;amp;I grant are quite diverse but they have laid the groundwork for new techniques and tools in the area of nanoimaging, nanoplasmonics and nano optoelectronics Digital/Communication/Information Technologies (including Software),Electronics,Healthcare","dataset":"gtr"}