{"id":"5C2B05F0-43B6-4E3A-8458-5048DFAFE1A1","title":"Wireless High-Bandwidth Trans-cutaneous Signal Transmission","abstractText":"Many experiments on animals record a signal from inside the body: examples might be blood pressure and heart rate, or the electrical activity of muscles or the brain. In order to analyse these signals, they must be transferred to a system outside the body. This is often done using a connector implanted surgically on the skin. The experimenter plugs a recording device in to this connector to make measurements. Unfortunately, this approach can be problematic. \nThe skin is a natural barrier to infection. Normally, if we sustain a minor injury, the wound heals rapidly. The body mounts an immediate immune response, and counteracts any infection which might have entered during the short time that the wound remained open. However, if a wire and connector is permanently implanted onto an animal?s skin, it creates a breach of this natural barrier. It is very difficult to prevent infections in such a case. These infections can pose a significant welfare problem to the animal. An infected animal may give reduced data, or even in extreme cases invalid data, so infections also impair the conduct of the experiment. Finally, sometimes very severe infections may require the animal to be humanely killed, terminating an otherwise productive experiment, and requiring another animal to be used to obtain the results.\nIn a previous project funded by NC3Rs, we designed a novel radio-based system to transmit signals wirelessly through the skin; it was also wirelessly powered. Although telemetry systems have been developed previously, our system took such technology to new limits. It has 16 channels; current systems have only 2-3. It faithfully transmits rapidly changing signals: existing telemeters work only with slowly varying waveforms. Finally, wireless powering avoids the need for frequent battery changes, allowing a long implant life without further surgery. The system was successfully implanted in a monkey, and remained infection free. It powered up on demand, and transmitted data. However, a problem with the initial signal amplifier stage prevented it from being practically useful.\nIn this proposal, we will develop the system further to solve the problem with the amplifier. We will then test it in a monkey, as part of experiments carried out in the principal applicant?s laboratory. This will be an immediate refinement of technique for the principal applicant. We will then commercialise the system so that it can be used by other laboratories, in a wide range of applications and species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100550/1","grantId":"G1100550/1","fundValue":"71982","fundStart":"2012-04-01","fundEnd":"2013-09-30","funder":"NC3Rs","impactText":"","person":"Stuart Nicolas Baker","coPersons":["Nicholas De Neufville Donaldson","Eric Graeme Chester"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}