{"id":"5C2D8463-6A7F-4C15-AAC2-6598A3FF9AE7","title":"The Practice of International History in the Twenty-First Century","abstractText":"The international challenges facing British society today underline the crucial importance of understanding the nature and dynamics of world politics. International historians must play a role in furthering this understanding. The Practice of International History in the Twenty-First Century will create an international research network comprised of historians, international relations specialists and officials from the Foreign and Commonwealth Office. The core objective is to establish an inter-disciplinary forum for collective reflection on the nature and practice of international history and its role in contributing to wider British society. The research network will include leading scholars from the UK, the European continent, North America and Australia. It will be made up of established researchers, PhD students, post-docs and early career scholars. This will provide a framework to allow UK-based international historians to make an important contribution to wider debates on the current and future state of our field.\n\nThe past two decades have seen the emergence of fundamental challenges to the philosophical and methodological underpinnings of international history. Advocates of a 'cultural turn' have argued for greater attention to race, gender, religion and collective memory as a means of deepening our understanding of international politics. The emergence of 'transnational' history has presented a different kind of challenge that rejects the nation-state as the focus of analysis to concentrate on the flow of people, ideas and technologies across what are in many ways arbitrary national frontiers. This 'transnational turn' complements a turn away from 'Eurocentric' historical approaches that is a central feature of the new 'global history'. Debates among international relations [IR] theorists over the relative importance of ideas, institutions and material power have the potential to further enrich the work of international historians. A final challenge to practices in our field is the need to engage more fruitfully and systematically with the UK policy community in general, and with the Foreign and Commonwealth Office [FCO] in particular. \n\nInternational historians in North America and Europe have recently been active in addressing the implications of the issues raised above for the practice of international history. Scholars in the UK have been far less active. This project will provide a framework for redressing this silence while at the same time creating structures for ongoing engagement with the policy community as well as teachers of international history at all levels from schools to postgraduate university courses. \n\nA number of core questions have been identified to provide a conceptual framework for four one-day workshops. Historians and IR specialists from the UK, Europe, North America and Australia and FCO officials will participate in these workshops. The chief 'outputs' produced by the project will be a 'state of the field' collection of essays, an inter-active web-based resource for teaching and research in the history of international relations and durable structures for engagement with policy stakeholders. Achieving these aims will leave the present and future generations of international historians better-equipped to teach, research and to contribute more effectively to meeting the ever-changing international challenges of our time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008711/1","grantId":"AH/M008711/1","fundValue":"32948","fundStart":"2015-07-01","fundEnd":"2017-06-30","funder":"AHRC","impactText":"","person":"Peter Darron Jackson","coPersons":["Simon  Ball"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}