{"id":"5C2DD0D0-009A-4A93-8C0F-B43BC17D012E","title":"The Future is Social","abstractText":"The research done to date has focused on working with groups and individuals in the 'public domain' often organised through arts organisations. The Future is Social is an experiment that aims to embed some of the findings, the discourses and practices of collaborative and participatory art within an academic environment.\\n\\nThis will involve 15 Future-Social participants, comprising of students and lecturers from the Camberwell, Chelsea and Wimbledon (CCW) Graduate School of the University of the Arts London, in a rigorous three-week programme to explore four main areas central to the process of collaboration and participation, with each session facilitated by a practitioner from the field in question.\\n\\nThe four areas are:\\nModify\\nThe aim of this session will be to get Future-Social participants to bring a drawing to be modified by someone else in the group. Through the activity of drawing in a collaborative context we will discuss how to evaluate each contribution to the final outcome and assess the future of the object. Previous experience with this has uncovered the competitive undercurrents of art practice, i.e. who has contributed most (qualitatively) to the authorship of the object, who can claim ownership of the final outcome (economics), the status of the object and its after-life. We would aim to discuss why work collaboratively? What is gained and what is lost?\\n\\nThe Document\\nDocumenting the fleeting nature of social exchange has been an ongoing enquiry in my research. This session will tackle the question head on with Future-Social participants bringing along a mechanical device that documents: comprising both the medium and subject matter of the session. Mindful of the many debates about the incursions of photography in relation to performative actions, here we shall address a recent essay by Rebecca Schneider The Document Performance (The Live Art Almanac) that questions prevailing attitudes. We shall also explore further the debates that critique the documentary turn in contemporary art as an aesthetic enquiry. Here, I am mindful of an essay by Okwui Enwezor, Documentary/Verit&eacute; (The Green Room: Reconsidering the Documentary and Contemporary Art # 1).\\n\\nTogether\\nDivided into three discreet sessions, the Together laboratories will look at creating something concrete out of a social yet ephemeral situation: singing, dancing and engaging others in the public domain.\\n\\nThe singing and dancing sessions will look at the dynamics of working together and the momentum of sound to create collective festivity. The issues to discuss will include: performativity and performance anxiety; awareness of self/awareness of others; singing in unison and noise as dissonance; competing egos; what is material about sound; and making social sculpture.\\n\\nParticipatory practice often involves engaging with strangers to illicit 'the work'. This laboratory will take us out onto the streets to engage with the general public. The issues to be addressed are: encountering strangers and eliciting a response, and what is at stake for those we want to engage in these art practices; the gift economy at work and how we can think about this critically, including the notion of indebtedness (participants as content providers).\\n\\nNegotiations\\nThe aim of this session will be to explore the dynamics of groups and the roles we take up. Some of the skills that Group Relations use will be employed to enable us to step back from the midst of a situation to gauge the dynamics of the group for creative and practical use.\\n\\nHere, we would also look at social contracts (appearance release forms and letters of agreement): negotiation skills, working with the dynamics of differing power relations, and the antagonisms of working collaboratively - exploring more rigorously the notion of co-operation.\\n\\nTo add a critical overview there will be a public day-long panel discussion, the results of which will be published online.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025646/1","grantId":"AH/I025646/1","fundValue":"14736","fundStart":"2011-02-14","fundEnd":"2011-05-13","funder":"AHRC","impactText":"","person":"Sonia Elaine Boyce","coPersons":[],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}