{"id":"5C2EDD4D-B951-4522-987D-0A89D419F579","title":"MAximizing Sle ThERapeutic PotentiaL by Application of Novel and Stratified approaches (MASTERPLANS)","abstractText":"Systemic Lupus Erythematosus (SLE) is a chronic incurable disease caused by a person's immune system attacking organs and tissues such as the joints, skin, kidneys and brain. SLE affects one in 2000 individuals in the UK. Currently, treatment is selected based on a doctor's experience and on a 'trial and error' approach. Many agents take at least 6 months to show maximum improvement during which patients often require large steroid doses. It is recognised that long-term complications of lupus are associated with both ongoing 'grumbling' disease activity and chronic steroid use. Standard immunosuppressives such as mycophenolate mofetil (MMF) have had response rates of 50-60% in clinical trials and newer, more targeted' biological therapies such as rituximab, belimumab and epratuzumab also report response rates in trials of 40-60%. Clinical experience and a number of studies have however suggested that there are certain patients who respond very well to particular treatments. The goals of a stratified approach therefore would be to allow doctors to maximise major response rates whilst avoiding / minimising chronic steroid therapy and aligning therapy selection better with our understanding of the key disease process in an individual patient. Our consortium will identify and apply in the clinic, factors that predict excellent response to therapy to allow doctors to increase the early use of 'most effective' therapies. This 'stratified' approach will also improve the success of future trials of new treatments for lupus which to date has had a suboptimal record. \nTo do this we will combine expertise from clinical and laboratory-based investigators, and link these with researchers working in the pharmaceutical industry. Our focus will be to identify factors that predict which patients do extremely well on any particular lupus treatment. We will start by focusing on a small number of drugs. As we demonstrate that this approach works well, we will be able to expand this method to other lupus treatments which are currently in development. We plan to re-analyse data already available from a number of large studies ongoing in the UK and internationally as well as to re-analyse data from previous lupus clinical trials. From these studies we will look for key predictive factors; such factors may include the type of lupus, genetic markers that the patient inherited and results of blood tests . In order to examine this question in even more detail, we plan to set up two parallel studies; one in patients with skin rashes due to lupus and one in patients with kidney involvement. In both these studies we will take biopsies to examine the affected tissue and also take blood and urine samples on a regular basis. These samples will be used to look in detail at how cells, proteins and other molecules change over time after a patient has been treated with a particular therapy. Combining this detailed information with the information gained from the larger studies we aim to better predict excellent levels of response to treatment.\nThis information will be used to help develop devices and/or computer programmes for the clinic to help find the most appropriate and effective treatment choices for patients with lupus. We plan to test our results in a clinical trial to examine whether this approach actually has more benefit for patients. Running alongside this, we will study the economic costs of lupus to the health care system as well as the costs of lupus to the individual and society. We anticipate that treating the right patient with the right drug at the right time will help control lupus better in individual patients, improve their survival rates and reduce their needs for need for steroid treatment. We also anticipate that this approach will significantly improve the quality of life of patients with lupus whilst also providing financial saving for the healthcare and benefits system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M01665X/1","grantId":"MR/M01665X/1","fundValue":"4185920","fundStart":"2015-06-15","fundEnd":"2019-06-14","funder":"MRC","impactText":"","person":"Ian Norman Bruce","coPersons":["Marina  Botto","Vern  Farewell","Matthew Caleb Pickering","Caroline Pamela Gordon","Mark  Harrison","David Lester  Morris","Michael W Beresford","David Alan Isenberg","Michael Randolph Ehrenstein","Li  Su","Mark  Lunt","Yanick  Crow","Neil John McHugh","Amin  Rostami-Hodjegan","Timothy J Vyse","John David Ainsworth","David  Jayne","Darren  Plant","Brian  Tom","Miriam  Wittmann","Mattia  Prosperi","Elizabeth B Lightstone","Paul  Emery","Stephen Peter Young","Edward  Vital","David P D'Cruz","Katherine  Payne"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}