{"id":"5C329585-6B20-43C7-9AB6-3343C5499147","title":"Deglacial Atlantic Ocean Ventilation Rates","abstractText":"This research project addresses a scientific issue that is of first-order importance, deglacial ocean ventilation rates. Ocean ventilation rates describe the time elapsed since a water mass last 'saw' the atmosphere. This age information is important because ocean ventilation rates are intimately linked to climate change through the formation of deep waters at high latitudes. Most of the carbon in the coupled ocean-atmosphere system is located in the deep ocean, which exerts an important influence on climate via the greenhouse gas connection. Small changes in the rate of deep water formation are likely to have a large impact on the atmospheric carbon budget. Geochemical analyses of marine sediments cores show that many such changes in ocean circulation have happened in the geological past. The most recent large amplitude changes occurred during the last deglaciation (~20 to 10 thousand years ago), a time when the large ice sheets in North America and Northern Europe were retreating. Measurements of the radiocarbon content of deep-sea corals indicate that during the last deglaciation, the ocean was flipping back and forth between different modes of operation (i.e., different water mass distributions and different flow rates). However, it is impossible to convert the radiocarbon contents of water mass masses directly into ventilation rates, if we do not know the mixing proportions of water masses derived from high northern and southern latitude sources. This hurdle can be overcome by measuring the neodymium (Nd) isotopic composition in deep-sea corals from the western North Atlantic Ocean. Deep-sea corals are reliable recorders of the Nd isotopic composition of the water mass in which they grow. The Nd isotopic composition of the water mass in turn, is closely tied to the age of the continents in its formation area, leading to very different Nd isotopic signatures for high northern versus southern latitude waters in the Atlantic Ocean. These distinct signatures enable us to 'un-mix' the composition of waters in the western North Atlantic during abrupt climate events of the last deglaciation. Applying this knowledge of water mass mixtures to the existing radiocarbon data set on the same, absolutely dated samples, we can unravel how rapid and from where ventilation of the Atlantic Ocean occurred during the last deglaciation. Information such as this has not been obtained before, and has the potential to revolutionise our understanding of the ocean's role in rapid climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F016751/1","grantId":"NE/F016751/1","fundValue":"221994","fundStart":"2009-05-01","fundEnd":"2011-10-30","funder":"NERC","impactText":"  Our analytical techniques have already been implemented by other researchers for the broader field of Earth Science research. Our recent publication on the results derived from deglacial Northwest Atlantic deep sea corals have received high praise, and will be featured in a number of research highlights upon publication. They motivated us (and other groups) to invest more time in constructing intermediate water records based on the skeletons of deep-sea corals in other parts of the global ocean, and covering other time scales. Environment Societal","person":"Tina  Van De Flierdt","coPersons":[],"organisation":"Imperial College London","findingsText":" The main achievements of this project are twofold: \n\n(i) establishment of a new separation and mass spectrometry technique to precisely and accurately measure small abundances of Nd in natural samples\n\n(ii) novel constraints on deglacial Atlantic Ocean intermediate water mass dynamics\n\nIn detail, we discovered very rapid changes in the mid depth water column towards the end of a cold phase, Heinrich Stadial 1, coming out of the last ice age (16,000 to 15,000 years ago). While records from the deep ocean showed a bathing by southern-sourced water masses during this time, the intermediate ocean was subject to highly dynamic changes on sub-millennial to centennial timescales. These changes were characterised by an interplay of northern- and southern-sourced water masses and often happened over the life time of a single coral (less than 100 years). We concluded that corals in 1.7 to 2.6 km water depth in the Northwest Atlantic were probably living close to a hydrographic front, and that the picture of a shutdown of the Atlantic Meridional Overturning circulation during Heinrich Stadial 1 is too simplistic. Overall, the intermediate ocean may have played an important role in the deglacial climate evolution. Deep sea corals provide unique insights into ocean dynamics for various reasons: (i) they provide absolute and relatively precise uranium-series ages with potential for high-resolution studies; (ii) they are a suitable archive for combined Nd isotope and radiocarbon reconstructions to be made on the same carbonate phase; and (iii) they grow in locations such as the intermediate to mid depth oceans, where sediment cores are not always available and where there appears to have been\nrapid oceanographic variability. \n\nWe therefore envisage great potential in future studies of radiogenic isotope tracers in deep-sea corals. Environment","dataset":"gtr"}