{"id":"5C3D0F05-285B-4C00-9797-C0065EED9BB6","title":"Biomimetic Routes to Crystals with Superior Mechanical Properties","abstractText":"Nature is capable of remarkable control over mineral growth, producing biominerals such as bones, teeth and seashells which frequently display unusual morphologies and superior mechanical properties. Clearly this is achieved under mild conditions, and provides a unique inspiration for design and synthesis of new materials. Biominerals are typically composite materials, comprising a small amount of organic material in association with the mineral component, and it is this together with their structural organisation that results in the superior mechanical properties. Many biominerals are either amorphous or polycrystalline, and it is relatively easy to explain why these structures have good mechanical properties. Particularly remarkable, however, are biogenic single crystals which can also show considerable fracture resistance, behaviour which is generally considered to derive from organic macromolecules occluded within the crystals. This is in contrast to synthetic single crystals which typically fracture very easily due to the presence of low-energy fracture planes.This proposal will investigate incorporation of additives within crystals as a route to enhancing their mechanical properties, with the aim of producing a wide range of crystals with improved fracture resistance, and understanding how such additives can be incorporated within a single crystal. Although incorporation of organic additives is well-suited to biominerals which are formed and used under ambient conditions, it cannot be applied to advanced materials which are typically exposed to more extreme conditions during synthesis and use. This project offers a novel solution to this problem, and will for the first time incorporate chemically and thermally stable particles within single crystals to improve their mechanical properties. The mechanical properties of these composite crystals will be compared with both synthetic crystals incorporating organic additives and single crystal biominerals. The project will also provide the first systematic and quantitative study of this biogenic strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E039138/1","grantId":"EP/E039138/1","fundValue":"79938","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"","person":"SJ  Eichhorn","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}