{"id":"5C4482BF-BC87-4A2D-B74A-F13BF7F61F0C","title":"Enhanced multiple exciton generation in colloidal quantum dots","abstractText":"Solar power is one of the most promising alternatives to using oil, gas and coal to generate the energy we need. Sunlight is freely available, safe and enough of it reaches the earth from the sun to supply all our energy needs 10,000 times over. It is also clean, releasing none of the carbon dioxide in to the atmosphere that fossil fuels do and which threatens to cause damaging climate change. However, today's solar cells are not yet economic; it is still cheaper to produce power by burning fossil fuels and this is preventing their wide-spread use.\n\nHow can we make solar cells economically competitive with fossil fuels? There are two ways: make them more cheaply or make them more efficient, or preferably both! Most of the solar cells you see around today are made from silicon and are up to 20% efficient but are expensive to make. Some newer, different types of cell are beginnning to become available which are a lot cheaper to make but are only 10% efficient at most. The aim of this project is to have the best of both worlds - solar cells that are both cheap and efficient enough to compete with fossil fuels.\n\nThe key part of these new cells will be 'quantum dots' - these are tiny crystals of semiconductor that will absorb the sunlight and turn it into electricity. In today's solar cells, about half of the energy from the sun is wasted as heat as soon as the sunlight is absorbed by the cell. In quantum dots, however, something else can happen - the energy that would become waste heat in a normal cell can be used instead to produce extra electricity. This means that solar cells based on quantum dots could be up to 50% more efficient than today's technology.\n\nThis is an exciting prospect and could be important but we still need to understand this process better. In this project, we will produce new types of quantum dots which are designed to maximise the effciency with which sunlight is turned into electricity. These dots must also be made from materials which are cheap, abundant and safe. We will use X-rays to study their structure carefully and lasers to study what happens to the light as it is absorbed. Complex computer models will be used to help us better understand what is happening and make the conversion of sunlight to electricity as efficient as it can be. Finally, we will build a prototype solar cell using these new quantum dots which will demonstrate how they can be used to generate electricity safely, cleanly and cheaply.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K008544/1","grantId":"EP/K008544/1","fundValue":"627944","fundStart":"2013-05-09","fundEnd":"2016-11-08","funder":"EPSRC","impactText":"  This project is still less than half-way through, and we anticpate that the findings will be transfered later in and after the grant period. Chemicals Economic","person":"David John Binks","coPersons":["Wendy R  Flavell","Paul  O'Brien"],"organisation":"The University of Manchester","findingsText":" Less than half way through this project, the key findings to date are:\n\n1. The efficiency of multiple exciton generation can be enhanced by growing core/shell quantum dots\n2. Adding a second shell improves photoluminesence quantum yield, but decreases photovoltaic efficiency\n3. Treating quantum dots with chloride ions passivates the surface resukting in ~100% photoluminesence quantum yield To improve the efficiency of quantum-dot based solar cells, and other devices Chemicals","dataset":"gtr"}