{"id":"5C453643-6A78-449B-ADFD-650031E9134A","title":"Rapid response survey of the 20th May 2006 Montserrat lahar deposits: a snapshot of lahar system dynamics and associated hazard","abstractText":"On 20th May 2006 the Soufriere Hills Volcano on Montserrat experienced the second largest volcanic-dome collapse in its 11 year eruptive history. Heavy rain throughout the day resulted in volcanic-debris-charged floods (called lahars) that dramatically changed the valleys on all sides of the volcano. Lahars are a considerable hazard on many volcanoes worldwide, continuing to occur for some years after eruption and accounting for significant numbers of fatalities. They are especially dangerous as they are difficult to predict, move rapidly and can transport lots of sediment and debris (including boulders). They can drastically alter river valleys and subsequent river behaviour and they have the potential to undercut and destroy pre-existing structures as well as inundate and bury them. Such floods are inherently difficult to study; their occurrence is hard to predictable and their products rapidly altered by subsequent events and human activity. The 20th May lahars were at the most devastating extreme of the range of floods on Montserrat. The last occurrence of similar events was in March 2000. This is a unique opportunity to study the deposits and morphological impact of this extreme event and combine the new information with our rainfall records and studies of the deposits of smaller events, to understand the full range of lahars on Montserrat. The project will contribute towards analysis of the longer-term response of the lahar system through successive rainy seasons and the longevity of the influence of individual major lahars on stream behaviour. The new data coupled with the re-installation of our flow monitoring equipment should lead to a better understanding of the system and to hazard mitigation on Montserrat and will be a substantial contribution to the global understanding of these hazardous flows. To achieve this, immediate survey of the devastation and deposits is essential before substantive anthropogenic modification or natural reworking by subsequent flows. Eyewitness reports must be collected while memories are fresh. We will map and document the morphological change resulting from the 20th May events in the Belham Valley in detail and other sites in less detail. We will record the extent and character of the lahar deposits and combine these data with rainfall and eyewitness data to interpret the variation in flow behaviour in space and time. We will relate these observations to those of both earlier and subsequent flows to provide a more accurate picture of evolving lahar hazard on Montserrat. To achieve this there will be three survey periods spread over the next 5 months. During these field visits we will also repair and re install the UEA rain gauge network and flow monitoring equipment damaged on the 20th May to enable remote monitoring of activity during the 2006 rainy season and subsequently. The real-time data from the acoustic flow monitor will then be available at the MVO to aid risk reduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E002900/1","grantId":"NE/E002900/1","fundValue":"20148","fundStart":"2006-08-01","fundEnd":"2007-12-31","funder":"NERC","impactText":"","person":"Jennifer  Barclay","coPersons":["Jane  Alexander"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}