{"id":"5C47B0E4-686C-4822-A998-4D516E21B331","title":"Surface magnetic and structural properties studied with metastable de-excitation spectroscopy.","abstractText":"The structure and properties of the topmost atomic layer of a material become increasingly significant when ever smaller amounts of the material are used to make devices. Sometimes the electronic and magnetic properties of the surface can be very different from those of the underlying material, and difficult to predict. This work will answer questions about some material systems which we know are unusual, and we know how to create them, but without a complete understanding of their properties they cannot be fully exploited for technological applications. For example what is the difference in the surface structure of silicon atoms between 2- and 3-Dimensional rare-earth silicides? Do the exceptional magnetic properties of small clusters of atoms originate from the bulk or the surface? We will use a variety of techniques to measure these properties, but in particular metastable de-excitation spectroscopy. In a unique instrument, excited (metastable) helium atoms are focussed onto the surface of interest using laser-cooling methods. Approaching to within a few Angstroms of the surface, the energy of the atoms is released, liberating electrons from the sample with an energy spectrum characteristic of the electronic, structural and magnetic properties of the surface, and not confused by contributions from underlying atoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D03471X/1","grantId":"EP/D03471X/1","fundValue":"22051","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"  They have been used by researchers in the community working with magnetic nano particles.  ","person":"Chris  Binns","coPersons":["Steven Philip Tear","Marcus  Jacka","Jing  Wu","Sarah Madeleine Thompson","Herve  Menard"],"organisation":"University of Leicester","findingsText":" The project studies the magnetisation localised at the surface of Fe nano particles. The key finding was that the magnetisation is enhanced at the surface atomic layer. The findings are important to the community working on magnetic nano particles and their applications, which range from high performance magnets to healthcare applications. Energy,Healthcare","dataset":"gtr"}