{"id":"5C544D9D-6393-44A7-B398-81B6FA119BD2","title":"UK Fusion Programme 2008-2010","abstractText":"Fusion is the main energy source of the universe; it is the process that powers the sun and the stars. If it can be harnessed economically on earth, it has the potential to be an important component of the portfolio of measures needed to ensure a secure, environmentally responsible, supply of energy, at a time when fossil fuels will be becoming increasingly expensive. There is increasing realisation of this potential as reflected by the launch of the International Tokamak Experimental Reactor (ITER) project, being built in France, which will be the first fusion device to achieve energy gain and sustained burn.In a fusion reaction, large amounts of energy are released when the nuclei of two light atoms fuse together at extremely high temperatures to create a nucleus of a larger atom. In the most promising way to achieve these conditions on earth, strong magnetic fields in a tokamak configuration are used to control and confine the high temperature plasma.UKAEA's Culham Science Centre in Oxfordshire is one of the world's leading fusion research centres, and contributes to fusion research in two ways: (i) through the UK's own programme focused on the spherical tokamak experiment MAST, and (ii) by contributing to the Joint European Torus (JET) programme. International co-operation is strong with the focus on the International Tokamak Experimental Reactor (ITER). EURATOM part-funds all national programmes in Europe including the UK's.Experimental programmes on the MAST and JET tokamaks are performed to help resolve and refine understanding of key physics issues for ITER. In addition, experimental programmes on MAST focus on testing the potential of the spherical tokamak as a more compact option for future fusion devices. A strong theory and modelling group, utilising parallel- and super-computing facilities, supports the experimental programmes and contributes to the research and development of fusion materials and to studies of conceptual fusion power stations. The UK leads the research and development of two ITER specialist (diagnostic and heating) systems, and participates in several others of these large complex projects.The results of the research are presented in reports and publications, and at conferences, expert groups and specialist committees. Collaborations with researchers in other areas of science and technology are pursued strongly, where the research overlaps with fusion R&amp;D, and increasingly there are fusion researchers in universities with whom UKAEA works.The Engineering and Physical Sciences Research Council (EPSRC) and the European Commission fund, provide advice and monitor the UK fusion programme (some of the European funding / for work on ITER systems - is now channelled through the new Fusion for Energy Agency in Barcelona). The Fusion Advisory Board (FAB) advises EPSRC and UKAEA on the programme and on the longer-term strategy for fusion research at Culham; FAB receives reports from the MAST Programme Advisory Committee, a sub-group on ITER and industry, and an annual UK Fusion Materials Forum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G003955/1","grantId":"EP/G003955/1","fundValue":"51163400","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Steve  Cowley","coPersons":[],"organisation":"EURATOM/CCFE","findingsText":" Fusion research is focused on ITER (the international experiment being built in France) followed by a demonstration power station (DEMO). The Culham Centre for Fusion Energy (CCFE) is a world-leading fusion research centre. Some highlights from the last two years are summarised below (many the result of collaborations with universities and overseas laboratories). Additional information is in Annual Reports (http://www.ccfe.ac.uk/annual_reports.aspx).\n\nReacting plasmas: The UK programme, funded by EPSRC and EURATOM, is focused on the MAST experiment. Physics studies benefited from high power heating systems and improvements to diagnostics. A major upgrade to the system to measure temperature and density profiles (part funded by York University) was completed and provides unmatched spatial resolution. Important progress from both MAST, and the linked Theory and Modelling programme, has been made in several key areas directly relevant to optimising ITER performance:- energy confinement, enabling more reliable prediction of plasma performance in future devices; control of potentially damaging instabilities; improved understanding of performance limiting core and edge plasma instabilities; gas injection to mitigate the effects of rapid plasma terminations (disruptions), etc.\n\nCCFE has contributed to the European JET programme, with notable achievements including operation at high power and current, and substantial progress in scenarios that are suitable for steady state operation in ITER. The EPSRC grant pays the UK contribution to JET operation.\n\nMaterials: Work included: development of techniques for modelling iron-chromium alloys in the high-temperature limit; modelling of steels and tungsten to compare with experimental data from Oxford University; Ion Beam Analysis measurements of erosion, deposition and hydrogen-isotope retention in tiles removed from the JET tokamak.\n\nITER Systems: CCFE has secured lead roles in two major grants to develop ITER heating systems, and leads a consortium to bid for the LIDAR temperature and density measurement system. CCFE has smaller roles in several other areas.\n\nOptimised power plants: Work has concentrated on a detailed assessment of the advantages and disadvantages of pulsed and steady-state DEMOs. Several clear advantages in a steady-state device were identified, however the potential simplification in a pulsed device (greatly reduced need for current drive) is a significant counter-advantage. Conceptual design studies of a spherical tokamak Component Test Facility have continued. A big challenge for any fusion system is dealing with the large exhaust power from burning plasmas. One novel promising option, for both DEMO and CTF, which will be part of the MAST upgrade, is the &quot;Super-X&quot; expanded divertor.\n\nMajor upgrade to MAST: the design has been developed. The purpose is to give higher performance, longer pulse plasmas allowing definitive tests of the physics of an ST-based CTF, and more exacting studies of ITER physics. In late 2009, RCUK reviewed UK fusion research and following this EPSRC approved funding for the upgrade.\n\nIn addition CCFE has promoted industry involvement in fusion and significantly assisted UK companies in winning ITER business, increased university involvement (e.g. PhDs), and developed its skills-base for an increased emphasis on technology as recommended by the RCUK review. In addition CCFE has promoted industry involvement in fusion and significantly assisted UK companies in winning ITER business, increased university involvement (e.g. PhDs), and developed its skills-base for an increased emphasis on technology as recommended by the RCUK review. Energy","dataset":"gtr"}