{"id":"5C5960EA-0138-4864-B888-7859E7730FB6","title":"Mechanisms of fluid penetration into gabbroic crust, IODP Site 1309, mid-Atlantic Ridge.","abstractText":"Summary: The ocean crust is the last great frontier for geological investigation of the Earth's crust. On the continents, we can guide our sampling by field mapping of outcrops, and hence even the remotest areas such as Antarctica are far better known than most of the ocean floor. In the oceans, most of the crust is inaccessible due to sediment cover, and outcrop mapping is restricted to surveys by a few submersible craft, and to dredge sampling of submarine scree slopes. This is why the Ocean Drilling Program (ODP, now IODP) is so important / we can recover core from beneath the sediment cover, and in continuous core we can see geological relationships that inform us about process. Through ODP we now know quite a lot about the sedimentary cover of the ocean crust, but our knowledge of the 'hard rock' crust is far from adequate. It is very difficult to start holes in young fractured basalts, and hence our knowledge of the deeper sheeted dyke and gabbro layers in the ocean crust is restricted to two deep holes (504B in the east Pacific, and 735B on the SW Indian Ridge) and a handful of other sites with holes up to a couple of hundred metres at most. Hence the drilling of a new hole (IODP Hole U1309D) penetrating 1400 m of gabbro in young (&lt;2 million year) crust on the mid-Atlantic ridge is an occasion for great excitement in the ocean science community. The ocean crust is one of the most important parts of the Earth System. Formation and spreading of the crust, coupled with cooling through hydrothermal circulation of seawater, is the main way in which our planet loses heat. Alteration of the crust by hydrothermal circulation is a major control on the composition of seawater, and produces hydrothermal vents on the seafloor where life may have originated early in Earth history. We know quite a lot about the composition of vent fluids (which is quite variable), and we know the composition of seawater, but because of the sampling difficulties referred to above, we know far less about what happens inside the ocean crust. For example, how does fluid get into the initially impermeable rock, what controls the flow paths, depth and temperature of circulation, and where on the flow path does it the distinctive chemistry of vent fluids? Most of our models for these processes are based on ophiolites (pieces of old ocean-type crust thrust up onto the continents), which probably come from subduction-related basins rather than true ocean crust, and may not be representative. In this project we hope to answer some of these questions by further study of superb alteration relationships observed on board ship. In particular, we have identified several phases of alteration and can sample the boundaries between altered and unaltered rock. Because the hole was logged with geophysical tools after it was drilled, we will be able to restore the core to its real geographical orientation (not normally possible) and measure the orientations of veins and fractures, relating these to the tectonic situation. We identified alteration reaction textures in the core indicating volume increase / this could be a new way of increasing permeability in the ocean floor. Our plan is to measure the amount of water which has passed through the rock using geochemical analyses, relate this to the orientation and density of fractures, and develop some numerical models (through project partners) to relate stress, thermal history, fracturing and metamorphic reactions. In addition we will obtain the first ever analyses of hydrothermal fluid trapped in the ocean crust in fluid inclusions, and thus constrain the chemical evolution of hydrothermal fluid along the flow path.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D001366/1","grantId":"NE/D001366/1","fundValue":"101294","fundStart":"2006-09-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"  There has not been any societal or economic impact from this award, other than an increase in knowledge Education,Other ","person":"Andrew  McCaig","coPersons":["Robert  Cliff","Bruce William Yardley","David  Banks"],"organisation":"University of Leeds","findingsText":" In recent years it has been discovered that large parts of the Atlantic ocean crust have been produced by processes involving large scale oceanic detachment faults. In this research we constrained the thermal, mineralogical and structural evolution of a detachment fault footwall in the Atlantic, using samples from IODP drilling The main way in which the findings will be taken forward is in research and student education. Some aspects of the work (on black smoker hydrothermal systems) may be of interest to the minerals industry. Interestingly, this important economic sector within the NERC remit does not appear in the list.... Education,Other","dataset":"gtr"}