{"id":"5C5B3502-462B-4649-841C-BA4ADA7981C0","title":"Gut health and immune function: the emerging role of gut microbiota in sustainable aquaculture","abstractText":"Global salmon production is ~1.5 million tonnes, with the UK currently at ~170,000 tonnes, which is worth approximately &pound;1 billion to the UK economy annually. The majority of UK salmon aquaculture is located in Scotland and it represents over 40% of all Scottish food exports. Salmon farming is a growing food industry sector and Scotland has an ambition to increase its production by 50% by 2020. A major bottleneck of this growth is the provision of high quality feed that does not adversely impact salmon health. Salmon are piscivorous and traditional salmon feeds rely on wild sources of fish protein and fish oil that can no longer meet the demand from the global aquaculture industry. To overcome this shortfall, plant proteins and vegetable oils are being used to replace the wild sourced fish in aquaculture feeds. There are a number of major problems and constraints associated with this replacement, including reduced nutrient digestibility, gut inflammation, gut microbial imbalance and impaired resistance to pathogens. \n\nIn this project, we will perform a series of experiments on Atlantic salmon and a zebrafish model fed with fish meal and plant-based diets to understand how these different diets shape the relationship between early intestinal development, immune function and gut microbiota. Zebrafish provide a unique model to study such a complex relationship because they are translucent and have established many advanced experimental techniques, including generation of germ-free larvae, live imaging of larvae colonised with fluorescent-tagged bacteria and generation of fish with fluorescent protein labelled inflammatory cells. None of these techniques are currently available for salmon or other farmed fish. \n\nBy performing salmon feeding trial, we will establish how plant-based diets affect gut health (changes in gut morphology and gene expression profile) and how they change the abundance and diversity of gut microbiota. The diversity of gut microbiota will be detemined by the state-of-the-art next-generation sequencing of 16S rRNA. Crucial to intestinal health is the establishment of a well-balanced gut microbiota community, which frequently happens at the time of first feeding. At this stage, the intestinal immune system is not mature and allows colonisation of the gut by symbiotic bacterial species. We will use zebrafish to study these early life events, with the key goal to test whether manipulation of gut microbiota improves the oral tolerance to sustainable aquaculture diets with high inclusion of plant proteins and vegetable oils. Thus, the microbiota swap between zebrafish larvae fed with fish- or plant-based diets may open up new avenues for investigating pathways to improved health and immune function in farmed fish. Finally, both salmon on different dietary regimes (and associated changes in gut microbiota) and zebrafish with manipulated gut microbiota will be exposed to a bacterial pathogen to determine whether the capacity of the fish to fight the infection depends on prior intestinal condition and microbiota community. The important part of the project will be development of molecular diagnostic tools for fish gut microbiota, enabling rapid screening for beneficial and detrimental sets of bacteria in fish guts. \n\nThe main outputs of the project include:\n1) Identification of key microbiota species associated with gut health and intestinal dysfunction in farmed fish (salmon) and a model species (zebrafish).\n2) Evaluation of the capacity of gut microbiota to modify gut function and applicability of gut microbiota transfer to improve oral tolerance of farmed fish to plant-based diets.\n3) Development of assays for detection of microbiota species, which can be used to create diagnostic tests for gut health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026604/1","grantId":"BB/M026604/1","fundValue":"208322","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"","person":"Samuel Allen Martin","coPersons":["Petra  Louis","Simon John Davies","Alex  Douglas","Imelda  McGonnell","Una  McCarthy","Daniel  Merrifield","Douglas Redford Tocher","Rachel  Lawrence"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}