{"id":"5C60CFB7-9718-47B8-9AF9-EA7C8C2D6A1C","title":"Completion of a major critical edition of hybrid Hindu-Muslim Baul songs of Bengal, with annotation, commentaries and discussion.","abstractText":"Bauls are recruited from both Hindu and Muslim communities of West Bengal (India) and Bangladesh. In the course of the last century, they attained iconic status as representatives of 'Eastern spirituality', both within their own countries and more recently on a global level. Their popularity is based on their beautiful and often enigmatic songs. My proposal is to produce a critical edition of Baul songs, with English translation, annotations, commentaries and discussion, for scholars and general readers. \\n\\nIn theory, people of any religion, class or gender may become Baul, but most are recruited from rural, poor communities. As a result, their songs are typically transmitted orally, although many have been transcribed by scholars and other writers. In turn, collections have been published in their original Bengali or translated into various languages. However these publications have many failings. For example, they usually lack any background details, either about the composer (his life, lineage etc.), or the person from whom the song was collected. Translated versions normally omit the original Bengali version of the songs, or even any reference to a source for these. All this renders them virtually useless from a scholarly point of view. \\n\\nThe proposed critical edition is intended to rectify these deficiencies, by retaining the original Bengali versions of the songs, and by providing details of their social, historical and cultural context. It will therefore be of value as a scholarly tool.. The volume will largely be based on two unique manuscript sources. Along with other materials, these feature the songs of two composers, Raj Khyapa (written in his own hand) and Lalan Sai (written by a literate disciple). Songs composed by disciples in their lineages, predominantly Hindu and Muslim respectively, will also be included. \\n\\nThe proposed volume follows logically from earlier work by myself and my co-author, Dr S.N. Jha, a specialist on Muslim Bauls and their songs. My forthcoming monograph, 'Writing the self...' examines the life and philosophy of Raj Khyapa, using the autobiographical portion of his manuscript. Dr Jha has written a Bengali monograph on Lalan Sai's life, philosophy and songs, based on the second manuscript mentioned above. Together we possess an unparalleled expertise in this field. \\n\\nEarlier editions of Baul songs tended to privilege the selection and interpretation of songs of the editor or collector, over that of the composer or singer. As a result, elite, 'spiritualised' readings of the songs have been emphasised. Interpretations have been made along increasingly separate 'Hindu' and 'Muslim' lines, in India and Bangladesh respectively. Moreover, the critique of religious authorities and ideologies, of sectarianism and traditional gender relations, contained in many songs, has been obscured. It is this kind of song and interpretation which will be highlighted in the proposed critical edition. \\n\\nWhether they come from Muslim or Hindu communities, Bauls tend to share common values. They emphasise the importance of the human being, rather than one's own religious or social group, and of individual experience over the teachings of religious texts or authorities. These, they claim, divide person from person. Similarly, they also challenge the traditional devaluation of women. \\n\\nThe contemporary 'clash of civilisations' in effect replicates on a global level long-term problems of religious 'communal' division in South Asia. Nowadays Islam in particular is widely thought to be a monolithic, 'fundamentalist' faith. Highlighting alternative, humanistic and gender-equal traditions from within Islam and Hinduism is essential at this time, in order to counteract propaganda that such values are peculiar to 'Western' culture, and therefore to be resisted by Muslims, Hindus etc. The proposed publication aims to disseminate these alternative, yet traditional values outside Bengal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004415/1","grantId":"AH/E004415/1","fundValue":"26021","fundStart":"2007-09-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Jeanne  Openshaw","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}