{"id":"5C689BF9-E70B-44A1-AD18-E970AD435C2A","title":"Frequency-comb enabled metrology for manufacturing","abstractText":"This proposal aims to transition today's highest precision laser technology -- optical frequency combs -- from the lab to the factory, establishing the technique of dual-comb distance metrology as an enabling technology for manufacturing the next generation of precision-engineered products, whose functionality relies on micro-/ nanoscale accuracy. \n\nOptical techniques form the basis of critical industrial distance metrology, but face compromises between accuracy, precision and dynamic range. Time-of-flight methods give mm accuracy over an extended range, while interferometric trackers achieve nm precision but with no absolute positional accuracy. By developing novel dual-comb metrology techniques, this project will bridge the gap between precision and extended-range accuracy, providing traceable nm precision, with almost unlimited extended-range operation. For manufacturing industry, comb metrology therefore addresses the important problem of how to verifiably fabricate macro-scale objects with nano-/micro-precision.\n\nBuilding on Heriot-Watt's frequency-comb expertise, we will develop Ti:sapphire and Er:fibre dual combs, with the aim of demonstrating nm-precision controlled-environment metrology using Ti:sapphire, and micron-precision free-space ranging using eye-safe Er:fibre. Besides their novel applications in precision metrology, by implementing new efficient and compact diode-pumping schemes our research will extend laser comb technology in a way that makes these systems suitable for deployment in a wide range of environments outside the research lab, for example as modules in a precision quantum navigation system.\n\nOur project integrates key academic and industrial partners who will contribute resources and expertise in lasers (Chromacity), precision micro-optics (Powerphotonic), industrial metrology and manufacturing (Renishaw), ultra-precision metrology (EPSRC Centre for Innovative Manufacturing in Ultra Precision and CDT in Ultra Precision) and applications in large optics for astronomy (STFC UK Astronomy Technology Centre). The commitment of our partners is evidenced by &gt;&pound;300K of support, including &pound;145K of cash which will be used primarily to support two EPSRC EngD and PhD students recruited to the project.\n\nThe project aligns closely with the EPSRC's Manufacturing the Future challenge theme and the ICT Photonics for Future Systems priority, as well as the EPSRC's training agenda, by engaging EngD and PhD researchers from the CDT in Applied Photonics and the CDT in Ultra Precision. More generally, the project will support the UK's high-precision manufacturing and metrology communities, with potential academic and industrial benefits.\n\nBy the end of the project we expect to have demonstrated and evaluated dual-comb distance metrology in a variety of practical manufacturing contexts (machine calibration, in-process control, finished-product inspection), and to be in a position to translate the technology into our industrial and academic partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N002547/1","grantId":"EP/N002547/1","fundValue":"539278","fundStart":"2016-03-08","fundEnd":"2019-09-07","funder":"EPSRC","impactText":"","person":"Derryck  Reid","coPersons":["Daniele Franco Faccio"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}