{"id":"5C73ADF0-829B-4F89-B660-CE9243D0646D","title":"Long-lived Nuclear Hyperpolarization of Methyl Groups","abstractText":"Nuclear Magnetic Resonance (NMR) is a technique which uses the fact that the nuclei of many atoms act as tiny radiotransmitters, emitting radio signals at precisely-defined frequencies, which can be detected by a carefully-tuned detector. In an NMR experiment, the nuclei are first magnetised by placing a sample in a strong magnetic field for some time. A sequence of radiofrequency pulses is then applied to the sample, which subsequently emits radiowaves which are detected in the radio receiver. The pattern of emitted waves provides information on the chemical composition and spatial distribution of the sample.\n\nIn ordinary circumstances, the NMR and MRI signals emitted by the nuclei are relatively weak, since the magnetic moments of the nuclei point in random directions. In 2003, a revolutionary method was developed for causing the nuclei to temporarily line up with each other, increasing the strength of NMR signals by a factor of ten thousand or even more. This method is called dissolution-DNP (where DNP stands for &quot;dynamic nuclear polarization&quot;) and an instrument to implement this is built and marketed by the British company Oxford Instruments. However a drawback of the technique is that the greatly enhanced polarization (called hyperpolarization) dies out quickly. \n\nOur group showed in 2004 that for some substances the decay time could be extended by a factor of 10 or more by using special quantum states which are non-magnetic, called long-lived states.\n\nLast year evidence was presented that chemical groups called methyl groups (CH3) support long-lived states. These small symmetric groups are very common in chemistry and biology. A methyl group has the shape of a small propellor and usually rotates very rapidly with respect to the rest of the molecule. Our group showed that this propellor motion gives rise to a certain class of long-lived states. We used our theory to explain some prior results that had not been explained before, and performed a first series of experiments to validate the theory. \n\nIn this project we will combine these developments to generate methyl long-lived states that are strongly hyperpolarized and give rise to greatly enhanced NMR signals. We propose methods for validating and exploiting these states in molecules containing methyl groups, which are very common in natural substances. The project involves an interdisciplinary combination of quantum mechanics, engineering, experimental spectroscopy, and chemical synthesis, all of which are essential for the success of the project. We will develop and demonstrate a range of new magnetic resonance methods with a wide range of applications in medicine, chemical engineering and materials science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N002482/1","grantId":"EP/N002482/1","fundValue":"708512","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"EPSRC","impactText":"","person":"Malcolm Harris Levitt","coPersons":["Richard Charles Brown"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}