{"id":"5C7EEBB3-872A-46F9-A60B-22B942C2C525","title":"Dynamic transcription factor function in control of pluripotent cell sub-states","abstractText":"Stem cells have two defining features; they can divide symmetrically to produce cells functionally identical to themselves and can specialise into the more mature cell types that carry out our bodies' functions, a process called differentiation. To preserve a functional stem cell population, self-renewal and differentiation must be balanced.\n\nThe most versatile mammalian stem cell that can grow in the lab has the ability to differentiate into all adult body cells and is called a pluripotent stem cell. Recently, scientists have found that different types of mouse pluripotent stem cells can be grown in the lab; embryonic stem (ES) cells and epiblast stem cells (EpiSCs). In addition, work from our group has identified molecular heterogeneity within ES cell populations that is related to functional differences between the cells. Specifically, undifferentiated ES cells fluctuate between states in which they have high or low concentrations of a particular transcription factor, which we have named Nanog, and that have, respectively, a greater or lesser likelihood of self-renewal. This fluctuating alteration in the propensity of cells to differentiate may be crucial to balancing the opposing stem cell properties in a population. Therefore, understanding how these reversible states are controlled molecularly is likely to impinge on strategies for achieving predictable, uniform control of differentiation and is thus strategically important.\n\nIn this research we will examine the function of pluripotency gene regulators at target genes that critically modulate self-renewal efficiency to determine how the pluripotent population is segregated into cells that self-renew efficiently and cells that have a higher likelihood of differentiation. \n\nWe have identified a small set of 64 genes that alter transcription in response to Nanog activity and that represent good candidate mediators of Nanog function. We will ask how these 64 genes contribute to functional heterogeneity and how gene regulators control the corresponding genes.\n\nAim 1: Test whether Nanog-sensitive genes can fully complement Nanog function. \nA prominent Nanog-sensitive target, Esrrb can complement several Nanog functions when added back to cells from which Nanog has been removed but cannot fully complement Nanog function. Therefore, we will test the ability of additional candidates to fully compensate for loss of Nanog in combinatorial assays.\nSeveral candidate genes are repressed by Nanog, so we will test the ability of reduction in the level of these candidates to compensate for loss of Nanog. \n\nAim 2: Determine the biochemical function of pluripotency gene regulators.\nWe will determine how Nanog fluctuations arise. We will localise gene regulators across the Nanog gene to determine which of these control Nanog and therefore potentially control partitioning between functional subtypes. \nWe have found that Nanog protein represses the Nanog gene and we will ask how this happens to find out if simple rules govern how Nanog switches different genes on and off. \n\nAim 3: Compare pluripotency gene regulator function in vivo and in pluripotent human cells.\nWe will determine whether functional compensations occuring in culture also occur in the mouse embryo. \nInterestingly, some candidate regulators can reprogramme EpiSCs to an ES cell state. Human ES cells are more like mouse EpiSCs than mouse ES cells, so we will test the ability of our candidates to influence the growth properties of human ES cells. This could beneficially simplify and reduce the cost of human ES cell culture. \n\nThis work will deliver a deeper, more refined understanding of the mechanisms of action of pluripotency gene regulators in cells in culture and in the embryo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018497/1","grantId":"MR/L018497/1","fundValue":"1786000","fundStart":"2014-06-01","fundEnd":"2019-05-31","funder":"MRC","impactText":"","person":"Ian  Chambers","coPersons":["Simon Roy Tomlinson"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}