{"id":"5C82F5EC-CB70-40D4-9280-C770C6CC91C1","title":"Identification of DNA elements that maintain epigenetic memory in T cells","abstractText":"We are investigating the underlying mechanisms that allow a gene that has been activated once before to be more easily activated a second time. These mechanisms involves epigenetics, as opposed to genetics, whereby the chromosomal structure but not the DNA sequence is altered to create an active conformation. This is in fact the mechanism that makes it possible for people to be vaccinated against infections, and which explain why people become immune once they have been infected once by a specific disease. Immunity is maintained by white blood cells and we have shown these cells maintain an imprint within their genes when they have been activated once by an immune response. We have shown that activated cells acquire stable structural changes within their genes that allow these genes to be reactivated more efficiently when they are activated for the second time. Our aim is to identify the specific molecules in the cell that make this process possible by binding to and then staying associated with genes. We will do this by first identifying all of the sites in the cell where structural changes are introduced, and then proceed to identifying which specific molecules are bound there. We will also investigate the importance of the structural modifications by (i) deleting DNA elements from the genome that support the maintenance of active chromosomal conformations, and (ii) by removing soluble factors from inside cells that bind to genes to create the active chromosomal structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014535/1","grantId":"BB/I014535/1","fundValue":"399615","fundStart":"2012-03-19","fundEnd":"2015-03-18","funder":"BBSRC","impactText":"  This work was presented at the Cold Spring Harbor meeting of &amp;quot;Regulation of Gene Expression and Signalling in the Immune System&amp;quot; and informed other internationally significant researchers of the basis of the acquisition of immunity. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Peter Nigel Cockerill","coPersons":["Constanze  Bonifer","David Robert Westhead"],"organisation":"University of Birmingham","findingsText":" This project has identified the epigenetic basis for the retention of immunology mermory in human and mouse T cells. This is of fundamental importance because it means that we have identified the molecular mechanisms that underpin the basis of immunisation and acquired immunity. These findings will allow others to follow the course of events during the acquisition of immunitiy in response to infection or immunisation, and allow researchers and health workers to determine levels of immunity, and maybe even boost immunity. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}