{"id":"5C85B7C3-B09D-423E-8FD9-8D62DAFCAEA8","title":"COMPARING THE HSP90 GENETIC INTERACTION NETWORK LANDSCAPE GOVERNING FUNGAL LIFE","abstractText":"Sex is important for it permits reshuffling of genes and this process of reshuffling aids in adaptation to new environmental conditions. But what do organisms do that do not have sex? How do they face environmental challenges, such as high temperatures?\n\nWe will address these questions by focusing on a special protein called heat shock protein Hsp90. As its name implies, it is important during heat stress. Hence, every organism from bacteria to humans requires it for life. Hsp90 stabilizes other proteins that are involved in such crucial processes as cell division, development and stress response. Two specific examples of how Hsp90 affects life include its chaperoning of proteins involved in human cancers and the emergence of drug resistance in fungi. Indeed, Hsp90 interacts with and stabilizes up to 10% of all other proteins in the cell. This organization, which includes Hsp90 and its interactors, is called the Hsp90 chaperone network. We hypothesize that the network and its interactors are changing over evolutionary time depending on the environmental conditions. This helps organisms, such as asexual fungi, adapt to new environments. Since Hsp90 occupies a central position in regulating gene function, addressing these questions will inform our understanding about some important basic biological mechanisms.\n\nFungi are excellent model organisms to test this hypothesis. We will employ three different fungi that diverged about half a billion years ago and live in very different environments. One occupies fruits. Another lives in pigeon guano and trees but can cause severe infections of the human brain in AIDS patients. The third fungus lives naturally in the mouth and guts of humans but can cause life-threatening infections under special circumstances. Only the first fungus is capable of exchanging genetic material, the other two are not. Due to their diverse life styles and modes of exchanging genes, these three fungi have been developed as model systems over the past decades. In fact, the experimental tools required to map the Hsp90 chaperone network to date only exist in these fungi.\n\nWe will investigate how the Hsp90 chaperone network aids organisms in the exploration of novel environments without the benefits of sex by pursuing three objectives. First, we will map the Hsp90 chaperone networks in the three fungi when grown in six different environmental conditions. Second, we will collaborate with mathematicians to analyze which kinds of proteins are particularly common in our networks and test conditions. Third, we will study how specific Hsp90 interactors affect fungal stress responses.\n\nOur research program will deliver three new chaperone network maps. By comparing them with each other, we will understand how networks change over time and in dependence of different environmental conditions. We will, furthermore identify novel Hsp90 interactors and understand how specific interactors affect stress adaptation in different fungi.\n\nThe research proposed here will benefit a diverse clientele. In the short-term, on a scholarly level, we will be able to assess the impact of the Hsp90 chaperone network on an organism's ability to colonize new spaces. We will identify novel interactors that can be further investigated by scientists interested in the diverse aspects of Hsp90 biology, including geneticists, cancer biologists, and fungi researchers. We will provide theoretical biologists with network data that they can use to generate new hypothesis, which in turn can then be tested by biologists. The long-term beneficiaries of our research will be patients in the UK and world-wide who suffer from cancer and fungal infections, both of which are regulated by Hsp90. Our novel Hsp90 interactors could potentially lead to the development of new drugs to help conquer cancer and fight fungal infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007886/1","grantId":"BB/L007886/1","fundValue":"427936","fundStart":"2014-05-12","fundEnd":"2017-05-11","funder":"BBSRC","impactText":"","person":"Stephanie  Diezmann","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}