{"id":"5C8C06FC-9A96-4DD3-AF8F-D3D9B464E780","title":"Investigating the effect of folic acid on the neural tube defect methylome","abstractText":"Neural tube defects (NTDs) are common birth defects, which arise when the embryonic precursor of the brain and spinal cord fail to close during embryonic development. NTDs affecting the brain (anencephaly) are lethal before or at birth, whereas lower spinal defects (spina bifida), which comprises around half of all NTDs, lead to life-long neurological handicap. They occur in approximately 1-2 per 1000 pregnancies and total around 170,000 new cases per year worldwide.\n\nOne of the most striking things about NTDs is the fact that many cases are preventable by the mother taking periconceptional supplements of folic acid. Despite this, the worldwide prevalence has not dramatically reduced. This is largely because it has not been possible to ensure that adequate levels of folic acid are available to the mother in every case. Voluntary supplementation does not work for at least the estimated 'half of all pregnancies' that are unplanned, while existing food fortification programmes do not appear to increase folate intake to a sufficient level. \n\nIn addition to this, the mechanism of action of folate supplementation is simply not well understood. In this study, we plan to use a model system that will allow us to investigate the effect of different amounts of dietary folate. We will use a method to accurately measure DNA methylation, which is a downstream effect thought to be directly affected by available folate levels. We will investigate DNA methylation in conditions of low, normal and high folate levels in a normal mouse strain to see what affect it has. We will then use a mouse model that is known to be sensitive to folate-preventable NTDs. \n\nThis investigation will confirm the role of folate levels in DNA methylation and in particular, whether this is an important mechanism in the development of this birth defect. By pinpointing specific DNA targets, we will be able to direct our research towards better NTD prevention in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K022741/1","grantId":"MR/K022741/1","fundValue":"439061","fundStart":"2013-10-31","fundEnd":"2016-10-30","funder":"MRC","impactText":"","person":"Philip  Stanier","coPersons":["Rebecca Jane Oakey","Nicholas  Greene","Gudrun E Moore","Andrew John Copp"],"organisation":"University College London","findingsText":"","dataset":"gtr"}