{"id":"5C8DC728-76F4-42BB-9D2E-2E23387A8BBE","title":"Ultrasound in a Needle: Minimally-invasive High Resolution Imaging for Neurosurgery","abstractText":"The research challenge we will tackle is to realise real-time visualisation of tissue in the brain with a needle capable of minimally-invasive, real-time, high resolution ultrasound imaging. This will, for the first time, enable the neurosurgeon to obtain immediate information about lesions and the location of critical structures in the brain intraoperatively, and thus to provide treatment with less morbidity and better patient outcomes.\n \nOur specific engineering challenge is to create a needle carrying an integrated, miniature ultrasound array for high-resolution (~100 um) neurological imaging and to demonstrate feasibility for future translation into clinical practice. Previous EPSRC-funded collaboration by the Universities of Birmingham and Dundee has shown that piezocomposite material with microscale features can be realised with net-shape micromoulding techniques. Single element transducers based on these materials have been evaluated already and exploratory studies with Heriot-Watt University have demonstrated the capability to bond dense interconnects onto the new materials at low temperature and pressure to connect kerfless imaging arrays to external imaging electronics.\n\nThe research we now propose will extend and integrate this technical work with neurosurgery to determine basic capabilities using brain tissue in soft-embalmed cadavers and to explore potential surgical benefits and applications. As well as the three university partners, the work will benefit from support from four companies, covering all aspects of the technology as well as its translation into clinical practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020250/1","grantId":"EP/K020250/1","fundValue":"725791","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The relevant project still has approximately 8 months to run. Nevertheless, the concept on which it is based has gained significant clinical attention. It's key focus is to develop a self-guided needle for neurosurgery but, somewhat contrary to the expectations of the academic investigators, it has also been shown to have relevance for diagnosis of cancer, e.g. in the breast and prostate, and has generated interest for procedures on the liver such as TIPS (transjugular portosystemic intrahepatic shunt) insertion, in epidural guidance principally for paturients during labour, and for MRI-guided procedures. Healthcare Economic","person":"Sandy  Cochran","coPersons":["Tim  Button","Marc  Desmulliez"],"organisation":"University of Dundee","findingsText":" Needle insertion into the body is generally done with no or only external guidance i.e. with the clinician relying entirely on her skill and knowledge of anatomy to reach the target or using external imaging, either prepared beforehand such as with MRI or in real time with ultrasound. This is acceptable for shallow insertion or into simple anatomy but causes difficulties if the insertion is deep and a specific small lesion is to be targeted or the anatomy is complex, such as in the brain.\n\nIn the present project, we have been exploring the feasibility to build miniature ultrasound devices for incorporation within the needle itself. This has involved a great deal of discussion with clinician and collaborative work between three universities, Dundee, Heriot-Watt and Birmingham. Dundee is responsible for device design and testing; Heriot-Watt for microengineering, including interconnecting the ultrasound devices and the miniature cable to create electrical connections at the end of the needle; and Birmingham for creation of the ultrasound devices themselves.\n\nExtensive testing has been done on phantoms, i.e. artificial ultrasound targets built to demonstrate the capabilities of a system, and on ex vivo tissue from both humans, using tissue donated and preserved for research, and animals, in this case waste taken from the abattoir. This has shown both unexpected successes and some additional interesting problems. Whilst we have generated a great deal of clinical interest, this has been opportunistic to date because the work is not yet complete. However, the neurosurgical Clinical Research Fellow working on the project considers the potential for future applications to be very bright indeed, with ultrasound-enabled needle guidance of use in every medical specialism in which deep insertion of needles or insertion into complicated anatomy is required. Healthcare","dataset":"gtr"}