{"id":"5C9A372C-143A-422A-8CCE-29159E92443B","title":"Exploiting eIF4E-based and associated broad-spectrum recessive resistance to potyviruses in dicots and monocots","abstractText":"The project is a collaboration between Warwick HRI working on the dicotyledonous brassica plants and Rothamsted Research working on the monocotylonenous plants barley. The main aim is to: exploit sources of recessive eIF4E-based resistance to potyviruses in these plants. The involvement of the plant gene eIF4E in the life-cycle of viruses was first discovered in experiments on Turnip mosaic virus (TuMV, a potyvirus) and Arabidopsis. Subsequently it was found that the genes eIF4E or its isoform (eIF(iso)4E) are responsible for natural resistance to potyviruses in a range of crop types. The basis of the resistance is that potyviruses require one of these genes in order to complete their life-cycle. It is known that plants with specific alterations in these genes that affect the binding between the plant protein it codes and a viral protein (VPg) are resistant to infection. We have shown that eIF4E is associated with resistance to potyviruses in brassica and barley. The resistances described so far in other plant types involving eIF4E alone are not effective against all strains of the particular potyvirus. However, we have shown that in a brassica, eIF4E in combination with another gene (retr01), confers resistance against all strains of the potyvirus (TuMV). Other genes are involved in the interaction between the viral VPg protein and eIF4E, these include a the very similar gene eIF(iso)4E and other associated genes (eIF4G, eIF4A and isoforms of these). By studying the natural variation in the eIF4E and eIF(iso)4E genes from resistant and susceptible Brassica rapa and barley lines we aim to find new sources of resistance and understand the mechanism of the resistance. We will screen a collection of plants representing 95% of the genetic variation available within the brassica species and a barley diversity panel consisting of up to 800 landraces. Those plants that differ within the eIF4E gene will be tested with informative isolates of the potyviruses to check for resistance/susceptibility. Any eIF4E or eIF(iso)4E variants conferring resistance will be sequenced. This will be supported by looking at plants that have been mutated with chemicals to identify other novel changes in eIF4E and eIF(iso)4E alleles. Lines with such changes will be tested for resistance to a panel of BaMMV and BaYMV isolates. The aim is to identify forms of eIF4E that confer resistance that is durable to all (or most) virus isolates. Using the crystal structures available for eIF4E a model will be generated for eIF4E from barley and B. rapa. Natural and chemically-induced changes in the building blocks (amino acids) of the eIF4E associated with virus resistance in barley and B. rapa will be mapped on the 3D model of the normal eIF4E proteins. The effect of the changes on the potential ability of barley and B. rapa eIF4E to bind to the viral VPg protein will then be investigated. The outcome of this work will be the prediction of superior resistance genes of barley and B. rapa eIF4E for deployment in breeding. A gene retr01 which in combination with eIF4E confers the broad-spectrum resistance to TuMV in B. rapa will be fine mapped to identify the gene's position in the plant genome. The sequence of the gene will be used to search databases to predict its function, understand the mechanism of the broad-spectrum resistance and how retr01 might interact with eIF4E. Based on the best sources of virus resistance in brassicas and barley, changes associated with the genes conferring resistance will be used to design assays which can be used by breeders to incorporate the resistances into their elite breeding stocks by normal breeding methods (crossing). The project will provide an understanding of the scientific basis of the broad-spectrum resistance. Once the mechanism is understood it should be possible to deploy such resistance in a wide range of economically important crop species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007198/1","grantId":"BB/E007198/1","fundValue":"278746","fundStart":"2007-04-02","fundEnd":"2010-04-01","funder":"BBSRC","impactText":"","person":"Konstantin  Kanyuka","coPersons":["Kim Elizabeth Hammond-Kosack"],"organisation":"Rothamsted Research","findingsText":" o Developed of a new methodology based on High-resolution melting technology (HRM) for rapid and cost-effective identification of variant alleles in plants.\n\n\n\no Identified 42 previously undescribed, functionally active eIF4E alleles, extending the previously known eIF4E allelic series in cultivated barley to 47. Thus the eIF4E alleles now represent the largest allelic series of a gene conferring resistance to pathogens in plants.\n\n\n\no We have also achieved the ultimate goal of this project - ten eIF4E alleles have been identified in barley conferring high level of resistance to all known European BaMMV and BaYMV isolates. This broad spectrum resistance will enrich the genetic basis for bymovirus resistance breeding in barley globally. New eIF4E alleles conferring high level of resistance to all known European bymoviruses BaMMV and BaYMV isolates could be deployed in barley breeding programs especially in regions with long history of the viral yellow mosaic disease. This project was in consultation and informal collaboration with KWS UK Ltd (formerly CPB Twyford) based near Cambridge. All the key results, sequences of novel barley eIF4E alleles providing resistance to bymoviruses, and seeds of barley accessions carrying novel Agriculture/ Food and Drink","dataset":"gtr"}