{"id":"5CA1548F-9952-4A4B-A94D-F0CC7E778E6B","title":"Nature's Great Experiment\\n(A Visual Documentary Investigation into The Study of Twins and Behavioural Genetics)","abstractText":"The title of this project, 'Nature's Great Experiment', refers to the phrase that scientists and behavioural geneticists use to describe their research with identical twins. Behavioural genetics seeks to understand both the genetic and environmental contributions to individual variations in human behavior. \\n\\nI will interview and record Professor Terrie Moffitt and her research team at the Institute of Psychiatry, King's College London. Professor Moffitt is Professor of Social Behaviour and Development in the Department of Social, Genetic and Developmental Psychiatry at the Institute of Psychiatry. Professor Moffitt and her team are directly involved with the area of scientific enquiry that is behavioural genetics - and specifically the study of twins and human behaviour. From these recorded interviews/conversations I will make a 15 minute, narrative, portrait based, documentary - style film. The film will also use drawings that have been made by the twins and the researchers, produced in the course of their research. The work will be based on case studies, academic/scientific research and anecdotal experience. This research will manifest itself as a short poetic film, and a series of exhibitions with a companion hardcopy publication.\\n\\nThe resulting works will ultimately deal with ideas of the human body, nature, evolution, the location of the human soul and the ability to change people's lives, (if not the world), through science, ideas and belief.\\n\\nOver the past five years my films have become increasingly influenced by the narrative structures found in the works of artists/filmmakers such as: Andy Warhol, Ondi Timoner, Chris Smith and Sarah Price, Sarah Tripp and Penelope Spheris. All of these artist/filmmakers have made work through the use of single camera and single microphone recording techniques. These works also all deal in some form of documentary and/or portraiture and that is where the core of their inspiration lies for me. \\n\\nI have been studying the recording styles of these artists while developing my own distinct style through the exploration of digital video editing, animation and software manipulation techniques. My recent exhibition, 'don't stop 'til you get enough', at Matt's Gallery London, April / June 2005, consisted of five, single-screen, portrait based video works. All of these works manifest the idea that narrative and structured storytelling can become the primary source for content within contemporary art videos. These works all contest the conventional idea that contemporary art based videos are ambient in nature, and seemingly without the recognized structure of a beginning, middle and end. The works included in, 'don't stop 'til you get enough', all required the audience to focus their attention for a concentrated period of time. Although they were exhibited together as a group, each work had its own distinct and strong identity. This was achieved not only through the different qualities and subject matter within each work, but also through the different ways in which the works were installed. I intend to continue this model of exhibiting a selection of works together but in different manners of actual installation. The films exist autonomously and completely, but within this context they also work as an accumulative effect towards an exhibition experience. \\n\\nI will continue to explore the exhibition of single screen works in the manner of 'Nature's Great Experiment'. Universally, the works are documentary-based portraits, constructed from both found and originally generated materials.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000010/1","grantId":"AH/E000010/1","fundValue":"7891","fundStart":"2006-06-01","fundEnd":"2006-11-30","funder":"AHRC","impactText":"","person":"Jordan  Baseman","coPersons":[],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}