{"id":"5CA24F04-A5D8-4A94-88BD-F63ED74E3239","title":"Rapid monitoring of bioaerosols in Urban, Agricultural and Industrial Environments","abstractText":"The impact of emissions from urban, agricultural and industrial areas on local air quality is a growing concern. However, understanding the identities, distribution and abundance of airborne microorganisms remains in its infancy. Deleterious health effects can arise following exposure to infective bacterial and viral organisms. Indeed, the risk to human exposure from bioaerosols and volatile organic compounds are still difficult to quantify in real time. There is also growing concern about the accidental or deliberate release of biological materials in the environment and the associated impacts on human/animal health and the economy. Thus, rapid bioaerosol detection is an urgent civilian and military requirement. In 2012, the Government instigated a &quot;Blackett Review&quot; to address the question &quot;Which technologies or capabilities will enable rapid, wide-area surveillance of a broad spectrum of biological agents in the next 15 years?&quot; As the risk of exposure is directly linked to the concentration and type of microorganisms, much clearer characterisation, quantification and monitoring methods are needed if the temporal and spatial trends of infectious species are to be evaluated in different environments. Current monitoring methods are labour-time intensive, expensive and inefficient at capturing sufficient amounts of biomaterial for bioaerosol characterisation. Furthermore, there is currently no standardised protocol established which often leads to an underestimation of the diversity and quantity of microbial load. Thus, a more in-depth understanding of bioaerosol material is required. Next Generation Sequencing (NGS) has facilitated the characterisation of bioaerosol material at the fine-scale. However, such methods are being used with no guidelines as to the type of filter to be used; sampling flow rate, time period, or extraction methods. Furthermore, simply characterising the aerosol microbiome is only the first step to understanding the microbial processes occurring in bioaerosols in different environments. Metatranscriptomics which provides an understanding of how communities respond to changes in their environment may be more appropriate to analysing complex bioaerosol communities and their interactions with biotic/ abiotic factors in the environment.\nThe overall aim of this project is to develop a 'bio-toolkit' for high-confidence, wide-area biodetection and biomonitoring of bioaerosols from urban, agricultural and industrial environments. Specifically, the project aims to develop novel techniques for rapid, high-throughput sample capture, concentration and preparation for detecting bioaerosols. The project will utilise a combination of NGS (metagenetic) and chemical marker analysis to characterise the aerosol microbiome across environments. This will provide a robust, cost-effective, sensitive approach to identify, quantify and monitor key pathogens in bioaerosols. We will use metatranscriptomics to identify the functional diversity of the aerosol microbiome and provide insights into the processes supporting bacterial diversity in aerosol samples. We will examine how functional diversity changes across environment type and context and provide additional phylogenetic information on total bacterial diversity. A major project output for end-user beneficiaries will be an optimised network system for the rapid and responsive wide-area real-time monitoring (i.e. detection, characterisation and quantification) of bioaerosols (specifically bacterial pathogens) across urban, agricultural and industrial environments using portable 'in-field' micro-instrumentation. We will produce a database of microbial volatile organic markers for the rapid characterisation of bioaerosols from different sources. The project also provides a better understanding of the impact of bioaerosols from different sources on human exposure which is of direct relevance to the NERC strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M010813/1","grantId":"NE/M010813/1","fundValue":"638067","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"Ian  Colbeck","coPersons":["Corinne  Whitby","Alexander Joseph Dumbrell"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}