{"id":"5CA599D0-BC75-4D2F-8DB7-C676463FE804","title":"Photography from 1968-1988 in the Arts Councils Collection","abstractText":"The acquisition of photographs by what was then the Arts Council of Great Britain (ACGB, now ACE) began in 1972. Arts Council Collection (ACC) holds approximately 2,400 photographic prints. Some prints in the ACC are from negatives dating from the 'thirties and 'forties (particularly those by the distinguished photojournalists George Rodgers, Bert Hardy and Bill Brandt) .Others again- a small number -fall into the category of 'art photography' and date from the 1980's onwards. But the vast majority- about 2000 -date from the period of the late 'sixties to the late 'eighties and form the historical core of the collection since they were commissioned and/or purchased by the Photography Sub-Committee of ACGB from 1972 to 1979; the short-lived Support Scheme for Photographers, 1977-8 and the Photography Panel (of the then ACGB) which were instrumental to the formation of this significant collection.\nThe presence of photographs in the ACC, from this time, can arguably be considered as a unique case in both the history of collecting and the history of photography. This collection has never been fully documented, analysed or described, or, indeed, published.\n\nBy examining photography commissioned or acquired for the Arts Council Collection in the 1970s and 1980s, this research project will for the first time give a descriptive evaluation of the collection and bring them into the public domain. Beyond this, it will also chart issues relating to the cultural and social significance of photography in Britain during this period. The project will trace the ways in which institutional choices about promoting documentary photography found a context at a time when traditions of Realism were being re-emphasised across the visual arts. In its collecting of these images, the Arts Council's sponsorship of independent photography in England gave priority to a range of documentary and naturalistic approaches to the medium. These images are crucial in the current reinvestigation within art history of the documentary tradition of art within this country.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505090/1","grantId":"AH/E505090/1","fundValue":"21718","fundStart":"2007-04-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"David Alan Mellor","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}