{"id":"5CA6294C-5936-4427-979C-08601663F0F8","title":"Authority Research Network: creative/performative approaches to democracy and authority research","abstractText":"The ARN is a group of early career researchers who are involved in reinvigorating debates about authority. This involves thinking about the dynamic and creative ways in which authority is fostered and how it contributes to community life. The need to think about authority and how it operates is timely, as traditional authority structures are seen to have been eroded and there are calls to reinstate these (e.g. after the riots of summer 2011). Recent years have also seen a movement of authority away from the state and into the hands of private organisations such as credit agencies, disability assessors and other &quot;big society&quot; organisations. Policy moves (e.g. the Localism Act) that threaten existing state-led structures have exacerbated the need to think about new ways of understanding and building the social aspects of contemporary life, and provide alternatives to the state-community-individual model. The erosion of trust in traditional authority (family, banks) continues and contributes to these concerns. The ARN has worked together for 3 years, organising symposia, conference sessions, retreats and writing a special edition of the Journal of Power, an article for Critical Inquiry and a pamphlet on authority and participation to be used by community practitioners and participatory researchers.\nThe core network consists of early career academics working at Universities of Brighton (Leila Dawney), Bristol (Naomi Millner, Tehseen Noorani), Plymouth (Julian Brigstocke) Warwick (Claire Blencowe), Paraiba, Brazil (Aecio Amaral) and Bath Spa (Sam Kirwan). The project will extend this network to academic and non-academic participants working both in the UK and in Latin America, where similar concerns are being investigated in community and local political settings and where there is potential for research development and cross-fertilisation of ideas. The project builds on the work undertaken during 2 previous AHRC projects and takes up themes identified during these projects to build durable collaborations with new partners.\nThe project will involve two symposia: &quot;spaces and aesthetics of authority&quot; and &quot;the making of the common&quot;. The latter explores the notion of the &quot;common&quot; in philosophical and theoretical writings, in order to consider the role of knowledge and authority in the production of a shared life. The former emerges from a previous AHRC network project where a focus on the experience of authority was found to be central to understanding how it works and how it is generated through performances and practices (Dawney, Blencowe et al. 2011). \nThe symposia provide an opportunity to get to grips with new concepts and collectively produce workable ways of using those concepts in research practice which will lead to the development of a major participatory research project. They will feed into two retreats, which will provide time and space for creative thinking, collaborative writing, engagement with texts and the development of concepts and approaches. These will be supported by a creative writing expert and a visual artist to facilitate the production of creative, communicable material to be used in the larger research project and by colleagues working in community settings. \nHaving found their methods successful for their own career development, the ARN are keen to promote their distinctive working methods (retreats, diagramming and collaborative writing) to PhD students. The project will therefore include events at doctoral training centres (e.g. ESRC funded doctoral training centre network). \nThese activities will be supported by an intuitive webspace that enables discussion and peer review and provides a platform to archive, collect and disseminate creative and academic work that will form the beginning of a clear area of study called &quot;new authority studies&quot;. This will prepare the ground for the development of a significant research project that explores new articulations of authority in community settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006045/1","grantId":"AH/K006045/1","fundValue":"32939","fundStart":"2014-06-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"  The impact of the networking project is in very early stages as the project has only just started. However, in the first workshop and retreat, research network members have been able to share experiences of working with community partners and this has enabled us to draw on our experience of co-produced research in order to share expertise. This will feed into future research development with community partners.  Societal","person":"Leila  Dawney","coPersons":["Claire Peta Blencowe"],"organisation":"University of Brighton","findingsText":" The grant has only just begun, so we are in the early stages of the project. However, we organised a highly successful workshop at the University of Brighton, which was very productive in terms of engaging with new colleagues, providing initial feedback on ideas as well as developing an agenda to move forward. Immediately after the workshop members of the network went on a week-long retreat to work through some of the ideas and to develop research relationships with Brazilian colleagues. As we move forward with the project we will be developing research collaborations with community partners. This will take place both in Brazil next year, but also in the UK through upcoming research development meetings with partners including Citizen's Advice, City of Sanctuary, The Public Science Project at NYU, Permaculture Institute of El Salvador, Knowle West Media Centre, Single Parent Action Network. Outcomes from the symposium (blog posts, pamphlets) will feed into research development meetings over the course of the project. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}