{"id":"5CA71A2B-2BAE-495A-B98A-B25C7F780C53","title":"Defining the mechanism of action of the 8-aminoquinolines: A pre-requisite to rationally designed safe antimalarials for the elimination era","abstractText":"Malaria affects some 0.5 billion people and results in nearly 1 million deaths each year, mainly African children under the age of five. Malaria elimination programmes have been successful in some countries and the ambition is to roll these out to many more countries in the coming years. An important element in malaria elimination programmes is to have drugs that are able to cure relapse malaria (by killing the malaria parasite that infects and persists in the liver) as well as drugs that are able to block the transmission of the disease (by killing the stages that are transmitted to and live in the mosquito host).\n \nThere is only one class of antimalarial drugs (known an 8-aminoquinolines) with these desired properties, with one registered drug from this class known as primaquine and a new derivative called tafenoquine (with an improved dosing regimen) that is currently in clinical trials. Unfortunately however, both drugs are potentially lethal to people with a genetic disorder (known as Glucose-6-phosphate dehydrogenase deficiency) that affects some 400 million people word-wide, especially people from malaria endemic countries.\n \nA safer alternative to primaquine is therefore urgently required and this issue as been identified as a priority by the Medicines for Malaria Venture (MMV, the global organization that funds new antimalarial drugs), the malERA global study consortium (a consortium of international scientists and policy makers that set out the priorities towards malaria elimination) and by the World Health Organization (WHO).\n \nAn often cost-effective and rapid way of improving the safety or efficacy of drugs is to understand the mechanism of action and toxicity of current drugs and then generate derivatives with improved properties, e.g. such as in the generation of second-generation antibiotics. However, despite the fact that primaquine has been used for over 60 years, we hitherto do not know how this drug works, severely hampering efforts to generate safer derivatives.\n \nHere we present our initial data that indicates the involvement of two parasite enzymes (known as PfCPR and PfFNR) in the mode of action of primaquine. We are confident that we will be able to use this knowledge to generate safer derivatives of primaquine. However, a new drug discovery programme is very expensive and labour intensive and before we can go ahead we need definitive proof for the role of these two enzymes in the mode of action of primaquine. This MRC grant application therefore proposes to use the very latest molecular biology techniques and experimental disease models (using mice with humanized livers) to generate the definitive proof that will then allow follow-on research for a drug discovery project.\n \nThe researchers on this application have extensive experience in the techniques and approaches set out in the schedule of work, and we will also collaborate with industry (GSK) and academia to provide support with the very latest advancements and technologies in the field. The Liverpool team have a track record in translating basic research such as that described here into the generation of improved therapies. The project has been discussed with MMV and GSK, both of who are fully supportive of the need of the study, the approach used and the potential for translation to meet this urgent medical need.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L000644/1","grantId":"MR/L000644/1","fundValue":"518135","fundStart":"2014-01-02","fundEnd":"2017-01-01","funder":"MRC","impactText":"","person":"Giancarlo Augusto Biagini","coPersons":["David Andrew Baker","Mark J Paine","Paul  O'Neill","Stephen  Ward"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}