{"id":"5CB0B538-8728-431F-9D9E-05EF8D851401","title":"Resilience after Stroke: An Intervention to Promote Mental Health and Quality of Life among Older Stroke Survivors","abstractText":"Stroke is the leading cause of adult disability (WHO 2009). The impact of stroke is often sudden, but may have a number of long term physical, mental and social consequences affecting individuals, families and carers. Older people and those from black ethnic groups have a higher risk of having a stroke (Heuschmann et al 2008). Since stroke can often be devastating, it is important to understand how people cope with its long term effects. \n\nResilience means an ability to ?bounce back? from an adverse event in life (Netuveli et al 2008), such as following a stroke. Being resilient to overcome adversity such as loss or illness in later life is associated with improved mental health and quality of life (Nygren et al 2005, Hildon et al 2009). However, we do not currently know what ?resilience? means to older people in terms of their ability to deal with the adverse consequences of a stroke.\n\nThis study aims to understand what ?resilience? means to older stroke survivors and their carers, and how resilience helps some people to recover and adapt to life after a stroke. This information will help us to develop new methods of supporting people with stroke in the long term. We will conduct interviews with older stroke survivors from white and black ethnic groups and their carers. We will also conduct focus groups with workers from health, social care and voluntary services, as well as policy makers in stroke care. We will then bring the results from these together to develop new methods of assisting older stroke survivors and carers to cope with the adverse effects of stroke. The results from the study will be presented at several conferences and published in a report and journal articles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001910","grantId":"G1001910","fundValue":"242756","fundStart":"2012-01-03","fundEnd":"2014-01-02","funder":"MRC","impactText":"","person":"Christopher  McKevitt","coPersons":["Anthea  Tinker","Ajay  Bhalla","Robert  Stewart","Charles  Wolfe","Euan  Sadler","Alister  McGrath"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}