{"id":"5CB4875E-25F5-4C28-8A1B-9339811BF584","title":"Creating Cultural Citizenship? Understanding the impact of participatory arts on community health and wellbeing.","abstractText":"Arts and health is an emergent field that encompasses diverse art forms, settings and activities used to address a wide range of individual and social conditions. High level support has been given to the role of arts in improving health and well-being although it is acknowledged that the evidence base for the arts is in need of development. This research examines the impact of participatory arts on health, wellbeing and connectedness in communities. It uses the lens of cultural citizenship to develop a social model of arts and health. As well as elements such as rights and entitlement, cultural citizenship may include the virtues that participants and practitioners define and use to shape practice excellence. The project draws on humanities based perspective of virtue ethics to highlight aspects of policy and practice that have the potential both to support and limit health, wellbeing and connectedness through participation in the arts. It addresses three research questions:\n\n1. How do we understand the role of community connectedness through the arts?\n2. In what ways is connectivity generated through participation in arts?\n3. How does community connectivity relate to health and wellbeing?\n\nProject objectives\n\n1. Understand the impact of participatory arts on community health and wellbeing through the lens of cultural citizenship.\n2. Identify forms and conditions of practice excellence that underpin the promotion of health, wellbeing and connectivity.\n3. Understand the links between arts, health, connectedness and inequalities.\n4. Address issues of fragmentation and lack of connectivity that have limited research, evidence and practice in arts and health. \n\nThe research uses a mixed methods research design to explore participatory arts at three levels: the macro level of cultural policy and institutions; the exo/meso level of organisations that give direct support the arts and health field; and the micro level of participants' experiences of arts and health projects and programmes. These will be examined using literature reviews, surveys, interviews and detailed case studies. At each of level the research seeks to include three types of communities: communities of place (geographical communities), interest (health conditions, demographics, faith or political purpose) and practice (art form, activities and sector). The data analysis will trace the narratives generated through each of the levels to identify the key components of cultural citizenship for participants, service providers and members of diverse communities.\n\nThis research proposal emerged from the research development workshop 'Communities, Cultures, Health and Well-Being', organised as a part of the Connected Communities Programme. The research team encompasses disciplines including arts and humanities, psychosocial studies, social science and practice. It actively engages with key stakeholders from the arts and health field. The research will elaborate the concept of citizenship based on culture, informing key policy areas, such as health inequalities. It will identify assets and resources within the arts and health economy as well as understanding of the resources needed to ensure sustainable development. It will foster targeted and well designed community-based initiatives and services by identifying what works for whom and in what circumstances. Hence it will describe the inter-related elements of programmes that can be applied by service user and providers in particular contexts and to current and future interventions. \n\nDuring the project development phase (1st February - 31st May 2012) the team will refine the methodology and undertake a scoping review of the literature. A workshop for invited participants will explore the research themes and contribute to methodological development of the proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011002/1","grantId":"AH/J011002/1","fundValue":"11999","fundStart":"2012-02-01","fundEnd":"2012-05-31","funder":"AHRC","impactText":"  The research team members have each taken forward aspects of the project. Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Economic,Policy & public services","person":"Norma  Daykin","coPersons":["John  Mohan","Vanessa  Burholt","Mat  Jones","Lynn Patricia  Froggett","Mervyn  Conroy","Rebecca  Lawthom"],"organisation":"University of the West of England","findingsText":" That the concept of cultural citizenship, understood through the lens of virtue ethics, is a useful vehicle for understanding the impacts of arts on health and wellbeing from the point of view of practitioners and participants. This was a development project. Researchers and practitioners in the field of arts and health will find the basic concept of cultural citizenship useful although further work is done to fully understand this concept. Virtue ethics is a humanities based discipline that has a strong potential application in the field of arts and health. Communities and Social Services/Policy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}