{"id":"5CB5AD5F-E752-437B-8202-E1A57C46D3DC","title":"Sensitisation to alcohol withdrawal: consequences and mechanisms","abstractText":"Among those treated for alcoholism, a typical pattern consists of a period of problem drinking, treatment involving detoxification, a period of abstinence, which may be very short, followed by relapse. Such cycles are often repeated many times during an alcoholic career, each withdrawal episode increasing intensity of withdrawal and risk of seizures. Patterns of binge drinking by young adults, involving bouts of intoxication and withdrawal possess some features similar to repeated withdrawal. We have found that such individuals show impairments in cognitive and emotional competence, and we have been able to reproduce similar effects in rodents, in which we have begun to study the brain changes responsible for the deficits. The current project, to be undertaken by clinical and experimental scientists at the University of Sussex, and the Institute of Psychiatry, will extend this work to understand better the brain areas, and neuronal processes impaired by repeated withdrawal from alcohol. Using brain imaging and psychological testing of people who abuse alcohol, we will investigate whether repeated alcohol withdrawal, and binge drinking, compromise function of the frontal areas of the brain that are involved in judgement and control of behaviour, and which are likely to be important in controlling urges to drink, and of the brain area called the amygdala that is involved in emotions. Because it is difficult to discover whether differences observed between normal people and those who abuse alcohol are the cause of alcohol abuse, or its effect, related studies will be carried out in rats to determine whether repeated alcohol withdrawal causes related effects. Ultimately we would hope to be able to prevent brain changes that occur in withdrawal, and help alcoholics control their drinking more easily.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400568","grantId":"G0400568","fundValue":"700000","fundStart":"2005-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"David Norman Stephens","coPersons":["Steven C Williams","Mary L Phillips","Tamzin Louise Ripley","Theodora  Duka"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}