{"id":"5CC4EFE5-5F12-42DC-866B-BE5350398341","title":"Development of a microscopic gas diffusion-reaction model for a H2 producing biocatalyst","abstractText":"Providing the technology for production of renewable energy is one of the grand\nchallenges of this century. There are alternatives to oil, gas and nuclear such as \nwater, wind and solar power. Of those, the latter is a virtually unlimited power source \nand we think that every effort should be undertaken to try to harvest the power \nof the sun. This is not an easy task because light energy needs to \nbe converted into a form of energy that can be stored and supplied \non demand. A convenient storage medium are molecules comprised of atoms\nthat are held together by energy-rich covalent bonds. Indeed, over millions of years \nnature has stored sun light in form of organic molecules (fossil fuels) via natural \nphotosynthesis. A carbon-free alternative storage medium is molecular hydrogen with \nthe added advantage that the energy density that can be stored with hydrogen \nis significantly larger than for fossil fuels. Thus, molecular hydrogen is envisaged as one of \nthe primary energy carriers of the future. One of the grand challenges for scientists \nis to find or design a cheap catalyst that allows for efficient production of hydrogen from \nsunlight and a source for hydrogen atoms, ideally water. \n\nClearly, one of the most sustainable approaches to hydrogen production is \nphotocatalytic water oxidation, although this process requires efficient catalysts. \nTheir design is by no means trivial and can probably be considered as the holy grail \nof contemporary material science. A viable alternative that we investigate here \nis to exploit biological molecules (hydrogenases) that can be found in microbes \nsuch as green algae and cyanobacteria capable of photosynthetic water splitting. \nPilot plants of H2 producing organisms exist, but there are major barriers that must \nbe overcome to bring the process to commercial viability. The most important one that \nneeds to be addressed is the high sensitivity of the organism's hydrogenase to \nmolecular oxygen. Evolved under anaerobic conditions, the biomolecule gets inhibited or \ndamaged upon exposure of the oxygen that is around us in the atmosphere. \n\nThere is evidence that hydrogenases may be modified so as to render the molecule \nless sensitive to oxygen. In order to facilitate this optimization process we propose\nhere to investigate theoretically the primary events of the oxidative damage, that is diffusion \nand binding of oxygen molecules to the active site of hydrogenases, by developing \nnovel molecular simulation methods. The simulations will help to understand and \ninterpret recent experimental measurements on a molecular level. For example, \nthey will allow us to understand which pathways oxygen molecules take before they \ndamage the active site and how fast this process occurs. The microscopic information \ngained from simulation will be vital for the suggestion of modifications (mutations) \nof hydrogenase that aim to restrict the access and the binding of molecular oxygen \nwhile leaving the catalytic power for hydrogen production unchanged. The effects \nof the suggested mutations will be predicted by our simulations and tested in vitro \nby an experimental colleague. \n\nThe long term goal of this project is to obtain a hydrogenase mutant with \nsignificantly increased aerotolerance, which can be used for hydrogen production \non a technological scale. This would have a tremendous socio-economic impact \nas the hydrogen industry is likely to take a prominent position on the \nfuture energy market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015571/1","grantId":"EP/J015571/1","fundValue":"171251","fundStart":"2012-09-03","fundEnd":"2014-09-02","funder":"EPSRC","impactText":"  At the time of writing this text, work is still being carried out on this project, so it seems too early to make statements about the impact of the developed methodology and results. \n\nHowever, it is clear that the project has contributed to the personal development of the PDRA employed, Dr A Kubas.\nIn his second year of employment, and after publication of his paper in Angewandte, Adam was offered a more senior post-doc position at the Max-Planck Institute for Energy Conversion, Muhlheim, Germany, working in the group directed by Prof F Neese, a highly regarded theoretical Chemist. \n\nThe project has also fostered an interdisciplinary research \ncollaboration with Prof L de Gioia (Milan) and Dr C Leger \n(CNRS Marseille), resulting in a two week residential stay in Marseille in March/April 2014. As part of this stay I delivered \na tutorial talk to undergraduate and graduate students at \nthe local universities as well as a research talk to a more senior audience. We have identified future research projects and written a review in a high impact journal (Greco et al Energy and Environmental Science 2014).\n\nOur findings have been presented at a number of invited and contributed talks and at summer schools in 2013-14. As part of our impact plan, we have organised an international conference &quot;Interface between Experimental and Theoretical Approaches to Energy-related Enzyme Catalysis&quot;, co-organised by C. Leger, L. De Gioia, R. B. Best, \nhttp://www.thomasyoungcentre.org/enzyme-catalysis/\nThe goal of this conference, held at UCL in June 2014, was to showcase synergies between experiment, theory and molecular computations on three very topical themes in energy-related enzyme catalyses: ``Water oxidation in photosystem II&amp;quot;, ``Hydrogenases and synthetic analogues&amp;quot; and ``Multiheme proteins and biological\nnanowires&amp;quot;. There were 5 half-day sessions, each dedicated to one of the above themes, with a total of 15 invited talks, including members of the UK SUPERGEN consortium for biological fuel cells, and 12 contributed talks (5 female and 22 male speakers). The quality of both invited and contributed talks was very high, which can be explained by the large number of applications that we have received and the possibility to select from excellent abstracts. Several key issues for future developments were identified in each of the three sub-themes. With 83 participants from 11 European countries and the US attending, this workshop, co-sponsored by the US Office for Naval Research, Royal Society of Chemistry/Faraday Division, Society for Biological Inorganic Chemistry, and EPSRC, was a highly successful event. Chemicals,Energy,Environment Cultural","person":"Jochen  Blumberger","coPersons":[],"organisation":"University College London","findingsText":" Objective I: \n&amp;amp;amp;quot;Kinetic model for gas diffusion and binding to proteins. We propose to develop a unified multiscale kinetic model for diffusion and binding of gas molecules in proteins using data from molecular dynamics simulation and quantum mechanical/molecular mechanical calculations. The method will be applied to WT [FeFe]-hydrogenases and the resulting diffusive on-rates for H2 and O2 compared to experimental data and interpreted at a molecular level. We will develop methodology allowing such models to be derived in a systematic way.&amp;amp;amp;quot;\n\nThis model has been developed in Wang et al. J. Am. Chem. Soc. 135, 9493 (2013) and applied to CO2 and CO diffusion in CO-dehydrogenase. Applications to O2 and CO diffusion in FeFe hydrogenases are still ongoing and are expected to be \npublished end of 2015. \n\nObjective II. \n&amp;amp;amp;quot;Restricting O2 access. We aim at restricting the access of O2 to the active site of hydrogenases. The nature of the diffusion mechanism and the number of possible entry channels will reveal to which extent this can be efficiently done. On the basis of the characterized diffusion pathways key residues that control the access of O2 will be identified. The nature of these residues will be changed either by point mutations or by chemical modification. The engineered enzyme is then tested for increased H2 versus O2 selectivity in vitro (Leger) and in silico through measurement and computation of the corresponding diffusion rates.&amp;amp;amp;quot; \n\nA new computational method for the rapid screening of possible mutations that affect ligand binding in proteins has been developed and is currently under review, D. De Sancho, A. Kubas, P. Wang, J. Blumberger, R. B. Best &amp;amp;amp;quot;Identification of Mutation Hot-Spots for Substrate Diffusion in Proteins&amp;amp;amp;quot;. Applications of this method to O2 diffusion in hydrogenase enzymes are still ongoing and are expected to be published end of 2015. \n\nObjective III. \n&amp;amp;amp;quot;Restricting O2 binding. We aim at restricting the binding of O2 to the metal centers of hydrogenase once it has reached the active site pocket. Residues that form the walls of the active site cavity are mutated so as to increase the H2 versus O2 binding selectivity. The effect of the mutations is investigated by computation of the binding free energies of H2 and O2 at the QM/MM level of theory.&amp;amp;amp;quot;\n\nThe mechanism, activation and reaction free energy for O2 binding to two FeFe hydrogenases has been computed and published in Kubas et al Angewandte Chemie 2014, &amp;amp;amp;quot;Aerobic damage of [FeFe] hydrogenases: activation barriers for O2 chemical attachment&amp;amp;amp;quot;. Mutation studies in collaboration with \nC Leger (CNRS Marseille), that aimed at reducing the binding \naffinity of O2 to the active site, did not lead to significantly more robust enzymes (see below). The methodologies developed in Objectives I and II are and will be made available to the scientific community through peer-reviewed publications. The methodologies are very general and can be straightforwardly implemented by others. Alternatively, the corresponding scripts written in perl/python can be obtained from our reserach group upon request. Chemicals,Energy,Environment","dataset":"gtr"}