{"id":"5CCAAC92-E8CF-4B9B-955B-EEA12A719080","title":"Investigation of the effect of GLP-1 on left ventricular function during myocardial ischaemia","abstractText":"Cardiovascular disease is the most common cause of death in patients with diabetes mellitus, and the combination of type 2 diabetes mellitus (T2DM) and coronary artery disease is a major cause of premature cardiovascular mortality. In fact, coronary artery disease accounts for 75% of all deaths in patients with diabetes mellitus, and approximately 20% to 25% of all patients admitted to coronary care have diabetes. These patients have more severe coronary artery disease and diabetes is an important independent predictor for death, myocardial infarction or readmission with unstable angina at 1 year. Population studies support a strong, independent relationship between the concentration of glucose in the blood and subsequent long-term mortality in patients with ischemic heart disease. A heart attack is the result of prolonged interruption of blood flow to heart muscle leading to an imbalance between myocardial oxygen supply and demand. A temporary imbalance, when oxygen demand exceeds supply, is termed ischaemia and may be clinically apparent as angina. The initial response of the heart muscle to ischaemia is to increase glucose extraction in order to both support contractile function and restore intracellular metabolism. Glucagon-like peptide-1 (GLP-1) is a natural hormone released by the upper intestine in response to food ingestion that has been shown to promote glucose metabolism in the heart and the proposed studies will assess whether administration of the peptide during angina will protect the heart. The pharmacological properties of GLP-1 are attractive and this study will examine the effect of GLP-1 on cardiac performance in humans with coronary artery disease (including those with T2DM) and assess the potential of the peptide to protect the heart from damage associated with ischaemia. This is particularly important in patients with angina at rest, but also during percutaneous coronary intervention (PCI, also know as coronary angioplasty) where the coronary artery is briefly occluded during the treatment and in a significant minority of patients there is myocardial damage with release of cardiac-specific markers such as troponin into the blood. Such patients exhibit an impaired prognosis despite apparently having successful stent deployment and it is important to investigate whether infusion of GLP-1 has the potential to limit myocardial damage during PCI. If there is evidence of benefit, larger clinical trials will be required including those patients with T2DM who are at the greatest risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701720","grantId":"G0701720","fundValue":"99771","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"David P Dutka","coPersons":["Paul  White","Mark Lewis  Evans","Michael  O Sullivan","Fiona Mary Gribble","Sadaf  Farooqi","Peter  Schofield","Nicholas  Finer"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}