{"id":"5CCCDDCC-E384-4158-9E8C-13E09D57DA63","title":"Initiation of endospore formation in clostridia","abstractText":"Some bacteria are capable of producing profoundly dormant and highly resistant spores in nature, making them difficult to eradicate form hospital environments, foodstuffs and pharmaceutical preparations. The ability to form spores is shared by members of the bacterial families Bacillus and Clostridium. Whereas the former require atmospheric air for growth (aerobes), oxygen is poisonous to the latter. Thus, clostridia can only grow in the absence of oxygen and are therefore classified as anaerobes. A number of Clostridium species have achieved notoriety because they cause human disease, largely as a consequence of spore production. For example, Clostridium difficile is highly resistant to many antibiotics and causes serious problems in our hospitals, sometimes leading to mortality. Once an infection breaks out in a hospital ward the presence of spores make it very difficult to control and frequently, wards have to be closed for rigorous disinfection. Similarly, the spores of Clostridium botulinum remain a potentially serious problem in the food preservation industry because they are able to withstand high temperatures and pressures. Moreover, public concern about spore-forming organisms have been heightened post 9,11, as they pose a potential bioterrorism threat. Paradoxically, it is the ability to form spores that presents Clostridium with, perhaps, its greatest potential benefit to mankind, through the exploitation of their spores as a delivery system for treating cancer. When spores are injected into the bloodstream, the bacteria are unable to grow because normal healthy tissues contain oxygen. However, the central mass of solid tumors are devoid of oxygen. Those spores that enter a tumour are therefore able to germinate, and bring about the establishment of an actively growing population, specifically restricted to the tumour mass. This unique feature provides the opportunity to deliver therapeutic agents selectively to solid tumours, by endowing the organism used with genes able to direct the production of the desired anticancer drugs. The well-studied model organism, Bacillus subtilis, contains a group of interacting protein molecules (called a phosphorelay) responsible for sensing environmental changes as a prelude to launching the process of spore development. It was assumed that all spore-formers would possess a similar phosphorelay. Recently, the entire DNA sequence of the chromosomes of a number of Clostridium family members have been determined. To our surprise, they do not have phosphorelay proteins. The clostridia are believed to resemble the more primitive life forms that were present on Earth before our atmosphere contained oxygen. Little is known about the environmental changes that might signal the onset of spore formation in this important group of organisms and the objective of this research project, is to discover what, in the absence of a phosphorelay, triggers sporulation. Should we solve this riddle, then scientists may be able to devise strategies that interfere with spore formation by clostridia. This will reveal new ways of preventing spore formation and reducing the incidence of C. botulinum spores in foods and the spore load of C. difficile in hospital wards. It should also result in the more effective production of spore preparations for use in anticancer therapies. Joint with BB/D001498/1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D522797/1","grantId":"BB/D522797/1","fundValue":"187191","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"  Historically, the bacterial genus Clostridium is most often associated with debilitating and life-threatening diseases such as that studied here, botulism, but equally infamous are tetanus, gangrene, antibiotic associated diarrhoea and food poisoning. However, the vast majority of clostridia are entirely benign, and far from being the scourge of humankind, may well be its saviour. Clostridia occupy many specialised biological niches and have evolved a plethora of bio-catalytic abilities that can be exploited for humankind's benefit. Many species are being pursued as cell factories for production of biofuels and chemicals through alternative processes to traditional petro-chemical routes. Yet others are being explored as tumour delivery vehicles for anti-cancer drugs.\n\nTools for manipulating clostridial genomes (for gene knock-out and knock-in) are essential for generating the functional knowledge needed to combat clostridial pathogens, and for genetic enhancement of strains used in chemical production and cancer therapy. Without those tools, in the 20 years prior to breakthrough research at Nottingham, just five mutants had ever been made in the biobutanol organism C.acetobutylicum, only one in the pathogen C.difficile and none in the pathogens C.botulinum or C.sporogenes. The genetic method developed here, ClosTron technology, provides a simple and rapid method for generating mutants, a prerequisite for ascribing function to the organism's genes/ gene products, itself a requirement for the rational development of effective countermeasures against clostridial pathogens. These include the formulation of more effective means for preventing food spoilage and poisoning by Clostridium botulinum. The paper describing the ClosTron is the most cited paper in the Journal of Microbiology Methods since its publication in 2007. ClosTron has revolutionised clostridial molecular biology and it is now the most widely used gene tool within the clostridial community. A patent protecting the system was filed in 2006. Agriculture, Food and Drink,Chemicals,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology,Other ","person":"Nigel  Minton","coPersons":[],"organisation":"University of Nottingham","findingsText":" Some bacteria are capable of producing profoundly dormant and highly resistant spores in nature, making them difficult to eradicate from hospital environments, foodstuffs and pharmaceutical preparations. The ability to form spores is shared by members of the bacterial families Bacillus and Clostridium. Whereas the former require atmospheric air for growth ('aerobes'), oxygen is poisonous to the latter. Thus, clostridia can only grow in the absence of oxygen and are therefore classified as 'anaerobes'. A number of Clostridium species have achieved notoriety because they cause human disease, largely as a consequence of spore production. For example, Clostridium difficile is highly resistant to many antibiotics and causes serious problems in our hospitals, sometimes leading to mortality. Once an infection breaks out in a hospital ward the presence of spores make it very difficult to control and frequently, wards have to be closed for rigorous disinfection. Similarly, the spores of Clostridium botulinum remain a potentially serious problem in the food preservation industry because they are able to withstand high temperatures and pressures. Moreover, public concern about spore-forming organisms have been heightened post 9/11, as they pose a potential bioterrorism threat. \n\nThe well-studied model organism, Bacillus contains a group of interacting protein molecules (called a phosphorelay) responsible for sensing environmental changes as a prelude to launching the process of spore development. It was assumed that all spore-formers would possess a similar phosphorelay. However, when the genetic blueprint of a number of Clostridia was determined, the genes responsible for this phosphorelay were missing. How then does the bacterium sense unfavourable external conditions and then transmit that information to the genetic machinery inside the cell and start producing spores? The traditional approach to solving such conundrums in biology is to systematically inactivate selected genes, thereby preventing production of the protein they encode, and then testing to see what effect the absence of that protein/gene has on the process under investigation -in this instance ability to form spores. Prior to this project, methods of inactivating genes in Clostridia were unavailable. During the course of this work, we have developed a revolutionary tool (the ClosTron) that may be used to directly target specific genes and bring about their deactivation. We have use this tool to identify those proteins that are located on the cells surface that most likely sense the external changes and then directly pass this information on to the cells genetic machinery. On a general level, our work has resulted in the development of a technology (the ClosTron) that has a myriad of applications to bring about a better understanding of how Clostridia function through targeted gene inactivation. This will lead to better ways of treating the diseases they cause and/or exploiting their useful properties for the benefit of humankind. On a specific level, the identification of those proteins pivotal to spore formation could lead to new ways of preventing spore formation and reducing the incidence of C. botulinum spores in foods and the spore load of C. difficile in hospital wards. It should also result in the more effective production of spore preparations for use in anticancer therapies. Aerospace, Defence and Marine,Energy,Healthcare","dataset":"gtr"}