{"id":"5CE1A215-0009-47F5-B405-53AFAFC50682","title":"ENHANCING OPENNESS AND EXPLAINING SECRECY: POLICY LESSONS FROM THE DECLASSIFICATION AND MANAGEMENT OF US INTELLIGENCE AND SECURITY RECORDS","abstractText":"This proposed follow-on-funding project on declassification will provide additional impact by distilling and disseminating the policy lessons learned during the AHRC's &quot;Landscapes of Secrecy&quot; project. It will outline issues of best practice in terms of engagement between government and a wide range of users in the realm of declassification. The themes covered will include Freedom of Information regimes, web publication of documents for public access, selection of documents for preservation, reviewing of proposed memoirs by former officials, official histories, government assistance to projects of cultural production and press liaison. In the original specification for our ongoing project, &quot;Landscapes of Secrecy&quot;, which is now in its final year, we explained that since 1947, American so-called 'secret' espionage and covert operations have in fact enjoyed a uniquely high profile. This is partly because of Washington's taste for 'covert' interventions that were in practice impossible to keep hidden from public view (for example the Bay of Pigs fiasco). The legal implications of the First Amendment of the US Constitution also assured journalists almost complete immunity when breaking stories about the intelligence community. Accordingly, over fifty years, the American polity struggled to balance openness and secrecy. Declassification of information relating to security and intelligence matters is an especially challenging area for policy-makers. Across Europe, new legal frameworks for intelligence and security that arrived in the 1990s have placed a stronger duty on government in terms of both accountability and public understanding. There is constant public pressure for declassification of historical records relating to the intelligence and security agencies. Yet at the same time, the growing burden of security issues, especially transnational threats, has placed a greater premium on state secrecy. The nature of the output from our current project privileges academic and public understanding. For example, the main output will take the form of four monographs dealing with, respectively: (i) declassification, (ii) memoirs, (iii) faction and (iv) the media. Public understanding has been prioritised through web-activity and a large conference which is designed to attract public participation as well as academic activity. Wider audiences are also being addressed through press articles and pod-casting. We now wish to develop specific &quot;lessons learned&quot; activity directed at government in the UK and Europe, together with the Third Sector. In the proposed follow-on project this will be realised through six different types of substantive activity (see 'Objectives' above). The proposed follow-on-funding project contributes to broad AHRC and RCUK priorities in four ways: 1. It explores 'pathways to impact' by training new researchers on case studies of practitioner engagement. 2. It draws out the lessons of the past to explore issues of transparency and trust in public life. 3. Through its partners and collaborators in Geneva and The Hague it engages with our European neighbours in government. 4. Most importantly, it contributes to evidence based policy-making for departments delivering security in the context of global uncertainty. (Arts &amp; Humanities Research Council Delivery Plan 2011-2015, pp.8, 11, 14.) NB: Our application does not relate to impact activities that were already discussed within the original award. Please also note that we are aware that research on intelligence and security agencies, even in a historical context, can sometimes raise ethical issues. Both this proposal and the main project are focused on declassification and public engagement precisely because these issues are 'unsecret' and therefore relatively inert. Partly for this reason we have received enthusiastic support and offers of collaboration from the agencies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J001856/1","grantId":"AH/J001856/1","fundValue":"33246","fundStart":"2011-09-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Richard James Aldrich","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}