{"id":"5CE392B9-DA4D-42C7-96EF-9A0367880A24","title":"Development of magnetic nanoparticle (MNP) based delivery system for gene transfer to multipotent neural precursor cells (NPCs)","abstractText":"The adult brain and spinal cord (together called the central nervous system or CNS) have a poor capacity to repair after injury. This leads to a poor prognosis for patients with severe spinal cord injuries and devastating consequences for their quality of life. Neural precursor cells or NPCs, have an enormous potential for increasing repair at injury sites in the CNS. As NPCs have the ability to migrate into areas of damage in the nervous system, an important application for these cells is as cellular vehicles to transport therapeutic genes (and other molecules) to the sites of injury in the CNS. Currently, the most widely used method of delivering genes to NPCs is to use modified viruses carrying genes, which infect cells and then transfer genes into the infected cells. However, this method has a number of drawbacks and is associated with major safety issues. New delivery systems using magnetic nanoparticles (MNPs) could be very useful in this regard, and have many benefits for delivery of genes. MNPs can be coated with genes and are taken up into cells. As they are magnetic,cells carrying MNPs can be targeted to particular areas of damage in the body by placing external magnetic fields over injury sites.Preliminary clinical trials shown that injecting MNPs into the body appears to be safe and do not seem to have toxic or carcinogenic effects. This study will establish if it is possible to use MNPs to deliver therapeutic genes to NPCs (that will then be used for transplantation into the spinal cord). We will assess methods to optimise the uptake of MNPs coated with genes into NPCs and establish if this procedure has any adverse effects on the survival and development of the cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013884/1","grantId":"BB/F013884/1","fundValue":"355053","fundStart":"2008-05-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Divya Maitreyi Chari","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}