{"id":"5CE4595D-0D35-40EF-A20B-F600EE49AD36","title":"Exploiting XMaS Studies of Highly Correlated Electron Systems, Real Surfaces and Biomaterials","abstractText":"Funding is requested for a third operational period of the UK CRG XMaS at ESRF, which provides a facility for internationally competitive SR-based diffraction studies for over a dozen UK research groups predominantly from university Physics, and Chemistry departments. The beamline, which opened to users in 1998, is staffed by a team of 5 based at ESRF and co-directed from Liverpool (CA Lucas) and Warwick (MJ Cooper) and has been supported by two successive 5yr EPSRC operational grants to date. It is distinguished by its unique sample environment and analysis facilities, especially low temperature high magnetic field and polarisation analysis which have led to highlighted resonant x-ray diffraction work on in highly correlated systems such as magnets, superconductors and CMR compounds, rare earth and actinide multilayers, establishing details of the charge ordering and the electronic structure. In addition non resonant scattering from real surfaces has ranged from quantum dots to self organised arrays and the study of electrolysis in relationship to electrocatalyis and the corrosion of cultural heritage objects; in addition the beam line accommodates diverse work on biomaterials (strain in dentine, scattering signatures of biological tissue).The beamline, which is a mature facility, will work with the emerging UK facility DIAMOND, which cannot provide comparable research facilities in the period in question for the size and diversity of the UK community, to ensure a comprehensive provision for the UK community and transfer of know-how via a joint PDRA appointment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000375/1","grantId":"EP/F000375/1","fundValue":"1897540","fundStart":"2007-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The grant supported the opperation of the XMaS beamline at the European Synchrotorn Radiation Facility which has been underpinning UK materials science since 1997. Proposals currently submitted to the beamline incorporate hard condensed matter, technological materials, soft matter (photovoltaic and polymeric materials), energy materials and healthcare technologies. The facility has continually evolved to meet a broad range of scientific challenges through the development of novel instrumentation and sample environments. Research performed on the beamline contributes directly to societal challenges such as energy storage and recovery, the digital economy, advances in healthcare technologies as well as developing new research infrastructure to facilitate future research. XMaS has developed a suite of unique capabilities; it is currently capable of performing x-ray scattering experiments in high DC magnetic fields, it routinely combines ultra-low temperatures with high electric fields and has the ability to use low energy x-rays (2.4 - 3.5 keV) for scattering experiments that are not available on other beamlines to which the UK has routine access. To date it has been used by over 40 universities and research institutes. During this funding period, approximately 30 experiments were performed annually and it also facilitated synchrotron radiation (SR) training for post-graduate students as well as post-doctoral researchers. Chemicals,Digital/Communication/Information Technologies (including Software),Energy,Environment,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Thomas Paul Anselm Hase","coPersons":["Malcolm  Cooper"],"organisation":"University of Warwick","findingsText":" The XMaS facility is interdisciplinary with outputs impacting a wide range of scientific disciplines as can be evidenced in the attached publication list as well as the number of conferences, training courses and seminars that output is presented at. The research performed by our users is frequently singled out in the ESRF's Highlight/Spotlight publications. \n\nHere we include a small subset of the interdisciplinary highlights:\n\n(1) Zeng et. al &quot;Complex Multicolor Tilings and Critical Phenomena in Tetraphilic Liquid Crystals&quot;, Science 331, 1302 (2011). \nIn this paper the authors used x-rays to study the ordering of polymeric or soft condensed matter materials that are used to form liquid crystals. By combining T-shaped molecules with a rod-like aromatic core and a flexible side chain to form liquid crystal honeycombs, the authors showed how the simple addition of a second chain can results in honeycombs structures with highly complex tiling patterns. This work illustrates how design based on segregation and geometric frustration paves the way to self-assembly of small molecules into elaborate multi-compartment soft-matter structures for complex 2D nanopatterning.\n(2) Adriaens et al. &quot;The coordinated use of synchrotron spectroelectrochemistry for corrosion studies on heritage metals&quot;, Accounts Chem. Res. 43, 927 (2010)\nIn this account, the authors discuss the application of synchrotron-based techniques to the studies of corrosion and its prevention in cultural heritage metals, focusing on their recent work on copper alloys. More specifically, they use x-ray techniques to evaluate the use of corrosion potential measurements as a possible monitoring method for copper-based objects recovered from marine environments. The work is part of a collaboration with the Mary Rose Trust with the outcome having direct relevance to the preservation of our heritage. \n(3) Lucas et al. &quot;Temperature-induced ordering of metal/adsorbate structures at electrochemical interfaces&quot;, J. Am. Chem. Soc. 131, 7654 (2009)\nThe authors studied the influence of temperature changes in water-based electrolytes on the atomic structure at the electrochemical interface using in-situ surface X-ray scattering (SXS) whilst at the same time applying voltages to the sample surface. The results are presented for the potential-dependent surface reconstruction of Au(100), the adsorption and ordering of bromide anions on the Au(100) surface, and the adsorption and oxidation of CO on Pt(111) in pure HClO4 and in the presence of anions. These types of studies allow us to understand and probe the interaction of important environmental chemicals with metallic surfaces. Work of this type underpins the development of more efficient catalysts for both energy production and carbon capture.\n(4) Brown et al. &quot;Dipolar excitations at the L3 x-ray absorption edges of the heavy rare earth metals&quot;, Phys. Rev. Lett. 99, 247401-1 (2007)\nMagnetism and magnetic materials underpin much of the modern technological advances seen over the last few decades. In this fundamental study, the interaction of x-rays with a magnetic material have been used to shed new light on the electronic structure at an atomic level. The data have been used to create more realistic electronic models of these important classes of materials. \n(5) Maisoon et al &quot;2D mapping of texture and lattice parameters of dental enamel&quot;, Biomaterials 28, 2908 (2007)\nThe authors used synchrotron X-ray diffraction to study the crystal structure as a function of position in a cross section of human dental enamel. Their study is the first to map changes in preferred orientation and lattice parameter as a function of position within enamel across a whole tooth section with such high resolution. Areas of high crystallite alignment on the tooth cusps match the expected biting surfaces which required the reinforcement that such alignment causes. Additionally they find a large variation in lattice parameter when travelling from the enamel surface to the enamel-dentine junction. The authors believe this to be due to a change in the chemical composition within the tooth. These results provide a new insight on the texture and lattice parameter profiles within enamel and offer quantitative studies which could lead to more efficient and tailored dental treatments in the future. All the research undertaken by the facility is published in the public domain. Whilst much of the work is of a fundamental nature, it provides supporting understanding of material properties of a wide range of scientists. \nAs part of our work, we regularly need to develop new sample environments and design new x-ray metrologies. These developments can lead directly to new commercial agreements with companies but through knowledge transfer are exploited by other research groups and beamlines around the world. Chemicals,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}