{"id":"5CF087ED-AB73-4097-82A5-D55BB61C56B8","title":"Dynamic Real-World Lighting for Complex Scenes with Applications to Design of the Built Environment","abstractText":"Physically-based rendering is the process of creating accurate computer generated images using physically accurate materials and light sources and computing a simulation of the lighting. Physically-based rendering is needed by any discipline that requires an accurate representation of the lighting in an computer generated environment, it makes it possible to accurately predicate how a new building will affect the environment around it, it allows designers to test their products under any possible lighting environment at the click of a button, it enables archaeologists to delve into reconstructions of the past, and it allows entertainers to create realistic environments that may have never existed before. \n\nThis 12 month project will improve the realism of physically-accurate computer generated images, and the time it takes to compute them for complex lighting scenarios. The novel methods will be used for applications in the built environment through consultancy and evaluation from Arup, a global firm providing engineering design, planning and project management services in all areas of the built environment. The realism of computer generated images has been improved by a process known as image-based lighting (IBL) which relies on the capture of High Dynamic Range (HDR) images. Unlike normal images, HDR images can represent most of the real world luminance and has made it possible to capture the entire lighting at a single point in an environment. This captured HDR image, termed an environment map is used to accurately relight a virtual environment with the captured real world luminance. This process is relatively straightforward for scenes which are directly lit by the environment map, but can be very slow to compute for scenes where the lighting needs to be computed indirectly, such as is common in applications in the built environment, for example when computing the lighting of a view from inside an office building which is entirely lit from the outside. The first goal of this project is to create a novel rendering algorithm that uses clever sampling methods which will reduce the computation of such complex scenarios to that of the straightforward case. \n\nThe capture of environment maps for IBL has, until now, due to limitations in hardware capture, been limited to static scenarios. WMG is in possession of the world's first HDR video camera which can capture up to 20 f-stops at an HD resolution of 1920x1080 pixels at 30 frames per second, making it possible to capture dynamic environment maps. goHDR a company with HDR expertise will provide their compression method that will enable the dynamic environment maps to be stored as HDR videos. When not compressed, HDR videos would consume 24MB for a single HD resolution frame. This compression will allow HDR videos to be stored with a minimal overhead over a standard video, and make processing of dynamic environment maps feasible. This will enable the second major goal of this research which is to create algorithms that can compute physically-accurate rendered animations using dynamic environment maps for dynamically change lighting for complex scenarios.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038780/1","grantId":"EP/I038780/1","fundValue":"99952","fundStart":"2012-02-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Kurt  Debattista","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}