{"id":"5CF9147C-6842-498D-8A6D-643089AA2506","title":"Pilot study: the use of gene expression profiles to predict protective immunity without the need for disease challenge","abstractText":"In order to develop new vaccines, or new ways of delivering vaccines, it is necessary to demonstrate that they provide protection from the disease of interest. One of the most frequently employed ways of doing this is by the use of vaccination challenge studies. In such studies laboratory animals are immunized with the vaccine and then exposed to the disease of interest: if the vaccine is effective then the animals are protected from illness (or at least more protected than animals which did not receive the vaccine). \n\nIn the case of certain diseases, the number of laboratory animals which are used in these kinds of studies can be reduced by measuring the immune response of the animals following vaccination. In such cases, the immune response can be used to predict how well an animal will be protected from disease, without the need to actually expose it to the disease causing organism. However, in the case of tuberculosis, as well as a number of other important diseases, reliable immune response predictors of vaccination success have eluded identification because there is no single immune response (e.g. antibody production) associated with protection from disease. This project aims to assess whether a recently developed technique called ?RNA sequencing? can be used to address this problem. \n\nThe immune response to tuberculosis is complicated, and involves the combined action of several different types of cells, which are co-ordinated by protein messenger molecules and protein molecules on the surfaces of cells. In turn, these are controlled by genes, which can be either up-regulated or down-regulated. RNA sequencing allows the degree to which these genes are being up or down-regulated to be measured. Hence it is possible to study the combined immune response of an individual following vaccination, rather than studying specific components. \n\nThe samples which will be analysed in this study come from badgers vaccinated against tuberculosis. Badgers are known to be susceptible to infection with tuberculosis, and can transmit the disease to cattle. As badgers are legally protected in the United Kingdom, vaccinating them against tuberculosis provides a potentially valuable approach to controlling the disease in cattle. This project aims to identify immune responses in badgers following vaccination which predict how well protected they will be from tuberculosis, using RNA sequencing. Identifying such responses has the potential to reduce the number of animals which need to be used in this kind of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100148/1","grantId":"G1100148/1","fundValue":"38240","fundStart":"2012-02-24","fundEnd":"2013-05-31","funder":"NC3Rs","impactText":"","person":"Roland  Ashford","coPersons":["Mark  Chambers","William  Newell","Charlotte  Cooke"],"organisation":"Animal Health & Veterinary Lab Agency","findingsText":"","dataset":"gtr"}