{"id":"5CFCF188-6E9B-44B4-BC05-B2DEF1307F0C","title":"Experimental choroidal surgery for age-related macular degeneration","abstractText":"Age-related macular degeneration is the commonest cause of blindness in the UK and most people have an elderly relative who is affected by the disease to some extent. Macular degeneration leads to a burning out of the central part of the vision, leaving patients unable to read or recognise people?s faces. The retina is made up of a thin delicate sensory layer that is easily damaged, lined and protected by a more robust layer known as the choroid. This is analogous to an inner tube inside a tyre. Macular degeneration begins in the choroid (tyre) layer, but over a period of years gradually erodes through to damage the retina (inner tube), at which point vision is lost. The aim of our research is to develop an operation to move the degenerating choroid away from the central retina before it is irreversibly damaged. We propose to do this by rotating a large disc of the choroid layer after lifting up the retina. This will move the diseased choroid away from the fovea (the sensitive central part of the retina) to another part in the peripheral retina where vision loss will be barely noticeable. The fovea will thus be provided with relatively healthy choroid, which may set the degeneration back many decades. The surgery is performed from within the eye and is extremely challenging, but instruments developed recently have made it easier. We have already completed one trial with patients in our hospital and showed that this technique works well in principle. We have however discovered that we need to slide a much larger choroid layer and in such a way that preserves a blood vessel underneath. We have devised a means of doing this, but the surgery is quite different to anything we have done before and we therefore need to validate its effects in an animal model before proceeding to another clinical trial. Ethically we must be sure that there are no unexpected problems with the surgery before recommending it to our patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601588","grantId":"G0601588","fundValue":"421876","fundStart":"2007-09-01","fundEnd":"2010-12-31","funder":"MRC","impactText":"","person":"Robert  McLaren","coPersons":["Adam Murdin Sillito","George W Aylward"],"organisation":"University College London","findingsText":"","dataset":"gtr"}