{"id":"5CFF3E1F-83F8-4996-8E87-1FFCE76D2EE6","title":"Establishing Single Molecule Real Time Sequencing for the North of the UK","abstractText":"Over the last 5 years molecular biology has been transformed by the application of new sequencing technologies which allow DNA and RNA to be sequenced much faster than was previously possible and at a significantly reduced cost. We are now at the cusp of a second transformative wave of technologies with the availability of third generation sequencing methodologies that enable single molecule, real-time sequencing. These developments create opportunities for researchers working within the BBSRC remit.\nThe proposal seeks to place a Pacific Biosciences RS II high-throughput sequencing platform within the Centre for Genomic Research (CGR) at the University of Liverpool, a facility that has provided DNA sequencing and analysis services to the UK research community for over 5 years. The CGR is embedded within the Technology Directorate (TD) at the University of Liverpool (http://www.liv.ac.uk/technology-directorate/), to ensure utilisation of assets by the Faculty and thus drive academic excellence. In considering the financial sustainability of an SRF, the TD considers a number of less tangible returns, such as publications, student training and grant proposals as important components of the Faculty's core business, alongside returns such as access fees. There is hence a strong commitment by the University of Liverpool to genomics as an enabling technology. As such, the CGR is one of the largest facilities of its type in the UK, with a core staff of 20 people. The CGR handles 200 - 300 projects per year, ranging from small pump-priming / R&amp;D projects to large-scale projects involving the sequencing and analysis of several hundred samples. To make best use of the capacity and expertise residing in the CGR and the wide skill sets of laboratory and bioinformatics staff, the proposal Investigators collaborate with researchers across the academic spectrum to assist them in devising, executing and analysing genomic datasets. The CGR currently offers access to a range of high-throughput sequencing platforms: Roche 454FLX+, Illumina HiSeq and MiSeq as well as the Ion Torrent platforms. Our partner in this bid, Edinburgh Genomics, formed from the fusion of GenePool and Roslin's ARK-Genomics, operates in a very comparable manner and extensive links already existing between the two facilities and applicants on this proposal.\nWe now request a 46% contribution to the purchase of a Pacific Biosciences RS II to extend the current range of platforms. The PacBio system is the only available platform on the market that will offer amplification-free sample preparation in combination with the potential for very long read output. Hence, the technology is ideally suited to the application in areas of core strategic fit with BBSRC priorities, namely Food Security, Bioenergy and Industrial Biotechnology as well as Basic Biosciences underpinning Health. The majority of research within the laboratories of the applicants is funded by the BBSRC. We have identified five key applications of the technology such as the structure and regulation of complex genomes [(eg wheat) or the diamondback moth (Plutella xylostella), one of the most important pests of cruciferous crops], understanding haplotypes in livestock as well as investigating the composition of microbial communities as applicable to health and biotechnology.\nIn addition to underpinning research at the University of Liverpool, the applicants have also received widespread support from across Northern Universities and Scotland, highlighting further projects that will benefit from the application of the technology. Industrial partners (Oxitec, an SME, and Unilever) have pledged support, as has the University of Liverpool. As a consequence, this is a highly cost effective and relevant investment that will place an instrument with high user demand in an environment with a proven track record of delivering high quality science with skilled staff and a clear access model for academia and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014777/1","grantId":"BB/L014777/1","fundValue":"353867","fundStart":"2014-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  We have had a pacbio syposia to inform other scientists about this. \nThe equipment has been used by Oxitec ltd and UNilever and is therefore supporting research in UK industry Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Economic","person":"Neil  Hall","coPersons":["Christiane  Hertz-Fowler","Mark Lyon Blaxter","Anthony James Hall","Alistair Charles Darby"],"organisation":"University of Liverpool","findingsText":" We have purchased a Pacific Biosciences Single molecule sequencer and have made it available to academic and industry scientists. We have held training days and a symposium to inform scientists This facility will be of value for scienctists in microbiology. cancer research, comparative genomics, HLA typing etc. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}