{"id":"5D0120D3-0494-421F-8424-6C777962D5D9","title":"An analysis of the capacity of volunteer sports coaches as community assets in the Big Society","abstractText":"Although there is some existing research on volunteer sport coaches and their role in community engagement, it tends to be somewhat fragmented and limited, and is located primarily in the national contexts of the USA, Canada and Australia. This analysis of the existing body of empirical evidence suggests that volunteer coach research lacks robustness, rigor and a theoretical grounding from which to design future studies. The available literature is descriptive in format and design, perhaps reflecting the fact that the academic study of sport coaching is a relatively young field. Thus, while it is widely claimed that volunteer coaches can make a range of contributions to the social, physical and moral development of individuals, particularly young people, there is a lack of robust empirical evidence to support such claims. If, therefore, there are growing expectations about the individual and community benefits that volunteer sports coaches can deliver through sports activities, it is imperative that we understand more about the needs, motivations and priorities of this large volunteer workforce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501227/1","grantId":"AH/J501227/1","fundValue":"22467","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  Findings have been used to inform our research (evaluation and intervention studies) with sport organisations working with volunteer coaches. We continue to support key stakeholders charged with promoting positive physical activity behaviours develop coaching pedagogies relevant to the context of their sport. \n\nFindings have also challenged us to seek out funding that will allow further examination of community sport as a site for engendering social benefits. We are presently designing multi-disciplinary and collaborative CPD mechanisms - 'pedagogical cases' - that will be developed to support the needs of practitioners and researchers to change their practices. Education,Leisure Activities, including Sports, Recreation and Tourism Cultural,Policy & public services","person":"Mark  Griffiths","coPersons":[],"organisation":"University of Birmingham","findingsText":" (i) There are no studies that have examined the perceived benefits of volunteering for volunteer coaches or the sporting community.\n\n(ii) There is some evidence to suggest that physical activity in a community setting leads to improved health benefits and social networking. There is no evidence, however, that volunteer coaches are capable of prompting these outcomes. \n\n(iii) Evidence suggests that community sport offers both structured (organised, competitive) and unstructured (social) opportunities for participating in sport, with the potential to develop individual and community benefits.\n\n(iv) Where community sport is recognised as a significant pedagogical space (Tinning, 2010), evidence suggests that increased resource and focus is needed to train and support volunteer sports coaches to deliver individual and community benefits.\n\nRecommendations for Future Research\n1.More research is needed that gives a voice to volunteer coaches if we are to better understand their work and the meanings they attach to the role. \n\n2.There is a need to examine the pedagogical role of the volunteer sports coach in shaping and influencing health/social actions. \n\n3.Research is needed to evaluate how a strategic approach to community health and well-being would include volunteer sports coaches/health agency collaboration \n\n4.A 'fashion shift' in academic interest (Tinning, 2010) is required to examine community sport as a significant pedagogical site of physical activity. \n\n5.More research is needed that examines the culture of UK community sport in mediating community welfare. 1) Reconsider how volunteer coaches are trained/supported to deliver the assumed benefits of organised and structured sports participation - implications for professional development/training providers\n\n2) In conceptualising behavioural change (e.g. increased physical activity), a need to adopt a more strategic and connected approach between advocacy agencies - implications for a multi-agency approach Communities and Social Services/Policy,Education","dataset":"gtr"}