{"id":"5D05092E-ADF6-42EC-B2A8-C4C0DF699EE9","title":"Micro-mixing in Turbulent Flames: Perspective and Model Development Using Direct Numerical Simulation","abstractText":"The quality of combustion determines the emission performance of energy producing devices. But the combustion process depends strongly on the mixing of fuel and air. The mixing at scales relevant for the combustion is commonly called as micro-mixing. The reactant mixing rate in turbulent flames is governed by the fluid dynamics, the molecular diffusion, and the heat release. Also, these processes are strongly coupled to one another. The current mathematical models describing the mixing phenomenon are based on our understanding of simple situations like zero heat release. Recent laser diagnostic studies of turbulent flames show the important influences of heat release and density fluctuation on the mixing process. Recent theoretical analysis by the principal investigator and his co--worker corroborates this experimental observation. In this project, we aim to develop a deep understanding on the micro-mixing process in turbulent flames by conducting direct numerical simulations. The information on the micro--mixing processes obtained from the direct simulation will be compared to Sydney Flames. The deep knowledge gained thus will be translated into a mathematical model which can be easily incorporated into industrial CFD codes. The expected outcome of this project is validated model(s) which are rigorously based on the fundamental conservation equation for the micro-mixing in turbulent flames.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D050170/1","grantId":"EP/D050170/1","fundValue":"159740","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  Directly used by industries such as Siemens, Rolls-Royce, Mitsubishi, Ford Motors, in their design calculations and development of future engines Aerospace, Defence and Marine,Energy,Transport Economic","person":"Nedunchezhian  Swaminathan","coPersons":[],"organisation":"University of Cambridge","findingsText":" A simple model for rate of scalar mixing at scales relevant for turbulent premixed combustion was developed. This model was unique as it captures the effects thermo-chemistry and turbulence for premixed flames and does not have a tunable parameter. This model was used to develop a new modelling framework for turbulent lean premixed combustion. These model have been validated using experimental data for wide range of thermo-chemical and turbulence conditions. These models have already found their ways for industry use. These models are implemented into Rolls-Royce in-house CFD code and commercial CFD codes for use by Siemens Industrial turbomachinery Ltd and Mitsubishi Heavy Industries. Research projects sponsored by industries Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}