{"id":"5D07F684-986C-4FBB-BEB8-02AC84C5B1A8","title":"Molecular and Cellular functions of membrane peptides encoded by small ORFs","abstractText":"Small Open Reading Frames, or smORFs, are putative genes sequences that are 10 to 100 times smaller than the normal genes that are already known about. smORFs typically encode for proteins that have less than 100 amino acids in a chain, and in some known cases as few as 11. However, a smORF could either be used to make a short protein (called a peptide), or it could just be 'junk' DNA - distinguishing between these two possibilities is not easy. An animal genome typically contains tens of thousands of 'normal' genes, but it also contains hundreds of thousands of smORFs of less than 100 amino acids. Given that using only computer methods it is almost impossible to predict which of these smORFs are made into peptides and which are not, the prevailing strategy has been to simply ignore them. Our research team uses multidisciplinary, cutting edge laboratory and computational techniques to detect which smORFs actually get made into short proteins, and thus, are actual active genes. This is important because, by so far ignoring these smORF genes, we could be missing the solutions to many biological and medical problems, and we may have attributed some solutions to the wrong genes.\nOur previous work indicates that there is a class composed or about 800 smORFs that offers the best chance to i) understand general principles of smORF function, and ii) produce peptides with functions of biomedical importance. Our previous work suggests that this class of smORF produces short proteins that locate to the membranes of cells and other cell organelles; and that these short membrane proteins work as repressors (or 'brakes') of normal proteins (i.e. those longer than 100 amino acids). In this project we plan to corroborate these hypotheses by:\n A) characterising in detail the molecular function of two smORF peptides, for which we already know their general function, and the normal proteins that they are regulating. The first smORF peptide regulates a type of cell-to-cell signalling that is involved in cancer and stem-cell-biology; the second peptide is needed by the cells of the immune system to digest bacteria, but in the presence of a specific pollutant called TMT, can produce brain damage.\nB) corroborating that these 800 smORF peptides localise to cell membranes, using a cutting edge technique that we have developed in our laboratory. In addition, we aim to identify also the normal proteins that these smORF membrane peptides may be regulating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N001753/1","grantId":"BB/N001753/1","fundValue":"739115","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Juan Pablo Couso","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}