{"id":"5D1A8F02-E96F-44D6-A848-3136C6430DE4","title":"Investigation of Organic Nitrogen in Atmospheric Aerosols","abstractText":"Organic nitrogen (ON) is ubiquitous in the atmosphere. Atmospheric particles typically have high concentrations of nitrogen and are a significant source of fixed nitrogen to the environment (though deposition processes), which may have an adverse impact on terrestrial and aquatic ecosystem. While the sources, formation and composition of oxygenated organics in the atmosphere have been extensively studied in recent years, ON has not received the same attention. Studies of atmospherically relevant processes (such as photo-chemical transformations) have been carried out on individual ON compounds but these studies are fundamentally limited since the bulk of ON in atmospheric particles is not characterized. The composition of ON within a particle may have an effect on its properties (such as hygroscopicity, toxicity and bio-availability) which will also change as the particle ages during long-range transport and may ultimately lead to the formation of humic-like substances. Studies have shown that when aqueous extracts of bulk ON from atmospheric aerosols were exposed to simulated sunlight and ozone, a significant portion of the ON was transformed into ammonium, nitrate and oxides of nitrogen. Atmospheric particles have been linked to increased mortality in the human population and a number of ON species are implicated in the toxicity of aerosols (e.g. nitrogentated polycyclic aromatic hydrocarbons, quinolines, nitroso-amines). The aim of this project is to build a novel, high resolution ON-Analyser capable of measuring the semi-volatile ON composition of atmospheric aerosols, for which there is currently very little known. It is based on a high resolution chromatographic technique (comprehensive two-dimensional gas chromatography - GCXGC) which is ideally suited to separating highly complex mixtures. This will be coupled to a highly selective nitrogen chemiluminescence detector, which provides a response for organic compounds containing nitrogen only. This removes interferences from the complex organic background found in aerosols. Aerosols will be samples onto filters and the ON content extracted using an Aerosol Thermal Desorption Injector. This novel instrument will be used to investigate the composition of ON species in aerosol in different environments, reflecting increasing photo-chemical age, from a polluted city centre roadside location (York) to a clean coastal rural site (Weybourne). Due to the complexity of the real atmosphere, linking the initial species emitted to the atmosphere to their reaction products in aerosol can be difficult. We will use the ON-Analyser to investigate the composition of ON in secondary organic aerosol formed in smog chamber simulations, allowing a direct link between pre-cursors and products. The outcomes of this project will increase our understanding of the composition, formation and transformation of organic nitrogen species in the atmosphere, providing valuable information across a range of disciplines including air quality, climate change and ecology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01905X/1","grantId":"NE/F01905X/1","fundValue":"287111","fundStart":"2008-12-08","fundEnd":"2010-12-07","funder":"NERC","impactText":"  The recent work on the cancer risk of exposure to thirdhand tobacco smoke has the potential to lead to significant public health improvements through education of parents to the risks of this previously unrecognised route of exposure. It has appeared in the British Medical Journal Better Health website. It was also featured in national newspapers and local TV. Environment Societal","person":"Alastair  LewisJacqueline  Hamilton","coPersons":[],"organisation":"University of York","findingsText":" This project developed a new instrument to analyse organic nitrogen content of atmospheric aerosols. In the last year, this method has been extended to determine the occurrence of carinogenic nitrogen compounds in house dust contaminated with tobacco smoke and to calculate the potential cancer risk from this exposure for non-smokers. we found that the house dust in almost all house was contaminated with toxic nitrosamines and the levels were above recommended cancer risk guidelines particularly for children. The method is now being used to study the levels of carcinogenic compounds in atmospheric aerosols in London, to look at potential health implications of exposure to ambient particles. Environment,Government, Democracy and Justice","dataset":"gtr"}