{"id":"5D22029A-7B1E-44E6-8D71-2E4F9CB332F1","title":"Novel Thermal Management of Power Electronic Devices: High Power High Frequency Planar Gunn Diodes","abstractText":"This proposal targets the development of a compact high power planar Gunn diode suitable for Tera-Hertz (THz) imaging. THz imaging is seen as new opportunity for enhanced security screening at airports, train stations, and other security sensitive places to counter terrorist threats. To achieve high-power THz Gunn diodes, novel heat-sink technologies will need to be developed, which is the key aim of this proposal. This proposal focuses on a novel Gunn diode design, planar Gunn diodes, which enables output frequencies much higher than possible with the traditional commercially available vertical Gunn diode design. We will develop innovative integrated cooling approaches using a combination of thermoelectric (TE) and gas micro-refrigeration for planar Gunn diodes to achieve the goal of a compact and high power Gunn diode suitable as source for THz imaging. With the UK being technology industry leader on Gunn diodes (e.g. e2v technologies Ltd.), the development of compact and high-power THz Gunn diodes is of strategic importance for UK science, engineering and technology, to gain an international lead in the THz field. Developments on integrated active device cooling achieved in this work, however, will be transferable to other device systems. This is important as active cooling to remove heat from electronic and opto-electronic devices is becoming increasingly important as devices shrink in size, packing densities increase, and as higher output powers are demanded in many applications. The proposal brings together internationally leading UK groups on Gunn diodes and their design, cooling technologies, thermal characterization and device thermal management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012532/1","grantId":"EP/H012532/1","fundValue":"80131","fundStart":"2010-09-06","fundEnd":"2014-03-05","funder":"EPSRC","impactText":"  Novel Thermal Management of Power Electronic Devices\n\n\n\nThe work done in this grant has two principal research impacts: the improved understanding of Gunn device power management and the key importance of hetero-structure design in electro-thermal coolers.\n\n\n\nGunn diodes are power hungry devices consuming large amounts of electrical energy and producing great amounts of heat energy. It is of key importance to understand the complex interplay between contact design, impact ionization and consequent electro-luminescence in these devices. Five journal publications have resulted from this work in which each of these key issues is explored in detail along with commensurate improvements in device frequency from these devices.\n\n\n\nWith respect to the work on electro-thermal cooling technology, two journal publications detailing the crucial importance of the correct hetero-structure design highlight the importance of this issue in future development of such devices. The sensitivity to small alterations to the interface will have a direct impact on all workers attempting to fabricate these devices and will influence devices design and modelling.\n.\n\nBeneficiaries: Workers in this field Electronics Cultural","person":"G  Dunn","coPersons":[],"organisation":"University of Aberdeen","findingsText":" This project is investigating novel thermal management methods such as electro-thermal cooling, to cool high power devices, in particular high power planar Gunn diodes.\n\n\n\nUnderstanding and mitigating power issues in Gunn diodes was therefore of key importance and we have successfully investigated high energy impact ionization effects and heating in these devices and their mitigation using novel contact designs (results published in IEEE Trans Electron Devices). As a direct consequence of this investigation the existence of interesting electroluminescence effects was explored (published in Journal of applied physics). Also, further developments in Planar Gunn technology ensued as a consequence of this work. Frequencies of 164 and 218 GHz have now been observed and these exciting results published (IEEE Transactions and Microwave and Optical Technology).\n\n\n\nDirectly relevant to the exploration of thermal management issues using electro- thermal methods, significant advances in our understanding of these devices have been made. Simulations have shown the critical nature of the hetero-structure interface (results published in Journal of Applied physics) and in particular how enhancements in the barrier structure and lead to significant improvements in device performance (published in AIP Advances). This project is industrially applicable to a wide range of semiconductor device technology outwith academic applications. A great many modern electronic devices generate large amounts of heat which needs to be removed to stop the devices burning out. The technology we are developing will therefore be applicable widely throughout the electronics industry and not just to Gunn devices.\n\n\n\nThe results of the this research, particularly the new understanding of the critical nature of the barrier interface to electro-thermal cooling efficiency will be of great use in exploiting this technology successfully. \n\n\n\nWith respect to the significant advances in Planar Gunn technology that have also resulted from this project, it is hoped that industry will find the many advantages of these high frequency oscillators over other technology appealing. Electronics","dataset":"gtr"}