{"id":"5D27519C-1764-4CB1-A5FB-6630CF7E7A56","title":"Parietal cortical structure and function in attentional disorders","abstractText":"When people suffer from stroke, which happens to about 150000 people each year in the UK, they often are left with a very specific type of impairment. They can see and move normally, but they act as if they ignore parts of their surroundings. Usually, following a stroke on the right side of the brain these patients ignore the left part of their surroundings. Researchers have traditionally focused on trying to determine the function of the damaged brain area in the hope of finding clues to restoring normal functioning in these patients. However, it is increasingly clear that it is important to understand the brain and disorders of brain function in terms of the interactions of networks of brain areas rather than simply focusing on a single brain area. Thus, the problems experienced by patients who have suffered a stroke might not be explained purely by the damage to a single brain region, but by the effects that damage to one area has on activity elsewhere in the brain. If this is true, to develop a treatment one should not just focus on the damaged area, but on the consequences of the damage to other brain regions. In this project, we try to investigate this possibility. In healthy volunteers, we will map the brain structures that are often damaged in stroke and investigate their contribution to the problems stroke patients experience. This will be done using a combination of neuroscientific research techniques that allow us to probe the living brain non-invasively. Also, we will investigate the possibility of alleviating the problems experienced by stroke patients by treating changes in distributed patterns of brain activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802146","grantId":"G0802146","fundValue":"474980","fundStart":"2009-09-01","fundEnd":"2013-08-31","funder":"MRC","impactText":"","person":"Matthew  Rushworth","coPersons":["Rogier Bertrand Mars"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}