{"id":"5D31DA7A-0277-45DB-AAC1-F135A9838E10","title":"The sedimentology of fluvial megascours","abstractText":"A common feature of rivers is that at bends, or where two channels join, they scour out their beds to depths that greatly exceed the average depth along their course. In the World's largest rivers such features are truly 'megascours' reaching depths of 50 m. However, despite their widespread occurrence, they are a relatively unquantified phenomenon due to issues associated with obtaining measurements from such locations. This lack of understanding matters because knowledge of megascours has a number of key societal (destruction of infrastructure) and economic (hydrocarbon exploration) applications. To tackle this pressing issue this proposal presents a unique methodology based on application of state-of-the-art high resolution marine seismic technologies together with a programme of coring and numerical modelling that will allow long-standing controversies relating to megascours to be resolved. \n\nThe proposal brings together a novel collaboration between marine scientists, river sedimentologist and numerical modellers in one of the World's largest rivers, the Jamuna, Bangladesh. Marine seismic systems have been used extensively to provide high resolution images of the subsurface in offshore environments but have never been applied in a river. However, by taking advantage of new technologies developed at the National Oceanography Centre, Southampton our team is now in a position to generate the first quantitative datasets of river megascour morphology and associated deposits. Our focus will be scours near the confluence of the Ganges and Jamuna rivers and at sites further downstream. Over these sites an understanding of the sub-riverbed will be achieved by the collection of seismic reflection data (informed by a programme of coring and some additional ground penetrating radar data), while the nature and processes acting on the riverbed will be determined from multi-beam echosounder data. This will allow morphology and the associated fill of scours to be quantified and any downstream changes between sites to be fully assessed. We will use this data to evaluate a numerical model of megascour sedimentology that can then be used, for the first time, to test contrasting conceptual models, largely developed on inference in the absence of data, of how megascours function and what they look like in the rock record. A key output of the project will thus be the first fully evaluated generic numerical model of scour zone stratigraphy that will be widely applicable to a broad range of large rivers. We will also have developed protocols for undertaking seismic surveys within rivers, so opening up the technology for others. This has the potential to have a transformative impact upon the discipline allowing new datasets to be collected that will allow advances in fundamental river science.\n\nThe generic understanding revealed by our work will also have a number of important applications that will be explored as part of our Pathways to Impact. Thus we will inform policy-makers and local communities and collaborate with specialists in the hydrocarbon industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I023228/1","grantId":"NE/I023228/1","fundValue":"293313","fundStart":"2012-04-01","fundEnd":"2017-04-01","funder":"NERC","impactText":"","person":"Gregory  Sambrook-Smith","coPersons":[],"organisation":"University of Birmingham","findingsText":" The first field season took place in June 2013. This survey on the Jamuna, Padma and Meghna river system of Bangladesh, was carried out as part of the first high-resolution seismic reflection investigation of fluvial confluence and bend scours. The primary survey objective was:To acquire high-resolution Boomer and Chirp seismic reflection data over a number of different scours spanning a range of scales and geological/hydrological settings.\n\nThese data form the first of several research surveys that will take place on the Jamuna, Padma and Meghna river system during 2013/2014. Taken as a whole, these research activities will develop a better understanding of the importance of megascours in the geological record, together with a set of criteria for better differentiating autocyclic and allocyclic erosional surfaces. Data was colected from 3 sites briefly summarised below.\n\n1. Padma/Jamuna Confluence Scour\n\nPreliminary digitization of the scour surface from the Padma/Jamuna confluence zone indicates a long (c. 6 km), narrow (c. 1,5 km) scour with relatively shallow slopes (&amp;lt; 5 degrees) (Fig 3a). There are two distinct depressions: a smaller (900 x 900 m), shallower (c. 25 ms TWT max depth) one to the north-west, in the centre of the confluence zone; and a second, much larger (c. 5 km by 1.5 km) and deeper (c. 30 ms TWT) structure starting near the centre of the confluence zone, and extending south-east, down river with a slight dog-leg 2 km along.\n\nSeveral bar forms have been imaged to the north, north-west, and west of the scour, with subsurface reflectors initially suggesting these bars may be in the process of migrating into the scour. There are a large variety of bedforms, ranging greatly in height (&amp;lt; 1 m to several metres) and wavelength (metres to 10s metres), although there seems initially to be no obvious relationship between bedform morphology and depth.\n\n2. Mawa Constriction Scour\n\nAppears as a very deep (c. 70 ms TWT maximum) steep-sided (as much as 30 degrees on the north-western slope) scour (Fig. 3b). With a length of c. 4 km and width of c. 800 m, this scour is highly confined, appearing tightly constrained by the north-eastern shoreline. Bedforms of a range of heights and wavelengths are observed in a number of different locations within the scour, but they initially appear to be less widespread and show less variation than observed at Padma/Jamuna confluence.\n\n3. Padma/Meghna Constricted Confluence Scour\n\nThe third survey site was located at the southern confluence between the Padma and Maghna, near Chandpur. This scour is morphologically similar to the Mawa scour; also being steep sided (up to 15 degrees) and appearing to be confined by the (concrete reinforced) eastern shoreline near Chandpur (Fig. 3c). Extending for 3.5 km in length and 800 m in width, the scour curves round the Chandpur shoreline – changing orientations from c. 200 degrees to c. 180 degrees. The deepest parts of the scour are in the northern section, immediately adjacent to the most extensively reinforced stretch of shoreline.\n\nBars can be observed to the north and north-west, with subsurface reflections indicating they may be migrating southwards into the scour and that the scour was historically north-west of it’s current position. The steeper northern slope contains steeply dipping, cross-bedded subsurface reflections suggestive of an avalanche slope, and large asymmetric bedforms (10s m wavelength) are observed in the base and southern slope. to help with bank erosion and flood inundation modelling Environment","dataset":"gtr"}