{"id":"5D349843-3AA2-404B-A66D-D62E6C3E2101","title":"How different are direct mail and telephoning? A 'Get Out The Vote' randomised experiment in the 2009 European and Local elections","abstractText":"<p>At election time political parties attempt to mobilise and persuade voters through their campaign efforts. As well as traditional door-to-door visits, parties use a variety of less personal techniques to contact voters, including sending out leaflets and making telephone calls. </p>\n\n<p>This research will use an experimental method, popular in scientific research, in order to try to understand whether these 'Get-Out-The-Vote' campaigns are an effective way of encouraging electors to turn out. Specifically, we focus on the impact of telephone canvassing and direct mail on voter turnout in the 2009 European elections and the subsequent General Election. </p>\n\n<p>We also assess whether the effects of contacting voters is long-lasting: that is, whether there is still any traceable effect of the 2009 European intervention at the subsequent General Election. </p>\n\n<p>The experiment compares the results for electors who received direct mail and/or telephone canvassing at both elections, with those who were contacted at one election, and also looks at whether mixing the campaign method at the two elections has an effect on turnout rates. In addition, the research includes face-to-face interviews with voters to explore how and why direct mail and telephone canvassing works. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F040466/1","grantId":"ES/F040466/1","fundValue":"82690","fundStart":"2009-03-01","fundEnd":"2011-08-31","funder":"ESRC","impactText":"","person":"Edward  Fieldhouse","coPersons":["David  Cutts","Peter  John"],"organisation":"The University of Manchester","findingsText":" In the 2009 European Elections the telephone campaign, in isolation, initially had no significant effect on turnout. However, then Telephone campaign had a strong statistically significant effect (4%) in 2010, suggesting heterogeneity of effects across elections. Both estimates are consistent with a number of overseas studies that have shown calls made by volunteer phone banks have effects ranging from approximately zero to 8%. Direct mail did have a significant impact on voting, increasing turnout by a little over 1.5% in 2009 rising to just below 2.0% in 2010. Again, the smaller mail effect is consistent with studies carried out in the US. \n\nWe also examined the synergy of the two modes of intervention, subjecting one group to both telephone and mail treatments. In combination, the treatment is effective in persuading electors to vote, but the size of the treatment effect suggests nothing more than a simple additive impact. In focus groups, there was a clear difference between the double treatment group and the single treatment groups in their memory of the intervention. \n\nThe results for 2010 suggest that there is also some accumulation of effects over time, part of which may be due to habit effects and part due to the effect of repeat contact. \n\nThere is a substantial difference in the level of turnout between electors who are telephone accessible and those who are not (7% higher in the control group 2009 and 4% in 2010). This has important implications for comparing telephone treatment groups with control groups unless they are pre-screened for telephone accessibility. \n\nThe nationally representative sample allowed us to explore geographic variations in the effect of the treatment. There was little or no variation in treatment effects across places within an election. This has important implications for the external validity of GOTV field studies more generally, especially where single locations are used. \n\nOverall, most of the treatments in the experiments had some effect suggesting that impersonal methods of voter mobilisation work. A summary of key findings is as follows:\n\no Treatment effects were greater at the 2010 General Election than in the 2009 European Elections\n\no Mail had small significant effect in both elections (larger in 2010)\n\no Telephone alone had no impact in 2009 but a large effect in 2010\n\no The combined treatment was statistically significant in both elections, but greater in 2010.\n\no Enhanced mail and telephone effects may result from follow up treatment but repeating the combined treatment was less effective in 2010 than the fresh combined treatment\n\no There is evidence for a simple additive effect of mail and telephone but not for synergy (an interactive effect);\n\no There is evidence of heterogeneity of treatment effects between elections, but there is little or no variation in treatment effects across places within an election. The research provides the most comprehensive evidence for the effectiveness of direct mail and telephone, both independently and in combination, as means of mobilising voters. This can be put to use by campaigners - whether these be political parties or governmental or non-governmental agencies who can use the findings to estimate the likely success rate of telephone and mail campaigns. This is being communicated to interested parties as set out in the impact report. The findings also have scientific implications, most importantly in that we demonstrate that within any election, between place variations in treatment effects are minimal. However, between elections variations are large. This is of use to researchers designing future studies and drawing conclusions from existing studies. This is being communicated through academic conferences, workshops and publication in journals. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}