{"id":"5D38C450-357C-41CB-A81A-F4FB5F7610D0","title":"New Jersey Shallow Shelf (IODP Expedition 313)","abstractText":"The European research funding organisations that participated in the Ocean Drilling Program (1985 to 2003), including NERC, agreed to join its successor - the Integrated Ocean Drilling Program - IODP, under a single European umbrella. They formed the European Consortium for Ocean Research Drillling - ECORD through a joint action to represent and fund European ocean drilling studies at an international level. ECORD aims to act in equal partnership with the U.S.A. and Japan. My invitation to act as co-chief for IODP Expedition 313 followed the following procedure: 1. The Science Planning Committee (SPC) of IODP provides official Co-Chief Scientist recommendations and CVs to the Implementing Organization (IO), in this case ESO, the Ecord Science Operator, when programs are forwarded to the IODP Operations Task Force. The Program Member Offices (PMOs) assist in the acquisition of CVs. 2. The IO reviews the recommendations for Co-Chief Scientists and determines the most appropriate individuals based on expedition science requirements, individual qualifications, the member country balance, and previous IODP performance. 3. The IO circulates the initial co-chief staffing strategy to IODP-MI, the SPC chair, the PMOs, and Project Management Team (PMT) Chairs (if any) for comments. This step ensures continuity and provides the opportunity for issues to be identified prior to invitations being issued. The IO has the responsibility for the final staffing decision given that they have the responsibility for delivery of the expedition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E007511/1","grantId":"NE/E007511/1","fundValue":"47493","fundStart":"2006-08-01","fundEnd":"2009-10-31","funder":"NERC","impactText":"","person":"Stephen Peter Hesselbo","coPersons":[],"organisation":"University of Oxford","findingsText":" The overall IODP project achieved its wide ranging scientific aims. These are fully documented on the IODP website referenced below. Amongst other goals the expedition successfully detailed a quantitative history of sea-level change and its stratigraphic expression for the mid Cenozoic (25-10 million years ago). These results are important for understanding not only global palaeoenvironmental change but also crustal and mantle processes associated with the North American continent Energy,Environment","dataset":"gtr"}