{"id":"5D3835A9-7DFF-4CC7-A946-C520B942729C","title":"Antibiotic resistance in Gram-negative bacteria: structure and function of TolC-dependent multidrug efflux pumps","abstractText":"Bacterial diseases present an ominous threat throughout the world, causing great suffering, death, and economic cost, but for our lifetime antibiotics have protected us from the worst. Now however, the increasing prevalence of multidrug resistant bacteria threatens an apocalyptic scenario in which even trivial infections could become serious, often life threatening, and surgery and chemotherapy become nigh impossible. The severity of the problem is recognised by Chief Medical Officer Sally Davies who in the last year stated the problem is on a par with terrorism and global warming, and the World Health Organisation described the problem as &quot;one of the three greatest threats to human health&quot;. A review commissioned by Prime Minister David Cameron suggested that without action now, antibiotic resistance could be responsible for 300 million premature deaths by 2050. It is therefore more important than ever to perform sophisticated studies on antibiotic (drug) resistance to learn how bacteria survive antibiotic treatment, and show us new ways to combat this threat.\n\nIn our laboratory we have over decades built up a step-wise programme of research in which we combine a range of powerful experimental approaches to study the biology of pathogenic (disease-causing) bacteria. Here we seek a continuation in funding to further our analyses of the machineries that bacteria build in their cell envelope to expel antibiotics underpinning the ability of bacteria like Salmonella, E. coli and Pseudomonas to become multidrug resistant. These drug efflux machineries are all made up of three components and span across the inner and outer lipid membranes and intervening space, the periplasm, and use energized transporters to bind and deliver or 'pump' their cargo of antibiotics to a cell exit duct called TolC which we have shown acts as a universal cell 'trash chute' opened to the outside of the cell. The third component, the periplasic adaptor, helps the transporter assemble and work with the TolC exit duct.\n\nThese tripartite multidrug efflux pumps differ in the detail of their specific components and inter-component interactions, and the range of antibiotics they bind and eject from the bacterial cell. We have succeeded in describing the structure and action of the TolC exit duct and adaptor components common to all the pumps, and defined their interactions with each other and the transporter in the most widespread class of drug efflux pump. This culminated in the first precise atomic view of a complete assembled multidrug efflux pump, and gave an insight into how it opens to allow efflux, and how this might be inhibited. We now aim to further refine our existing pump model, and exploit our hard-won expertise to shift focus to define the component structures and interactions in the two other classes of antibiotic pump that use different transporters and therefore assemble differently. We also aim to instigate new approaches to establish in detail how the pumps bind and translocate the drugs from the living bacterial cell. In these ways we hope to visualize how all the different drug efflux pumps assemble and operate within the bacterial cell envelope. In so doing we will offer a better understanding of the strategies bacteria employ to infect us and, resist chemotherapy, and by identifying weak points in the pumps open up new ways for us to inhibit and counteract them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N000994/1","grantId":"MR/N000994/1","fundValue":"1617940","fundStart":"2015-09-01","fundEnd":"2020-08-31","funder":"MRC","impactText":"","person":"Vassilis  Koronakis","coPersons":["Colin  Hughes"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}