{"id":"5D3A1A43-EDE3-46BF-B3FE-74A62CA8E694","title":"Investigating the influence of lithology and water depth on the composition and distribution of sulphides at the worlds deepest known vent sites.","abstractText":"The start of the Age of Metal marked a step-change for mankind. Today, our entire technological society is dependent on metals. But it all started with copper. One of the main sources of this metal in the ancient world was Cyprus in the eastern Mediterranean. Cyprus is named after the Greek word for copper. The island's secret was the Troodos ophiolte, an ancient fragment of oceanic crust that was uplifted to form a mountain range. Here, eighty six million years ago, high-temperature hydrothermal vents deposited large mineral ore bodies on the seafloor. Below the seabed, these were rich in copper minerals, deposited by the hot vent fluids as they mixed with cold seawater. Today, modern hydrothermal vents, their ore deposits, and exotic animals are well known as striking examples of geology in action. But we know relatively little about what determines the distribution and composition of the ore deposits. We think that vent fluids become rich in valuable base metals deep beneath mid-ocean ridges, where pressures are 5000 atmospheres and temperatures reach ~500 degrees Celsius. Under these conditions, seawater is supercritical (i.e. the vapour phase behaves like a fluid) and is so reactive that it can easily dissolve rocks. We also think that the composition of those dissolving rocks is important. Different rocks have different metals in them and this affects the composition and value of the ore deposits. But until now, it has been impossible to sample hydrothermal systems under these pressure and temperature conditions. In April 2010, we made the extraordinary discovery of hydrothermal activity in the deepest mid-ocean ridge on Earth. Within the Cayman Trough, deep beneath the Caribbean Sea, we found vents at 5000m gushing out supercritical fluids at nearly 500 degrees Celsius. These are the hottest ever found, and are close to the conditions normally found where seawater meets magma chambers deep below the seafloor. With another expedition already scheduled for 2012, we have a unique opportunity to use this natural laboratory to test predictions about the distribution and composition of ore deposits formed from such high-temperature supercritical fluids. The significance of this work is multi-fold. Economically, we can apply the knowledge gained from this unique study to predict other, more accessible ore deposits on land and at sea. Already, deep-sea extraction companies are starting to explore seafloor ore deposits. The information we gather from this study will help predict the future viability of these deposits. Our new data will also help inform governments and NGOs (e.g. the United Nations International Seabed Authority) of how to protect these sites and ensure that only sustainable exploration is ever planned. Scientifically, we will gain a new understanding of the role of pressure, temperature and rock composition in the formation of ore deposits. We will also revise our estimates of the exchange of heat and fluids between the ocean and seafloor. This exchange helps explain why the sea is salty and the Earth's climate has been in balance. Our exciting work, in such an extreme environment, will continue to engage the public's imagination and help promote science and technology to tomorrow's generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I01442X/1","grantId":"NE/I01442X/1","fundValue":"292005","fundStart":"2011-09-30","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Bramley James Murton","coPersons":[],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}