{"id":"5D3A4E55-9721-4FFF-AA8D-8D7ACBC31293","title":"Shell inspiration: turning nature’s secrets into engineering solutions","abstractText":"The properties of a material are strongly affected by its microscopic structure, a phenomenon that can often be seen in nature. This is clearly evident in the shells of molluscs such as mussels. These seashells exhibit magnificently diverse shapes, patterns and colours. In addition, they have a toughness similar to steel whilst being much lighter. These fascinating characteristics are the result of the way that shells are made from organised building blocks of calcium carbonate (the mineral found in chalk). In nature, the combination of these building blocks is exquisitely controlled throughout growth. \n\nThe ability to use nature's secrets learned from shell growth would be invaluable in manufacturing high performance materials with unprecedented properties. To realise this, we first need to learn how nature controls the formation and assembly of the building blocks of a shell - calcium carbonate. In this proposal, we will develop a new approach to enable an in-depth understanding of this natural controlling process, and then exploit the knowledge for producing novel material that are inspired by nature. At the core of our approach is the &quot;Electronically Programmable Microfluidic Fountain Array&quot; (EPMFA), a tool to create biomimetic conditions for the investigation. The EPMFA will enable us to control all of the aspects of organising building blocks (such as calcium carbonate), from features only visible with the best microscopes; through to the overall shape and size of the material that we are creating.\n\nWe will start off with a focus on a single example material, Mother-of-Pearl, and then exploit what we have learnt to create novel structures based on the same building blocks. This new material will be specifically designed so that it could be used as part of a medical implant, with properties that would greatly benefit bone reconstruction or joint replacement. \n\nWe envisage the knowledge gained will significantly enhance our abilities in creative manufacturing, and will benefit a very wide range of areas, from medicine to climate change. By using building blocks beyond calcium carbonate, our techniques will let us design and manufacture new materials with unique combinations of optical, magnetic, electronic, chemical and mechanical properties. The uses for these materials will be almost endless.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009121/1","grantId":"EP/J009121/1","fundValue":"100176","fundStart":"2012-09-07","fundEnd":"2014-09-06","funder":"EPSRC","impactText":"  To disseminate our findings in a timely manner, we have been presenting our results at a number of conferences and invited seminars, as well as providing prototypes to potential users. This has successfully pump-primed new collaborations, and successfully spun out several substantial national and international projects. For example, we have successfully explored our technology in environmental science and water treatment through our collaboration with Professor Shi's group in Tsinghua University. We initiated new collaborations with developmental biologists ( Professor Davis at the University of Edinburgh) and biomaterial scientists (Professor Fan at Sichuan University, China) to broadly evaluate the impact of our technology in the healthcare sector. \n\nAll of these collaborations have not only generated new discoveries (as evidenced in the publication list), but also significantly enhance our understanding of challenges in the modern society and the potential of multidisciplinary approaches to address these challenges. Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Huabing  Yin","coPersons":["Maggie  Cusack"],"organisation":"University of Glasgow","findingsText":" The properties of a material are strongly affected by its microscopic structure. In this project, we have developed several novel methods to fabricate functional biomaterials with precisely controlled mechanical, geometry and chemical properties at high spatial resolution. We found that biological cells were highly sensitive to the local properties of the materials and change their fate accordingly. By creating a biomimetic collagenous &quot;basket&quot; enveloping individual chondrocytes cells, we have developed an effective way to harvest phenotypic chondrocytes for the treatment of cartilage damage. In addition, using microfluidic extrusion, we were able to assemble multiple cell types, biopolymers and biominerals into an osteon-like fibre, which shows great potential in bone reconstruction. Importantly, to explore its potential for large scale processes, we have developed a &quot;microfluidic printing head&quot; and an &quot;all in-liquid process&quot; that enable the assembly of biomolecules, cells and materials into large sized, bioactive scaffolds. We believe that dissemination of the findings in peer-reviewed, high-impact journals is an effective way to reach a broad range of researchers. To date, the project has contributed to three high profile papers, with another three manuscripts in the process for publication. All of our publications were made open access, and are freely available from public Internet websites. \n\n\nThe outcome of the project has already led to new discoveries in other fields, and will continue to serve as a solid basis for new exploitations in various fields, ranging from basic life science research (e.g. developmental biology and cancer research) to functional materials Chemicals,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}