{"id":"5D3A8959-0948-49D6-B26E-3744875B6CD0","title":"Recoveries of the Real. New Argentine and Brazilian Cinema in the Global Image-World","abstractText":"Brazilian Cinema da Retomada comprises a host of films made since 1994, when a change in government funding regulations induced a resurge in production numbers. Likewise, the emergence of Nuevo Cine Argentino around 1997 coincided with legal and political changes that widened financial and screening opportunities for non-commercial productions. Yet although virtually simultaneous, both moments of recovery intersect with different socio-economic temporalities and, thus, display a range of formal and thematic differences that provide an interesting field of comparison. Whereas the retomada in Brazil coincided with a period of economic stabilization after the catastrophic impact of President Collor's neoliberal reforms, the new Argentine cinema surfaced at the very peak of socio-economic catastrophe culminating in the constitutional crisis of 2001. \\n\\nPerhaps the most marked similarity between recent films from Argentina and Brazil is the way these have recovered cinema's capacity of observing (or, of staging the observation of) real worlds. Urban marginality, the post-rural spaces of the interior, the milieu of sexual minorities or the worlds of childhood and youth re-emerged before the lens in novel ways, turning cinema into a chronicler of the local effects of globalization. In addition, both Brazil and Argentina have witnessed a rise in documentary productions as well as a blurring of boundaries between the spheres, with fiction films making use of non-professional actors, real locations and archive footage, and documentaries of narrative editing and framing techniques. \\n\\nThroughout the funding period, the network will engage in intellectual exchanges including symposia, one-day workshops, lectures, and screenings accompanied by round-tables and Q&amp;A sessions. Events will focus especially on engaging academic film scholarship in a dialogue with film professionals s.a. directors, scriptwriters or festival curators, so as to enhance the understanding of Latin American film's conditions of production and circulation.\\n\\nEvents at Birkbeck will be incorporated into the Centre for Iberian and Latin American Visual Studies' (CILAVS) programme of activities, some taking place at the College's own Screen on Gordon Square, the University of London's prime film theatre. Similarly, events taking place at the project's international partner institutions will be embedded in their already existing provision of high-profile events and research centres in film and media studies, including Princeton University's Latin American Documentary Festival, organized by Ricardo Piglia and Andr&eacute;s Di Tella, the Universidade Federal do Rio de Janeiro's Forum de Ci&ecirc;ncia e Cultura (FCC), co-ordinated by Beatriz Resende and Denilson Lopes, and the Universidad de San Andr&eacute;s's Foro de Cr&iacute;tica Cultural, co-ordinated by Alvaro Fern&aacute;ndez Bravo and Florencia Garramu&ntilde;o.\\n\\nThe network will be structured around two international symposia. The first of these, taking place in London in the summer term of 2009, focuses on the comparison and critical balance of the cinematic 'recoveries' in Argentina and Brazil since the mid-1990s, and their complex and varied responses to situations of socio-political crisis; the second, taking place in Buenos Aires in the summer term of 2010, analyzes the various forms of crossover between fiction and the documentary in new Argentine and Brazilian film, the ways in which these recall and differ from the 'New Latin American Cinema' of the 1960s and 1970s, and the novel, 'trans-local' dialogues they entertain with other 'world' cinemas, for example in Asia or Eastern Europe. In addition to these two symposia, events involving participants of the network will be taking place at all four partner institutions, including smaller workshops, invited lectures, and other activities hosted by the film programmes and centres referenced above. We are in talks with local film institutions with a view to accompanying events with film screen","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F019939/1","grantId":"AH/F019939/1","fundValue":"47884","fundStart":"2008-09-29","fundEnd":"2010-07-28","funder":"AHRC","impactText":"","person":"Jens  Andermann","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}