{"id":"5D432415-437C-4395-9CD5-0DB4DB6152D0","title":"Regulation of oocyte cohesin and chromosome segregation defects in the female germ line","abstractText":"Sexual reproduction depends on the fusion of male and female germ cells to form an embryo. The production of a genetically normal embryo requires that it inherit one copy of each chromosome (the structures in which our genes are packaged) from the male germ cell (the sperm) and one copy from the female germ cell (the oocyte). Genetic abnormalities in human embryos are most commonly caused by the female germ cell contributing either too many or too few chromosomes. The risk of an oocyte containing the incorrect number of chromosomes increases dramatically as women get older (from age 35 years), resulting in a steep increase in the incidence of infertility, miscarriage and birth defects, such as Down's syndrome, which is the biggest single cause of learning disabilities in humans. Our research aims to identify the underlying causes of chromosomal abnormalities in oocytes of older women. We believe that this will yield insight into the possibility of developing strategies to reduce the risk of age-related infertility, miscarriage and birth defects. \n\nThe increased incidence of oocyte chromosomal abnormalities during female ageing has a serious impact on human reproductive health. This problem is compounded by the growing trend for women to postpone childbearing until after the age of 35 years. For example, birth statistics show that the number of babies born to women over the age of 35 years has increased by 46% in between 1996 and 2006. This is matched by a 70% increase in the incidence of Down's syndrome pregnancy. While Down's syndrome is the most renowned effect of maternal ageing, it is caused by the presence of only one extra chromosome, and is therefore thought to represent the tip of the iceberg. Evidence from analysis of early embryos indicates that more complex chromosome abnormalities cause embryos to arrest during the very earliest stages of development resulting in infertility. \n\nDespite its importance, progress in understanding the causes of maternal age-related chromosome errors in oocytes has been remarkably slow. This is partly due to the prolonged and complex process by which oocytes halve their chromosomes in preparation for fertilisation. This requires an ingenious form of cell division known as meiosis, which comes from the Greek word for reduction. In female mammals, meiosis commences during prenatal development when the maternal and paternal copies of each chromosome come together, exchange genetic material, and remain physically linked. The oocyte then enters a lengthy period of quiescence until it is recruited for growth. After the onset of puberty fully grown oocytes respond to monthly hormonal surges by entering into the next stage of meiosis in which the linkages formed between each chromosome pair during prenatal life are dissolved. The separated chromosomes then segregate so that one set remains in the oocyte and the other set is lost to a small structure known as the polar body. It has long been known that the majority of chromosome errors arise during this stage of meiosis. \n\nWe have recently found that proteins called cohesins, which are responsible for holding chromosomes together, are lost from oocyte chromosomes during female ageing in mice. This reduces the stability of the linkages between chromosome pairs and results in their failure to spilt evenly between the oocyte and the polar body. The aims of this project are to discover when and how cohesin is lost. We will also determine whether cohesin is lost from chromosomes in human oocytes during female ageing. This work will significantly advance our understanding of the primary causes of oocyte chromosomal abnormalities, and will provide insight into the possibility of developing preventative strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J003603/1","grantId":"MR/J003603/1","fundValue":"433934","fundStart":"2012-06-01","fundEnd":"2015-10-31","funder":"MRC","impactText":"","person":"Mary  Herbert","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}