{"id":"5D4790FE-84F2-4B3B-8714-5EFC5F9A660A","title":"Testing Sci-fi Hot Tub","abstractText":"Testing Sci-Fi Hot Tub' aims to develop a method of testing the effect of an artwork on its audience. The intention is to produce a generally applicable method by focusing research on one specific artwork.\n'Sci-Fi Hot Tub' is intended by the artist Zoe Walker to operate as a catalyst for wellbeing to all who encounter It. It will be a sculptural object in the form of an inflatable hot tub island to cocoon a number of participants in warmth and comfort whilst floating in sublime and sometimes hostile environments, increasing their emotional and physical wellbeing. \n\nA team composed of artists and medical scientists led by Zoe Walker one half of the artistic duo Walker &amp; Bromwich will undertake the research. The research forms part of the wider project 'Panacea: the art of wellbeing' an evolving touring exhibition and events program which proposes ways in which art can act as a panacea healing the ills of society. Panacea has toured venues in England and France and has received substantial funding from The Welcome Trust, Arts Council England and others. \n\nThe intention is to adopt the methodology of drugs testing to test the effect of Sci-Fi Hot Tub on a group of healthy volunteer subjects. A clinical pharmacologist, Dr Mark Down, with ten years' experience of working on drugs trials, will work under Zoe Walker to develop and implement the testing method. He will monitor and record the psychological state of the subjects before, during and after experiencing the artwork, using best clinical practice. Professor Adrian Renton Director Institute for Health and Human Development, University of East London will analyse the results of this process. The tests will be carried out at three contrasting venues. \nThe first, Kielder Water in Northumberland, Is a vast, bleak reservoir. The second, Victoria Baths in Manchester, is an ornate Edwardian bath house in course of restoration which will be filled for the first time in twenty years to float Sci-Fi Hot Tub. The third environment is Comer house, Manchester, a 'white-cube' gallery space which might seem the natural home of an art object \nThis is essentially practice led research and without going through the process it is impossible to know what will be discovered. \nTesting Sci-Fi Hot Tub will function as a participatory art event at each of the three venues, experienced by a wider audience as well as the test group. \nThis is Waker &amp; Bromwich's established way of working, developed in recent years though events such as Celestial Radio and The Friendly Frontier Picnic. As with these previous projects, a fundamental aspect of Testing Sci-Fi Hot Tub is the production of a documentary video that follows the progress of the testing procedure, capturing the essentially visual nature of the event at each venue. \nThe DVD and a complementary written account of the research findings will be published in an integrated format and distributed in Jan 2008 along with the book produced to document Panacea: the art of wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510175/1","grantId":"AH/E510175/1","fundValue":"16040","fundStart":"2006-11-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Zoe  Walker","coPersons":[],"organisation":"Landscape Institute","findingsText":"","dataset":"gtr"}