{"id":"5D4F29EA-514E-4D17-B79E-3F6F7B052CA6","title":"Pushing the Envelope - Deciphering the Salmonella Typhimurium Envelope Stress Response.","abstractText":"The kids, the house, the job - the stresses of life can be too much for us all sometimes but on the whole we adapt to our circumstances and respond to the challenge - so does the bacterium Salmonella. From a lettuce in a farmer's field on a cool summer's night to the acidic conditions of the human stomach, and every life cycle stage in between, Salmonella encounters very different stressful situations. In order to survive they must be able to deploy the appropriate weapons at the right time. These weapons can either combat the stress or repair the damage that the stress has caused. That is one of the reasons why Salmonella is such a successful human and animal pathogen. The cell envelope - the interface between a bacterium like Salmonella and its surroundings - provides two major functions. A structurally protective role against harsh environments and a sensing/signalling role so that Salmonella knows what it is being exposed to and can respond accordingly. When Salmonella is exposed to say antibiotics or temperature shock that cause damage to this cell envelope it flicks the switch on a particular type of signalling pathway and the envelope stress response (ESR) springs into action - but why have only one pathway when you can have two or three? The ESR of Salmonella consists of at least three pathways. Two are well characterised and are regulated by RpoE and CpxRA. We have previously demonstrated the importance of these regulators to Salmonella during infection. The third pathway regulated by BaeSR is poorly understood in all bacteria. This proposal aims to improve our understanding of the ESR through finding out the processes that BaeSR regulates. We will also map out the points that these three pathways overlap - as we think that these overlapping genes will be extremely important for infection. Our characterisation of the ESR is a route to identifying new vaccine and antibiotic targets for elimination of Salmonella from humans and pigs. Why do we need new anti-Salmonella vaccines and antibiotics? Salmonella causes two main disease types in humans. An unpleasant bout of gastroenteritis (food poisoning) which lasts around a week and a systemic disease, Typhoid fever, which can be deadly if untreated. The success of Salmonella as a pathogen can be measured by the number of cases it causes each year. Although the number of foodborne Salmonella cases in England and Wales is currently on the decline, Salmonella is still responsible for more deaths in the UK than any other foodborne pathogen, and Worldwide, WHO estimate 16 million cases of Typhoid fever and 600,000 deaths per annum. This combined with the forever increasing burden of antibiotic resistance means it is essential that we identify new vaccine and antibiotic targets which would allow eradication of Salmonella both from the food chain and to treat/protect people residing in endemic areas from Typhoid fever. The success of using a vaccine to remove Salmonella from the food chain can be measured by the vaccination of chickens - denoted by the lion mark on your supermarket eggs. This is the reason for the aforementioned decline in Salmonella food poisoning. The Great Britain pig population is a huge reservoir of Salmonella Typhimurium with 23% GB pigs carrying Salmonella - and they are not currently vaccinated. Pork is the most consumed meat in Europe and pork associated Salmonella food poisoning is on the increase. Salmonella in pigs needs to be eradicated. We have already identified members of the RpoE and CpxRA envelope stress response pathways of Salmonella which have shown promise as vaccine targets. We have also shown that several members of these responses are bacterial specific enzymes, a type of protein that makes excellent drug targets. Armed with our previous knowledge and expertise, combined with the multi-disciplinary approach we will use, we can really push the envelope!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020582/1","grantId":"BB/G020582/1","fundValue":"455308","fundStart":"2009-11-02","fundEnd":"2012-11-01","funder":"BBSRC","impactText":"","person":"Gary  Rowley","coPersons":[],"organisation":"University of East Anglia","findingsText":" The kids, the house, the job - the stresses of life can be too much for us all sometimes but on the whole we adapt to our circumstances and respond to the challenge - so does the bacterium Salmonella. From a lettuce in a farmer's field on a cool summer's night to the acidic conditions of the human stomach, and every life cycle stage in between, Salmonella encounters very different stressful situations. In order to survive they must be able to deploy the appropriate weapons at the right time. The  ","dataset":"gtr"}