{"id":"5D5800DB-79F3-499E-A219-CBD78CF31A2F","title":"Natural Structural Materials: Super Tall Timber","abstractText":"I envision a sustainable future in which natural materials play an increased and central role in the construction of the built environment. The fundamental premise of my research is that innovative approaches to research, processing, modification and design of natural materials can increase their role in constructing our future. Throughout history timber and other plant-based materials have played a major role in domestic construction, and still do around the world, but as the global population urbanizes, people live more densely in taller buildings. I believe we can make such tall buildings more naturally.\n\nThis proposal seeks to further the structural engineering knowledge necessary to make tall timber buildings a reality. The research funded through this Big Pitch proposal would enable the use of natural materials in taller and larger buildings as a substitute for steel and concrete, and to reduce the carbon emissions associated with them. Natural materials are uncommon in the built environment beyond a domestic scale, but my research suggests these materials have unmet potential as more sustainable alternatives to steel and concrete. Others share this view: there has been significant recent interest in tall timber, although &quot;tall&quot; in contemporary timber buildings is up to 10 stories; this height is barely midrise in steel or concrete. A proposal by Skidmore, Owings and Merrill for a 125m building of timber and a newly announced $2 million design competition by the US Department of Agriculture for wooden skyscrapers extend the interest. There is an aspiration to construct the tallest timber building that should be accompanied by research excellence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M01679X/1","grantId":"EP/M01679X/1","fundValue":"246588","fundStart":"2015-09-28","fundEnd":"2017-09-27","funder":"EPSRC","impactText":"","person":"Michael Hector Ramage","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}