{"id":"5D65A713-E78B-496E-A236-F785B759EAB7","title":"Step Up - Building the Evidence Base for Early Intervention Responses for Children Living With Domestic Abuse","abstractText":"This project aims to improve child protection responses for children and young people living with domestic violence by providing effective early help. It is based on a partnership between researchers at the University of Central Lancashire and lead professionals from children's services and domestic violence services in Blackpool. Domestic violence affects a large minority of children living in the UK. Between 12% to 24% of children and young people will be exposed to domestic violence during childhood and 3% will experience this within the last 12 months (Radford et al, 2013). Domestic violence is four times higher than the national rate in Blackpool and it is estimated that one in every eight children (12%) will have been exposed in the past year. Research has shown that living with domestic violence can have a harmful and lasting impact on children's health, mental health, development and life chances (Stanley, 2011). Children exposed to domestic violence are at greater risk of experiencing abuse or being abusive in their own relationships as adults (Kitzman et al, 2003). Domestic violence is commonly associated with the most complex child protection cases (Munro, 2011) and a recent report concluded that the police response towards victims of domestic violence is 'not good enough' (HMIC, 2014). There were 2,396 calls about domestic violence made to the Blackpool police in 2012-3 where there were children in the household. Domestic violence related calls to the police have reduced recently but referrals of high risk cases to the Multi Agency Risk Assessment Conferences (MARACs) have continued to increase. Currently over 782 children are involved in high risk cases referred to MARAC. Blackpool has three independent domestic violence advocates (CIDVA) dedicated to work with children and young people. Over 300 children are in contact with these services each year (CAADA, 2014). MARACs and advocates however work only with high level risk cases and the local authority has identified a need to provide earlier help to families before abuse escalates to this high risk stage or before children have problems with behaviour or health as result. A new early help service will be set up, led by new Early Help Coordinators (EHCs) based in Sure Start services in two different areas of Blackpool. The service will work with families with children under the age of 16 who are living with 'standard' (rather than 'high') risk domestic violence. The research project will build on and aim to improve existing evidence on early identification, assessment and intervention responses to children living with domestic violence in Blackpool. There will be two comparator sites, where standard risk cases will be responded to as 'business as usual', without the EHC services and their specialist follow up, assessment, referral and response pathways. The research is an ambitious project which depends on good collaboration between Blackpool's children's services and the university research team over a four year period. The researchers will work closely with the new service, providing evidence to inform the development of the project, assessing the process of implementation and, later when the project is established, bringing together evidence on the impact on children and their resilience, the impact on their families and the professionals who work with them. The research will include an evaluation of the costs of the early response model. Case studies will be produced to illustrate the impact of the early response on a child's journey towards safety and resilience. Young people, their families and professionals in Blackpool will be consulted about the design of the early response model and the design and conduct of the research. Findings will be promoted locally, nationally and internationally to share any information that can be used to help children and their families in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006980/1","grantId":"ES/M006980/1","fundValue":"184719","fundStart":"2014-12-18","fundEnd":"2018-11-17","funder":"ESRC","impactText":"","person":"Lorraine Mary Radford","coPersons":["Nicky  Stanley","Melanie Jane McCarry"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}