{"id":"5D7BD1BD-A251-42BD-9D2F-9EEBE35E3CF6","title":"Challenges and Futures for new technologies: finding (e)quality in work, water and food in the energy frontiers","abstractText":"This interdisciplinary, exploratory agenda focuses on maturing 'low carbon' innovations and policy for agroenergy and, often competing, localised social technologies in food and energy production in south Goias state and northern UK. It does so through two exploratory field visits and two subsequent collaborative pilot research periods. These pilots integrate a baseline geo-mapping survey with worker interviews to explore the implications of ethanol production in north England (from corn) and south Goias (from sugarcane) for the availability and quality of work, of water and of land for food production. These sites are of local, regional and global economic and environmental significance. Secondly, two component case studies of local, participative and potentially socially, environmentally and financially sustainable approaches to food and energy production will be drawn from coastal Scotland and south Goias. These activities form the basis for two complimentary workshops, with a focus on policy and technical innovation towards enhanced social and environmental futures for food and energy production and three structured meetings between partners, senior institutional staff and students to establish and resource an enduring, interdisciplinary research agenda and collaborative postgraduate training. The process will be filmed as part of project learning and dissemination. The project stages are set out below alongside the name of the individual applicant with responsibility for each.\nRationale: BP investment in agrofuel in UK and Brazil typifies recent market diversification by hydrocarbon/0etrochemical majors, and the issues regarding designated technologies: further market capture and concentration may have implications for work and natural resource allocation, while the socio and bio-diverse impacts of food conversion to energy crops remain under analysed. Secondly, Scotland's impressive record as an EU leader in renewable energy and stated aim to attain energy self-sufficiency from renewable resources by 2020 rests heavily on wind and water. Resource scarcity has forced islanders into innovating and maintaining community owned, sustainable energy alternatives leading to repopulation. Furthermore, in its coastal, rural areas short supply chains and low tillage have been among distinct and instructive survival and policy strategies of small farmers and their associations. \nActivity: Three day Spring school on 'human and physical resources in the production of renewable energy' with UFG visitors, staff and students of Dept CEE, Dept HRM, Technology and Innovation Centre, existing research partners from Poland and Hungary and stakeholders from public, commercial and social sectors. (E Joao and P Stewart)\nActivity -Formal partner meeting\nActivity- Pilot Research period 1. Two Postgraduate researchers (CEE and HRM) and one from UFG accompanied by Brian Garvey (HRM). Scoping research that geo-maps the physical influence of ethanol production on land and water use in Hull, provides for preliminary interviews with workers in the sector. Case study development of sustainable food and energy production in coastal Scotland based on community interviews. (B Garvey)\n\nStage 2 Brazil\nActivity - Stewart, Jo&atilde;o, Garvey and postgraduate researcher in UFG. Field visits to south Goias expansion of agrofuel production for national and EU market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M011577/1","grantId":"ES/M011577/1","fundValue":"47834","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"ESRC","impactText":"","person":"ROBERT PAUL  STEWART","coPersons":["Brian  Garvey","Elsa  João"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}