{"id":"5D808D32-023B-456D-A222-18A70AACBAF6","title":"Measuring plant available phosphorus to increase crop yields and minimise nutrient leaching","abstractText":"Phosphorus is a key nutrient for plants and needs to be added as fertiliser to facilitate efficient and economic production of agricultural crops. There is no general soil test which can reliably predict how much fertiliser should be added for optimal crop growth. If too much is added it is costly and phosphate can leak into lakes and rivers, causing severe pollution problems known as eutrophication. If too little is added crop yields are poor and uneconomic. The situation is critical because world reserves of usable phosphorus are limited. Liming soils, which generally benefits acidic soils by improving nutrient availability to plants may further complicate the phosphate problem by locking up part of the phosphate so that it cannot be used by plants. \nA new analytical technique called DGT, which mimics the way that phosphorus in the soil interacts with the plant, provides a good prediction of how much phosphate fertiliser should be added for optimal plant growth. The phosphorus accumulated by DGT during the placement of the DGT device in the soil has until now been measured in the laboratory using conventional procedures, but a new handheld XRF device that can provide an instant readout has become available. \nThis project will first establish that DGT with analysis by portable XRF can used to measure the phosphorus in soils that is available to plants. It will compare the new measurement with established chemical tests and investigate how well it can be used to predict fertiliser requirements for two crop types (a brassica crop and a legume) grown in a range of soils. In a set of experiments where soils are limed, the new method will be used to advance understanding of how liming affects phosphorus availability to plants and of how liming is likely to affect the release of phosphorus to water bodies (due to leaching from the crop rootzone). This work will inform strategies for applying phosphate fertiliser and lime and provide a basis for providing farmers with a fairly rapid and, more importantly, reliable tool for assessing fertiliser requirements. The outcome of the work will provide clear economic benefits to farmers. Environmental gains stemming from reduced loss of phosphorus from agricultural soils into watercourses will benefit the general public and government agencies concerned with the environment, and in some cases water companies by limiting the costs of removing P from drinking water.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M016919/1","grantId":"NE/M016919/1","fundValue":"238593","fundStart":"2014-11-01","fundEnd":"2017-01-31","funder":"NERC","impactText":"","person":"Hao  Zhang","coPersons":["Benjamin William Surridge","Ian Charles Dodd","John  Quinton"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}