{"id":"5D82DC72-8DF6-4B05-99EE-CE953B06263D","title":"Electrical Activity-Dependent Redistribution of Voltage-Gated Potassium Channels at the Nerve Cell Surface","abstractText":"How brains function is very poorly understood but is essential if we are to treat the many illnesses encountered in everyday life. Such illnesses include epilepsy, alzheimer's disease, schizophrenia and strokes. The brain is exceedingly complex, but is now known to contain billions of nerve cells that communicate with each other. Unfortunately, nerve cell communication can sometimes go wrong. In some cases this leads to cell death but in many cases the nerves mis-communicate and the brain's wiring sends the wrong kinds of messages leading to disease. My grant proposal concerns how each nerve cell correctly assembles the right components - called ion channels -in the right places at the right times because we suspect that when such assembly goes wrong this is how nerve cells misfire. Our approach is very exciting because until recently it has been almost impossible to look at this problem as we haven't been able to control when nerves fire when we want. To do this we are planning to use some newly developed tricks. One such trick is to make nerves communicate simply by shining light on them. To do this we will be taking the components that make fruit flies see and putting them into nerve cells using a modified version of the virus that causes HIV/AIDS. When we shine light on these nerves they start to communicate and allow us to see what effect that has on the ion channel components that are responsible for proper nerve behaviour. Could these channels be synthesised more or less quickly by the nerve?, do they gang together in some regions and not others to help the nerve fire better? and could they be removed by the nerve to stop it becoming too active? By answering these questions we hope that we can find out how nerves put the right components in the right regions and perhaps one day change these processes in the nerves of diseased patients so that they can communicate like they do in healthy people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008891/1","grantId":"BB/D008891/1","fundValue":"146381","fundStart":"2006-02-01","fundEnd":"2008-01-31","funder":"BBSRC","impactText":"","person":"Owen Thomas Jones","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}