{"id":"5D825BA9-782B-45D8-9EB6-30C7B99ABFC9","title":"Investigation of Planar Transmission Lines on Liquid Crystal Substrates at mm-Wave Frequencies","abstractText":"Mobile and wireless communication systems as well as radar systems require reconfigurable filters, tuneable and adaptive antennas, adaptive couplers, electronically controlled delay-lines, etc, in order to be flexible and operational under different communication standards. Also, for security reasons, lightweight field radios and radar systems are required to reconfigure and operate over different frequency bands in a short time span. Some earlier research have shown that liquid crystals would be particularly attractive for these applications. Liquid crystals offer the possibility of large permittivity changes, controlled by low, externally applied voltages, so their incorporation as substrates in microwave devices can bring about many advantages into communication and radar devices and revolutionise adaptive/reconfigurable systems. It is necessary to explore the possibilities offered by liquid crystals thoroughly, with a full characterisation of the materials at the frequencies and geometries involved. It is also important to develop accurate modelling techniques that can predict the behaviour of liquid crystal materials in complex device configurations and can then take into account the anisotropy and non-uniformity of its permittivity distribution in the modelling of the RF operation of the device. The liquid crystal properties can be controlled by changing the components in the mixtures, but in order to formulate the mixtures the properties must be measured over the relevant frequency ranges. In this work we will develop methods and measure dielectric constants, losses, natural resonances, nonlinearities of RF liquid crystals and we will obtain theoretically and experimentally similar parameters for liquid crystal based microstrip and coplanar waveguide from 30 GHz to 110 GHz. Modelling of the liquid crystal behaviour and of the wave propagation in simple devices will be used alongside experimental measurements to design, fabricate and test prototypes of practical devices including two reconfigurable filters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056695/1","grantId":"EP/E056695/1","fundValue":"439175","fundStart":"2007-07-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  The measurement system developed is used by Merck, a German liquid crystal manufacturer, to characterise a new liquid crystal developed specifically for RF including microwave and mm-wave frequencies. Chemicals,Education,Electronics Economic","person":"Dariush  Mirshekar","coPersons":[],"organisation":"University of Essex","findingsText":" We have demonstrated that liquid crystals (LCs) provide useful tuneability for mm-wave (30-60 GHz) devices. First we developed a novel broadband technique for the measurement of the dielectric anisotropy and losses of nematic LCs. As part of this and to aid in the design of mm-wave circuits, modelling and specialised software was developed. A number of basic structures, including LC based coplanar waveguide (CPW) and microstrip lines (ML) were developed and their applications were demonstrated in phase shifters, tunable filters and resonators. \n To find the dielectric properties, a multi-layer planar test device containing a thin layer of LC was invented. Software was developed to extract the effective permittivity from the measured S-parameters. Finite element (FE) full wave modal analysis was developed for this project and combined with our LC FE modelling within an optimisation process to extract the LC properties from the measurements. Several LCs from York University and Merck were measured and their dielectric and elastic constants and loss tangents over the band were determined, showing excellent agreement with any previously known values. Two-tone measurements were conducted and no nonlinearity effects or material resonances were found within the band. Merck has expressed interest in our technology and we are negotiating its transfer. We have also developed a planar resonator technique for single frequency characterisation. \n Two CPWs with LC superstrates were developed and characterised. In one, the LC superstrate was formed using a non-conductive U-shaped block and in the other using a conductive U-shaped block bridging the CPW grounds. Biasing the LC at different voltages, dispersion characteristics, impedances and losses of these two CPWs were experimentally obtained and confirmed by our computer modelling, validating our modelling. Of the two topologies only the second is theoretically extendable, but was not practical as biasing the LC requires many vias to the ground through the ML substrate. The solution was to etch the ML on a dielectric superstrate and stack it on the LC substrate. This idea led to the development of long and short ML resonators, where the agreement between the measurement and the design results was found to be very good.\n The modelling techniques developed exploit two different formulations for the full-wave modal analysis of LC-loaded planar lines. One is based on the H-field transverse components and implemented with nodal FE and another uses the full E-vector and deployed with a mix of vector and nodal FE. In these, the anisotropy and inhomogeneity of the layers are treated rigorously. Specifically, the director field in the voltage biased LC layer is obtained from our accurate LC modelling, updated in this work. Our software based on this modelling was found to be essential in the characterisation, analysis and design of LC-based planar devices. \n Several practical RF circuits using LCs were designed, fabricated and tested. These include two tuneable microstrip resonators, three phase shifters (two reflection-type (RTPS) and one meander-line (MLPS)), and one rectangular loop filter. The resonators provide 6% tuneability; i.e. 2.34GHz and 3.35GHz around 40GHz and 60GHz. One of the RTPSs gives 170deg phase shift with figure of merit (FoM)=12deg/dB at 61GHz while the MLPS achieves 243deg with FoM=21deg/dB around 61GHz. The MLPS provides a higher phase shift at the expense of a larger circuit. The second LC-based RTPS has two resonant circuits to provide a wideband (8GHz) giving 230deg with FoM=22deg/dB at 57GHz. The filter has one physical loop and operates in dual mode. It provides 1GHz tuneability over its 58–64GHz band. All devices were designed as a proof of principle and can be optimised to improve their performances.\n We have published more than 15 papers, delivered 2 talks at MM-wave Users Group at NPL and given an invited talk at an international conference. The liquid crystal characterisation methods developed in this project will allow the evaluation of relevant parameters of liquid crystals in the microwave range of frequencies and will enable the accurate design of liquid crystal based microwave devices that exploit the very large anisotropy of liquid crystals to achieve tuneability or reconfigurability in much wider range that is possible with other methods and at a much lower cost.\nThe measurement system is used by Merck, a German liquid crystal manufacturer, to characterise a new liquid crystal developed specifically for RF including microwaves and mm-waves. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}