{"id":"5D890CDF-A958-45F2-AF65-B2A8792195AF","title":"Self-assembled organic photovoltaic materials","abstractText":"The development of renewable energy sources is an urgent problem and so large that many technologies will contribute. Solar photovoltaics can be expected to play a major role because of the abundance of solar energy, and the convenience of electricity as an energy source, but at present they contribute only a tiny fraction of the world's energy supply (e.g. ca. 0.1% in the US, according to the US Institute for Energy Research). The major reason for the very limited uptake is that current solar cells are much more expensive than generating power from fossil fuels. Organic semiconductors have the potential to solve this problem by providing a route to much lower cost solar cells. Organic semiconductors are pi-conjugated molecules and polymers, that can be processed from solution via low cost/high volume deposition techniques such as spin-coating, roll-to-roll processing and ink-jet and screen printing. This means that they can be used to make flexible thin film devices that are lightweight and portable. \n\nWe propose to develop new organic solar cell materials building on our promising initial results from novel cross-shaped molecules. The proposed materials have well-defined structures that pack together efficiently, giving improved charge transport. The key idea is to control this packing of materials so that they will &quot;self-assemble&quot; into the desired arrangement for efficient solar cells. To achieve this we will bring together teams of physicists and chemists and collaborate with leading groups at the National Renewable Energy Laboratory and Imperial College London.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012294/1","grantId":"EP/L012294/1","fundValue":"328703","fundStart":"2014-03-17","fundEnd":"2017-03-16","funder":"EPSRC","impactText":"","person":"Ifor  Samuel","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}