{"id":"5D8C2768-EAB6-49A7-AC5E-E92B5DD763B2","title":"Understanding the mechanism of acoustic emission generation due to surface asperity interaction in mixed lubrication conditions","abstractText":"When they mesh together, gear teeth are placed under very high loads and separated by thin films of lubricant often only a few microns thick. High temperatures and pressures develop within the oil film between the gear teeth. Real gears, particularly in aerospace transmissions, may have finely machined surfaces and appear smooth but on the microscopic scale of the lubricant film they are rough. The peaks of these rough surfaces (known as asperities) often come into contact with each other. These conditions can lead to failure of the lubricant film itself, wear, surface damage and gradual cracking (fatigue), none of which are desirable in an aircraft engine for example!\nWhen a material undergoes deformation (such as occurs when rough surfaces come into loaded contact) a rapid release of energy in the form of transient elastic waves occurs, known as Acoustic Emission (AE). These waves can be recorded using sensors mounted on the material, and AE methods have been widely used in monitoring structures where they have been shown to out-perform other methods. In gear systems, asperity contact, wear, surface damage or cracking causes acoustic emissions to occur. \nThis project focusses on the development of an advanced computational model to predict the levels of AE generation due to asperity interaction within a lubricated contact, such as those found between gear teeth. This asperity interaction has been found by previous researchers to be a significant part of the AE signal from a pair of meshing gears. The work will form a key part of a long-term aim of developing the use of AE monitoring techniques for high speed, heavily loaded power transmission gearing.\nThe work will include both the development of the computational models, which are based on strain energy calculations and advanced simulations of pressures and shear stresses within the lubricant film, together with a comprehensive experimental programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021757/1","grantId":"EP/L021757/1","fundValue":"98380","fundStart":"2014-06-30","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"","person":"Alastair  Clarke","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}