{"id":"5D929C41-0DCF-4C2D-95F1-D81256A348DA","title":"Dietary Exposure to Nanoparticles in Fish: A Pilot Study.","abstractText":"Nanoparticles are very small particles in the size range 1-100 nanometers. Nanoparticles have numerous applications in new materials, electrical and thermal devices, and new applications in medical instruments, biorobotics, and environmental monitoring technology. The potential benefits to mankind of nanotechnology is awesome. However mammalian toxicity, and some recent work on fish in our laboratory, have rasied concerns about adverse effects of some of these materials. These concerns include exposure and uptake of nanoparticles via the gut, but little is known about the effects of nanoparticles on wildlife or the risks of dietary toxicity (food chain effects) in particular. Our proposal is a one year pilot study to look at the possible dietary toxicity of nanoparticles on fish. Our objectives are to measure the responses of the fish to a 4-week dietary exposure to two major types of nanoparticles (i) carbon nanotubes (ii) manufactured titanium dioxide nanoparticles. Measurements will include histopathology, a range of health indices, and detailed toxicological and biochemical investigations of the fish tissues, and especially gut function. This information is vital for environmental risk assessments, and a pre-requisite to managing potential pollution problems from new nanotechnologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E014348/1","grantId":"NE/E014348/1","fundValue":"55383","fundStart":"2007-07-01","fundEnd":"2008-06-30","funder":"NERC","impactText":"  This research has already had an impact on hazard and risk assessments for nanomaterials, particularly at the Organisation for Economic Co-operation and Development (OECD) at the working party on manufactured nanomaterials (WPMN), and in the House of Lords report on food safety (http://www.publications.parliament.uk/pa/ld200910/ldselect/ldsctech/22/22i.pdf). \n\nThere has also been some interest in using nanomaterials in animal feeds, and specifically in the aquaculture and fishes industries. A report on the potential uses in this area is available as an FSBI Briefing paper: Nanotechnology in Fisheries and Aquaculture. Fisheries Society of the British Isles, Available at: http://www.fsbi.org.uk/assets/brief-nanotechnology-fisheriesaquaculture.pdf. Agriculture, Food and Drink,Chemicals,Environment,Manufacturing, including Industrial Biotechology,Other Economic,Policy & public services","person":"Richard Daniel  Handy","coPersons":["Andrew  Turner"],"organisation":"University of Plymouth","findingsText":" This research, internationally, provided the first detailed reports on dietary nanoparticle (NP) exposure in fish. The overall objective was to expose fish to diets containing nanomaterials and to measure their nutrition performance as well as any adverse biological effects. The experiments explored the effects of several materials including titanium dioxide nanoparticles (TiO2 NPs), single walled carbon nanotubes (SWCNT) and C60 fullerenes. In the titanium dioxide experiments rainbow trout were fed three diets (in triplicate); a control (no added TiO2 NPs), 10, and 100 mg kg-1 feed weight TiO2 NPs for 8 weeks. All fish were then fed the control diet for a further 2 weeks to assess recovery. TiO2 NPs had no impact on growth or nutritional performance. Haematological parameters and tissue electrolytes showed some small changes, but most were not seen to be treatment-related. Increases of titanium in the tissues were found indicating some absorption of the metal (although the form was not verified as particles or dissolved metal). TiO2 NP content of the spleen and liver tissue showed significant increases in the early stages of the exposure, and the spleen may play a vital role in protecting the internal organs from exposure. Disturbances to brain copper levels, and inhibition of brain Na+K+-ATPase were noted indicating the brain as an important target organ for biological effects. Histological changes were observed in the liver, whole brain, and spleen. The experiments with the carbon-base materials explored the idea of shape-effects of nanomaterials (tubes versus spheres). Juvenile rainbow trout were fed 2.8 % of their body weight daily with either a control, 500 mg SWCNT kg-1, or 500 mg C60 kg-1 for six weeks, followed by a two-week recovery period. Fish were sampled during the exposure period to determine growth, and histological and biochemical lesions. Growth of fish did not differ among treatments. The results of histopathological and biochemical analyses in liver, intestine, brain, and gills showed the SWCNT to be more toxic than TiO2 with similar concerns about the brain, gut, and liver as critical target organs. There was no clear difference between the effects of SWCNT and C60 (no obvious shape-effect of the carbon materials). All the materials tested showed some effects, and it is therefore important that this information is included in environmental risk assessments to address both the food chain and chronic exposure issues. Some of the toxic effects are broadly similar to the dietary metals we have studied in the past such as copper or mercury, but there are also some novel aspects such as the involvement of the spleen, and sensitivity of brain tissue. Overall, we conclude from this pilot study that nanomaterials can be toxic via the dietary route and further investigation is needed on long term effects. One of the underlying drivers for this research was to provide data that could be used internationally in understanding the hazards and risks of nanomaterials, as well as providing methodology to conduct hazard assessments. This research will be of use to the Organisation for Economic Co-operation and Development (OECD) at the working party on manufactured nanomaterials (WPMN), contributing to knowledge on hazards. Our paper (Ramsden et al., 2009) is cited in the OECD (2012) guidance on dosimetry and health effects of nanomaterials (document No: ENV/JM/MONO(2012)40). Similarly, there will be national level agencies with interests in this data from the view point on environmental risk assessment (e.g., Defra in the UK, and the US EPA). The experimental protocols and results will also be of use to the aquafeed industry in preparing new feeds for fishes. Our dietary studies on fishes have provided evidence that engineered nanomaterials can have some subtle effects on the physiology of fishes, including some brain injury. The effects are also different to exposures via the water. This information is of value to environment agencies with responsibility for environmental risk assessment of food chain effects. It is also relevant to food safety and the clinical community studying dietary and intestinal uptake of nanomaterials. For example, the use of nanomaterials in oral medicines, food/food packaging, and drinking water will need to be assessed for absorption and hazards. The results of our work have been used directly in the House of Lords report on food safety in 2010 (http://www.publications.parliament.uk/pa/ld200910/ldselect/ldsctech/22/22i.pdf). Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}