{"id":"5D9640D5-73AB-4DDE-B1B6-58F4E80C1D03","title":"The Care Act 2014: a new legal framework for Safeguarding Adults in Civil Society","abstractText":"Interventions to promote people's well-being and to safeguard adults at risk of abuse and harm are framed and driven by complex and contested policy mandates and legal rules. These have recently been the subject of detailed review and debate. The new legal rules for England are contained in the Care Act 2014. The rules differ significantly from those already in existence in Scotland, and those being introduced in Wales. Adult safeguarding law and policy in Northern Ireland remains the subject of policy debate.\n\nThe new legal rules must now be interpreted and applied in professional practice that involves lawyers, social workers, uniform officers and healthcare practitioners, working alongside advocates and third sector organisations in civil society. The changes are far-reaching and will be introduced with little preparatory lead-in time. This makes the seminar series particularly timely. New statutory principles and a shift of focus to outcomes and personalisation require fresh consideration of service structures and approaches to professional practice.\n\nThe aim of the proposed seminar series is, therefore, to explore how the new legal rules emerged through a policy process, the challenges of interpretation that emerge and how practitioners and their organisations can be supported to deliver the intentions and requirements of the Care Act 2014 and keep people safe from abuse and harm. \n\nThe series will comprise nine seminars across three years, bringing together researchers, educators, students, practitioners, policy-makers, service users and carers to consider how the Care Act 2014 has been made, how it is being and should be interpreted and how different stakeholders can learn about its provisions. A key focus will be on whether in practice the Act is delivering the outcomes that have been anticipated for people at risk of abuse and harm, namely that the adult safeguarding process is made personal for those at risk of abuse and harm, and whether the outcomes that matter for them are realised.\n\nThe first three seminars will focus on how previous adult safeguarding arrangements in England Wales were evaluated, pressure for reform and the status given to different forms of evidence in the policy and legal development debate. Comparisons will be made with a similar process in Scotland resulting in new legislation in 2007 and on how and why the new legal rules in England and Wales have diverged. The focus here is on how the new law has been made. \n\nThe second three seminars will focus on how the new law is being interpreted and on how the implementation of adult safeguarding law is connected with human rights and equality legislation, which form additional mandates for promoting people's dignity and well-being. A key focus here also will be on emerging evidence on whether the intentions of the Care Act 2014 are being realised in practice.\n\nThe final three seminars will reflect on how existing practitioners and their managers, and students undergoing professional education, are learning about adult safeguarding law, including learning from Safeguarding Adults Reviews and the challenges faced in implementing their knowledge of law in practice. The focus will also be in whether, in a highly contested area of law, touching on adult autonomy and self-determination, there is a case for further change.\n\nThere will be opportunities for debate in large and small groups. Outputs will include published papers and a book, video recordings of presentations, and other materials for a range of audiences, professionals and service user groups. The series will create a strong network of people and organisations concerned with adult safeguarding and with the capacity to engage in further collaborative research, policy and practice development, and conferences. The original contributions in this series will have significant impacts for law and policy-makers, service providers, professional practitioners, service users and carers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N009134/1","grantId":"ES/N009134/1","fundValue":"28872","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"ESRC","impactText":"","person":"Alison  Brammer","coPersons":["Michael  Preston Shoot","Peter Edward  Morgan","Paul Anthony Kingston","Alexander Charles Edward  Ruck Keene","Jonathan Richard Parker","Bridget Lillian Penhale"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}