{"id":"5D97ECD1-DCB3-4836-A84E-547386D59BC7","title":"ShipShape 3D Communities","abstractText":"The ShipShape project, a collaborative project between the University of Wales Trinity Saint David (UWTSD) and Newport Museums and Heritage Service (NMHS) funded by AHRC (M&amp;G), capitalised on the three-dimensional digital recording of the recovered timbers from the Newport mediaeval ship. This has subsequently enabled the assembly of a 1 to 10 scale model of the ship at the Newport Ship Centre. The model is serving as both a research and dissemination function. This project built on the outcomes of the ShipShape project by utilising digital objects collectively in the production of animations and digital reconstructions of the Newport mediaeval ship. The key objective was to determine if emerging MT technologies can play a significant role in research and dissemination tools in the interrogation of digital facsimiles of heritage assets, in particular archaeological ship finds. The utility of MT interfaces for the exploration and interrogation of such composite digital objects by both specialist and non-specialist users was assessed through collaboration with a UB HCI team. ShipShape 3D Communities built on the computer modelling undertaken so far by exploring the potential of such 3D digital datasets as research tools, and the basis for dissemination, particularly to non-specialist audiences. This allowed the visual nature of the data to transcend the problems inherent in technical terminology associated with shipbuilding and increase visitor engagement and understanding. Through collaboration with a fellow AHRC-funded research project (Suburban Birmingham, University of Birmingham), this project exploited the newly developing multi-touch (MT) technologies particularly with regard to the usage of three-dimensional composite datasets. The project delivered outputs of direct relevance to the Newport ship project through the production of composite digital models and animations as research tools and display items. Usage and assessment of three dimensional multi-touch applications has wider implications, worthy of dissemination through project reports, professional journals and internet fora. Discussion with a range of audiences has been achieved through interaction with specialist research groups (e.g. Faro and Rhino Archaeological Users Group - FRAUG), digital heritage conferences (e.g. Digital Past 2011), interaction groups (e,g, ACM Computer-Human Interaction - CHI) and community groups (e.g. FoNS).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500794/1","grantId":"AH/J500794/1","fundValue":"32217","fundStart":"2011-02-28","fundEnd":"2012-03-31","funder":"AHRC","impactText":"  The project built on a previous AHRC project and sought to exploit preliminary digital reconstructions of the Newport Medieval Ship in development of new methods of visualisation and manipulation including 3D touch table technologies. Using game platforms, subjects asked to attempt to use these developing technologies to explore a virtual model of the ship Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"Nigel  Nayling","coPersons":["Richard  Clay"],"organisation":"University of Wales, Lampeter","findingsText":" The research project explored the utility of emergent technologies (3D touch tables / projections) in allowing non-academic audiences to interact with digital reconstructions of a major archaeological ship find. Results from experimental sessions using community volunteers were mixed highlighting challenges in delivering complex concepts (ship construction) to a non-specialist audience through the use of unfamiliar visualisation technologies The challenge of visualizing archaeological ship finds either via the internet or through specialised exhibitions is, to an extent, being addressed through engagement with emergent digital technologies. Through an informal network of archaeological ship projects, many located within museums or state heritage organisations, known as the Faro-Arm and Rhino Archaeological Users Group, the results of this study have been exchanged with a large number of other ship projects. Further research has also been undertaken through additional grants from AHRC and other funders Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}