{"id":"5DA7C0CD-ABB5-4368-900E-2AE007EB7B27","title":"Discovery of low-frequency ulcerative colitis risk variants using whole-genome sequencing","abstractText":"Ulcerative colitis (UC) and Crohn's disease (CD) are the two most common forms of inflammatory bowel disease (IBD). Together they affect approximately 400 in every 100,000 people in the UK. They are characterised by chronic and painful inflammation of the gastrointestinal tract that is thought to be caused by an over-reactive immune response to normal intestinal microbes in genetically susceptible individuals. Current therapies are expensive, don't always work, and can have severe side effects that necessitate regular clinical monitoring. There is currently an urgent clinical need for a more personalized approach to IBD therapy coupled with the development of more efficacious and cost-effective treatments.\n\nData from family studies have demonstrated that there is a large heritable component to IBD risk. Siblings of individuals with UC have a 7-17 fold increased risk of disease compared to individuals without an affected sibling, for CD the increased risk to siblings is 15-42 fold. Large-scale surveys of common genetic variants have identified 99 regions of the genome that explain a proportion of this increased risk of IBD. Scrutiny of the genes that lie within these regions has further developed our understanding of IBD biology and highlighted biological pathways that are potential targets for novel therapeutic interventions.\n\nThat further genetic regions remain to be correlated with IBD risk is beyond doubt because only around 20% of the increased sibling risk is explained by those confirmed to date. Some of unexplained risk variation is likely to be underpinned by low-frequency genetic variants of intermediate effect size as these have not been well surveyed by existing genome-wide scans. Recent technological advances in high-throughput DNA sequencing make these variants accessible for the first time on a scale that allows them to be thoroughly surveyed for association to common diseases such as IBD.\n\nHere, I propose to conduct the first large-scale search for low-frequency variants associated with UC using whole-genome sequencing. DNA from 2000 UC patients of UK ancestry will be whole-genome sequenced and compared to sequences from 4000 individuals from the general UK population. Where significant differences are observed we will genotype these genetic variants in an additional 3000 UC cases and controls to confirm they are associated with UC and are not artefacts. Furthermore, we will conduct similar tests to search within UC sequences for genetic variants that underpin clinically relevant disease subclasses such as response to therapy, disease severity and age at onset. Data from the study will also be combined with that from a similar study in CD, underway at the Wellcome Trust Sanger Institute, to enable powerful searches for regions of the genome underlying IBD more broadly. This combined data will also allow us to better understand the genetic differences between the two common forms of IBD.\n\nThe identification of novel genetic regions is likely to shed further light on the biology underlying the disease and generate further hypotheses regarding disease aetiology. In time, the identified biological pathways may become targets for novel therapeutics and preventions. More accurate assessments of IBD risk, based on the markers identified in the study, may also be possible depending on the proportion of disease susceptibility variation explained by the identified regions. We will use both clinical and genetic markers of disease risk to build, and test, predictive algorithms in the hope of developing a clinically useful test for IBD status and/or disease severity and response to therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00314X/1","grantId":"MR/J00314X/1","fundValue":"476506","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Carl  Anderson","coPersons":[],"organisation":"The Wellcome Trust  Sanger Institute","findingsText":"","dataset":"gtr"}