{"id":"5DA85057-96D3-4AD8-8B19-76BA0BDC2F68","title":"Unsteady wind effects on natural ventilation","abstractText":"In recent years natural ventilation has become increasingly accepted as a desirable alternative to mechanical ventilation in non-domestic buildings. This stems not only from the potential for reduced costs (capital and maintenance), but also from environmental benefits (reduced CO2 emissions; reduced incidence of sick building syndrome). This trend has been accompanied by gradual improvements in design procedures, yet in some areas the procedures are still somewhat lacking. One such area is addressed by this proposal, namely the effects of the unsteady wind. The presence of wind leads to unsteadiness in the velocity and pressure fields around openings. Previous research has shown that this can have two major effects on the flow characteristics of ventilation openings. One effect is the reduction in the discharge coefficient of an opening. The discharge coefficient is a measure of the ability of the opening to pass flow and is a major factor in design calculations. Current design procedures make use of coefficients obtained under still-air conditions. For at least one type of opening the presence of wind has been observed to reduce the coefficient by a factor of two or more, whereas for another type the effect is negligible. The current understanding is that the effect depends primarily on the shape of the opening, the direction of flow through the opening and on the external velocity field around the opening. If this is correct it should be possible to take account of the effect in design procedures, basically by applying the basic concept of dimensional analysis. One aim of the research therefore is to carry out wind tunnel tests over a wide range of variables and to apply dimensional analysis to express the results in a concise and simple form for inclusion in design procedures. The second important wind effect is flow reversal in ventilation stacks (chimneys). Stacks are increasingly being used in non-domestic buildings, because in principle they allow the designer to fix the flow pattern of air entry and exit under all weather conditions. When flow reversal occurs the basic design is compromised, so it is desirable to design the stack/building configuration such that flow reversal is avoided. There has been very little work done in this area, but previous research by the applicant has identified a relatively simple parameter (based on wind pressures) that can be used to determine whether or not flow reversal will occur. Another aim of the research is to see whether this can be applied to more realistic configurations. The bases for the proposed research are (a) an experimental technique and (b) a theoretical model, both of which were developed by the applicant under previous EPSRC contracts. The experimental technique is particularly interesting, since it allows the instantaneous flow in a stack to be measured and this has not been possible before. The technique has attracted international interest and has been used by three overseas Universities (Japan, Sweden and Brazil). The theoretical model is important since it allows tests to be made that are not possible in a wind tunnel. The wind tunnel can however be used to assess the theoretical model and this is the third aim of the research. The present proposal will allow the collaboration with Tokyo Polytechnic University to continue. This will be of overall benefit, because although their objectives are similar, they have concentrated on large openings for summer ventilation, which requires a different theoretical approach. The work at Nottingham University is concerned with smaller openings, for which the theoretical model was specifically developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E040845/1","grantId":"EP/E040845/1","fundValue":"81227","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"","person":"David William Etheridge","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}