{"id":"5DA937B1-AF1C-4CB4-86DC-3755648E82BB","title":"An analysis of synaptic plasticity at single synapses using the photolytically active AMPA receptor antagonist ANQX.","abstractText":"Perhaps the greatest challenge in contemporary biology is to understand the workings of the brain. The implications for such an understanding are almost boundless: From therapies with which to treat brain disorders through to recognizing the basis of self-awareness or consciousness, things that are the very essence of being human. The difficulties in achieving such goals are, predictably, as great as the rewards for success. \n\nIn recent years significant advances in the field of light microscopy have revolutionised our ability to measure fundamental signalling processes within the cells the brain, the neurones. These measurements are achieved by introducing fluorescent dyes into individual brain cells and stimulating these dyes using precisely guided laser light. The dyes we use are specifically designed to change intensity in response to metabolic changes within the neurone, thus we are able to gather detailed information about activity within these cells simply by measuring changes in intensity of fluorescent light. \n\nIn our current work we are using a fluorescent dye that changes intensity in response to a change in the calcium ion concentration within the neurone. An increase in calcium ions accompanies activity within neurones and so we are able to obtain a measure the level of activity by measuring increases in fluorescence. We also have a further method by which we can use light to measure biological processes. In this method we transform an inert compound into an active one. This is achieved by cutting a chemical bond with high intensity laser light. Using this approach we will investigate how neurones encode changes to their inputs, the synapses. The biological significance of changes at synapses is more profound than at first it may appear as these changes are thought to occur as an animal learns and stores new information to memory. Thus by examining these processes we hope to gain insight into the basic cellular mechanisms that underlie learning and memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701480","grantId":"G0701480","fundValue":"375877","fundStart":"2008-04-01","fundEnd":"2013-02-28","funder":"MRC","impactText":"","person":"N  Emptage","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}