{"id":"5DAC262D-BFD1-4360-A3E1-63C548FCD71C","title":"Role of microRNAs in ageing at the blood-brain barrier: integrated studies in human and mouse models","abstractText":"The aim of the project is to investigate how ageing changes the specialized functions of cells. We propose to study the function of blood vessels in the brain and spinal cord (also known as the central nervous system or CNS) since this a specialized biological system that is amenable to functional, cellular and molecular investigations. Blood vessel malfunction during ageing is manifested by the leakage of molecules from the blood circulation and this may result in damage to nerve cells and impaired cognitive and/or sensory functions. The key cells that control access of molecules into the brain and spinal cord are the 'endothelial cells', which line the blood vessels. Normally CNS endothelial cells have a key property, the presence of 'tight junctions' which present a barrier to the movement of molecules from the blood to the CNS. Endothelial cells also express another class of proteins termed transporters on their surface that selectively drive the transport of key molecules such as nutrients into the CNS and exclude noxious substances present in the blood. During ageing, endothelial cells lose the expression of tight junction and transporter proteins and the barrier becomes leaky but it is not known whether these changes occur progressively with age or the precise mechanisms leading to CNS blood vessel malfunction. This project investigates whether a newly-described mechanism controlling specialised properties of cells, applies to the control of the barrier tight junction and transporter function between the blood and the CNS in the context of ageing. Small regulatory molecules termed microRNAs can regulate and rapidly reduce the level of particular proteins in cells and we propose that this regulatory mechanism is altered in the cells that form the blood vessels of the CNS during normal ageing. The first objective of the project is to characterize the changes in CNS blood vessel function that occur during normal ageing in two model organisms with different life spans, humans and mice. We have chosen leakiness of blood-borne molecules as a physiological process maintained by blood vessels that is critical for the normal functioning of the CNS. It is not known at what point in the ageing process CNS blood vessels start to malfunction and a systematic study on this has never been reported. The second objective is to measure the extent and significance of changes in microRNA levels at the stage in which CNS blood vessel malfunction starts to occur in the two model organisms. Here, we will also analyze changes in the pattern of gene expression in CNS blood vessels and identify whether changes in specific genes linked to tight junction or transporter function are likely to be driven by alterations in microRNA levels. To do this, we will use state-of-the-art techniques to simultaneously determine millions of microRNA and target gene molecules in CNS blood vessels in young and old individuals. Finally, we will select specific microRNAs that are altered during ageing and manipulate their levels in CNS endothelial cells in laboratory settings. In doing so, we will determine whether this manipulation results in changes in expression of their gene targets and in blood vessel function. These experiments will confirm whether microRNAs are important regulators of specialized functions of cells during the ageing process. The main expected outcome of this project is knowledge of whether the ageing process of a biological system with specialized functions is driven by alterations in microRNAs. If this proves to be the case, alterations in microRNA levels may represent a novel mechanism of ageing in multiple cell types with different specialized functions. This knowledge then could benefit not only academics working within the field of ageing but also those investigating how specialized functions of cells are altered in disease states, in particular those affecting the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009184/1","grantId":"BB/K009184/1","fundValue":"386756","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"  This is the second year of the grant being active and as such the results are still too preliminary to provide impact. Results so far have been presented in two scientific meetings:\no BSRA (British Society for Research on Ageing) Annual Scientific Meeting on 2nd -4th September 2013 Hosted by Institute of Food Research, Thomas Paine Study Centre, University of East Anglia, Norwich.\no BSRA Annual Scientific Meeting on 7th-9th July 2013 Hosted by School of Sport and Exercise Science, Liverpool John Moores University.\n\nas a poster communication entitled 'Age-related change in blood-brain barrier integrity in C57BL/6j mice'.  ","person":"Nacho  Romero","coPersons":["Margaret Jill Saffrey"],"organisation":"Open University","findingsText":" We have demonstrated:\n\n- age-related changes in blood-brain barrier (BBB) function and organization of tight junctions in mice. BBB permeability increases only in 24-month-old mice compared to 3, 12 and 18 month mice. However, structural changes appear more tgradually with a significant increase in the number and length of tight junctional breaks as assessed by ZO1 staining in 24-month animals compared to 3-month mice. These changes have also been observed in human tissue although in this case age-related BBB dysfunction appears more gradually than in mice.\n\n- We have confirmed preliminary data and showed an increase in miR-155 expression and a decrease in miR-24 expression in brain microvessels of human samples The findings are too preliminary to have any direct impact but will provide a scientific rationale for understanding epigenetic changes in ageing of brain microvessels, which ultimately may lead to potential therapeutic applications. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}