{"id":"5DB0771D-459C-456A-A9E8-D63E865CD64A","title":"Altitude and configuration of the last British-Irish ice sheet: testing the nunatak hypothesis using cosmogenic Be-10 exposure dating","abstractText":"During the last glacial maximum (LGM) 26,000-21,000 years ago, glacier ice occupied ~30% of the Earth's present land area. Reconstructing the dimensions and behaviour of the ice sheets that existed at that time is vitally important for establishing the linkages between climate change, the oceans, atmosphere and ice sheets, as well as for understanding past and future sea-level change. At the time of the LGM, global sea level was about 120 m lower than now, and the last British-Irish ice sheet extended westwards across the Atlantic continental shelf and met an ice sheet from Scandinavia in the North Sea area. It has proved difficult, however, to determine the configuration and altitude of the former ice surface across the British Isles. Attempts to model ice thickness have produced widely conflicting results, so there is an urgent need to develop some way of constraining former ice altitude and configuration from field evidence. On mountains throughout the British Isles there is a marked upslope contrast between a lower zone of glacially-eroded bedrock and an upper zone of frost-weathered debris that exhibits no evidence for erosion by the last ice sheet. Such trimlines have been mapped across NW Scotland, as well as in Snowdonia, the English Lake District and the mountains of Ireland. The accuracy of this mapping has been confirmed by a technique known as exposure dating, which determines how long rock surfaces have been exposed to the atmosphere. Bedrock surfaces above trimlines have invariably produced exposure ages older than the LGM (i.e &gt; 26,000 years), whereas those below trimlines give ages recording the timing of exposure from under the thinning ice sheet (21,000-14,000 years). There are two competing explanations of how this trimline formed. The first, the 'nunatak hypothesis', is that the trimline represents the upper limit of the last ice sheet. This is how the trimline was initially interpreted, enabling 3D reconstruction of the former ice surface across mountain areas. The alternative interpretation is that trimlines represents the altitude of the melting point within a thick ice sheet that extended over mountain summits. According to this view, the ice below trimlines was at melting point, and capable of sliding over and eroding bedrock. Conversely, the ice above trimlines is envisaged as having been below melting point, frozen to the underlying substrate and thus incapable of significant erosion. If this interpretation is correct, it implies that the trimline marks the minimum altitude of the ice sheet, and it allows us to work out the thermal regime of the ice - a vital input for constraining ice-sheet thickness in numerical models. Exposure dating of bedrock surfaces does not distinguish between these two hypotheses, as in both cases exposure ages &gt;26,000 years are to be expected. We will overcome this problem by obtaining exposure ages for glacially-transported boulders (erratics) that occur above trimlines on some summits in NW Scotland and NW Ireland. If these give exposure ages greater than the age of the LGM (&gt; 26,000 years), then hypothesis 1 is validated. If they yield exposure ages &lt; 26,000 years, deposition of the erratics by the last ice sheet is implied, demonstrating that the ice sheet over-rode mountain summits and that trimlines represent the altitude of the melting point within the ice sheet. As trimline altitudes on adjacent mountains can be linked to form a consistent 'trimline surface', the results obtained for a few sampling sites can be extrapolated to all trimlines in a given region. Exposure dates will be obtained for 16 samples from four summits in NW Scotland, and 4 from a summit in NW Ireland. The results will demonstrate decisively whether the last ice sheet in the British Isles was a low-profile feature with numerous summits protruding above the ice, or whether the ice covered the highest summits but was frozen to its bed across extensive areas of high ground.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010831/1","grantId":"NE/H010831/1","fundValue":"27534","fundStart":"2010-02-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"Colin  Ballantyne","coPersons":["Frederik  Fabel"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}