{"id":"5DB40F66-0174-4193-A2E1-8DAFC06A6711","title":"Secular evolution of water in the lunar mantle","abstractText":"Water plays a crucial role in geological processes which operate on planetary bodies such as our own Earth. Water affects physical properties of magmas, thermal stabilities of minerals and melts, and control magma eruptive processes. In addition, water is one of the key components influencing the habitability of a planetary body and in the context of in-situ resource utilization on other planetary bodies, such as the Moon, it will be an invaluable resource for life-support, and a key resource for generating rocket fuel. Since the Apollo era, the Moon has always been considered bone dry, especially with respect to water in lunar magmas. Amongst the most exciting recent discoveries is the presence of significant quantities of water on the lunar surface at lower latitudes as confirmed by a number of spacecraft missions (India's Chandrayaan-1 and NASA's LRO and LCROSS). These findings have been corroborated by recent, earth-based, laboratory analysis of lunar samples which suggest significant quantities of indigenous water in lunar magmas. Although the first demonstration of water in lunar magmas came from direct measurement of volcanic glasses, since they formed in violent, 'fire-fountain' eruptions, they possibly degassed losing much of lunar magmatic water upon eruption. The new detections of water have come from apatite crystals found in mare basalts. Because the basalt came from quieter eruptions than the fire fountains that formed the glasses, the apatite crystals are better repository of lunar water and may provide better constraints on the original water content of the lunar magmas and by proxy the water content of the lunar mantle. Chronological studies of mare-basalts returned by Apollo and Luna missions have revealed that the basaltic volcanism on the Moon occurred between 3.9 Ga and 3.1 Ga ago, leading to the hypothesis that mare volcanism occurred mainly after the late heavy bombardment around 3.8-3.9 Ga. However, recent chronological studies of lunar basalts have significantly expanded our knowledge of the duration of basaltic volcanism on the Moon extending the age range from 2.9 to 4.35 Ga, leading to speculation that basaltic volcanism on the Moon began within the first 150 Ma of Solar System formation, much earlier than previously thought. This hypothesis may be tested by examining examples of mare-basalts suspected to be older than 3.9 Ga, notably as clasts in breccias from Apollo site 14. Therefore, one of the aims of this proposal is to carry out age dating of mare-basalts to determine the total range of ages recorded in lunar basalts to place limits on the duration of mare volcanism. Crucially, basalts are the dominant products of planetary melting providing a window into planetary interiors by which we can understand the physical and chemical makeup and evolution of planetary bodies after accretion. Since the Moon is the only planetary body, apart from Earth, from which we have rock-samples (including basalts from known locations), lunar sample studies can provide an unrivalled dataset with which we can understand the mechanisms of planetary formation and subsequent evolution during that critical time period not recorded in terrestrial samples. We propose to carry out a coupled study of determining the volcanic history of the Moon along with measuring and assessing water contents in lunar basalts and their source regions. We will target apatites which are shown to be the main repository of water in lunar basalts while being amenable to in-situ radiometric age dating, giving crystallization ages for mare magma, sourced from the lunar mantle. Therefore, our proposed work will provide a comprehensive dataset with which we will be able to investigate the secular variation of water in the lunar mantle, thereby, providing a ground-breaking research output with far-reaching implications for our understanding of the structure and evolution of the Moon and other similar terrestrial bodies in our Solar System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001298/1","grantId":"ST/I001298/1","fundValue":"340210","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"STFC","impactText":"  Findings from our research have been used by researchers around the world investigating the history of water in the inner Solar System. As a direct result of our research findings, many new collaborations have been established with colleagues from around the world who are keen to utilise our analytical skills and advancements in analysing apatites in planetary samples for measuring their water contents and associated isotopic compositions. Education Economic","person":"Mahesh  Anand","coPersons":[],"organisation":"Open University","findingsText":" We have discovered that the interior of the Moon is not completely dry as thought previously and that the source of this water in the lunar interior was most similar to a group of primitive meteorites called carbonaceous chondrites. We also discovered water in mineral apatite from some of the oldest Moon rocks suggesting that the Earth and Moon may have inherited water from a common source and that at least some water may have survived the violent collision between the Proto Earth and an impactor that gave rise to the Moon. In order to achieve these results, we developed new analytical methods for measuring the ages, water contents and its associated isotopic composition using a Nano Secondary Ion Mass Spectrometer (NanoSIMS) based at the Open University. Our research has highlighted the importance of continued investigations of Apollo lunar samples for their ages and volatile elements (water, carbon, nitrogen) budget using modern analytical techniques and instrumentations in order to establish the history of volatile elements delivery in the inner Solar System. Such information is crucial for improving our understanding of the origin and and evolution of life on Earth. Education","dataset":"gtr"}