{"id":"5DB8B4E3-2924-41A4-9738-EA01FDB36625","title":"Properties of statistical methods for indirect and mixed treatment comparison - a computer simulation evaluation","abstractText":"People (for example: NICE, NHS managers, doctors and patients) may have to select the most cost-effective treatment from several different treatments for an illness. The most believable evidence for the treatment selection is from the direct comparison of different treatments within randomised controlled trials. However, many treatments have not been directly compared in trials. \n Even without evidence from direct comparison trials, people still have to decide which the best treatment is. Statistical methods have been developed to allow different treatments to be compared indirectly by using data from separate trials. There are several simple or complex methods to make indirect comparisons of different treatment for an illness. All these methods are based on certain assumptions, and sometimes results by using these statistical methods may be incorrect. Misleading or wrong results of indirect comparisons may lead to the wrong selection of treatments with important health and cost consequences. \n The proposed research is a computer experimental study to comprehensively evaluate the statistical methods for indirect comparison. One difficulty in evaluating statistical methods using data from real clinical trials is that we usually don?t know what ?true? value is to be estimated. This difficulty can be easily overcome in a computer simulation study. A computer simulation study is like a laboratory study in which experimental conditions can be controlled by investigators. We will use the computer to generate simulated clinical trials under various assumed situations (that is, we assume we know what the ?true? treatment effect is). Available statistical methods for indirect comparison will be used to analyse simulated trials. The estimated treatment effects by different statistical methods will be compared with known ?true? treatment effects. Then we will be able to check the usefulness and limitations of different methods under various circumstances. Findings from the propose simulation study will help provide recommendations on appropriate use of indirect comparison methods, and prevent wrong decisions in the selection of treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901479","grantId":"G0901479","fundValue":"96810","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"","person":"Fujian  Song","coPersons":["Max Oscar  Bachmann","Allan  Clark"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}