{"id":"5DBCAE69-A715-40AD-97A7-33D08F8E34F9","title":"Video Liquid Transmission Electron Microscopy","abstractText":"In science more than anywhere, seeing is believing. Since Galileo time and his invention of the telescope, Hook and van Leeuwenhoek and their contribution into developing the first optical microscope, scientists have always had the necessity to see objects whether these were living or not. Since these pioneering times, we have now been given a great collection of tools that allow the visualisation of matter almost imaging molecule by molecule. Transmission electron microscopy is possibly the most powerful and versatile of these tools and indeed contributed to a myriad of scientific discoveries across Chemistry, Physics, Biology and Medicine. Today, although the ultimate frontier of imaging is the ability to visualise matter when dispersed in a liquid and how this very unique environment affects molecular organisation. Among these liquid environment, water is the most critical as being the most important ingredient of life. Yet to date, no electron microscopy can be performed in a liquid sample as its functioning is associated with high vacuum conditions and hence no liquid can exist. However we have now created new materials that act as transparent holders of liquid samples to place them under an electron beam and thus image their content. This can indeed create a unique imaging platform that will allow the imaging of a large plethora of materials (including biologicals) in water (or any other liquid) without the need to remove the liquid and hence observe their structure and dynamic nature in its own environment. Moreover we propose here to exploit the liquid nature of the sample to create a combined approach where liquid samples can easily be injected into an integrated unit that will image them with resolution approaching ten times the size of the same water molecules as well as to analyse important changes such as size, structure, optical properties and chemical nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010906/1","grantId":"EP/N010906/1","fundValue":"37496","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Giuseppe  Battaglia","coPersons":["Marc-Olivier  Coppens","Ivan Paul Parkin","Geoffrey David  Price"],"organisation":"University College London","findingsText":"","dataset":"gtr"}