{"id":"5DBEB703-97C7-4034-BF3A-48CF44968A6B","title":"Drosophila as a model to understand the role of glial cells in neurodegeneration","abstractText":"The nervous system in human and all complex organisms is made not only by nerve cells (neurons) but also by glial cells. Glia performs a number of important functions such as insulation, nutritive support and maintenance of the right balance of signalling substances. These functions are essential to maintain an healthy nervous system throughout our lifetime and are often disrupted in many degenerative diseases of the nervous system and also in normal ageing.\nMost studies on glial cell functions are conducted in laboratory animals like mice. Strategies for replacing or reducing animal experiments usually involve growing and manipulating cells in a dish. However because the function of glial cells is so intimately connected to its effect on neurons, these replacement strategies are less straightforward because it it is necessary to put together and manipulate two or more cell types (neurons and different kinds of glia).\nWe propose instead to replace mice with a small invertebrate organism, the fruitfly. This laboratory organism has glia in its nervous system and this glia performs all the functions found in humans. \nThe fruitfly also contains an equivalent for about 70% of all genes known to be involved in human disease, it is economic and easy to maintain and manipulate, and has been widely used in many labs for over a century.\nOur previous work has generated a genetic model for a rare human neurodegenerative condition in the fruitfly. This has shown dramatic deficits in glial cells, which shorten the lifespan of the fly and impair its movements. A sensible hypothesis is that malfunctioning glial cells do not interact properly with neurons and this compromises the function of the nervous system and reduces lifespan.\nWe propose to use our fly models as a tool for discovery to figure out the role of glia, and to identify those genes involved in the communication between glia and neurons that are essential for a healthy nervous system.\nWhereas the specific pathology will be used as a convenient starting point, we have designed our project so that it can discover the mechanisms that guarantee a proper function of the nervous system in general. These findings may be considered also as targets for future pharmacological research that will exploit glia-neuron communication to improve the health of patients with neurodegenerative diseases.\nIf we are successful we will not need mice to study this issue in our lab and this will also encourage reducing the use of mice both in our lab and in other labs interested in these problems. It will be more interesting and straightforward to test whether what we find in flies is also true in mice, than starting a new investigation from the beginning in mouse. In the first case fewer animals will need to be used in experiments, because those experiments will not guided by suppositions, rather from the precise knowledge of how the same thing works in the fruitfly and therefore can be better planned.\nIn conclusion, our work is likely to be very important both for thinking about new ways to improve health in neurodegenerative conditions, and for reducing experiments on animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L000199/1","grantId":"NC/L000199/1","fundValue":"316462","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"NC3Rs","impactText":"","person":"Manolis  Fanto","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}