{"id":"5DBFE6A2-FD5E-44EC-B5ED-E9B35A9698BE","title":"The role of colour in insect pattern vision","abstractText":"A century ago Karl von Frisch advanced our understanding of animal sensory worlds demonstrating in classic experiments that bees see colours. Many insects as most other animals have colour vision and the perception of colour does not require complex higher brain functions. Insects are small-sized and equipped with compound eyes that give blurred views of a spatially complex world. How colourful are these views and how does an insect recognise colourful objects, patterns and shapes in a visual scene? These questions can be well studied in bees, an important insect model system in ecological, behavioural and physiological research. Foraging bees, as other pollinating insects, usually look for particular flowers to efficiently collect nectar and pollen. They will dismiss many other flowers during their search and not approach or land on them. Such flower constancy requires that floral features, e.g. colours, patterns and odours are learned and recognised by bees. This learning ability can be exploited to easily train bees to artificial food sources, as done by von Frisch, where different colours or patterns signal the presence of reward. Using such experimental methods and new tools to measure and quantify colours as they are perceived by bees, I shall investigate how patterns look to a bee if they are colourful, whether and when a bee sees or learns colours independently from patterns. A crucial hypothesis that I will test is whether pattern and colour vision are segregated in the bee visual system, e.g. whether and to which extent pattern vision in insects may be colour-blind, as has been suggested in the past. I shall also look at flowers through bee eyes and brain using optical and sensory models and make predictions of how detectable and disciminable floral colours and patterns are for bees. Detection is the main visual task if a flower is at a large distance and needs to be picked out from the background. In the first set of experiments I will train bees to detect a pattern which are placed on the back wall of one of two Y-maze arms. The other arm is empty. In the maze the bee will have to decide in which arm it sees the pattern. The distance to the pattern determines the size with which it is projected onto the bee eye. As long as the bee can detect a pattern it will enter the correct arm and find a sucrose reward. Moving the pattern further away the detection limit will be reached when the bee will choose both arms randomly. Detection limits will be determined for a variety of two-coloured patterns that consist of a central disc and a surrounding ring or a disc divided in two halfs, resembling the major types of flower displays as seen through the low-resolution eyes of bees. Colours will be varied systematically to understand how colour hue and colour contrast against the background influence pattern detectability. These parameters will be used to analyse colours and patterns in displays of intact wild flowers that I will record using UV-sensitive multispectral imaging. Pattern elements will be also varied in shape and relative size for identifying possible filter mechanisms in the visual system of the bee. In a second set of experiments bees will discriminate between these patterns. Only one pattern will be rewarded. If bees can distinguish them, they will show a clear preference for the rewarded pattern. These results will tell us, how spatial and colour cues in a pattern are perceived by the bee and which ones may be more important in some patterns. Knowing how bees perform pattern detection and discrimination, I will be able to explain how bees see and memorise complex colourful flower displays. The study will provide new insights the bees' perceptual abilities may have influenced the evolution of complex and colourful displays in flowers that aim to advertise themselves effectively to bees and other insect pollinators with excellent colour vision and learning capacity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I009329/1","grantId":"BB/I009329/1","fundValue":"336639","fundStart":"2011-09-15","fundEnd":"2014-09-14","funder":"BBSRC","impactText":"  Our work has stimulated thinking and knowledge acquisition in a diverse audience, from school children to professional beekeepers, teachers from the South West, an area with largely rural communities in agricultural and protected areas. We also had fruitful interactions with researchers working on visual-control and learning algorithms for a bee-mimetic flying UAV robot in the EPSRC-funded Green Brain project modelling the honeybee brain. Our research stimulated the development of new collaborations for impactful research on bee-flower interactions and resulting pollination services in fragmented landscapes of agricultural and protected areas in in South Devon of the UK and in the Western Ghats of southern India. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment Societal","person":"Natalie  Hempel De Ibarra","coPersons":[],"organisation":"University of Exeter","findingsText":" We successfully investigated how bees see and learn coloured patterns. We conducted a number of experimental studies where we varied and controlled colour cues in bicoloured concentric and half-disc patterns. Such patterns are frequently found in flowers across all taxonomic groups. Bees were tested in both sucrose- and pollen-rewarding contexts. Our work demonstrates that colour is a dominant cue in pattern learning in bees. Furthermore, we show that chromatic aspects of patterns are processed and pattern cues learned easily in the absence of brightness cues, demonstrating that the colour vision system of bees is able to process pattern cues. However, we also discovered through recording and analysing flight trajectories that the viewing conditions in free-flying bees vary and therefore significantly influence the extraction of pattern information when bees learn coloured patterns. Finally, we demonstrated that bees learn colours in patterns when rewarded by pollen rather than sucrose which has not been studied before but is of relevance since many pollen-rewarding flowers openly display pollen as part of their patterns. Parallel to the behavioural work, we also analysed and modelled flower colours and patterns to understand what cues are available to bees in floral displays and how this may influence their behaviour. Spectral features of natural colourful flower patterns were recorded and analysed taking into account the spectral and spatial resolution of the bee eye and were analysed modelling perceptual cues that are processed in the bee's visual brain. We found a wide range of variation in floral displays which bees are able to handle by flexibly learning coloured patterns. On the other hand, there are also spectral features that are characteristic of many floral displays. In concentric floral patterns the outer part of the pattern which is formed by petals is more saturated in colour providing higher chromatic contrast. Our results do not indicate that this corresponds to a particular filtering mechanism, it is more likely that this constellation of cues is important for recognition and discrimination between floral displays. Overall, our work contributes to a better understanding of colour and pattern processing in the insect brain and how visual perception in pollinating insects affects the evolution of floral displays. New significant question have emerged from these findings for future research in relationship to pattern processing and the role of movement for visual perception in bees. We believe that our findings are of interest and importance to researchers studying animal behaviour, visual neuroscience, pollination ecology, biomimetic robotics. In the academic sector, there is ever-growing interest in characterising the neurophysiology and modelling the neural networks of the bee brain given that it is a well-studied model system in behaviour and neurobiology. Such modelling underlies the development of biomimetically inspired autonomous ground-moving and flying robotic vehicles. We have started to establish new collaborations in this direction. Our work has been also of interest to academics in humanities and social sciences with interest in animals, animal-human interactions, and pollination services which are based on the bees' interactions with flowers mediated by the visual communication process that we research.\nIn the non-academic sector, our research has impacted on education of the public, such as school children, professionals whose work relates to bees in different ways, beekeepers, teachers. Our research is very visual and of general interest to a wide range of people, links to topics on school curricula and is therefore well-suited to help widening participation in progressing to higher education, particularly in the Devon and Cornwall communities where research and science careers are less prominent amongst school leavers. We have been repeatedly invited to present to the local public, which helps to members of local communities of the South West to learn about the achievements in our research stimulating their involvement and personal or professional development, such as in beekeeping and protection of the landscape, which is particularly significant in the rural protected and agricultural areas of Devon and the South West. Based on this, we currently started to collaborate with the South Devon Area of Outstanding Beauty to undertake new impactful research of learning and flower selection in bees in natural habitats. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment","dataset":"gtr"}