{"id":"5DC5B273-9267-4494-9CF3-BDE38F400633","title":"Emergence of novel electronic states in 5d transition metal oxides","abstractText":"In the fascinating search for materials which display new phenomena, including materials with potential for exploitation in technological applications, the spotlight has recently fallen on the role of the spin-orbit interaction. This is a relativistic interaction which couples the electron's intrinsic spin to its orbital angular momentum. Normally, the effect of the spin-orbit interaction on the electronic properties of materials is minimal and can be taken into account by treating it as a weak perturbation. \n\nHowever, the spin-orbit interaction increases rapidly with atomic number Z (in proportional to Z to the fourth power), and for heavier atoms, especially third row transition-metal atoms with unfilled 5d orbitals, it is comparable in strength with the other interactions that determine the electronic properties of materials. The resulting competition between interactions of similar strength is predicted to result in new emergent states of matter in 5d compounds which have never been observed before.\n\nIn this project we shall synthesise and investigate the fundamental properties of several families of 5d transition-metal oxides. Intense theoretical activity over the last few years has produced a number of predictions for these materials. One predictions is of phases called topological Mott insulators which owe their stability to an interesting topological property of the electron bands caused by the strong spin-orbit interaction. Other predictions include, thermally-driven metal-insulator transitions, unconventional high temperature superconductivity, and so-called spin-liquid states which have as-yet undiscovered emergent excitations called Majorana fermions. \n\n5d transition metal oxides have been relatively unexplored from an experimental point of view, largely because of the difficulty to make good quality single crystal samples. Our proposal is designed to integrate all of the necessary components required for a successful research programme. A concerted effort will be made to prepare materials of interest in the form of pure, high-quality, single-crystals. Complete characterisation of their electrical, thermal and magnetic properties will be undertaken using equipment in our home laboratories. Armed with the best possible samples we will exploit spectacular recent advances in synchrotron X-ray techniques to probe the novel spin-orbital states predicted to exist in 5d oxides. This work will be performed partly in collaboration with colleagues at large-scale facilities such as the Diamond Light Source in Oxfordshire, and the European Synchrotron Radiation Facility in Grenoble. Finally, we shall work closely with theorists to develop a comprehensive understanding of the novel electronic states we discover.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016713/1","grantId":"EP/J016713/1","fundValue":"431499","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Desmond Francis McMorrow","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}