{"id":"5DCEE158-1615-4AE5-9730-D552E7CEA3C7","title":"Atomic and Macro-scale Studies of Surface Processes: Towards a Mechanistic Understanding of Surface Reactivity and Radionuclide Binding Mechanisms","abstractText":"In this programme we seek to develop a mechanistic understanding of radionuclide (RN) interactions with mineral surfaces, under conditions likely to exist in a geological disposal facility (GDF).\n \nThis proposal describes integrated experimental and multi-scale modelling studies on selected key surfaces which are designed to address fundamental questions on: (i) how the surfaces of candidate materials in an engineered barrier system (EBS) behave in a typical disposal environment; and (ii) the effect of any alteration processes on RN/surface interactions. Crucially, our approach represents fundamental, underpinning scientific research that will provide mechanistic understanding of key RN retardation processes, simulating a range of post-closure RN retardation scenarios on to candidate EBS and natural surfaces. This approach seeks to develop a methodology that is transferrable to other materials and systems. Such a transferrable, approach supports the current generic stage of the UK disposal programme so that methods developed can be used to perform experiments on other materials using other RNs of interest as the UK geological concept progresses. It allows us to perform key experiments and underpin these with mechanistic prediction approaches. By quantifying the energetic and kinetics of reactions we will create a predictive tool for use in developing and revising more accurate field-scale computational models.\n\nThe proposal brings together a new, interdisciplinary collaborative team with a range of complementary expertise capable of taking a holistic approach to this complex and challenging issue. Advanced, in-situ surface sensitive experimental techniques will be applied, and developed for hyper-alkaline and radioactive applicability. A key component is to work on real RN materials to provide accurate and unambiguous data for model development. \n\nThis work will inform regulatory bodies, have a profound impact on the development of the new GDF safety case, and has implications in a wider scientific context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036389/1","grantId":"EP/I036389/1","fundValue":"961432","fundStart":"2012-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Mary  Ryan","coPersons":["Nick  Evans","J Frederick Mosselmans","Roy Albert Wogelius","Neil Anthony Burton","Katherine  Morris"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}