{"id":"5DCF20C9-BAB8-4BF4-AA40-3A9AE1CAC8B0","title":"Analysis of primitive streak stem cells and the role of Notch in their axial mesoderm derivatives.","abstractText":"Primitive streak formation is reputed as being ‘the most important time in ones life‘ since it generates the three germ layers of the embryo proper. The progenitor cells of these three germ layers ingress into the primitive streak where they form a resident population of stem cells for each tissue type. \n\nThis proposal aims to gain a deeper understanding of the mechanism of regulation of these stem cells. I will initially identify the location of the stem cell pools. I will then investigate the function of potential candidate signaling pathways involved in maintaining this stem cell state. \n\nThe second aim of this proposal will focus on the role of the Notch signalling pathway in the development of three primitive streak derived axial tissues; namely the ventral neural tube and the underlying axial mesoderm of the notochord and prechordal mesoderm. These three tissues are believed to share a common precursor/stem cell in the primitive streak. These precursor cells are exposed to periodic oscillating Notch signalling activity in the primitive streak. As they leave the streak these three tissues become regionalised along the anteroposterior axis as judged by the expression of regionalised markers. Periodic Notch activity in the primitive streak suggests that the number of oscillations undergone by stem cell descendents will be directly related to their future position along the anteroposterior body axis. One possible role for periodic Notch activity is, therefore, to provide a counting mechanism implicated in anteroposterior axis regionalisation. I will investigate this possibility by analysing expression of regionalised markers in these three tissues in Notch mouse mutants or after inhibiting Notch activation in the primitive streak. \n\nFinally, I shall investigate the role of Notch signaling during specification of these three tissue types. Despite being co-expressed in a periodic fashion in the primitive streak precursors, Notch target ‘genes‘ become dially expressed in axial mesoderm and the ventral neural tube as these tissues leave the primitive streak and differentiate. Thus, as a precursor cell leaves the primitive streak, maintenance or loss of expression of one of these genes may bias that cell to adopt one or other of these specific cell fates. \n\nI shall investigate whether differential Notch target gene expression introduces a ‘bias‘ in cell fate specification. This proposal aims to further our understanding of how several genetic interactions come into play at the earliest stages of development to build the developing embryo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400349","grantId":"G0400349","fundValue":"243085","fundStart":"2005-08-01","fundEnd":"2009-04-30","funder":"MRC","impactText":"","person":"Jacqueline Kim Dale","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}