{"id":"5DD3D47A-2C4F-4F20-807A-06A7192FB02B","title":"Studying the Neural Substrates of Incidental Self-Referencing.","abstractText":"Questions such as 'Who am I?' have inspired philosophers, artists, poets and theologians for centuries. Social scientists have tended to view the self as a conscious, distinctly human entity exhibited in our capacity to self-reflect on the world or to be self-aware - 'I think therefore I am'. The question we are trying to address is where in the brain we form this sense of ourselves? Is this part of the brain specially reserved for these self-relevant thoughts and actions (such as knowing who we are and what we have recently done) or is this area common across other mental processes that are not related to our sense of self? Specifically, we are examining unconscious aspects of the self such as the feeling of emotional warmth we get when we see a close friend or family member and the effect this emotional responses might have on other aspects of our behaviour such as our attention to things around us at the time. We know that conscious attempts to think about how things in the world relate to us (do I like the red car?) leads to better memory for those same things, but does does the unconscious aspects of our self also help us to remember things? This topic is important because these emotional, unconscious aspects of the self may be much more powerful in their effects upon our behaviour and memory across issues like depression through to choosing what shoes to buy. This project will try to identify the emotional nature of unconscious self thought by testing patients with disorders of conscious self processing. Certain individuals who have very specific damage to visual processing areas of the brain are not consciously able to recognise familiar faces - this is referred to as prosopagnosia. By showing these people their own face paired with a word, and measuring memory for the words later we can measure the effect of intact emotional response to the faces upon memory performance. This will give us a clue to the importance of emotional responses in unconscious self (my face) processing. From this we will test other patients and use brain scanning equipment (fMRI) to determine the exact part of the brain that supports this unconscious self and its impact on memory and behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002513/1","grantId":"BB/F002513/1","fundValue":"162675","fundStart":"2008-04-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"","person":"David John Turk","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}