{"id":"5DEDE822-3A5E-4BBE-A398-82107451DE08","title":"The use of medical evidence in homelessness decision-making","abstractText":"<p>Under the Housing Act 1996 where a person applies to a local authority as homeless, the authority must investigate the application. The full duty to house an applicant only arises if the applicant falls within one of the priority need categories. For an applicant who does not have children or is not pregnant to be in priority need the authority must be satisfied that he or she is ‘vulnerable’. This often turns on the physical or mental ill-health of the applicant. Local authorities often receive medical evidence submitted by the applicant, and may also obtain their own evidence from medical practitioners which they retain. This study will examine how local authorities make decisions on vulnerability where medical evidence is involved.<br /><br />Through case-studies in three varied local authority areas, the project will examine the different factors which come into play when homelessness officers reach a decision that an applicant is, or is not, vulnerable on medical grounds. The effect of medical evidence will be explored through interviews with managers and focus groups with homelessness officers. This will be followed by detailed analysis of case files and interviews with the officers responsible for the decisions in the files.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4461","grantId":"RES-000-22-4461","fundValue":"71376","fundStart":"2011-02-01","fundEnd":"2012-06-29","funder":"ESRC","impactText":"  The outcomes of the research has been fed back to each of the local authorities involved in it, though a day's no-cost training delivered by Caroline Hunter in each authority that has enabled a range of staff from managers to front-line officers to discuss their practices and also be updated on recent developments in the case law. \nCaroline Hunter spoke about the research at Homeless Link's Research Forum on March 12. 2013. Following that her slides for the talk and the research summary were posted on their website and sent out to the Forum mailing list.\nCaroline Hunter was an invited speaker at a Lemos &amp; Crane training event for homelessness practitioners entitled Homelessness Prevention and Support on June 6, 2013. Her presentation included a discussion of the outcomes of the research, and their implications for homelessness organisations. \nThe findings have also been disseminated with recommendations for best practice through practitioner publications. Communities and Social Services/Policy,Government, Democracy and Justice Policy & public services","person":"Caroline  Hunter","coPersons":["Joanne  Bretherton","Sarah  Johnsen"],"organisation":"University of York","findingsText":" Under the Housing Act 1996 where a person applies to the local authority as homeless, the authority must investigate the application. The full duty to house an applicant only arises if the applicant falls within one of the priority need categories. For applicants without children the authority must be satisfied that he or she is 'vulnerable'. This often turns on the physical or mental ill-health of the applicant. \n\nThis study examined how three varied local authorities make decisions on vulnerability where medical evidence is involved. This was explored through interviews and focus groups of staff. A further detailed analysis of 41 cases from across the authorities was undertaken.\n\nThe project found that early impressions formed by homelessness officers of applicants were important as they fed into the professional intuition of the officer as to the legitimacy of the application. That said, levels of legal consciousness and conscientious were high: officers were very aware of relevant legal cases and the risk of decision being overturned on review or appeal. The aim of getting decisions 'right first time' was thus given primacy. \n\nA variety of sources of information was used by officers in decision-making. These included evidence from an applicant's own doctors (particularly GPs), in house and external advice, information from the internet and information relating to benefits. There was not, as expected, a perceived hierarchy of expertise, but rather a search for an objective view of the evidence which was most readily perceived to come from those who were trusted as objective sources. Internal advisors were seen as providing the most reliable information. Local authorities might use it as a basis for developing their policies and for training homelessness staff. Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}