{"id":"5DFFF579-6080-41C7-ABC9-72CF0F31FAF7","title":"Processing of Spo11-induced covalent protein-linked DNA double-strand breaks in meiosis","abstractText":"Each cell in our body contains chromosomes that store the genetic information that we inherited from the gamete cells (egg and sperm) of our parents. During the production of our own gamete cells, this genetic information must be carefully copied, precisely halved, and accurately deposited. Errors in this process lead to infertility, or in rare cases to offspring with genetic abnormalities. Discarding half of all the genetic information is a risky procedure, but an essential one. Only by combining the genetic information contained in eggs and sperm are human beings conceived with the correct amount of chromosomal information. \n\nOur research will concentrate on understanding the molecular reactions that take place in our DNA during gamete formation, with emphasis on understanding the essential role of an evolutionarily conserved protein, referred to as Spo11. During the creation of gamete cells, Spo11 creates multiple breaks in our chromosomes, and in fact becomes tightly bound to the DNA in many places. It is essential that Spo11 be removed from the DNA, but until recently this process was poorly understood. Our research will investigate the methods that cells use to remove Spo11, aiming to learn much more about the control of this essential process. We will perform the studies in baker?s yeast, a simple sexually reproducing model organism. Because simple model organisms and humans share the same fundamental processes, model organisms provide an ethical and economical way to perform basic research that is relevant to human health. Once a basic understanding is obtained from the model organism study, the results will be applied to more advanced human health studies.\n\nWe will convey our research findings by publication in peer-reviewed journals, presentations at scientific meetings, and by participation with the public and the media via open days, school visits, and at Brighton?s annual Science Week.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800005","grantId":"G0800005","fundValue":"318165","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"MRC","impactText":"","person":"Matthew  Neale","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}