{"id":"5DFF43B3-C004-4321-8B46-71170DD4E598","title":"The Role and Potential of Co-Operatives in the Poverty Reduction Process","abstractText":"Co-operative businesses are an important part of the economies of most of the less economically developed countries. Yet their role is not well understood, and their potential to contribute to poverty reduction is sometimes overlooked.\n<br />\n<br />This project aims to investigate this issue, seeking evidence that co-ops do reduce poverty, and asking if, as membership-based economic associations, they have 'organisational comparative advantages' over non-governmental organisations (NGOs) and other civil society organisations. It will measure the impact of national-level poverty reduction and post-disaster reconstruction strategies on co-operative sectors, and ask to what extent they participate in making national-level policies.&nbsp;&nbsp; \n<br />\n<br />We have undertaken two in-depth case studies of Tanzania and Sri Lanka, and with an additional grant, will extend this to Serbia. So far, (July 2008) we have carried out around 60 semi-structured interviews with key informants, a face to face interview survey of 450 co-operative managers in three regions in each of the two countries, and a postal questionnaire survey of 170 directors. \n<br />\n<br />The proposal has been the subject of extensive consultation with relevant user organisations (eg International Co-operative Alliance, International Labour Office. Its findings will be published as a report by the UK Co-operative College, influencing the international development policy agenda, and improving the involvement of national co-operative federations in country-level poverty reduction strategies.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-155-25-0077","grantId":"RES-155-25-0077","fundValue":"165732","fundStart":"2006-01-01","fundEnd":"2008-06-30","funder":"ESRC","impactText":"","person":"Johnston  Birchall","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}