{"id":"5E04CC61-362E-4130-879A-3B80268ED043","title":"Maximising Therapeutic Utility for Rheumatoid Arthritis using genetic and genomic tissue responses to stratify medicines.","abstractText":"Rheumatoid arthritis (RA) is a disease in which inflammation of joints can cause pain, stiffness, lasting damage and disability. It affects an estimated 500,000 people in the UK and has important impacts on their lives. For example, within 5 years of diseases onset, 33% people are unable to remain in full-time work. \nThere have been dramatic advances in treatment of RA in recent years. First, patients are treated with drugs as soon as they are diagnosed with RA and the dose is increased quickly to try and suppress all joint inflammation. The most common drug used is called methotrexate (MTX). Second, those people who fail to respond to MTX can be given a biologic drug, so-called because they inhibit a biological pathway involved in inflammation. There are a number of biologic drugs that can be used; most commonly, anti-tumour necrosis factor (TNF) therapies are used as the first choice biologic. Patients who fail to respond to those are then switched to try a biologic drug that acts by removing B cells from the circulation (rituximab, RTX). More recently, a biologic drug that acts by blocking another inflammatory pathway, the IL6 pathway, has been recommended for use (tocilizumab, TOC). Whilst each of these drugs has been proven to control inflammation and slow or prevent lasting joint damage, they don't work for every patient. Thus, 45% patients fail to respond to MTX whilst 30-40% fail to respond to each of the biologic drugs. At the moment, we have no means of predicting which patients will respond best to which drug and so the drugs are prescribed on a 'trial and error' basis. However, we know that the longer it takes to find an effective therapy, the more joint damage accumulates and the worse the long-term outlook is for patients. Therefore, the aim of this study is to identify predictors of response to MTX, anti-TNF, RTX and TOC so that patients with RA can be given the drug that they are most likely to respond to, as soon as they are diagnosed. \nThe response predictors may be changes in DNA, proteins or other molecules and these changes may be detectable in blood samples or in the joint tissues that are inflamed. In this program of work, we plan a comprehensive series of experiments to investigate this. We will study both tissue samples taken from the joints of patients with RA as well as blood samples collected from large numbers of RA patients treated with each of the 4 drugs to be investigated. We will study genetic changes, protein levels and other molecules. We will combine the information obtained to test whether combinations of markers predict response better than studying one marker at a time. We already have evidence to suggest that the number of B cells in the inflamed joint tissue can predict whether patients are likely to respond well to the B cell depleting therapy, RTX. Therefore, we also plan to test how well this works in practice by performing a randomized clinical trial whereby patients will be randomly assigned to receive RTX or another biologic therapy based on the level of B cell infiltration seen in their joint tissue.\nThe outcome of this study will be the identification of blood or tissue markers that help to target the right treatments to the right patients with RA. This is particularly important because the biologic drugs are very expensive (&pound;8-10,000 per patient per year). Crucially, as the annual cost of biologics to the NHS is ~&pound;160 million, the identification of the 30-40% of non-responders prior to &quot;blind&quot; therapy would potentially save &pound;13-18 million annually because approximately 4-5,000 patients start anti-TNF therapy each year in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015346/1","grantId":"MR/K015346/1","fundValue":"5036990","fundStart":"2014-03-03","fundEnd":"2019-03-02","funder":"MRC","impactText":"","person":"Costantino  Pitzalis","coPersons":["Ann Wendy  Morgan","Ernest  Choy","Peter  Sasieni","Andrew Paul Cope","Michael Robert Barnes","Anne  Barton","John Dudley Isaacs","Adam  Young","Deborah Pauline Symmons","Jane  Worthington","Christopher  Buckley","Peter C Taylor","Kimme  Hyrich","Michael Randolph Ehrenstein","Paul Matthew McKeigue","Iain  McInnes","Jennifer  Barrett","Heather  Cordell","Karim  Raza","Anthony Gerard Wilson"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}