{"id":"5E0D3693-0EA0-4FBC-9071-EE3DD8B11C2E","title":"In vitro assembly of bacterial peptidoglycan in tethered lipid bilayer membranes","abstractText":"The spread of antibiotic-resistant bacteria such as methicillin-resistant Staphylococcus aureus (MRSA) and penicillin-resistant Streptococcus pneumoniae (the cause of pneumonia) poses a real threat to patient care in the UK health service, and has become a political issue in the 2005 general election. For the last 40 years we have taken penicillin for granted as a life-saving medicine, but there is now an urgent need to find new targets for antibacterial action. The mode of action of penicillin is to inhibit the final step of the assembly of peptidoglycan, a polysaccharide layer found on the surface of all bacteria. This transpeptidation step, which cross-links the peptidoglycan layer and gives it structural rigidity, is catalysed by the penicillin-binding proteins (PBPs). In spite of the large amount of work carried out on the penicillin and cephalosporin families of antibiotics, there are still very limited methods to study the reaction catalysed by the PBPs, because the substrates for these enzymes are complex lipid-linked intermediates found in the cell membrane. We have developed new techniques to study these lipid-linked steps. Using gold-coated chips, we can deposit tethered lipid bilayer membranes (TLBMs) on the surface of the chip, and we can use these devices to deposit the lipid II substrate for the PBP reaction. We can prepare these lipid II substrates in the lab, and can attach fluorescent labels, which allow us to monitor the reaction. In this project we want to use a range of surface science methods to study the reactions catalysed by the PBPs on TLBMs, which will allow us to a) develop new ways to find new antibacterial agents; b) study the reactions catalysed by PBPs from penicillin-resistant bacteria, and find out why they have become resistant to penicillin.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D00943X/1","grantId":"BB/D00943X/1","fundValue":"140186","fundStart":"2006-07-01","fundEnd":"2008-06-30","funder":"BBSRC","impactText":"  Research funding secured by GSK to aid model development for novel antibiotic discovery. Pharmaceuticals and Medical Biotechnology ","person":"Stephen  Evans","coPersons":["Richard James Bushby"],"organisation":"University of Leeds","findingsText":" This project aimed to create the first in vitro formation of a bacterial cell wall at an artificial lipid membrane surface. Using a variety of approaches we were first able to show the introduction of the precursor molecule, lipid I, into a supported lipid membrane. Antibiotic binding against lipid I and the related molecule lipid II demonstrated both the inclusion of the molecule and the ability of the platform to act as a screen for new antibiotics. Subsequently we were able to show the possibility of forming plana supportive membranes from native inner membrane of E. coli. This allowed the subsequent in vitro formation of a bacterial cell wall. We were able to demonstrate that antibiotics were able to prevent bacterial cell wall formation. The findings of this research have potential for application in antibiotic screening and the development of new antibiotics. key elements of this work were:\n\n1.Incorporation of the lipopeptides required for bacterial cell wall formation into supported membranes and therefore a platform for studying antibiotic/peptide interactions\n\n2. First example of supported lipid membrane formation using native membranes - this offers potential for studying a wide variety of biological systems. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}