{"id":"5E0F0A98-2CDD-4179-A75A-8AA7049EF85E","title":"Provision of the MAD/XAFS facility for the UK structural biology community","abstractText":"A &pound;2.6M funding in July 2001 by BBSRC (719/B15474) and a subsequent grant of &pound;195K from BBSRC 719/REI20571) and a project award of &pound;170K from Northwest Development Agency (N0002170) enabled the establishment of a world competitive Protein Crystallography (MAD/SAD) facility in the UK in 2004 with full user operation starting in October 2004. The range of biological problems, which have already been addressed by the UK structural biology community using this beamline is impressive. Several major biological highlights have emerged in this short time including papers in Cell, Nature, Development Cell, PNAS, and several other high impact journals including J Mol Biol and J Biol Chem. These have contributed towards elucidation of enzyme mechanism, deciphering of structural features which may contribute to the disease causing properties of an otherwise key life-sustaining biological molecule, structural mechanisms involved in inward budding of endosomal membranes to generate multivesicular body, etc. These and other studies, which would likewise appear in high impact journals in due course, have made use of one or more of the features of this facility as outlined in detail under the objective and technical sections. The above capabilities would be further consolidated particularly for the long wavelength use, e.g. minimisation of air path through the use of Helium via the cryostream, and combined PX/XAFS capabilities, a combination pioneered in the UK. Now that the robotic stage is in full operation on the beamline and some of the SPoRT centres are beginning to produce a significant number of proteins and crystals as part of the BBSRC's recent investment on structural proteomics of rational targets (SPoRT), continued availability of this premier facility would ensure that a proper return on BBSRC's investment is realised. The experience gained on this tried and tested beamline would be directly relevant to development of facilities at DIAMOND, e.g. long wavelength phasiand combined MAD/XAFS capability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001971/2","grantId":"BB/E001971/2","fundValue":"127168","fundStart":"2009-01-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"  A total of 143 crystal structures were deposited in the RCSB Protein Databank. A total of 83 peer reviewed publications were related to these depositions. A further 16 peer reviewed publications were made using data derived from the use of BL10 that did not involve specific PDB depositions. These publications have so far been cited approx. 650 times (around 160 citations/year), as estimated using the Web of Knowledge database. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology Societal","person":"Samar  Hasnain","coPersons":["Richard  Strange"],"organisation":"University of Liverpool","findingsText":" A 20 page report was submitted to BBSRC. The success of the grant was graded OUTSTANDING by the panel.\nWe contributed to methodological developments by establishing on-line (or 'in situ') XAS and single crystal optical spectroscopies, first by adapting the original BL10 design and showing the potential for such applications in structural biology (publications attracting front covers in JSR and JMB in 2008) and second by following it up, post-SRS, and contributing to a similar experimental set-up for single crystal optical work on beamline X10SA at the SLS. This method has several advantages over beamlines lacking this resource, such as obtaining structures of redox enzymes in correctly identified and validated spectroscopic states. A further outcome, shown by the BL10 experiments, is the possibility to incorporate a single crystal spectroscopy system on a lab source. We plan to do this on new Rigaku FRE+ Superbright X-ray source at Liverpool University, using a MARDTB set-up. As far as we are aware, this will be the first such provision on an in-house X-ray laboratory. The long wavelength phasing experiments is providing significant input into the upgrade at APS, Chicago for a national resource for long wavelength provision. A joint University of Liverpool-Diamond Light Source PhD studentship, jointly funded with BBSRC DTG, has been established to further explore experimental long wavelength crystallography and to contribute to the phase III long wavelength beamline development.\nThe PDRAs of the grant are employed by EMBL (Hamburg) and DIAMOND. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}