{"id":"5E106FEC-2261-4DFD-B4A7-6191524B6272","title":"Wearable and flexible technologies enabled by advanced thin-film manufacture and metrology","abstractText":"Wearable technologies such as smart glasses have recently caused much excitement in the business and technology spheres. However, these examples use relatively conventional technologies. The real breakthrough in wearable technologies will come when we can manufacture materials and components that are flexible and non-intrusive enough to be integrated into everyday items, such as our clothes. The main challenges to achieving this are the lack of reliability, performance limitations of (opto)electronics on flexible substrates, and the lack of flexible power sources. Much of the necessary device technology exists in some nascent form; our proposal will provide the technological innovation to allow its manufacture in a form compatible with wearable technology. In this project we aim to solve a key technological challenge in wearable technologies, namely that of scalable and cost-effective manufacturing by taking advantage of the following areas of UK technological excellence in components and scale-up technologies:\n1) The assembled consortium has an emphasis on inventing and demonstrating the key wearables technologies required on flexible substrates for displays, energy harvesting and sensing. \n2) The consortium consists of key researchers in the fields of modeling prediction, metrology, systems integration and design for reliability, all required to complement the device engineering.\n3) Importantly, by integrating, right from the word go, the aspect of Roll-to-Roll (R2R) scale-up of manufacturing such flexible technologies, we will create the manufacturing know-how to allow fundamental science to translate into manufacturing.\n\nThe deposition processes for all wearables face similar challenges such as low material yield, high waste (important for functional films where minimizing waste saves costs substantially) and lack of in-situ process monitoring. Additionally, for our targeted applications, there is currently no scalable cost-effective manufacturing technology. Roll-to-roll processing fulfills this crucial need and our aim will be to enable this scalable manufacturing technology for inexpensive production on flexible substrates, an area very much underexplored in terms of advanced functional materials, but one with huge potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015173/1","grantId":"EP/M015173/1","fundValue":"2476880","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"EPSRC","impactText":"","person":"Harish  Bhaskaran","coPersons":["Moritz  Riede","Colin  Johnston","Dan  Hewak","Bhaskar  Choubey","Martin Rolf Castell","Gino  Hrkac","Hazel  Assender","C David Wright"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}