{"id":"5E2B71F0-B47F-44C8-A439-5B002FAB1385","title":"Regulation of fasting glucose and birth weight: the impact of variation in the glucokinase gene.","abstractText":"Blood sugar levels remain remarkably constant despite the considerable variation in the amount of food we eat and exercise we do. This is mainly achieved by very tight regulation of the release of a hormone into the blood called insulin which lowers blood sugar. This close regulation is vital because high blood sugars lead to diabetes and low blood sugars can lead to seizures. When we have no food (fasting) our blood sugars return to very narrow limits. However even in this limited range of normal blood sugars there is variation between individuals and studies have shown that some of the variation is inherited. Glucokinase is a key sensor of glucose levels in the blood, signalling to the pancreas to release the right amount of insulin. Rare severe genetic changes (mutations) in the glucokinase gene greatly alter blood sugar and have a big effect on birth weight. We are going to test whether there is more common milder variation which is important for regulating blood sugar when you are fasting. Our preliminary work suggests there is and that although these changes are associated with altered birth weight. Using 50,000 samples from many European countries we will define genetic changes that go with different levels of blood sugar and test whether they do alter birth weight. Finally we will test if this genetic variation is important in evolutionary selection in man. The study aims to give new insights into the regulation of the very important glucokinase gene which controls our blood sugar and look at the impact of this on the growth of babies in the womb.\n\nThe dissemination to the general public would be in the in the context of communicating important general understandings about science. One of these is how multiple common minor changes in genes contribute to the differences that exist between us all. The other general area would be an understanding of the regulation of early birth and how genetic factors both in the mother and also in the baby can be important in a baby?s intrauterine growth. The importance of screening for unknown diabetes or raised blood sugars in pregnancy would be included in such a lay public presentation. At local, regional and national lay meetings we have found that there is considerable interest in trying to understand genetics. Communicating this work to the general public would be challenging but also stimulating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500070","grantId":"G0500070","fundValue":"229527","fundStart":"2005-09-01","fundEnd":"2009-08-31","funder":"MRC","impactText":"","person":"Timothy Mark Frayling","coPersons":["George  DaveySmith","Anna  Di Renzo","Andrew  Hattersley"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}