{"id":"5E37920F-CEBF-4DA5-936D-928D6911BEFC","title":"Using a Communities of Practice model to contribute to community cohesion and self reliance","abstractText":"This study explores the application of the communities of practice approach (CoP) to community-university partnerships (CUPs). A specific focus is whether forming CoPs might help struggling communities cope within an increasingly resource-stretched environment. Might they bring people together to solve common problems, overcoming differences in perspective brought about by specific organisational affiliations and personal backgrounds? Data includes: a literature review, semi-structured interviews and focus groups with CUP members, and Chicago fieldwork. Our study developed the research capacity of a local practitioner who shared the project's learning within his ethnic minority community and beyond.\n\nData analysis indicated the versatility of the CoP approach for individuals working in partnership across boundaries (for example voluntary, statutory and university sectors). Strikingly, our literature review shows little application of the CoP approach to CUPs, beyond our own limited work. In the literature, CoPs are critiqued for not dealing explicitly with inequalities; while they may offer space to address differences, there is limited analysis of how CoPs work through inter-group conflicts. However our empirical data revealed more potential. Given this promise, future research priorities include (1) empirical studies of CoPs designed to provide effective mechanisms for developing cohesion and learning, and (2) enhancing the role of community partners in co-production and community knowledge exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J50045X/1","grantId":"AH/J50045X/1","fundValue":"27386","fundStart":"2011-03-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"","person":"Angie  Hart","coPersons":["Jenny  Pearce"],"organisation":"University of Brighton","findingsText":" This study explores the application of the communities of practice approach (CoP) to community-university partnerships (CUPs). A specific focus is whether forming CoPs might help struggling communities cope within an increasingly resource-stretched environment. Might they bring people together to solve common problems, overcoming differences in perspective brought about by specific organisational affiliations and personal backgrounds? Data includes: a literature review, semi-structured interviews and focus groups with CUP members, and Chicago fieldwork. Our study developed the research capacity of a local practitioner who shared the project_s learning within his ethnic minority community and beyond. Data analysis indicated the versatility of the CoP approach for individuals working in partnership across boundaries (for example voluntary, statutory and university sectors). Strikingly, our literature review shows little application of the CoP approach to CUPs, beyond our own limited work. In the literature, CoPs are critiqued for not dealing explicitly with inequalities; while they may offer space to address differences, there is limited analysis of how CoPs work through inter-group conflicts. However our empirical data revealed more potential. Given this promise, future research priorities include (1) empirical studies of CoPs designed to provide effective mechanisms for developing cohesion and learning, and (2) enhancing the role of community partners in co-production and community knowledge exchange. This project has already influenced others to use the communities of practice approach in developing Community University Partnerships. The team involved in producing this particular report are frequently requested to deliver talks and workshops on this so others seem to find them useful or else we wouldn't be so inundated with requests for talks etc. A number of articles suggesting practical approaches to developing CoPs for Cups have been written which people can draw on. Electronics","dataset":"gtr"}