{"id":"5E3B3D0B-8DE8-43A5-8A5A-CBAF0212FDE0","title":"ReStore: promoting sustainable research methods resources","abstractText":"<p>This award is a continuation of the &quot;Sustaining On-line Resources in Research Methods&quot; award which created the prototype ReStore repository for online research methods resources. </p>\n\n<p>ESRC funds many research methods projects - particularly under its Research Methods Programme, Researcher Development Initiative and National Centre for Research Methods (NCRM) investments - which generate a wide range of interactive tutorials, presentations, examples and other online content aimed at increasing the methods skills of the social science research community.&nbsp; Many of these resources reach their greatest utility at the very end of their initial funding periods when no further provision is available for their ongoing maintenance and support.&nbsp; ReStore was developed as a closely related activity of NCRM to create a repository of these resources, following a clearly defined review process, and to provide ongoing maintenance and promotion of materials held in the repository collection.&nbsp; </p>\n\n<p>This second round award will continue to acquire and maintain ESRC research methods resources, actively promote the creation of sustainable web resources among ESRC award holders, further promote and develop the ReStore repository and conduct a review and make policy recommendations to ESRC.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-576-25-0023","grantId":"RES-576-25-0023","fundValue":"368304","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"ESRC","impactText":"","person":"David James Martin","coPersons":["Leslie  Carr","Katy  Sindall","Chris  Skinner","Jane  Seale"],"organisation":"University of Southampton","findingsText":" The award continued to maintain and develop an online repository of research methods training resources from related ESRC initiatives. Promotion activities were undertaken to help other ESRC award-holders design and build more sustainable online resources through publicity, practical guidance and an annual training workshop. This included working directly with the ESRC Communications team. The ReStore repository itself was enhanced, and increasingly integrated with the website of the National Centre for Research Methods. Strategic guidance was provided to the ESRC Methods and Infrastructure Committee. The entire ReStore repository has been taken on by the new phase of the ESRC National Centre for Research Methods and it will continue to be maintained and developed. The training materials continue to recieve around 100,000 pageviews each year by users wanting to learn about social science specific research methods. The materials (which have been authored by many different people and funded under many different ESRC awards) are aimed at the social science research community, broadly defined and are not demarcated for use by particular sectors. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice","dataset":"gtr"}