{"id":"5E406C1C-290B-4E4A-8AA9-F5546AA426DD","title":"Large Scale Antenna Systems Made Practical: Advanced Signal Processing for Compact Deployments [LSAS-SP]","abstractText":"This project investigates signal processing techniques for practical and realistic implementations of large-scale antenna systems (LSAS) for energy- and spectral- efficient wireless communication. \n\nIt is expected that the energy bill for cellular networks will double by 2015 and therefore there is a growing concern to reduce the associated operational expenditure (OPEX) along with the global CO2 emission in all fields of communications. The physical layer of wireless communication is a core building block of the telecommunication system chain and the ever-increasing Quality-of-Service demands directly reflect on the performance requirements of the relevant signal processing techniques. The physical limitations of wireless propagation form the bottleneck of physical layer transmission. Multiple Input Multiple Output (MIMO) systems have proven particularly useful in circumventing this bottleneck by providing an increased number of data streams in the physical channel. Small scale MIMO systems are currently part of communication standards and commercial designs. \n LSAS are envisaged for the next generations of wireless systems, to capitalise on the utilisation of multiple antennas, and deliver the transmission rates required for future communications in a power-efficient manner. LSAS involve several critical benefits:\n- The transmit power is split to many low power antennas, of the order of milliWatts.\n- Hence, the design of the radio frequency (RF) front-end components is simplified as low cost power amplifiers can be deployed. \n- LSAS designs can be extremely robust in that the failure of one or a few of the antenna units would not appreciably affect the system. \n- In terms of signal processing, by scaling up the dimensions of MIMO low complexity user detection and precoding become close-to-optimal. \n- In information theoretic terms, as the numbers of antennas grow infinitely large, the statistics of the MIMO channel tend to deterministic functions. \n\nand associated challenges:\n- The massive amount of RF chains required to feed the hundreds of antennas poses an important practical challenge in their deployment, \n- With the increase of spatial dimensions the complexity of even the simplest signal processing techniques increases significantly \n- The massive antenna arrays must be deployed in the limited physical space that is available in both base stations and mobile devices. This creates two main effects which become particularly relevant in LSAS: spatial correlation due to the proximity of the antennas as signal sources and mutual coupling due to the proximity of the antennas as electrical components. \n- For large numbers of antennas pilot sequences for channel estimation have to be reused between adjacent cells. Channel State Information (CSI) provisioning becomes a significant burden and the performance of LSAS becomes limited by the resulting inter-cell interference (pilot contamination problem). \n\nThis project tackles the issue of large scale antenna deployment by a) information theoretical analysis with realistic modelling, b) signal processing and CSI acquisition devoted to power efficiency and c) analogue-digital beamforming designs and reduced RF-chain solutions aimed at power- and cost- effective implementations. The project aims to achieve power-efficient transmission by large scale antenna systems based on two key disruptive concepts: a) using analogue beamforming using the principles of Electrically-Steerable Parasitic Array Radiators (ESPAR) based LSAS and b) exploiting constructive interference. In addition, this project re-examines the anticipated benefits of LSAS from the viewpoint of realistic deployments of the antenna arrays in limited physical space which are prone to increased correlation and coupling between the densely deployed antennas. We aim at a thorough and pragmatic investigation of the benefits of LSAS for Green Communications, and their practical implementation solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014126/1","grantId":"EP/M014126/1","fundValue":"279512","fundStart":"2015-04-12","fundEnd":"2018-04-11","funder":"EPSRC","impactText":"","person":"Mathini  Sellathurai","coPersons":["Cheng-Xiang  Wang"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}