{"id":"5E4594A3-1001-41A9-8785-1DD91C0BB7DF","title":"UK involvement in the Advanced LIGO Gravitational Wave Project","abstractText":"It is essential to enhance tje sensitivities of the initial long baseline gravitational wave detectors (LIGO, GEO 600, TAMA 300, and VIRGO) to enter the 'observatory phase of gravitational wave astronomy. A factor of ten in detection range (athousand) in detection volume) over the initial detectors would bring a great variety and number of sources within reach. The most efficient way to gain this sensitivity is to transfer the technology developed for GEO 600 - monolithic suspensions for the test masses and enhanced interferometric techniques - to the three LIGO detectors at the sites in Washington State and Louisiana to create 'advanced LIGO'. This transfer is currently underway and the UK gravitational wave groups at Glasgow, Cardiff and Birmingham have very strong collaborative relationships with the LIGO project. This application is for funding to supply Avanced LIGO with equipment as outlined in the objectives in return for management rights in the strategic planning of the observations and full access to the resulting data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PPA/G/S/2002/00652","grantId":"PPA/G/S/2002/00652","fundValue":"1427000","fundStart":"2003-06-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  We have developed and then built and delivered actuator and control electronics for the Advanced LIGO gravitational-wave laser interferometers in the US Education,Other Cultural","person":"Alberto  Vecchio","coPersons":["A Mike Cruise","Nicholas Anthony Lockerbie","Chris  Castelli","Clive Christopher Speake"],"organisation":"University of Birmingham","findingsText":" We have developed sensors and control electronics for ultra-sophisticaed devices (laser interferometers) that measure relative displacements of mirrors to better than the size of an atom's nucleus in the band 10-1000 Hz this is now the standard for gravitational-wave laser interferometers in the world Electronics,Other","dataset":"gtr"}