{"id":"5E501B94-4716-445E-A282-C1CA6FBB8F4F","title":"Exploring the language of the popular in American and British newspapers 1833-1988","abstractText":"This project will establish a set of dialogues between a core of researchers who have, or are developing, expertise in aspects of the historical development of newspapers and those with expertise in the study of the changes in the language of newspapers. Furthermore, it will achieve this through the development of a consistent set of approaches to the exploitation of digital newspaper archives. The dates of the project's focus span the emergence of the modern popular newspaper from the American penny press to the circulation peak of the British Sun. 1833 sees the first developments in the USA of a daily journalism aimed commercially at a broad, popular market. This has been recognized as having triggered a series of market-oriented experiments with text, style and layout which aimed to maximize the commercial appeal and profitability of newspapers. This process was slower in the UK where newspapers were only fully able to explore their commercial potential with the lifting of the last taxes on newspapers in 1855. American influences in the evolution of a particularly British variety of popular journalism from the 1880s have been a prominent feature of Anglo-American newspaper relations from this point to the present. What has been less well documented has been the mutual influences on the development of a rhetoric of commercial appeal to popular taste by these newspapers and the impact of this rhetoric on the differing social and political contexts of the two countries. A further lack has been a longer view of how the language of the popular newspapers of the nineteenth century compare to the commercial mass circulation papers of the twentieth.\\n\\nThis network will provide an interdisciplinary focus to bring together researchers with interest and expertise in exploring the relationship between changes in social and technological configurations and the language of newspapers and, in turn, the impact of newspapers as they developed an increasingly important role in the communication of commercial varieties of popular culture. The disciplinary backgrounds of the core and advisory groups associated with the research network would enable the Anglo-American popular newspaper to be viewed first, from a historical-linguistic perspective; second, as an illustration of the interaction between technology, written style and visual presentation; third, as a process of appropriation of aspects of the discourse of social class in the production of populist news; fourth as a conduit for the changing currency of news itself as a popular and commercial commodity. Furthermore, the researchers would focus attention on the specifically gendered nature of much of the popular discourse within the Anglo-American newspapers of this period. Changes in the articulation of women's interests and indeed men's interest in women as a topic of popular news can be tracked as a distinctive element of popular newspapers' commercial appeal across different periods of the development of modern popular journalism.\\n\\nAt present work around the language of the popular press in this Anglo-American context is plentiful but fragmented. By establishing a suitable structure for discussion and subsequent publication, this research workshop will enhance transatlantic understanding of shared and contrasting popular linguistic traditions within newspapers and investigate how particular forms of popular newspaper style became successful over time and how they have adapted and changed to suit shifting cultural and economic circumstances.\\n\\nThe study will also enable popular representations of national and cultural identities, in particular the changing semantics, iconographies and narrative framing of patriotism and colonialism and post-colonialism, to be studied as an integral part of popular newspapers' ability to stay in tune with changes in the wider social and political world of the two nations and indeed in their interrelationship (Tunstall and Machin, 2000).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H038930/1","grantId":"AH/H038930/1","fundValue":"36859","fundStart":"2010-09-02","fundEnd":"2012-09-01","funder":"AHRC","impactText":"  The network ran 5 workshops which generated a number of research outcomes in the form of publications and special issues of journals as listed in the portfolio. The network enabled a second AHRC/NWO collaboration to be funded on related themes. Digital/Communication/Information Technologies (including Software),Education Cultural","person":"Martin Dermot Conboy","coPersons":[],"organisation":"University of Sheffield","findingsText":" The Research Network organized five well-attended seminars. They took place in Sheffield at the start and the end of the funded period; in New York as a special panel at the Joint Journalism Historians Conference; at the University of Zurich and at the University of Cardiff. All of the core network participated in person at one or more of the events. The administrator combined the running of the network's communications with the setting up of a website http://lopaan.group.shef.ac.uk Although a full account, it remains an evolving, live project to which we will add in the months and years to come. King (Loyola, Baltimore) has facilitated publicity about our work on his NEH-funded website www.mediahistoryexchange.org. where the papers and abstracts are available. We have organized a special issue of Media History for 2014 and the contributions to this from the first seminar are currently out for review. We are also aiming for a special issue of Historical Pragmatics from the seminars in Cardiff and Zurich which should also be in print by the end of 2014. At the final seminar in Sheffield (July 2012) we discussed a variety of projects for further funding bids on related themes. One tangible result was the organization by the Centre for the Study of Journalism and History (Conboy/Bingham) in September 2012 of a self-funding conference on Newspapers in the Twentieth Century: Narrative and Genre whose papers we are looking to place with a publisher in the New Year. The keynote was a participant in the Network (Hampton). One of the successes of the network was its ability to generate further dialogue outside and beyond the framework of the project itself. Steel (Sheffield) organized a second seminar (March 2012) at the Joint Journalism Historians Conference to keep the momentum of the transatlantic dialogue going. The AHRC network was also able to draw in work by young scholars notably PhD students, Nicholson (Manchester), Eldridge (Sheffield) and Campbell (Swansea). Conboy was invited to speak as a keynote at a conference on the News of the World (King's College, London) January 2012 and at a conference organized at the British Library (a member of our core group in the person of King) in April 2012. At the final seminar we had an immediate success to relate which was the successful funding of two participants (Conboy/Broersma) in the network for an AHRC/NWO network on a related topic. The USA connection is also flourishing in contacts between Sheffield and Columbia. John/Schudson who had been involved in the New York conference in 2011 organized a funded seminar (November 2012) at Columbia to which Conboy was invited and this will proceed towards a publication following a second series of dialogues in Oxford in August 2013. The momentum generated by the original AHRC grant has, through the new AHRC/NWO grant, led to panels being organized at the ECREA conference in Istanbul (November 2012) and a proposed panel at the ICA (June 2013). The involvement of Head of Collections British Library Colindale Newspaper Library, Ed King enabled the network to maintain contact and inform BL reflections on its own digital newspaper provision. Digital publishers Proquest and Gale Cengage have been regularly in contact with Bingham and Conboy to solicit reviews of planned or published digital newspaper provision. Members of the core group have been enabled through the publicity generated by the network to contribute to media debates about the News of the World/Leveson issues. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}