{"id":"5E546E15-E422-4477-B5BC-07FF32721854","title":"CYCLOOLIGOMERISATION OF CO AT U(III) CENTRES AND RELATED STUDIES","abstractText":"Carbon monoxide is a very important industrial feedstock, and is used extensively for the large scale production of hydrocarbons and alcohols via reduction with hydrogen in the Fischer-Tropsch process. The concept of directly coupling CO molecules together directly to form larger units of (CO)n is an appealing one; however, despite the long history of the Fischer-Tropsch reaction, carbon monoxide has proven remarkably resistant to such selective homologation under mild conditions. The cyclic, aromatic, oxocarbon anions CnOn2- (n= 3-6), in principle, are accessible by such a route, which may provide new strategies for the synthesis of complex organic molecules directly from CO. This proposal builds on our very recent discovery of a uranium(III) organometallic complex which will reductively cyclise CO under very mild conditions to from the deltate dianion, C3O3 2-, held between two uranium centres. In the proposed research, we will study the mechanism of this reaction, generate a system which is catalytic, and carry out reactions on the uranium-bound deltate unit to form larger organic rings (e.g. reductic acid- an important antioxidant). We will also modify the uranium(III) complex to allow the assembly of larger units of (CO)n, and investigate the activation of other important small molecules, e.g. CO2, by this system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E004342/1","grantId":"EP/E004342/1","fundValue":"256995","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"  They have not been used in an economic sense, but have provided novel and valuable information to others in the field Education Cultural","person":"Frederick  Cloke","coPersons":[],"organisation":"University of Sussex","findingsText":" New uranium compounds for the activation of small molecules- in particular carbon monoxide and carbon dioxide, important in the quest for new energy sources and reduction in greenhouse gas levels Development of new methods for carbon capture Chemicals,Education,Energy","dataset":"gtr"}