{"id":"5E55668A-27FC-4CE5-B8B9-8459C11C38E3","title":"Multi-user, multi-centre MRI to reduce and refine the use of mice in cancer and trauma research","abstractText":"Non-invasive imaging techniques allow researchers to reduce the numbers of animals used in scientific research through following disease in the same animal over time and obtaining more information from each animal. This information can be anatomical (e.g. tumour size and location, brain damage) or functional (e.g. measuring what the cells within the tissue or organ are doing, such as whether or not they are growing). Our studies often require the use of genetically modified (transgenic) models where mice naturally develop cancers in a fashion similar to that of humans. The main challenge in such studies, which is shared in human disease, is to measure, accurately, the development of the cancer and the response of the tumour to new treatments and compare it with the current standard. \n \nIn one of our genetically engineered mouse models of pancreatic cancer, the animals develop tumours spontaneously after birth over a time period of 80-150 days. The rate at which these tumours develop is variable and because the tumours normally develop deep within the tissues of the body they are not externally visible and are only apparent when they become palpable or the animal becomes ill. If we could detect smaller tumours, every animal could be used at an earlier stage of tumour development, which would reduce suffering and waste of animals. With the use of Magnetic Resonance Imaging (MRI) we will be able to detect tumours earlier and size match with other animals in order to have a relevant comparative groups. These tumours are detectable using imaging protocols that show excellent contrast between tissues according to their fat and water content, ideal for looking at the soft tissues in the abdomen. This will enable us to determine treatment schedules and therapeutic responses - similar to the way patients are treated. \n\nIn addition, using a custom-made mouse holder, the animal can be transferred under anaesthetic from the MRI instrument to our other imaging cameras. In this way MRI can be combined with radiotracer imaging (positron emission tomography (PET) and single photon emission tomography (SPECT)). The high resolution anatomical MRI scans will allow us to identify whether the radioactive signal originates in tumour tissue in or surrounding tissues such as intestine and kidney. We will then be able to quantify the tumour radiotracer accumulation. By using radioactive probes that measure biological functions such as proliferation, we will be able to measure tumour function in response to different therapeutics at different time-points. Our current methods of anatomical imaging don't allow us to distinguish between tissues such as intestine and tumour but MRI will enable us to do this work.\n\nMRI will also be invaluable in our research in mouse models of neuro-trauma and multiple organ failure following trauma. The Neuro-Trauma group has a particular interest in modulating acute neuroinflammation, minimising long term tissue damage and testing new therapeutic approaches. Having access to information gained from MRI (e.g. brain swelling, haemorrhage, blood brain permeability, white and grey matter damage), combined with neuro-behavioural testing would help us to reduce the numbers of animals studied and be more accurate with our endpoints. This would ensure that the experiments would end as soon as possible. MRI is ideal for looking at anatomical structural changes and inflammatory lesions, such as oedema, in organ dysfunction models and again would reduce the numbers of animals being entered into these studies. \n\nWe will also modify our current method of bioluminescence imaging (BLI) using MRI. BLI is a 2D technique and gives no information about tumour depth within the animal. Combining these images with 3D-MRI will allow us to correct for tumour depth and quantify the BLI signal more accurately. This will enable us to match animals with similar tumour burdens, reduce biological variation and decrease group numbers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L000954/1","grantId":"NC/L000954/1","fundValue":"250000","fundStart":"2013-11-20","fundEnd":"2017-11-01","funder":"NC3Rs","impactText":"","person":"John FRANCIS Marshall","coPersons":["Jane Karen Sosabowski","Julie  Foster","Adina Theodora  Michael-Titus"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}