{"id":"5E5A0150-1AB0-45E3-ABEF-A46374BF67E5","title":"Uncertainty-Aware Planning and Scheduling in the Process Industries","abstractText":"Process planning and scheduling problems are becoming increasingly complex due to the expanding production and customer base around the globe. A decision maker is continuously faced with the challenge to optimise the production plans and reduce costs under uncertainty. The uncertainty can be attributed to factors including volatile customer demands, variations in the process performance, fluctuations in socio-economics around the locations of the production plants, etc. Another complicating issue is the time-scale at which the decisions have to be taken and implemented. Not being able to effectively take these issues into account can lead to increased costs, customer dissatisfaction, loss of competitive edge and eventually shutting down of the manufacturing bases. This project aims to develop planning and scheduling tools for optimal decision-making under uncertainty while taking into account the multiple time-scales. Each process planning and scheduling problem is unique and hence one modelling and model solution tool cannot address the peculiarities of each problem. A framework where uncertainties are classified into specific categories is the key to providing cutting-edge optimal solutions. So, a problem will have a number of uncertainties which will be classified based upon our proposed framework and then for each classification the appropriate solution methodology will be invoked. A hybrid uncertainty modelling and optimisation tool that exploits the synergies of the solution techniques for various classes of uncertainty will also be developed. The novel planning and scheduling tools developed in this project will be tested on real-life case studies from process industries from a wide variety of sectors including energy systems, agrochemicals, pharmaceuticals, consumer goods, oil &amp; gas, and industrial gases. Optimal planning and scheduling solutions based upon personalised uncertainty will be obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028240/1","grantId":"EP/M028240/1","fundValue":"765342","fundStart":"2015-08-24","fundEnd":"2019-08-23","funder":"EPSRC","impactText":"","person":"Panos  Parpas","coPersons":["Ruth  Misener","Wolfram  Wiesemann"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}