{"id":"5E60A0C2-BB27-4968-B98A-0718DC4D2C5C","title":"Support for the 6th European Conference on Silicon Carbide and Related Materials (ECSCRM)","abstractText":"Silicon Carbide (SiC) offers the potential for dramatic improvements in the efficiency and range of applications for power electronics and electronic sensor technologies. It is thus expected to play an important role in the energy and transport technologies of the 21st Century. The European Conference on Silicon Carbide and Related Materials (ECSCRM) is a biannual conference which takes place in even years and interleaves with its sister conference, the International Conference on Silicon Carbide and Related Materials (ICSCRM). Both conferences attract over 400 delegates from a wide range of countries and are recognised as the premier conferences dealing with SiC electronics technology. The 6th edition of ECSCRM will take place in Newcastle upon Tyne during September 2006, a fact that reflects the growing importance of the UK as an internationally leading research player in this field and the pivotal role that the University of Newcastle has played in raising the profile of UK SiC electronics research. This will be the first time that an international conference on SiC electronics has taken place in the UK. It thus represents an excellent opportunity firstly to raise the profile of UK-based SiC electronics research and secondly to engage a broader spectrum of UK research organisations and industry in SiC electronics through participation in the conference.The support requested from EPSRC and detailed in this proposal will be used to provide a financial support package for the travel and accommodation expenses of international keynote speakers and thus offset some of that increase. Support for the registration fees of the keynote speakers will be sought through a sponsorship package which will be offered to interested industrial organisations (further details are given below). The funding will ensure that the top researchers from around the world are attracted to the conference, both as invited speakers and as delegates. Keynote speakers from outside of Europe, and in particular from the United States, Japan and the far-east will be the principal targets for the funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E002889/1","grantId":"EP/E002889/1","fundValue":"20000","fundStart":"2006-09-27","fundEnd":"2007-03-26","funder":"EPSRC","impactText":"","person":"Nicholas George Wright","coPersons":["Christopher Mark Johnson"],"organisation":"Newcastle University","findingsText":" This was a grant to support the holding of a large conference in 2006. The conference was a great success  Aerospace/ Defence and Marine","dataset":"gtr"}