{"id":"5E6653CD-D633-412B-A5EA-51B32B41CAEB","title":"Census Aggregate Information Resource Demonstrator (CAIRD)","abstractText":"<p>The outputs from UK censuses are fundamental tools for social scientists and others interested in conditions within the UK. However, use of aggregate outputs from the UK and other censuses has always been severely limited by the separation and fragmentation of data and metadata, with meaning effectively encrypted in graphical table layouts, or buried within 'supporting documentation'. This has precluded the development of anything but rudimentary search and exploration applications, and frustrated attempts to create machine-readable services to make the aggregate information more widely available and accessible.</p>\n\n<p>This project aims to create a Census Aggregate Information Resource Demonstrator (CAIRD), which will combine data and metadata from the UK 2001 Census through the use of developments in open-standards structured XML, and XML-aware database systems to create a machine-readable, application-ready online service.</p>\n\n<p>Some of the many potential benefits offered by the CAIRD include the facilitation of advanced search and exploration applications; flexible generation of aggregate information to user request; efficiency in storage, maintenance, update and operation; and encouragement of secondary innovation and the development of online user communities.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F034717/1","grantId":"ES/F034717/1","fundValue":"81802","fundStart":"2008-06-02","fundEnd":"2009-06-01","funder":"ESRC","impactText":"  The main impacts of the CAIRD project were:\n\n1. Practical demonstration of some of the potentials of a multidimensional approach to structuring census outputs, and the development of methods for achieving this from traditional outputs. These were taken forward and developed further in successive ESRC-funded projects, leading to the development of the InFuse dissemination system and interface.\n\n2. Development of a trusted collaborative relationship with the Office for National Statistics that laid the foundation for co-funding from ONS in successive ESRC-funded projects. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceu Cultural,Societal,Economic,Policy & public services","person":"Justin  Hayes","coPersons":["Humphrey Richard Southall"],"organisation":"The University of Manchester","findingsText":" The outputs from UK censuses are fundamental tools for social scientists and others interested in conditions within the UK. However, use of aggregate outputs from the UK and other censuses has always been severely limited by the separation and fragmentation of data and metadata, with meaning effectively encrypted in graphical table layouts, or buried within 'supporting documentation'. This has precluded the development of anything but rudimentary search and exploration applications, and frustrated attempts to create machine-readable services to make the aggregate information more widely available and accessible.\n\nThe CAIRD project combined data and metadata from the UK 2001 Census through the use of developments in open-standards structured XML, and XML-aware database systems to create a machine-readable, application-ready online service. Through use of the InFuse dissemination system and interface developed directly as a result of further research using CAIRD project findings in following awards. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}