{"id":"5E6B0753-8D9E-4664-A2B7-39DB16947A16","title":"Salmonella effectors that modulate host responses to infection","abstractText":"Salmonella species are important bacterial pathogens causing a variety of human diseases, such as gastroenteritis and typhoid. Salmonella can invade and grow inside the cells of its host, including specialised white blood cells (macrophages) whose function is to destroy potential pathogens. Having entered host cells, Salmonella resides within a membranous sac (vacuole), and transfers through it a large number of virulence proteins, some of which are inserted into the vacuole membrane itself. These bacterial proteins have several different functions: some of them enable bacteria to grow inside the vacuole, and recent evidence indicates that others block the ability of host cells to send alarm signals to other cells to mount an immune response. A third set of proteins causes the infected cells to die after bacteria have replicated within them. We have identified some of the proteins involved and have gained some insights as to how they work. The proposed research involves detailed investigations into their functions at the molecular level, including the identification of the cellular ?targets? with which they must interact to interfere with the host. In the process we are likely to discover new processes of pathogen and host cell biology, which could have implications for other important intracellular pathogens. Our work is also likely to provide valuable information for the design of novel, rationally designed vaccines, which are essential to provide effective long term protection against Salmonella and other bacterial pathogens.\n\nInformation about our work has been communicated to the lay public through radio interviews and newspaper and magazine articles, following press releases from Imperial College and the scientific journals which publish our work. For example, I have been interviewed on the Today Programme (BBC Radio 4), and articles on our work have appeared in the Daily Telegraph and The Financial Times.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800148","grantId":"G0800148","fundValue":"1414570","fundStart":"2008-08-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"David W Holden","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}