{"id":"5E6FA35E-048C-45AA-A0E5-3692394F7010","title":"Environmentally regulated genes as basis for coral reef resilience","abstractText":"Tropical coral reefs are among the most important centres of marine biodiversity, providing invaluable ecosystem services as millions of people are economically dependent on the reef and its creatures. A multiplicity of natural and anthropogenic stressors such as global warming and ocean acidification might result in a dramatic loss of coral reefs within this century. Increasing stress for marine organisms is expected in response to the anthropogenic increase in CO2, especially to rising seawater temperatures and decreasing pH. The future of coral reefs is strongly dependent on the capability of scleractinian corals to adapt to these changes in environmental conditions. Their adaptation potential is defined by their capacity to evolve new traits or to regulate the expression of existing genes. However, current climate change happens over an unprecedented short period of time, preventing an adaptation of reef corals by evolution of new traits. Consequently, their main strategy for survival may lie in the phenotypic plasticity that is already encoded in their genome. Up-regulation of certain genes in response to changing environmental conditions, for instance, can be realized on the level of the individual gene or on the population level by the positive selection of genotypes which show increased expression levels. Individuals with deviating expression levels can be present in a population as result of preadaptation processes and / or by positive selection in certain ecological niches with extreme environmental conditions. Hence, predictability of the future of reef-building corals depends strongly on knowledge of the functioning of environmentally regulated genes, an aspect as yet largely unstudied. Therefore, we set out to explore the genomic basis of environmentally controlled genes in hermatypic corals. We identified the coral Acropora millepora and its gene encoding the red fluorescent protein amFP597 (RFP) as ideal model system to study the regulatory plasticity of environmentally controlled genes. The RFP is considered to fulfill a photoprotective function, optimizing growth in shallow waters. We found that the RFP-encoding gene is strongly up-regulated by light. It shows the same response to changes in the light climate in different colour morphs of A. millepora. However, we determined strong differences between the morphs regarding the absolute amount of transcripts: The RFP transcript concentration was, for instance, more than five-fold higher both in the light exposed and shaded tissue in the red morph compared to the green morph. These results imply that the tissue concentration of a protective coral protein depends not only on the environmental control of the encoding gene but also on the morphotype-specific maximal response of the gene to a stimulus. The variability in transcript levels among the colour morphs appears to be genetically fixed as colour differences within species are retained under identical environmental conditions. Therefore, this striking case of regulatory plasticity offers ideal conditions to study the genomic basis of environmentally regulated genes. We will evaluate two genetic scenarios most likely to explain the observed differences in the RFP transcript levels: A) The colour morphs possess different variants of the RFP-encoding gene with altered sequences, for instance, in the gene regulatory region (promoter). B) The RFP-encoding gene is present in different copy numbers among the colour morphs. To address the question which scenario is realised in A. millepora, we will perform an in-depth analysis of the RFP-encoding gene in the green, brown and red colour morphs. The required corals are already kept and propagated in the experimental aquarium system of the Coral Laboratory at NOCS. We will apply a suite of advanced molecular biological techniques to gain unprecedented insights in gene regulation strategies in reef corals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I01683X/1","grantId":"NE/I01683X/1","fundValue":"35838","fundStart":"2011-09-01","fundEnd":"2012-11-30","funder":"NERC","impactText":"","person":"Joerg  Wiedenmann","coPersons":[],"organisation":"University of Southampton","findingsText":" Climate change happens over an unprecedented short period of time, preventing an adaptation of reef corals by evolution of new traits. Consequently, their main strategy for survival may lie in the phenotypic plasticity that is already encoded in their genome. Hence, predictability of the future of coral reefs depends strongly on knowledge of the functioning of environmentally regulated genes. We set out to explore the genomic basis of environmentally controlled genes in hermatypic corals. All objectives were successfully achieved. Reef conservation; reef monitoring Our results clearly demonstrate that the GFP-like host pigments can be used as intrinsic markers of physiological processes and the overall health in corals. These findings will facilitate the development of non-invasive, fast and low cost methods to assess stress levels in coral reef communities in the field. Environment","dataset":"gtr"}