{"id":"5E793881-D0EB-4F28-B7F0-1227045B3ED0","title":"Beckett and Brain Science","abstractText":"Samuel Beckett has long been read as a writer who asks questions of the locus of the human, and the relationship between literature and society's deepest sense of itself. This project will extend this tradition into a new arena, using Beckett's work as a test case to ask specific questions of the relationship between literature, theatre and the scientific and medical understanding of the mind. By using the humanities to explore the limits of ideas of mind and categories of mental disorder the aim is also to restore empathy to the clinical encounter. The workshops will contribute to an important current debate about the human side of medicine, and give an intellectual framework to the intuition of many clinicians that literature offers a means to understand the phenomenal experience of challenging mental and neurological conditions.\n It has been argued that the arts might be able to help doctors to understand such conditions within the totality of the patient's experience, to develop ethical awareness, and to discern shared patterns of response (Evans 2001). This project seeks to test these possibilities by giving medical practitioners and neuroscientists a meaningful encounter with literary and theatrical representations, and the critical insights that scholars might draw from them. \n The project's focus on the science and medicine of the mind makes this emphasis on the patient's subjective experience all the more pertinent: psychiatric disorders are constitutively disorders of persons (Oyebode 2002) and concern their sense of selfhood. Much of Beckett's work, as well as the literary modernism with which the future project will be concerned, is vitally concerned with consciousness (Woolf's 'myriad impressions' of the mind) and the phenomenology of perception and experience, making it a rich field of investigation in connection with brain science. \n The particular complexities of the medicine of brain and mind, and the particular case of the writer Samuel Beckett, offer a challenge and extension to the first models of medical humanities. The virtue of working with literary texts has been seen as the access they give the medical practitioner to a patient's distress in the language of everyday life (Oyebode 2002), as opposed to the antiseptic jargon of the clinic. The expectation has been, also, that the clinician would learn to think in terms of narrative as well as isolated events or symptoms. The work of Beckett, and a range of other modernist writers, offers something beyond expressive stories that are 'ordinary' and intelligible, however. Indeed, its characteristic concern is with modes of representation that emphasise disruption, alienation, and disorientation, and thus might offer particular insights into realms of experience seen as 'anomalous' in mental or neurological disorder. This project is a starting point in exploring the particular opportunities presented by literary modernism to medical humanities. \n The project will also use performance and theories of performance to raise questions about the stability of medical knowledge and explore the importance of phenomenology to psychiatric and neurological medicine. The process of learning experientially through performance destabilizes the distinction between ontology and epistemology, challenging the idea of descriptive knowledge. Scientists will work with theatre practitioners, breaking down the boundaries between objective clinical categories and lived experience. There are challenges to both disciplines in this activity, which will remove the mediation of the 'science play', in which scientific knowledge is a stable object of scrutiny, and also dispense with the world of the theatre as a stable space for such operations. In their place will be an exploratory practice of performance as research, dislocating the knowledge about both the arts and brain science that is under investigation, and creating new knowledge in the process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J01138X/1","grantId":"AH/J01138X/1","fundValue":"16322","fundStart":"2012-02-14","fundEnd":"2012-09-27","funder":"AHRC","impactText":"","person":"Elizabeth Claire Barry","coPersons":["Laura  Salisbury","Ulrika  Maude"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}