{"id":"5E7D75BB-8D2A-405B-8957-F6774B4FA620","title":"Bilateral (Hong Kong): Re-designing the Integrity Management Framework in the British, Chinese and Hong Kong Public Services","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I028153/1","grantId":"ES/I028153/1","fundValue":"77041","fundStart":"2011-10-03","fundEnd":"2014-02-28","funder":"ESRC","impactText":"  The project has already had significant contact with practitioners, with the potential for further impact:\n\nRepresentatives from the Independent Commission Against Corruption (Hong Kong) were active participants at the 'Integrity Management: Theory and Practice' workshop, held in March 2013. They were particularly interested in the application of research findings to their own anti-corruption strategy.\n\nHeywood gave a presentation in December 2013 to a delegation headed by Jamaludin Bin Hj Bakar, Assistant High Commissioner of the Malaysian Anti-Corruption Commission, who is seeking to develop a training programme for members of public bodies. As a result of the meeting, Heywood has been invited to meet the Chief Commissioner in Malaysia (details to be arranged).\n\nHeywood is currently in discussion with Dr Terry Lamboo, Senior Policy Officer at the Ministry of the Interior and Kingdom Relations in The Netherlands about involvement in a comparative Trust &amp; Integrity project, which links directly to the work done on integrity management in the current research.\n\nHeywood has also provided advice to Richard Pascoe at the Great Britain China Centre, which is in discussion with the Foreign and Commonwealth Office about a potential project to advise the China government in developing anti-corruption mechanisms. Details of the current project have been forwarded to Ewan Smith at the British Embassy in Beijing.\n\nHeywood led a session linked to the current project at an Executvie LLM Programme (attended by around 80 international legal practitioners) on 'Corruption and Procurement' organised by the Public Procurement Research Group at the University of Nottingham (June 2013). He also presented work on the project to the Chevening Chinese Young Leaders Programme in July 2012 and July 2013.\n\nHeywood and Jonathan Rose have worked with the EU's DG HOME on their latest anti-corruption report (http://ec.europa.eu/dgs/home-affairs/what-we-do/policies/organized-crime-and-human-trafficking/corruption/anti-corruption-report/index_en.htm), and are actively involved in their continuing anti-corruption work.\n\nJonathan Rose was invited to speak to the UK's Committee on Standards in Public Life in detail about the research conducted during the project. They were particularly interested in how the project findings could inform their future research endeavours. Government, Democracy and Justice Policy & public services","person":"Paul Manrique Heywood","coPersons":[],"organisation":"University of Nottingham","findingsText":" Integrity is often seen as the opposite of corruption, reflected in a widely held assumption that where there is no corruption amongst public servants, there will instead be integrity. This project has challenged that assumption, both conceptually and empirically. In particular, our work has shown that, conceptually, being ‘not corrupt’ provides relatively little information about levels of integrity. Nonetheless, in practice anti-corruption policies (rather than pro-integrity policies) remain the most favoured vehicle for regulatory change. We have argued that anti-corruption reforms can have too great a focus upon directly regulating behaviour and too little emphasis upon teaching appropriate public ethics values. This becomes particularly problematic when we consider how best to ensure the highest level of probity in public life, especially given the impossibility of creating a perfect set of rules that ensures all undesirable behaviour is encompassed in regulatory frameworks. Our findings show that in both Hong Kong and mainland China, controls on conflicts of interest in the civil service have focused on producing compliance with the rules and introducing new regulations when needed, but a supplemental focus on values is nonetheless necessary for integrity management systems to become effective over time. The benefit of introducing values that focus on integrity is that they provide a reference point that might even make the specific rules redundant. In contrast, if rules become the first point of reference, the assumption is often that they are all that matter. Yet if values-based integrity management is to be successful, it cannot remain simply at the level of extolling virtues and condemning vices. Governments need to put concrete programmes in place by, for example, providing training and examples of appropriate and inappropriate behaviour, to foster and disseminate integrity values.\n\nDuring the grant period, we conducted a comparative analysis of administrative values under three different integrity management frameworks: the public services in mainland China, Hong Kong, and the UK. Drawing on quantitative material from surveys conducted among senior civil servants (and on qualitative material from interviews with officials in Hong Kong and China), we found significant differences between jurisdictions. Our findings also identified a significant determinant of differences as being that in mainland China the prevailing conception is of a bureaucracy where authority is lodged in the person (i.e., ‘rule of man’), whereas in Hong Kong, Weberian bureaucracy (i.e., 'rule of law’) remains the dominant form. Work on the UK data, within a wider comparative analysis, is ongoing, but we have found that there is a growing tension between a continued commitment to the historic tradition of values-based ethical self-management of public servants and a tendency to develop a more rules-based regulatory approach in the wake of various scandals.\n\nFurther, our work has been able to show that many ‘direct’ measures of corruption are methodologically or conceptually problematic. In turn, this cautions against the simplistic conceptualization of integrity as being the antonym of corruption. Our work has also provided a rationale for refocusing attempts to explore the public’s understanding of political integrity towards questions of probity rather than of non-corruption. An examination of the institutional change or lack of change in the three jurisdictions brings to the fore more questions about integrity management: why some incidents of corruption or scandals act as catalysts for reform of integrity systems and other do not. This question has led to discussion among the team members about a book on the linkage between political scandals and regulatory reform. The team has agreed on a preliminary book proposal and Cambridge University Press has expressed an interest. \n\nAlthough the current project is completed, there will be more journal articles and book chapters derived from the empirical data gathered through the project by the team members. Government, Democracy and Justice,Other","dataset":"gtr"}