{"id":"5E847F0F-847E-42D7-97BF-5D9222342CA8","title":"THE ZEUS CMS AND LHCB EXPERIMENTS AND LINEAR COLLIDER R&amp;D - vsn 2","abstractText":"1. We will fulfil our commitments to ensuring the continued reliable operation of the ZEUS detector. We will complete the analysis of the hadronic final state. 2. We will provide the software and be part of the commissioning team for the CMS Global Calorimeter Trigger. We will take part in the pre-calibration of the CMS Electromagnetic Calorimeter endcaps, and establish leadership in analysis of the CMS data. 3. We will be involved in the installation RICH-1 detector in the LHCb experiment and continue work on simulation studies and establish leadership in analysis of the LHCb data. 4. We will continue to study the design of the LCFI detector and associated electronics and mechanics and to develop simulation studies for the vertex detector at a linear collider","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000673/1","grantId":"PP/E000673/1","fundValue":"3626000","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"  Forwarded knowledge in research field\n\noptimisation of mass storage systems &amp;amp;amp; structural stability of lightweight carbon fibre structures with RAL. Development of a very fast, diamond based spectroscopy device); muon tomography Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Environment,Security and Diplomacy,Other Cultural,Societal","person":"Nick  Brook","coPersons":["Jonas Hanno Rademacker","Gregory  Heath","Christopher Scott Hill","David Michael Newbold","Helen Frances Heath","Joel  Goldstein"],"organisation":"University of Bristol","findingsText":" The physics programme of the Bristol group over the previous grant period focussed on three approved projects: CMS, LHCb and LCFI, with low-level activities towards finishing analyses on the ZEUS experiment. We enhanced the flavour programme through a responsive RA grant to work on CLEO-c to investigate the charm sector and to deliver experimental results that will reduce the systematics for flagship measurements on LHCb. The two LHC experiments have been installed and are undergoing commissioning. We are entering the exploitation phase with physics leadership roles in both collaborations. In parallel we expanded our linear collider work with the appointment of two academics to drive detector development work; it is unfortunate this coincided with the current funding crisis at STFC. Our programme now incorporates both targeted and generic detector R&amp;amp;D for the SLHC and linear collider facilities and a modest expansion of the flavour physics activity, as well as LHC exploitation. We have been successful in establishing links with collaborators outside of Particle Physics in association with both our detector work and our advanced computing activities. Grid computing, Detector work Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}