{"id":"5E862E2A-B22B-4C3D-8ECF-C2714E7754FD","title":"Bed friction in rough-bed free-surface flows: a theoretical framework, roughness regimes, and quantification","abstractText":"The problem of hydraulic resistance in wall-bounded flows remains among the hottest research topics in theoretical and applied fluid mechanics in spite of also being one of the most long-standing hydraulic problems. Researchers continue exploring a wide variety of empirical and conceptual approaches to resolve this problem, particularly focusing on the parameterisation of the bed friction that controls water levels, flood inundation extent, flow rates, depths, and water velocities. The approach currently used for quantifying bed friction is mostly empirical and thus should be considered the weakest component of otherwise quite sophisticated design and modelling methodologies. Despite world-wide efforts to advance capabilities for prediction and control of water levels in free surface flows, especially during flood events, hydraulic engineers still use empirical or semi-empirical relationships for 'roughness' or 'friction' factors. These resistance coefficients subsume the combined effects of complex hydrodynamic processes in simple forms making them convenient for practical applications. There is a general agreement that these resistance coefficients depend on parameters of the flow, bed material, bed and channel forms, and in-stream and bank vegetation. Although the quantitative form of this dependence has been targeted by several generations of hydraulicians, available relationships linking the resistance coefficients to flow and roughness parameters are still largely empirical rather than theoretically justified. As a result, the level of uncertainties of hydraulic models of overland flows, canals, waterways, rivers, and estuaries remains high, often exceeding 20-40%. The central goal of the project is therefore to develop advanced predictive capabilities for quantification of hydraulic resistance in rough-bed open-channel flows and propose a methodology for incorporation of the theoretical and physical insights from this study into applied hydraulic models that are most relevant to the end-users. To achieve this goal, the project team will build a rigorous theoretical framework to explicitly reveal contributions to the total bed friction from viscous, turbulent, and form-induced stresses, secondary currents, non-uniformity, and unsteadiness, and link these contributions to the physics of the flow. This theoretical analysis will underpin sophisticated laboratory experiments in Aberdeen and Large Eddy Simulation numerical studies in Cardiff to clarify the nature of bed friction in open-channel flows, refine the definitions of the roughness regimes, and identify and quantify the contributions to the overall friction from the dominant friction-generated mechanisms. The combination of the theoretical analysis with laboratory and numerical studies will lead to the generalised relationships for the friction coefficients suitable for applied hydraulic models. The examples of benefits that the proposed research will bring include significantly reduced uncertainties in predictions of water levels and flood inundation extent; better urban planning and new design philosophies based on friction control/reduction aptitudes that this research intends to develop (e.g., 'friction-reduced' urban planning as part of 'green cities' concept and more efficient drainage systems); and improved stream restoration design and implementation, among many others. The theoretical and methodological developments of the project will be also applicable, in addition to water engineering, to other areas such as aerospace and mechanical engineering, where drag control studies are particularly important and continue to grow. The interdisciplinary fields of overland flow and soil erosion, biomimetics, and ecosystems (both terrestrial and aquatic), represent other examples where the outcomes of this project can be directly employed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K041169/1","grantId":"EP/K041169/1","fundValue":"343364","fundStart":"2014-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"  We have just started this grant and have not yet created any impact. Environment Societal,Economic","person":"Thorsten  Stoesser","coPersons":["Roger Alexander Falconer"],"organisation":"Cardiff University","findingsText":" We have appointed a research associate, Dr. Richard McSherry five months ago. He has been settling in, has been learning the numerical code to be used and has performed a series of simulations with the goal to identify the friction-related losses in laminar flow over smooth and rough beds. We are at a very early stage and haven't found anything yet. Environment","dataset":"gtr"}