{"id":"5E9BC703-C1D9-4D4D-97DE-35285317728B","title":"Maintaining and extending PHYRE2 to deliver an internationally-recognised resource for protein model","abstractText":"Proteins are large molecules that are the machinery of life. They are long chains of different components and the order of these components is the amino-acid sequence. The genome projects are now determining the sequences of proteins from many species including human, plants, animals and microbes. Experimental methods can reveal the 3D structure of a protein, and this information is central to basic biological understanding and the exploitation of this biological knowledge has major implications for improvements in agriculture, animal welfare, health, and biotechnology. However, generally this essential information is not available from experiment. Biologists then require computational methods to predict this information.\n\nThe Sternberg group has developed a powerful and user-friendly resource for predicting the 3D structure of a protein from its sequence. The first version was 3D-PSSM and the more recent version is known as Phyre. This is disseminated via a web server - a user pastes their protein sequence of interest into a box and the server returns details of the predicted 3D structure with atomic coordinates and additional information. This resource has proved highly popular with the community. There have been over 750,000 submissions and the current rate is 2,500 per week. There have been over 2,000 citations to the three main papers describing 3D-PSSM and Phyre. \n\nHowever, genes and their protein products do not act in isolation. The rapidly growing field of Systems Biology aims to understand Biology at the level of complex systems of interactions, of which proteins are a central component. Many techniques have recently become available to predict the vital parts of a protein that confer its function and the regions of a protein that take part in interactions with other molecules in the cell. Modelling these regions permits a better understanding of the role of genetics in disease by elucidating their role in the basic biochemistry of the cell and the network of interactions in which they take part.\n\nThis grant will provide support for us to maintain, support the Phyre web server. We will provide e-mail user support together with extensive documentation. In addition, we will run three hands-on workshops and four road-shows across the UK for biologists interested in using the methodology. The work will be disseminated by publications in the scientific literature and presentations at national and international meetings.\n\nThe functionality of Phyre will be enhanced to support the following topics.\n\n1) The prediction of the interacting partners of a protein in the cell to better elucidate function. Determining the interactions a protein makes with other proteins is critical for a researcher to elucidate the protein/gene's wider role in cellular processes and disease. It can aid researchers in building larger models of entire systems.\n\n2) The modelling of the structure of multiple proteins in a complex. In addition to determining which proteins are interacting ((1) above), the specific nature of that interaction gives researchers a detailed insight into which parts of a protein are critical for the interaction. This can then guide hypotheses and experimental design. \n\n3) To suggest the effects of mutations on the structure and function of the protein. Algorithms are available to predict whether a mutation in a protein is likely to alter its function in the cell and these advances will be incorporated into the server.\n\n5) To provide enhanced visualisation, which is key when dealing with complex three-dimensional protein structure. We will substantially extend the user's ability to plot a variety of predicted features mapped onto 3D model predictions, in particular functionally important parts of the protein and regions where mutations are known to occur.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019240/1","grantId":"BB/J019240/1","fundValue":"354751","fundStart":"2012-08-01","fundEnd":"2015-07-31","funder":"BBSRC","impactText":"  Phyre2 is a web server for protein structure prediction. It is widely used throughout the world. During the course of the grant we have maintai9ned and developed it. In 2011 there were about 8,000 distinct but over 2013 40,000 distinct users. Agriculture, Food and Drink,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Michael J Sternberg","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed and supported a web server to predict protein structure from sequence. In 2011 there were 8,000 distinct users and in 2013 40,000 testifying to the impact of the project. Many groups (&gt;80,000) are using the server for a wide range of bioscience and biomedical research. Agriculture, Food and Drink,Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}