{"id":"5EB11902-E9F6-4289-8BA6-46F566515B6C","title":"A protein secretion portal at the hyphal tips of Streptomyces coelicolor?","abstractText":"Some bacterial proteins operate on the outside of the cell, for example the toxins produced by bacterial pathogens. Since all proteins are made inside the bacterium the extracellular proteins must be moved out of the cell across the normally impermeable cell membrane. This task is carried out by machines termed protein transporters that are located in the cell membrane. One type of transporter moves unfolded proteins, threading them across the membrane like string through the eye of a needle. By contrast, a second type of transporter, which we term the Tat system, moves folded proteins across the membrane. We want to study the Tat transporter in a bacterium called Streptomyces coelicolor. S. coelicolor is an organism that lives in the soil. It lives on dead plant and animal material and to break this material down it needs to export lots of proteins through the Tat transporter. S. coelicolor has a complex lifecycle because it germinates from a spore which grows into structures called hyphae. These hyphae can be thought of as long tubes, and we have shown that the Tat transporter is located at the very tip of these tubes. We have shown this by adding a label to one of the proteins involved in the Tat pathway which makes it appear as coloured spot when viewed in a special type of microscope. In this project we want to understand why and how the Tat transporter is located here. Some of the experiments we will do will find out whether other transporters are also located at the tips of these hyphae by labeling them in a similar way. We want to find mutants of S. coelicolor where the Tat transporter is no longer located in its normal place. We can use these mutants to give us information about the processes that help to locate the Tat transporter at the correct place in the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002947/1","grantId":"BB/F002947/1","fundValue":"357328","fundStart":"2008-01-21","fundEnd":"2011-07-20","funder":"BBSRC","impactText":"  No notable impact outside of academia. Science and society activities undertaken by the staff employed on this grant.  ","person":"Tracy  Palmer","coPersons":[],"organisation":"University of Dundee","findingsText":" 1. We were able to demonstrate that the Streptomyces coelicolor TatB and TatC proteins co-localize to the tips of emergent hyphae during spore germination.\n\n\n\n2. We identified a gene, sco5152, which is encoded in the genetic neighbourhood of tatB (sco5150). This codes for a predicted ParA-like protein and we obtained preliminary evidence that this is involved in the localization of TatB. While the grant proposal is hypothesis the work produced potentially has applied impact:\n\nKnowledge of the Tat mechanism will underpin efforts to exploit the Tat pathway for biotechnological purposes e.g. secretion to aid downstream processing of protein products of commercial or therapeutic utility. Streptomyces, the organism in which we undertook these studies, is used in the biotech industry.\n\nThe College of Life Science has a great deal of experience of engaging with industry regarding commercialisation of discoveries. Research and Innovation Services have an office within the CLS research complex and a member of the team attends each formal meeting held by the division. The RIS team have a large number of industrial contacts and close links to Scottish Enterprise. This will help to maximise the impact of all findings of commercial value. \n\nThe RIS team also have strong links with the Dundee University Incubator, a facility aimed at housing and nurturing spin-out companies in the biosciences. Related to the incubator, is a collaboration between the publicly- and privately-funded biotechnology sectors in Dundee called Bio-Dundee which aims to connect local academics and industries to allow collaboration. This is achieved through both formal and informal events. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}