{"id":"5EC1E582-5D8D-4840-A49F-5E8CAFA80785","title":"A super-resolution multi-scale in vitro and in vivo imaging platform at Harwell: building models of development and disease from molecules to mammals","abstractText":"Capturing the 'why' of a disease and the 'how' of a treatment requires building a model of the disease and its evolution during treatment. This model ideally needs to capture everything, from the interplay of a single molecule with a molecular network, to inter-cellular communication networks that underpin the development of a phenotype. To reach this goal we need to bridge the different scales on which biology operates - the molecular, the cellular and the whole organism. One way to do this is to image cells and organisms at different scales: (i) the nanoscale to show how cells are organised at the molecular level and how molecular therapies affect molecular interactions; (ii) the microscale to show the functions of cellular organelles and their reorganisation under therapeutic challenge; (iii) the mesoscale to investigate cellular behaviour during development and/or the progress of disease; (iv) and the whole organisms level, to monitor changes and the well-being of the entire organism in response to therapy (e.g. tumour remission). Only when these jigsaw pieces are put together should one be able to understand how mutated genes and proteins affect development, predict how the &quot;next generation&quot; therapies can deliver breakthrough advances and elucidate how therapeutic agents can be delivered to focal areas of disease to maximize clinical benefit while limiting side effects.\nCells were discovered by Robert Hooke (1635-1703) under the optical microscope. Lord Rayleigh (1842-1919) empirically determined that the resolution of a diffraction-limited microscope can be no better than ~ 1/2 of the wavelength of light (i.e. &gt;200 nm), which defines the microscale. For centuries this was a fundamental limitation of light microscopy, as this resolution is insufficient to resolve the nanoscale processes underpinning biology. Despite this, through the availability of many organic labels and the discovery of green fluorescent protein, fluorescence microscopy has been fundamental for decades to many of the in vitro-based key discoveries in the biomedical sciences.\nThe 'resolution limit' of light microscopy was broken at the end of the last millennium using a challenging technique, stimulated emission depletion microscopy, which showed ~20 nm resolution, followed by the less damaging structured illumination microscopy with 90 nm resolution. During the last decade, 'simpler' modes of super-resolution microscopy achieved similar resolutions by using the fundamental principle that molecules are much smaller than the wavelength of light and therefore can be considered 'single point' emitters. This is very important because their position in space can therefore be determined with nanometre accuracy via deconvolution of the 'blob'-like spot image created by the microscope optics, which incidentally is the origin of the poor resolution associated with light microscopy. High resolution images at the nanoscale are formed by putting together individual molecular images, a time-consuming process which nevertheless has already delivered spectacular results.\nHigh resolution imaging at the mesoscale is critical to understand basic mammalian biology. OCT was developed to address the need for fast imaging tools to characterise the inter-play between cells in a whole organisms in order to model human pathophysiology, and assess benefits resulting from therapeutic treatments in pre-clinical research.\nWe have formed an interdisciplinary partnership that seeks to exploit a new generation of world-leading super-resolution microscopy in combination with state-of-the-art in vivo imaging methods (like OCT). Our principle is to break the barriers between fields to ease the exploitation of these new technologies by the wider biomedical community and to place the UK at the imaging forefront. The interdisciplinary environment and concentration of scientists at the Harwell Campus will help in our efforts to underpin fundamental discoveries in the next decade.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_MR/K015591/1","grantId":"MC_EX_MR/K015591/1","fundValue":"0","fundStart":"2013-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Marisa  Martin-Fernandez","coPersons":[],"organisation":"Research Complex at Harwell","findingsText":"","dataset":"gtr"}