{"id":"5ED1DC66-0408-4A6B-A3E8-A1B9D6747671","title":"The development of an in vitro model of CNS injury to identify factors which promote repair.","abstractText":"Spinal cord injury results in paralysis and loss of sensation because of the interruption of communication between the brain and spinal cord below the injury. These deficits are permanent because the CNS, once damaged has little capacity for repair. The CNS is made up of nerve cells (neurons) and specialised support cells called glia which can promote the growth of nerves and provide them with an insulating protective sheath (myelin). There have been a growing number of reports from different laboratories providing evidence that transplants of glia into spinal cod injury provides a promising means of promoting return of function to the injured spinal cord. However more recently it is apparent that cell transplantation alone is not sufficient to promote functional regeneration and that combining cell transplantation with other approaches, eg. growth factors, and agents that reduce the inhibitory molecules in the spinal cord after injury may be more successful. The study of a combination of treatments would involve the use of many animals. For this reason we would like to establish an in vitro model of spinal cord injury building on preliminary data we have acquired on a culture system (ie in test tubes) that allows us to study intact myelinated axons. We wish to cut these axons and see if they will regenerate. Furthermore we wish to add cells, or reagents that could promote repair and allow us to then study combined treatments in culture without the use of large numbers of animals. Information gained in these investigations will be valuable in making progress towards the rational design of treatments for spinal cord injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800572/1","grantId":"G0800572/1","fundValue":"294388","fundStart":"2009-01-01","fundEnd":"2012-11-30","funder":"NC3Rs","impactText":"","person":"Susan Carol Barnett","coPersons":["Mathis Oliver Riehle"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}