{"id":"5ED54BE1-7FFA-4C71-8557-DCD872A43754","title":"Energy costs and savings of arboreal locomotion in great apes: measuring a tractable model species, homo sapiens","abstractText":"In recent years researchers have discovered a great deal about the way in which animals move around on flat ground yet little is known about how animals move in complex habitats. The most structurally complex environment on land must be the canopy of tropical rainforests, which presents a three-dimensional meshwork containing unpredictable changes in the continuity and nature of the supports available for locomotion. In this habitat, tree-living animals such as primates must cope with two problems in particular that rarely exist for animals that locomote on the ground: gaps in the canopy and the flexibility (compliance) of the vegetation supports against which they must exert forces to support or propel themselves. These problems are particularly prominent for the large bodied great apes, such as chimpanzees and orang-utans. Yet the problems of obtaining direct measures of energy expenditure of primates in the wild have to date limited understanding of the energetic cost of navigating these complex habitats.\n\nIn this project professional parkour athletes, who have elite gymnastic abilities, will serve as human models traversing custom-made, simulated jungle terrain. Their consumption of oxygen (a standard method for measuring energy expenditure in the laboratory) and their heat production will be measured. This will allow us to address our two aims:\n\n1) to understand how the relative costs of demanding forms of arboreal locomotion for large-bodied great apes are affected by size and build, the details of the environment being traversed, and knowledge of the route being taken\n\n2) to trial the use of thermal-imaging cameras to ascertain whether measures of the heat given off by the body represent a potentially viable method for estimating energy expenditure during complex locomotion in large-bodied apes in the wild.\n\nEnhanced by its presence in blockbuster films and television advertising, parkour is a rapidly developing sport that has recently caught the public eye. It provides an excellent medium through which to communicate the findings of the study. For example, the agility of parkour practitioners bridges the perceived boundaries between primate arboreal locomotion and human terrestrial locomotion, providing a dramatic visual demonstration of the close links that humans have with their evolutionary cousins.\n\nSeveral user groups are likely to benefit from the project findings. The general public, including school children, will learn about great ape ecology and our ancestral heritage. Our results are relevant to the welfare of captive great apes due to the considerable need to increase levels of physical activity to aid physical and psychological wellbeing. By studying which behaviours are the most energetically expensive, we can feed similar locomotor supports and arboreal routes into enclosure design. Finally, testing and developing physical capability is an inherent component of the Parkour athletic discipline and we will produce a document for Parkour Generations that presents the data in a format they can use to inform their training. For example, providing information on how energetic costs change over time with familiarity to a course and how energetic costs are affected by different types of activity on surfaces of differing compliance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005371/1","grantId":"NE/J005371/1","fundValue":"51725","fundStart":"2012-01-01","fundEnd":"2012-09-01","funder":"NERC","impactText":"  Nothing to report yet (Oct 2014)  ","person":"Lewis  Halsey","coPersons":["Susannah Katherine Thorpe"],"organisation":"Roehampton University","findingsText":" The main findings of the work thus far are:\n\n1) We have obtained, to our knowledge, the first measures of the energy cost of horizontal jumping in humans, indeed any vertebrate. Our data show that the costs of horizontal jumping are affected by the nature of the take-off substrate but not the landing substrate, and are exacerbated by jump distance. Jumping from a compliant substrate is less energy costly and this is probably because angle of take-off was closer to the optimum 45&deg;.\n\n2) To our knowledge, no previous studies have measured changes in energy efficiency to traverse a route as experience of the route develops. We found greater energy efficiency with experience and this was explained by an increased in smoothness of movement. Greater improvements were found in long-limbed individuals, which might in part explained the elongate limbs of many arboreal primates.\n\n3) Our data on the energy costs of gap crossing are the most direct measures to date. They have provided us with insight into the effects of a range of environmental variables on the costs if these behavioural activities, which may explain the observation that larger orang-utans rarely if ever jump between trees, choosing to tree-sway instead, and why in some populations at least, very few orang-utans climb down trees and then up target trees as a means of gap traversing. Parkour Generations, a professional Parkour company, provided athletes as participants for our study. They are now being provided information concerning our findings on the energy costs to perform various activities and how these costs vary with body type and the specifics of the environment. This information is valuable to them as they seek to progress this developing sport.\n\nChester Zoo are trialling the use of flexible (carbon fibre poles) in their orangutan enclosure, and are aware of the present study. This study was, as proposed, in the main a blue skies piece of research. We believe that the data collected with be of considerable value to the literature both in terms of understanding the energetics of arboreal primate movement and also the energetics of human movement, including sports related issues (e.g. the cost of jumping and how this changes with distance jumps and substrates). Education,Environment","dataset":"gtr"}