{"id":"5ED5FDAF-6C86-4E74-B6D7-275F98872452","title":"Carbon Capture and Storage: Realising the Potential","abstractText":"Carbon Capture and Storage (CCS) technologies are potentially important contributors to global efforts to reduce fossil fuel emissions of CO2. If successfully developed and deployed, they could allow the continued use of fossil fuels whilst achieving large reductions in emissions. Although under active development, there are significant uncertainties about the technical, economic and financial viability of CCS. This project will conduct an independent, inter-disciplinary assessment of CCS viability from now to 2030, by a three-institution partnership from the Universities of Sussex, Edinburgh and Imperial College in close co-operation with research user organisations. Results will contribute to academic understanding, public policy making and business analysis of CCS. The project team includes expertise in CCS engineering and storage; in the analysis of low carbon innovation; and in energy economics and policy. The project has three main objectives: - To help policy makers to understand the conditions for successful commercialisation of CCS technologies with respect to a range of criteria - and to inform policy decisions on whether to make these technologies mandatory for fossil fuel power plants and other large sources of fossil fuel emissions - To develop a new approach to the assessment of emerging low carbon technologies by studying past innovations with similar characteristics to CCS, and the way in which they were developed and deployed. - To contribute to the UK Energy Research Centre's research programme by providing a source of independent expertise in CCS technologies, by improving understanding of their potential role in low carbon energy systems, and by developing tools to assess technologies with multiple uncertainties To meet these objectives, the research project includes three main research activities and a programme of engagement and dissemination. The research activities are: 1. The identification of key dimensions of uncertainty for CCS. Dimensions of uncertainty include issues such as scaling up from demonstration to utility scale (CCS technologies have yet to achieve this), integrating component technologies with one another (components of CCS systems exist, but not in an integrated system) and public acceptability. This activity will draw on insights on technology appraisal from the academic literature and practitioners (e.g. policy makers and financiers). 2. Technology case studies. This activity will examine historical and contemporary technologies that can help to understand the dimensions of uncertainty for CCS. 8-10 technologies will be chosen for analysis, including the way in which government policy, private sector strategies and other factors have affected their development. Possible case studies include nuclear power, North Sea oil and gas investment, and technologies from the military, aerospace and other utility sectors. 3. The analysis of CCS development and deployment to 2030. This activity will explore how CCS technologies might be demonstrated and deployed in the UK. The case studies of other technologies and the dimensions of uncertainty will be used to analyse these 'pathways' to deployment. A key issue for the analysis will be influence of changes in the energy market on the risks of investing in CCS technologies. The project will also compare possible pathways for CCS in the UK with similar analyses in other countries - particularly China and the USA With respect to dissemination and engagement, the project will produce outputs regularly from an early stage, publish them on a project website, and will produce a final report in spring 2012. The project will develop specific advice and implications for UK policy. It will engage with stakeholders such as policy makers, firms, regulators and environmental groups through a steering group that will meet regularly to advise on progress and emerging outputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013474/1","grantId":"NE/H013474/1","fundValue":"153418","fundStart":"2010-04-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"  This project was much more focused towards social and societal interactions, and so falls well within the remit of UKERC. Creation of the project was rather an unconventional arranged marriage between several disparate research groups. Although all partners shared the same overall aim, this took a while to establish common territory. \n\nThe choice of topics to be researched was a protracted evolutionary process. Agreement needed to be obtained between researchers with diverse backgrounds ranging from mechanical engineering, through to economic and policy analysis, and extending to geoscience and social science of technology innovation. Amicable agreement was reached in all cases.\n\nThe progress of case studies was interactive, and a multi discipline diverse team proved to be essential. Social science and technology development techniques of analysis were applied to historical information, but it proved to be essential that these be grounded in scientific and engineering understanding of what had been in development during previous examples, how that related to the present-day situation with CCS, and how that may be envisioned as scenarios into the future.\n\nThe outputs of this have proven to be of interest and use to other social scientists (clearly !), and have also been very well received by government civil service staff engaged in practical CCS decision-making today. The finance community has also been closely interested, as these case histories enable proxy information to be utilised and applied to the risk and financial exposure assessment of lending and funding to CCS projects today.\n\nUnfortunately, several of the lessons do not appear to have yet been securely learned from history. In particular, the great importance of having a multistage plan with a multi-decade vision, for continuous slow progress rather than sporadic attention to individual large projects. Communities and Social Services/Policy,Construction,Education,Energy,Environment,Government, Democracy and Justice,Security and Diplomacy Societal,Economic,Policy & public services","person":"Stuart  Haszeldine","coPersons":[],"organisation":"University of Edinburgh","findingsText":" This project takes the historical perspective, to examine the progress and evolution of previous technological changes which may be an analogies to CCS. These can provide insights into the possible into the future, the timescales required, and the types of policy actions which have been successful in the past to enable new pathways to emerge.\n\nAlthough history is never a complete guide to the future, the project was successful in identifying similar styles of development for several important aspects of CCS.\n\nThe early nuclear programme attempted to keep too many options open for too long. That resulted in a poor choice of technology, which it is still affecting development today. By contrast, choosing to early can accelerate technology development by focusing attention, but is fraught with risk in an incorrect choice.\n\nFinancial support for new demonstrations of technology is difficult to assess and structure, especially for governments. However it is clear that financial support has been essential during past developments, and can only be withdrawn for the true costs to be passed on to the public, when the technology has become sufficiently advanced. One example has been flue gas desulphurisation on coal fuelled powerplant. Legislation mandated reduced standards of emissions, but progress was slow until sufficient equipment had been installed to learn cost reduction. Once cost reduction had been sufficiently achieved further progress was extremely rapid. This is a clear lesson in choosing the appropriate time to enforce the adoption of new technology.\n\nDevelopment of very large equipment, such as power plant with CCS, takes a long time. This can be decades. There is no uniform decrease of costs through time and through serial building of equipment, although overall costs are expected to decrease with experience. Patience is needed by governments.\n\nA crucial part of CCS is understanding the long-term liability for ownership of CO2. Although government claims at there is little appetite or precedent for state assistance, there is a clear suite of lessons to be gained from storage of radioactive waste. Although much more toxic, and fraught with difficulty in engineering, government takes ownership at a very early stage. The liability structures, however, are complex and difficult, between taxpayers, powerplants and storage liability. These historical pathways show that there are important decision points along a development pathway. Government and regulators need to be aware of these bifurcation occasions, and should plan accordingly. It is clear that decisions taken at an early stage, or even as far as 10-15 years ahead of the intended outcome, can have lasting consequences which can enable rapid progress, or can create difficulties. This type of learning from history will be important for governments to understand, when they are planning CCS development, calibration, and rollout. Communities and Social Services/Policy,Construction,Education,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}