{"id":"5EE1AC0E-E73A-4B0A-8672-0DE9D07F9694","title":"The effects of recreational MDMA ('ecstasy') on skills learning, memory, sleep and the memory consolidation function of sleep","abstractText":"<p>This study addresses whether ecstasy, a widely used recreational drug, adversely affects sleep, because any marked shortening of sleep could contribute to the emotional, social and intellectual deficits that occur in the days after taking the drug. The study also addresses whether ecstasy causes impaired learning of skills. Current ecstasy users as well as abstinent ecstasy users are involved in the study, and are compared to non-ecstasy polydrug using controls. The study also investigates the integrity of the memory consolidation and enhancement function of post-learning sleep in the participants. This follows from recent work with non drug taking healthy individuals that shows how a period of sleep in the night after training can lead to an enhancement of memory beyond the level seen immediately after training, and beyond the level seen if testing occurred after a similar period of wakefulness. The study will have important implications for advice to policy makers and drug users about the harmful effects of ecstasy, for advice to educators and employers about the work training needs of people who take drugs, and, at the theoretical level will have important implications for the rapidly expanding field of the investigation of the memory enhancement function of sleep.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F017480/1","grantId":"ES/F017480/1","fundValue":"79994","fundStart":"2007-10-29","fundEnd":"2008-07-31","funder":"ESRC","impactText":"  The Welsh Government has been alerted to the adverse cognitive effects of ecstasy use shown by the findings. In 2014 co-I Professor Parrott attended a UN conference on drug abuse so as to describe the adverse health and memory effects of ecstasy use. Healthcare Societal,Policy & public services","person":"Mark Thomas Blagrove","coPersons":["Andrew  Parrott","Michael John Morgan"],"organisation":"Swansea University","findingsText":" Ecstasy/MDMA use has been associated with various memory deficits. This study assessed declarative and procedural memory in ecstasy/MDMA users.\nParticipants were tested in two sessions, 24 h apart, so that the memory consolidation function of sleep on both types of memory could also be\nassessed. Groups were: drug-naive controls (n 1/4 24); recent ecstasy/MDMA users, who had taken ecstasy/MDMA 2-3 days before the first testing session\n(n 1/4 25), and abstinent users, who had not taken ecstasy/MDMA for at least 8 days before testing (n 1/4 17). Procedural memory did not differ between\ngroups, but greater lifetime consumption of ecstasy was associated with poorer procedural memory. Recent ecstasy/MDMA users who had taken other\ndrugs (mainly cannabis) 48-24 h before testing exhibited poorer declarative memory than controls, but recent users who had not taken other drugs in\nthis 48-24-h period did not differ from controls. Greater lifetime consumption of ecstasy, and of cocaine, were associated with greater deficits in\ndeclarative memory. These results suggest that procedural, as well as declarative, memory deficits are associated with the extent of past ecstasy use.\nHowever, ecstasy/MDMA did not affect the memory consolidation function of sleep for either the declarative or the procedural memory task. education re drug abuse. Healthcare","dataset":"gtr"}