{"id":"5EE68830-586B-4222-A980-4E3251B8A13E","title":"Self-similarity and stable processes","abstractText":"A stochastic process is a mathematical model for the evolution through time of a particle that moves randomly through space. There are many different families of stochastic processes that are, now, well understood with varying degrees of success when building other mathematical models with applications in physics, biology and engineering. Amongst some of the more commonly used stochastic processes are so-called Markov stochastic processes. For these processes, the future random evolution of the particle at any moment in time depends only on its current position and not on its historical path to date. This proposal aims to study families of Markov stochastic processes which respect the property of self-similarity. Roughly speaking, a stochastic process is self-similar when, after an appropriate re-scaling in space and time, the resulting random trajectory is an exact stochastic (distributional) copy of itself. \n\nThe basic idea in this proposal is to try to understand how one family of self-similar Markov processes (so-called stable processes) can be conditioned to behave in an exceptional way. This will be done by studying other self-similar structures that are embedded in the path of the stable process. In particular, we are interested in how the aforementioned distributional conditioning can otherwise be seen as equivalent to further transformations in space and time of the original path. This has important ramifications for the general understanding of potential and stochastic analysis of such self-similar Markov processes, about which relatively little seems to be currently known in comparison to other families of processes. Such knowledge has, in turn, implications for the use of self-similarity in a number of applied probability models.\n\nThe PI already has a large EPSRC-funded project underway in this direction and the main objective in this proposal is to expand the scope of that body of work, as well as accelerate its output, by funding a 12 month visit of a world expert in this field to join the PI in collaborative research in Bath.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001784/1","grantId":"EP/M001784/1","fundValue":"79002","fundStart":"2014-10-01","fundEnd":"2016-03-30","funder":"EPSRC","impactText":"","person":"Andreas Eou Kyprianou","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}