{"id":"5EE8400A-5206-46B6-8B17-B21C6592A330","title":"Reframing Citizen Relationships with the Public Sector in a Time of Austerity: Community Empowerment in England and Scotland","abstractText":"This project will examine the Scottish and UK public sector's approach to community empowerment and its impact on fostering citizen-state relationships in a time of austerity. Launching its 'Big Society Agenda', the UK Coalition Government has introduced the 'Localism Bill',which it argues is, aimed at reversing decades of central governemnt control. The Bill is targeted at stregthening local democracy by giving more power and freedom to councils and neighbourhoods while also reforming the planning system in favour of local communities. \n\nAlthough introduced by a government formally elected by UK citizens, it must be recognized that the territorial jurisdiction of the Localism Bill is restricted to England rather than the UK per se. Indeed, post devolution, there are early signs that Scotland may be offering a different version of 'localism'. This is evident from the Scottish Government's continuing support for the joint Community Empowerment statement of 2007. There is also a strong contrast between the introduction in Scotland of Community Planning Partnerships designed to meet objectives agreed with the Scottish Government and the more market-led 'neighbourhood planning' reforms being promoted in the Localism Bill. Consequently, the trajectory and composition of public sector cuts is likely to be very different in England and Scotland (and, indeed, in different parts of England), leading to very different pressures on the quality of life of citizens and quality of public services for users in different places. \n\nThis appears to offer the possibility of quite different roles for the state in relation to 'localism' and community empowerment between England and Scotland. Our project is thereby concerned to critically investigate these emerging trends and undertake a comparative analysis of the approach to community empowerment by the public sector in Scotland and England.\n\nIn order to explore critically how the differing policy stances of the Scottish and UK public sectors to state-citizen relations are being rolled out in a period of austerity the project aims to develop a three way dialogue between academics, policy makers and third sector representatives via the forum of two events: a) A practitioner workshop to explore the routes by which community empowerment measures are being rolled out in public services in practice, and b) a policy symposium hosting an Anglo-Scottish conversation debating the mechanisms through which the role of the state in relation to community empowerment is being changed in light of the 'Big Society' agenda in England and the Community Empowerment Bill in Scotland. \n\nThe outputs form the project will be designed to both inform current policy debates and to influence the evolution of policy and practice. The workshop publication will be an IPPRNorth edited collection of papers addressing the project theme of community empowerment in a time of austerity and will be written specifically for a policy and practitioner audience. We also envisage that the findings from the workshop publication will directly feed into the drafting of the Scottish government's 'community empowerment and renewal' bill. In order to initiate an Anglo-Scottish conversation in relation to community empowerment we will establish an 'Action research and learning network' hosted on a dedicated website with links to the project publications, workshop and symposium presentations and blog entries/podcasts/stories from front line community workers and staff about the emerging impact of the changing landscape around community empowerment funding. The output from the symposium will be a pamphlet written for use by community practitioners. In addition to presenting the key ideas and findings from the two events, it will also outline the main implications of the austerity measures for the third sector and identify strategies for dealing with them by outlining existing community empowerment and participation diagnostic tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006815/1","grantId":"AH/J006815/1","fundValue":"31994","fundStart":"2012-02-14","fundEnd":"2013-02-13","funder":"AHRC","impactText":"","person":"Joe  Painter","coPersons":["Gordon  MacLeod","Katie  Schmuecker","Annette Linn Hastings","Catherine Elizabeth Durose","Tony  Bovaird","Peter John Matthews"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}