{"id":"5EEB51BB-A091-4E7D-8628-11FEF086CD9A","title":"Unravelling the photochemistry of organometallic N-heterocyclic carbene complexes","abstractText":"N-heterocyclic carbenes or NHCs are now very common ligands in transition metal chemistry. Their ability to act as very strong donors to metals has resulted in the finding widespread applications in catalytic processes, where they often outperform analogous phosphine based catalysts. While the strong donor properties have also been observed to be important in thermally induced stoichiometric reactions, there has only been one report on the photochemical reactions of M-NHC complexes (by one of the investigators on this proposal), which revealed dramatic differences to the comparable phosphine hemistry. We now wish to undertake a wide ranging study of M-NHC photochemistry, combining the expertise of two research groups to make new NHC compounds (Bath) and study their photochemistry through the detection of intermediates and determination of kinetics (Nottigham) by fast time-resolved infra-red (TRIR) spectroscopy. Our targets will be (a) to follow up our initial paper which concerned MNHC dihydride complexes (M-H2) with a TRIR study to understand how the chemistry takes place (i.e. seeing intermediates, determining kinetics), (b) to look at the ability of M-NHC complexes to attach to usually very inert ligands such as noble gases, like xenon, or attach and then perhaps break apart catalytically alkanes, (iii) and finally to probe whether having donor NHCs present makes a difference to the lifetimes and properties of typically short-lived, reactive molecules called excited states","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000650/1","grantId":"EP/F000650/1","fundValue":"142822","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  This work has been cited in the literature and this has informed the academic community Chemicals ","person":"Mike  George","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project used photochemistry and time-resolved spectroscopy to examine the identity and reactivity of intermediates involved in the chemistry of organometallic carbene complexes. This work is related to catalysis and the new findings have influenced recent work in the the literature. These fundamental studies provided an understanding of how carbene ligands affect the reactivity of short-lived intermediates and these studies will inform future work. Chemicals","dataset":"gtr"}