{"id":"5EEB4F39-B7C0-4F43-BFA5-B5A64AEA679C","title":"CO2 Post-Combustion Capture Using Amine Impregnated Synthetic Zeolites","abstractText":"This proposal addresses Topic 4 in the Call: New innovative CO2 capture technologies. The proposed research will address using synthetic zeolites obtained from fly ash to support impregnated and immobilised amines to facilitate CO2 post-combustion capture (PCC) in both coal and natural gas power plants. One of the barriers to the widespread implementation of CO2 in power plants is the energy cost associated with solvent regeneration in the most mature PCC technology, amine scrubbing, which will be even greater for gas-fired power plants because of the lower CO2 concentration, higher O2 concentration and higher flue gas flow rate compared to similar sized coal-fired power plant. Hence, alternative or second generation PCC technologies need to be developed that have the potential to lower this energy penalty and also have lower capital and operating costs. Solid adsorbent looping technology (SALT) is a novel, potentially low-cost that can overcome the main drawbacks of amine absorption. The technology relies upon adsorbents that can achieve high CO2 uptakes at relatively low temperatures with short residence times. Amines either impregnated or immobilsed on mesoporous materials, particularly aluminosilicates, have been found to be particularly effective.\n\nIn the proposed research, zeolites produced from fly ash will be optimised for PCC as a route that will considerably reduce the preparation costs for basic adsorbents. The project will combine the respective strengths of MEERI/Lublin and the University of Nottingham in zeolite synthesis and developing basic adsorbents for PCC. The zeolites will be produced at Lublin on a scale of several kilograms to facilitate testing in a fluidised bed with real (gas-fired) flue gases at Nottingham. The production cost is estimated to be ca. 1 euro/kg of zeolite, which is considerably lower than using silicas and zeolites produced from traditional sources. The successful outcome of the proposed research will contribute to making SALT a more cost-effective process for PCC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020777/1","grantId":"EP/L020777/1","fundValue":"192103","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Colin Edward Snape","coPersons":["Hao  LIU","Chenggong  Sun"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}