{"id":"5EF328AD-8D04-4811-B121-0BF86CC1577A","title":"Collaborative Governance in Cities under Austerity: An Eight-case Comparative Study","abstractText":"Context\n\nAusterity governance, defined as a sustained agenda for reducing public spending, poses new challenges for the organisation of relationships between government, business and citizens in many parts of the world. This project compares how these challenges are addressed in eight countries: Australia, Canada, France, Greece, Ireland, Spain, the UK and the USA. Governments have long sought effective ways of engaging citizen activists and business leaders in decision making, through many formal and informal mechanisms - what we term collaborative governance. The focus of our research is how collaboration contributes to the governance of austerity. Governments and public service leaders argue that collaboration with businesses, voluntary organisations and active citizens is essential for addressing the many challenges posed by austerity. The challenges include transforming public services to cope with cuts, changing citizen expectations and managing demand for services and enhancing the legitimacy of difficult policy decisions by involving people outside government in making them. But at the same time, collaboration can be exclusionary. For example, if there are high levels of protest, governmental and business elites may collaborate in ways that marginalise ordinary citizens to push through unpopular policies. Our challenge is to explore different ways in which collaboration works or fails in governing austerity and whether it is becoming more or less important in doing so. \n\nAims and objectives\n\nWe propose to compare the role of collaboration in governing austerity in eight cities of the aforementioned countries: Athens, Baltimore, Barcelona, Dublin, Leicester, Melbourne, Montreal and Nantes. It is in towns and cities that government has the most immediate and closest day-to-day engagement with citizens and it is for this reason that we chose to locate our research at the urban scale. Our primary objective is to understand whether, and if so how, collaboration among public officials, citizens, business leaders and other actors contributes to austerity governance. For example is there more collaboration, less or are we seeing different kinds of collaboration emerging? Who, if anyone, refuses to collaborate and with what implications for governing austerity? Might collaboration be a way to subvert or resist aspects of austerity? The research is comparative, meaning that it is looking for patterns and to see what lessons and insights countries in different parts of the world might draw from one another. \n\nApplications and benefits\n\nFinding ways to collaborate with citizens has always been important for central and local governments, although collaboration has been a higher political priority in the past 20 years than before. Our study will tell politicians and public officials much about how collaboration works as a way of governing austerity. However we are not trying to 'sell' collaboration, or suggest that those suffering from cuts and wanting to resist them should collaborate if they do not wish to. For citizen activists our research will highlight different strategies and options for speaking truth to power - by engaging with city government and local business elites, or refusing to do so and perhaps focusing on protest instead. We will discover when collaboration serves the ends of community groups and when it does not. Participants in our study, and others, will have the opportunity to discuss these issues at a series of local events, at which we will discuss our findings. The research will also engage with important academic debates about the changing nature of governance. In gathering and comparing a large body of data we will learn about the changing role of government under austerity and whether governing is becoming more elite-focused, remote and hierarchical, or perhaps even more inclusive despite the challenging times in which we live.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012898/1","grantId":"ES/L012898/1","fundValue":"373470","fundStart":"2015-04-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Jonathan Stephen Davies","coPersons":["Niamh  Gaynor","Steven  Griggs","David  Howarth","Ioannis  Chorianopoulos","Helen  Sullivan","Ismael  Blanco","Pierre  Hamel","Madeleine Claire  Pill","Roger  Keil","Brendan James Gleeson"],"organisation":"De Montfort University","findingsText":"","dataset":"gtr"}