{"id":"5EFF9E07-82BB-4FD8-816A-F0C537B8FCE2","title":"Multidisciplinary approaches to the evolutionary history of felids: phylogeny disparity and biomechanics in living and fossil cats","abstractText":"As a key innovation in the evolution of jawed vertebrates, biting permits a diverse array of feeding strategies and, as a consequence, also successful expansion into niches. Various anatomical adaptations underpin different feeding functions. Our understanding of the relationship between form and function is thus key to teasing out evolutionary changes related to skull and jaw biomechanics function. However, quantitative analyses of function and their associations to structural modifications and anatomical constraints require novel approaches and redefinition of current paradigms. To study function, we will use several metrics, in particular bite force. This offers a good quantitative proxy, as it is represented by a single numerical value that summarises multiple functional parameters, including craniofacial and jaw configuration, muscle position, and muscle size. However, bite force is strongly correlated with body size (the bigger the animal the more powerful its bite). For this reason, a standardised and size-independent relative bite force will be used to compare the variation in bite force that is exclusively linked to function. As a case-study, we will use cats (Family Felidae) to analyze feeding function, and its relation to skull shape, body size, and evolutionary history. Cats are an excellent study group for biomechanical analyses. Contrary to popular belief, their seemingly conservative skull morphology is in fact capable of a wide range of feeding-related functions, particularly among smaller cats. Cats share a relatively recent ancestry (around 10 million years for the extant cats' radiation and 20-25 million years for the most basal stem members of the family), are extremely diverse (41 living species), exhibit a spectrum of body sizes (5 to 300+ kg), and are widely distributed. All these elements suggest that the group underwent a rapid radiation, culminating in some of the top predators of past and present ecosystems (e.g. lions and sabre-tooth cats). The project consists of two major and integrated parts. First, we will test for patterns of evolution in functional traits. This will be accomplished by using a suite of numerical analytical protocols (loosely assembled under the umbrella of phylogenetic comparative methods). These methods allow us to incorporate phylogenetic information into the dataset of functional traits and test for phylogenetic signals or any patterns in trait changes along the branches of the phylogenetic tree. Testing for the effects of phylogeny in functional data is important because some of the variability we observe in the data may actually be because of the relatedness of the species under comparison. For instance, smaller cats show a great deal of variation in standardised bite force data but the larger cats (great cats) show far less variance. There may truly be some biological reason behind this; perhaps smaller cats occupy diverse functional niches. However, the smaller cats are taxonomically diverse and belong to multiple lineages, whereas the great cats are all closely related; the greater variability of functional values in smaller cats and the lower variance in larger cats could very well be attributed to phylogenetic distances. Thus, the effects of phylogeny on the data must be tested in order to understand the evolutionary constraints or processes of functional traits. Second, we will compare changes in functional traits in relation to changes in morphology. This will be accomplished by using geometric morphometrics. This method uses landmarks to capture salient features of interest in the skulls and jaws of cats and allows for identifications of patterns in shape change with increasing body size or with phylogeny (within or across taxonomic groups). Patterns of shape change in skulls can be compared with changes in functional traits to identify key morphological features that may be associated closely with function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007954/1","grantId":"BB/H007954/1","fundValue":"242184","fundStart":"2010-01-25","fundEnd":"2013-01-24","funder":"BBSRC","impactText":"","person":"Marcello  RutaMJ  Benton","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}