{"id":"5F066266-5A88-4858-9AB5-608E431E7899","title":"Surface-active Gels as Next-generation Chemical Sensors","abstractText":"There is a continuing need for sensitive and selective chemical sensors for applications from civilian protection against chemical/biochemical warfare agents through to detection of individuals driving under the influence of drugs. Surface-enhanced Raman spectroscopy (SERS) is now recognised as one of the technologies that may give a step change in the ability of law enforcement agencies to rapidly and unambiguously identify a range of chemical threats and targets. SERS is based on determining the chemical composition of a sample by irradiating it with laser light and measuring the energy of the light that scatters from it. For untreated samples the amount of useful scattering is usually very small but in SERS the scattering is enhanced by adsorbing the molecules in the sample onto the surface of nm sized silver or gold particles. In this project the goal is to develop a systematic method for treating these enhancing particles which makes them selective for molecules of interest and then to preserve them until required within polymer gels which will be designed to release the active particles on demand. The ability to detect trace amounts of important compounds within seconds in the field should allow better, faster decisions to be made in response to terrorist threats. Similarly, the capacity to rapidly detect trace amounts of target compounds could change the way criminal investigations are carried out; roadside drug testing is an obvious exampleAn important aspect of this proposal is the well established link between the principal investigator and Forensic Science, N. Ireland (FSNI) who have been actively collaborating since 1999 with joint publications and direct sponsorship of PhD projects in QUB. This collaboration has been mainly concerned with development of new Raman and SERS methods for analysis of illicit drugs, paints, fibres, bomb-making materials and other physical evidence. It has already led to routine use of Raman methods within the FSNI laboratories for casework and drugs intelligence purposes. In this project the goal is to now take the next step of moving the analysis methods out of the laboratory into field measurements. The target molecules will be chemical-/bio-weapons related, as well as standard criminal investigation casework samples but within N.I. both these are largely covered by FSNI. Interaction with FSNI personnel will be essential in giving a significant input to the operational aspects of the technology and two Senior FSNI staff members (one each from HazMat and criminal investigation areas) will be part of the Project Team. They will also be well placed to provide feedback to the wider user communityThe new sensors will need to be more selective, robust and sensitive for specific analytes than any previous materials and a strongly cross-disciplinary team will be required to reach this ambitious goal. For this project the specialist Raman spectroscopy group (Chemistry) who have expertise in the preparation of nanoparticles will be joined by two members of the School of Pharmacy's very active Drug Delivery group which has an international reputation in the development of polymeric gels as vehicles for pharmaceutical formulations. Here this experience will be used to design the surface-active gels (SAGEs) which release the nanoparticles on demand. Finally, a Chemical Engineer will build up the surface-active gels (SAGEs) into planar arrays with different active areas for for each target or will microencapsulate them to make swipe pads which are activated by rupturing the capsules with physical pressure. The flexibility in sensor design and modes of operation make this a generic technology with multiple applications. Ultimately this work is intended to form the basis for instruments that are as widely used as breathalyzers but have orders of magnitude improvement in sensitivity and can detect a chosen chemical compound in seconds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028543/1","grantId":"EP/E028543/1","fundValue":"218890","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Steven Ernest Bell","coPersons":["Colin Peter McCoy","David Simon Jones","Wendy Andrea McMinn"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}