{"id":"5F195B55-E209-4E20-B562-C5B43858A3B7","title":"The Assembly of Tetrathionate Reductase in Pathogenic Bacteria","abstractText":"Bacteria are the simplest truly living things known to man. Some bacteria are dangerous and Salmonella is one of the primary causes of foodborne illness in the developed world. Many bacteria can live and grow without oxygen, and instead utilise other chemicals from the environment to generate energy for life. Salmonella is one such bacterium and it decorates the surface of itself with an impressive armoury of enzymes, which it uses to energize itself. Building these enzymes is a complicated process for the cell and involves the recruitment of metals atoms and other proteins to form the final finished enzyme. If scientists interfere deliberately in this process the new ?mutant? bacteria that are isolated are found to be no longer dangerous. The fact that many of these enzymes are often found outside on the surface of the cell is of key interest. How these enzymes get out the cell, and how they are fully assembled with all their metals and subunits attached before that, is the thrust of this research project. Most enzymes that are destined to be located outside the cell are identifiable by the presence of a special ?signal? on them. We have found this signal, which is also made of protein, has two jobs in the cell. First, it helps to assemble the subunits and metals, then second, it helps to locate the finished enzyme outside the cell. To do this the signal works in tandem with a ?chaperone? protein that interacts extensively with it and regulates its function. Once we learn in detail how these processes work we may be able to learn how design a new antibiotic to stop this system working in Salmonella without harming the environment. These types of processes are not used by human cells, which makes them a very attractive target for developing novel anti-bacterials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100142","grantId":"G1100142","fundValue":"329663","fundStart":"2011-12-01","fundEnd":"2015-04-02","funder":"MRC","impactText":"","person":"Frank  Sargent","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}