{"id":"5F2FDED7-50AF-4D74-9F05-7F7991A7C252","title":"Nuclear structure and reactions: theory and experiment","abstractText":"Nuclear physics research is at the dawn of a new era. For almost a hundred years, atomic nuclei have been probed by collisions between stable beams and stable targets, with just a small number of radioactive isotopes being available. There has been steady progress over the past 20 years in the development of beams of radioactive isotopes. Now it is becoming possible to generate intense beams of a wide range of short-lived isotopes, so-called 'radioactive beams', and thus vastly to expand the scope of experimental nuclear research. For example, it is becoming possible to study in the laboratory a range of nuclear reactions that take place in exploding stars. Thereby, we will be able to understand how the chemical elements that we find on Earth were formed and distributed through the Universe. At the core of its experimental research, the Surrey group is participating strongly in the development of two European radioactive-beam facilities: FAIR at GSI, Darmstadt, Germany, and SPIRAL at GANIL, Caen, France. While we are contributing to substantial technical developments at these facilities, the present grant request is focused on the exploitation of the capabilities that are already becoming available. To achieve our physics objectives, we also need to use several different facilities, including stable-isotope accelerators, since these can provide complementary capabilities. Experimental progress is intimately linked with theory, where novel and practical approaches are a hallmark of the Surrey group. In the world-wide development of nuclear physics, there is a close connection between theory, experiment, and radiation detection techniques. A key feature of the Surrey group, unique within the UK, is our strength in all three of these areas. Our science goals are aligned with current STFC strategy for nuclear physics. We wish to understand the boundaries of nuclear existence, i.e. the limiting conditions that enable neutrons and protons to bind together to form nuclei. Under such conditions, the nuclear system is in a delicate state and shows unusual phenomena. It is very sensitive to the properties of the nuclear force. For example, weakly bound neutrons can orbit their parent nucleus at remarkably large distances. This is already known, and the Surrey group made key contributions to this knowledge. What is unknown is whether, and to what extent, the neutrons and protons can show different collective behaviours. Also unknown, for most elements, is how many neutrons can bind to a given number of protons. We need a more sophisticated understanding of the nuclear force, and this needs experimental information about these delicate nuclei to test our theoretical ideas and models. We also need better radiation detectors (more sensitive and more efficient) to make best use of the new radioactive beams. Therefore, theory, experiment, and detector developments go hand-in-hand as we push forward towards the nuclear limits. Our principal motivation is the basic science, and we contribute to the world sum of knowledge and understanding. Nevertheless, there are more-tangible benefits. For example, our radiation-detector advances are most likely to be incorporated in medical diagnosis and treatment. In addition, we provide an excellent training environment for our research students and staff, many of whom go on to work in the nuclear power and radiation protection industries, helping to fill the current skills gap. On a more adventurous note, our special interest in nuclear isomers (energy traps) could lead to novel energy applications. Furthermore, we have a keen interest in sharing our specialist knowledge with a wide audience, and we already have an enviable track record with the media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F012012/1","grantId":"ST/F012012/1","fundValue":"2255620","fundStart":"2008-08-01","fundEnd":"2011-08-01","funder":"STFC","impactText":"  No specific non-academic impact has yet become material.  ","person":"Philip Malzard  Walker","coPersons":["Paul Jonathan Sellin","Ronald Cecil Johnson","Patrick Henry Regan","Jeffrey Allan Tostevin","Makito  Oi","Jim  Al-Khalili","Wilton  Catford","Zsolt  Podolyak","William  Gelletly","Paul Denis Stevenson"],"organisation":"University of Surrey","findingsText":" We have advanced the following areas: understanding the limits of the nuclear landscape, especially the neutron-rich limits; understanding and exploiting the reactions needed to reach the limits; studying and understanding novel structures observed on approaching the limits; engaging fully with the international community of nuclear physicists; disseminating results through leading journals and conferences; providing excellent training. The main beneficiaries of this work will be the national and international nuclear physics communities. In addition, the expected results on shell structure and isomeric states will also be of significant interest to the nuclear-astrophysics and isomer-application communities. We have an active involvement and information exchange with both these nuclear structure 'user' communities. The isomer work also links closely to the atomic physics community, in particular through the study of highly charged ions stored in rings and traps. Our theoretical methods will be of interest to the condensed-matter community, especially in relation to pairing condensates. The work on detector development has wide potential applications for medical diagnosis and treatment. The research will also provide manpower trained to a high level (PhDs and PDRAs with a deep understanding of radiation physics and sensor technologies) who may subsequently be employed in many different areas, such as national security, the nuclear power industries, environmental monitoring and control, and medical physics. Education,Energy,Environment,Healthcare,Security and Diplomacy","dataset":"gtr"}