{"id":"5F307A39-4F03-49CE-8E81-22FBB7A39512","title":"A respiratory probiotic to combat infection by Actinobacillus pleuropneumoniae in the pig.","abstractText":"Pigs suffer a common, natural disease, contagious pleuropneumonia, due to the Gram-negative pathogen A. pleuropneumoniae (App). Some pigs suffer severe acute (fatal) disease and a high proportion harbour the bacteria in the respiratory lymphoid tissues. In-feed antibiotics and vaccination can control the disease but do not remove the pathogen from the herd. As antibiotic use becomes less publicly acceptable, alternative methods will be needed to control endemic disease in the herd. In BBSRC-funded research of genetics of virulence of App we have generated a number of mutants of App. In a new approach to control disease and carriage of App, we will test genetically-defined, non-virulent mutants to competitively exclude App from the respiratory tract and lymphoid tissues of the pig and occupy the ecological niche of the pathogen. A 'designer probiotic' for the respiratory tract represents a new, safe biological control method intended to reduce or eliminate these bacteria in a pig herd. This concept, a novel means of control of endemic respiratory disease in farmed animals, may offer the opportunity for a gradual eradication of this pathogen from the national herd.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E527171/1","grantId":"BB/E527171/1","fundValue":"54483","fundStart":"2008-01-07","fundEnd":"2009-01-06","funder":"BBSRC","impactText":"  The findings have not been used except for publication. The findings were negative in this case and so further work or development was not appropriate. Agriculture, Food and Drink Economic","person":"Andrew Nelson Rycroft","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" The object of this study was to use a non-pathogenic mutant of Actinobacillus pleuropneumoniae (App) to block infection with the virulent pathogen.\n\nUsing App 14D5 (serotype 1), a mutant unable to cause disease in pigs we tested the ability of 14D5 colonisation to prevent colonization of the pig respirtory tract by virulent, homologous 4074 (serotype 1) or 6664 (serotype 6), or whether 14D5 could even displace the virulent App. It was clearly shown that although the 14D5 colonised the pig respiratory tract and lymphoid tissues, it failed to displace or even prevent infection and disease by wild-type App 4074. \n\nThe experiments were very successful and gave a clear result, but the opportunity to exploit 14D5 as a harmless &amp;amp;quot;priobiotic&amp;amp;quot; to prevent App colonization and disease was shown to be not viable. The results showed that App 14D5 could not be used as a harmless &amp;amp;quot;priobiotic&amp;amp;quot; to prevent App colonization and so efforts have been concentrated on achieving a successful immunoprophylactic (vaccine). Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}