{"id":"5F32DAFF-49CB-48C1-9B2F-989CB45B818A","title":"Characterising scaffold attachment factor B1 as a novel regulator of dicer function","abstractText":"Every cell within the body has a nucleus containing ribbon-like chromosomes that contain genes and collectively these genes hold every piece of information about the body. Each DNA gene is translated into a messenger RNA that is used to produce a unique protein. Alterations in the expression of these proteins may result in disease. Until recently scientists believed that the level of gene expression was controlled by regulating DNA and protein interactions. However, in the last 5-10 years a totally new group of genes termed the microRNAs were discovered and found to regulate the expression of messenger RNAs. These endogenous miRNA mediate an entirely new level of gene regulation by inhibiting the conversion of mRNAs to protein. The implications of these findings were startling as it predicted that there was a hitherto unknown level of control for many if not all biological processes. Recent studies have confirmed that miRNAs are indeed involved in the regulation of many fundamental biochemical and cellular pathways, e.g. stem cell renewal and differentiation, cancer and apoptosis, cell stress responses and memory function. Furthermore, it is predicted that as many one third of all human genes may be regulated by microRNAs. There are two key stages in the production and function of microRNAs; the first occurs in the nucleus of cells and involves the cutting of large primary miRNA transcripts into smaller precursor microRNAs that are then exported to the cytoplasm; the second stage in the cytoplasm of the cell involves the cutting of the precursor microRNA (by an enzyme called Dicer) into a smaller fragment that can then find its target mRNA and silence it. Some of the factors controlling these processes are known, however others have been predicted to exist. We have found a protein called scaffold attachment factor B1 (SAFB1) is involved in the movement of microRNAs from the nucleus to the cytoplasm and that there it binds the microRNA processing enzyme Dicer. Our findings also suggest that SAFB1 may be particularly important in controlling the maturation of microRNAs during stress. We propose to carry out a number of studies to investigate whether SAFB1 alters the processing of precursor microRNAs by Dicer and to see if microRNA mediated silencing of messenger RNA is altered. The implications of these findings are important because they represent: an entirely new previously unknown class of protein being involved in the regulation of microRNA function and therefore gene regulation. The implications of the findings will further our understanding of how the body works and regulates the expression of genes during health and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022298/1","grantId":"BB/F022298/1","fundValue":"308955","fundStart":"2008-07-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  The findings were used to obtain further funding. Education,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"James  Uney","coPersons":[],"organisation":"University of Bristol","findingsText":" We found SAFB1 interacts with proteins that regulates key cellular processes. These processes involve the production of small molecules called microRNAs that regulate the expression of proteins in a cell. The findings impact on a key research area, namely how is the expression of RNA and proteins controlled and what changes in these processes lead to disease. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}