{"id":"5F3468AA-6309-4C09-98FC-A10E96BA8085","title":"The impact of extreme weather in December to February 2014 on meta-population processes in European shags","abstractText":"Many climate models predict increased frequency of extreme weather events. Understanding the impacts of extreme weather on wild populations is therefore a critical aim in population, evolutionary and conservation ecology. Short-term impacts include high mortality, lost body condition and eruptive movements, potentially leading to longer-term effects such as poor breeding, missing cohorts and increased dispersal or migration. At the meta-population scale, weather-induced mortality in one location may cause downstream impacts elsewhere, especially in partially migratory systems where some individuals winter away from their breeding location while others remain resident. Spatial heterogeneity in weather-induced mortality and associated movements could then substantially reshape meta-population range and structure. Such demographic mechanisms and dynamics are particularly challenging to understand in long-lived, migratory species with protracted pre-breeding life-history stages that are hard to observe, and where locations of winter impacts and subsequent reproduction are separated. Yet such species may be particularly vulnerable to extreme weather since they recover slowly from high mortality events due to delayed maturity and slow reproductive rates. Understanding the impacts of extreme weather on long-lived mobile species is critically important since many are of high conservation concern. To fulfil the needs of policy makers, it is imperative that such impacts are understood and incorporated into population models used to inform currently ongoing policy decisions. \n\nThe UK's recent severe winter weather has created an urgent and valuable opportunity to quantify the demographic effects of this severe perturbation, using a partially migratory meta-population of European shags Phalacrocorax aristotelis that is already the focus of a long-term, year-round demographic study led by the applicants. Shags are long-lived, partially migratory coastal seabirds that experience high mortality during extreme winter weather. The north-east UK meta-population has declined by 50% during the last 20 years, and we have received numerous reports of dead shags and absences from typical winter locations following recent storms, meaning that a severe perturbation to the meta-population has doubtless occurred. Due to our recent work, we possess comprehensive data on meta-population demography (breeding success, survival, dispersal, migration) and distribution both before the recent severe weather and also throughout the storms to date. We therefore have a unique and extremely powerful baseline dataset. What is now urgently required is targeted data collection during the 2014 breeding season and post-breeding migration to quantify the degree to which cross-season demographic responses to perturbation are driven by spatial heterogeneity in survival, breeding success, dispersal or migration. We will answer three specific questions a) How did the spatial pattern of weather-induced mortality affect meta-population structure?; b) What are the downstream effects on breeding success of surviving individuals?; c) What are the downstream effects on dispersal and migration? Since shags are protected under EU law and potentially at risk from marine renewables developments, there is also a specific urgent need to provide updated evidence to inform currently ongoing policy decisions. Meta-population size, distribution and demography have doubtless been majorly reshaped, meaning that existing knowledge and population models are obsolete. Our fourth project objective is therefore to undertake immediate data analysis and provide the updated population models that are imminently required to inform effective marine spatial planning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005186/1","grantId":"NE/M005186/1","fundValue":"51856","fundStart":"2014-04-15","fundEnd":"2015-01-14","funder":"NERC","impactText":"","person":"Francis  Daunt","coPersons":["Sarah  Wanless"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}