{"id":"5F3A2E7D-5AD8-4F67-9875-D6BA626F0D67","title":"Demonstrating Techniques for Air Pollution Source Performance Assessment","abstractText":"Measurements of ambient air-quality have been made routinely in the UK for many decades. The number of measurements has expanded substantially in the past decade following the implementation of the National Air Quality Strategy. This has increased the number of sites and pollutants measured and the number of local meteorological records taken to help interpret air-quality data. The collected air-quality data are generally used to check if the local pollution climate complies with air-quality standards. For this purpose they are summarised as annual statistics e.g. as annual-average concentrations, or as the total hours per year above a designated concentration value. Although such statistics serve to check compliance, they only use part of the information embedded in the air-quality and meteorological data for the purpose of assessing the performance of sources and policies. There have been several attempts to make better use of routine air-quality monitoring data for purposes for tracking the performance of individual sources and for managing air-quality more effectively. Although such studies have shown the advantages of better methods for presenting and interpreting data (e.g. polar plots of concentrations and wind speed) these advantages have not been generally recognised or the methods transferred into regular use by practitioners. This is in spite of the fact that such information would lead to more robust, rapid and cost-effective decisions for air quality management. Furthermore, few attempts have been made to apply novel forms of aerometric analysis to modelled data. When comparing predictions against observations it is important to check that a model 'gives the right answer for the right reasons'. Opportunities now exist to subject the latest generation of 'one atmosphere' models to rigorous forms of aerometric evaluation. This knowledge transfer proposal therefore aims to demonstrate the advantages of 'smarter' forms of aerometric analysis to a wide range of air-quality practitioners. We will show these advantages in a range of practical air-quality situations both for traditional community pollutants (e.g. SO2, NO2, PM10) and 'new priority pollutants' (e.g. methane) so that such methods become established in regular use. We will show how existing and novel techniques can be used to exploit air-quality data more fully and rigorously, and crucially how the extra information can benefit operational and policy decisions e.g. by giving earlier and clearer advice on the performance of individual sources, or on the progress of specific policies. The methods will not only enable measured concentrations to be better exploited, but will also be applied to modelled concentrations - so helping to improve prediction and management of air quality in future. We will disseminate our methods to practitioners via a range of mechanisms including (i) a website for announcements, progress reports and archived resources, (ii) case summaries &amp; evaluation meetings, (iii) handouts &amp; presentations to user bodies, (iv) conference posters/papers, (v) peer-reviewed publications, (vi) a final report and (vi) a closing workshop. In order to transfer the methods into regular use, we will show users that they can inform practical decisions on air quality (e.g. in management areas), resource use (e.g. fuels, abatement costs), societal behaviours (e.g. on transport, waste), health, (e.g. particulates) and quality of life. Our team has well-established links to professional air-quality bodies including: the Institute of Air-Quality Management, the UK's Atmospheric Dispersion Modelling Liaison Committee, and Environmental Protection UK / with its specialist Dispersion Modellers' User Group. We will use these links to consult on the selection of cases studies, to give information on project progress, and to show air-quality practitioners how their decisions can benefit from improved air-quality analysis techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001138/1","grantId":"NE/G001138/1","fundValue":"227728","fundStart":"2009-03-31","fundEnd":"2012-06-30","funder":"NERC","impactText":"","person":"James Duncan Whyatt","coPersons":["Kevin  Jones","Ranjeet  Sokhi"],"organisation":"Lancaster University","findingsText":" In summary, our main achievements and contributions to the field are as follows:\n\n\n\nMain Achievements\n\n\n\n• Provided a clear and auditable means of tracking source performance over time through the processes of visualisation, conditional selection, non-target source subtraction and trend analysis. Some of these techniques have been used in isolation previously, but we have now shown how they can be used in combination to provide powerful new insights into source performance;\n\n\n\n• Provided input to inform key air quality debates, including information on exceedances of PM10 standards around a major steelworks and on exceedances of NO2 standards on a busy motorway adjacent to a major international airport;\n\n\n\n• Engaged with high profile international partners (USEPA);\n\n\n\n• Disseminated our methods and findings to a wide body of practitioners working in the field of air quality (e.g. National &amp; Local Government, Environmental Regulators, Industry and Consultancies) and over 30,000 stakeholders in Europe, Africa, Asia and the Americas through publication of research highlights in International Innovation;\n\n\n\n• Pioneered conditional validation of dispersion models as a practical technique to ensure models get ‘the right answers for the right reasons’.\n\n\n\nWider Significance\n\n\n\nThrough development and application of our conditional techniques we recommend that:\n\n\n\n• In the future air quality monitoring networks should be designed to maximise opportunities for tracking the emissions performance of specific air pollution sources; \n\n\n\n• Conditional analysis should be used to provide early warnings of issues around policy progress and compliance.\n\n\n\nWe have highlighted the importance of conditionally-based performance tracking in high profile air quality situations. In particular we have upgraded practitioners’ view of air quality data from one of collecting a few bulk statistics (e.g. annual mean concentration, exceedance of air quality standard) to one of auditing source performance, so that it is easier to target practical air quality controls efficiently and effectively. \n\n\n\nOverall, our study has (i) demonstrated how more practical information can be extracted from air quality monitoring data (ii) indicated how monitoring networks may be designed to retrieve more information for source performance tracking (iii) introduced new forms of conditional validation to the modelling community and (iv) demonstrated how these conditional techniques can be widely adopted by practitioners and applied in critical situations.\n\n\n\nThe types of practitioners and organisations likely to explore and exploit what we have developed include: local air-quality managers, policy makers, developers of emissions inventories and dispersion models, planning authorities, regulators and professional bodies (e.g. Institute of Air Quality Management). The techniques we have developed and demonstrated could be applied to assess the performance of any source, e.g. power station (point source), major road (line source), land-fill (area source) or complex multi-source arrangements (e.g. steelworks). The methods we have developed in this KE project may be utilised by anyone working in the field of air pollution (see above) who has access to hourly air pollution data, modelled or measured meteorological data and (ideally) 'activity' data in order to gain new insights into source performance over time (e.g., power station, roadway, landfill). They may also be used by modellers to gain better insights into model performance. Environment","dataset":"gtr"}