{"id":"5F3AE904-2B28-4A96-B1AA-64BEE3BF5C05","title":"The CCPP Network in Computational Plasma Physics","abstractText":"CCPP is the Collaborative Computational Project for Plasma Physics. It is a network of 30 UK researchers that came into existence in late 2007. It serves to develop, maintain and distribute world-leading codes for plasma physics simulations in laboratory plasma physics, including laser plasmas and fusion studies, space science and astrophysics. These codes cover the whole spectrum of plasma models from fluid treatments on astrophysical scales to fully kinetic relativistic simulations of femtosecond laser pulses. The network plans to establish a major repository of plasma physics software for the UK community and to encourage collaboration and component exchange and reuse in these developments. As these codes develop the network will also co-ordinate training for existing and new users of these codes, especially PhD students, through workshops and meetings. In all its software developments CCPP will encourage the use of and disseminate through taught courses and workshops, best practice in the use of software tools and visualization software.Since being set up CCPP has concentrated on defining common projects of UK wide benefit. Two full meetings of the CCPP members have defined the principal UK computational plasma physics needs for the immediate future. This has lead to several working groups who are looking at different areas of the CCPP remit. These include the development of a UK core kinetic code, based on the particle in cell (PIC) technique, which can be used as a common building block for advanced extensions. This core code is now released in 1D, 2D and 3D versions through CCPForge (http://ccpforge.cse.rl.ac.uk/projects/epoch/) and is called EPOCH (Extendible Open PIC Collaboration). One group is looking at developing a strategy for using adaptive mesh refinement (AMR) to alleviate the memory requirements of direct Vlasov solvers which need between 4 and 6 dimensions plus time depending on the physics problem. Another group (extended hydro models) aims to develop new algorithms for including non fluid effects into a fluid framework to allow advanced simulations in laser plasma interactions and astrophysics over long scale lengths and timescales. A final group aims to extend the UK computational capability for simulating the turbulence responsible for anomalous transport in magnetically confined fusion experiments. These codes need to solve the gyro-kinetic plasma equations in full toroidal geometry. The activity since forming the CCPP has therefore concentrated on advanced PIC, AMR Vlasov, extended hydro and gyro-kinetic codes. Of these the advanced PIC, through the EPOCH release, is the most developed and has immediate applications across the widest range of plasma physics. The track records of the principal group leaders for each of these projects are below although all 30 CCPP members are involved in at least one of the projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060932/1","grantId":"EP/G060932/1","fundValue":"20820","fundStart":"2010-02-24","fundEnd":"2013-02-23","funder":"EPSRC","impactText":"","person":"Christopher  Greenough","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}