{"id":"5F3FC960-09B4-400B-96F1-65BDE28E3FD5","title":"SI2-CHE: CCP-SAS - Collaborative Computational Project for advanced analyses of structural data in chemical biology and soft condensed matter","abstractText":"The major infrastructural investment by the US and UK in high brilliance multiuser X-ray synchrotrons and neutron sources during the last two decades has been immensely successful in allowing external (university and commercial) users to exploit these facilities for data collection on ever more challenging and important systems. Of particular significance is the field of macromolecular crystallography (MX) where the hardware investment (eg: the UK Diamond Light Source alone has six MX stations) has also benefitted from large-scale, integrated, software development, maintenance and distribution largely through the CCP4 initiative. The result has been an explosion of new crystal structure data. The equivalent revolution is now needed to advance chemical biology and soft condensed matter research because the world around us is not one of static structures. To realize the full benefit of the instrumental investment for novel engineering and material science applications requires integrating the plethora of X-ray and neutron data with user-friendly, high-throughput, molecular modelling of the data, in order to reveal how structure in these systems changes in time and space with varying experimental conditions. This is the issue that defines the Grand Challenge to be tackled through this proposal.\n\nThe collaboration is motivated by the recognized importance of structural modelling at the large multiuser synchrotron and neutron facilities in both the US and the UK. Outside of biological macromolecules, soft condensed matter science has traditionally worked with relatively simple model systems. However, in recent years there has been a rapid increase in the complexity of colloid and polymer science as researchers strive to produce marketable materials, triggering a critical need for new integrated molecular modelling procedures to explain experimental data sets. Because these computational analyses are typically performed by individuals at their external institutions, progress in interpretation has, unsurprisingly, been much slower than witnessed in macromolecular crystallography. Here, by linking computational expertise at the multiuser facilities with experienced external laboratories that need to model diverse data sets, we are ideally positioned to develop the necessary procedures and infrastructure.\n\nThe intellectual merit of this proposal lies in the development of both new algorithms for more accurately and rapidly analysing structural data and the software infrastructure that will enable rapid and encompassing modelling of data obtained from complementary disciplines such as small angle X-ray and neutron scattering (SAXS and SANS), wide angle scattering, analytical ultracentrifugation (AUC) and NMR spectroscopy. Indeed the combination of different experimental methods provides new insights not available from one method alone. The significant advances in high end computational molecular modelling and simulation provide an exciting opportunity to create a software infrastructure for modelling which can make accessible the daunting information content from the combination of different techniques. The US and UK teams bring together colloid scientists, bioengineers and computational chemists, with experts in SAXS, SANS, AUC, NMR, and high performance computing (HPC) and its computing infrastructure for this challenge in macromolecular and supramolecular chemistry. \n\nThe broader impact of our multifaceted approach will result from the application of high-end molecular modelling using the data from the various in-situ structural probes as constraints. The goal will be to provide the software environment to enable multidisciplinary experimental teams to gain a detailed understanding of complex chemical interactions and how they shape structural organization. This has the potential, if successful, to transform the way soft matter science is done, and to dramatically accelerate the discovery process in these important fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039121/1","grantId":"EP/K039121/1","fundValue":"556960","fundStart":"2013-08-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"  New web-based application software for the computation of quasi-atomistic structural models from solution X-ray and neutron scattering experiments in development; website; 15 journal publications (2 on software development, 6 in biophysics, 1 in polymer physics, 6 in Molecular Biology) and 10 oral presentations at scientific conferences and workshops to date; 2 user-community workshops held (1 in US/ 1 in UK). Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Stephen  Perkins","coPersons":["Richard  Heenan","Karen  Edler","Stephen Michael King","David  Barlow","David  Scott"],"organisation":"University College London","findingsText":" To date after 15 months into this grant, we have developed much of the software for a user-friendly web prototype and a preliminary design of a HPC backend. This is being released in stages to the user community. The ability to develop atomistic models that will explain X-ray and neutron small-angle solution scattering curves will be a game changer for scattering curve analyses. This work is in progress. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}