{"id":"5F42F156-AAA3-44F2-9504-A6D09EE85DC0","title":"BioEngineering from first principles.","abstractText":"The research challenge is to understand the principles that control cell-surface and cell-cell interactions given the enormous variety of macromolecular structures produced by microbial cells and the complexity of their chemical and physical influences on binding interactions. We will predict attachment using computational models and gain understanding why extracellular DNA promotes or inhibits attachment under specific conditions. This is a major challenge with huge rewards if it can be met. A predictive capability of cell attachment would enable new methods of analysis and design in the fields of environmental engineering, process engineering and biomedical engineering.To tackle this challenge, we have recruited multidisciplinary expertise to combine theoretical and experimental techniques from the fields of computational chemistry, surface and polymer physics, molecular biology, polymer chemistry, engineering microbiology, analytical chemistry, X-Ray and vibrational spectroscopy and environmental engineering science.We propose to use computational chemistry techniques for simulation of cell walls, to characterise the behaviour of their individual chemical constituents, and to estimate the physical-chemical interactions that occur with specified solid surfaces. Looking 1-2 decades ahead, the aim is to develop computational methods sufficiently to allow the required interactions to be designed, identify the macromolecular structures necessary for these interactions to occur and identify the necessary gene sequences for their synthesis. This Feasibility Account study will launch theoretical chemistry into the specific challenge of tackling extracellular DNA (eDNA) binding on cells and minerals as one identified mechanism in biofilm formation. The outcome will be an evaluation of this combined approach between multidisciplinary experimentation and theoretical simulation as a case study for predicting cell attachment and growth. With the computational techniques, we shall investigate the binding of nucleic acid sequences to the surfaces using molecular dynamics simulations. Experimentally, we will first characterise eDNA produced by biofilm-forming microbes that we have isolated from environmental samples. We will then remove eDNA from biofilm-forming cells and replace it with synthetic DNA to start to quantify the relationship between the properties of eDNA and cell attachment. This 'synthetic' approach will allow us to vary systematically eDNA length, sequence and concentration and quantify cell attachment to model oxide surfaces such as negatively charged silica and positively charged alumina under defined ionic medium conditions. We will explore how eDNA is arranged on the cell surface and substratum using atomic force microscopy and fluorescence techniques, and we shall explore the use of methods that break the diffraction limit for optical resolution such as SNOM (Scanning Near Field Optical Microscopy) which, to our knowledge, has never been applied to this area. The potential for engineering applications is immense. We anticipate that virtually all fields of biotechnology would potentially profit. We propose to assess this breadth of promise by bringing a wide range of engineering experts together with the project team in a sand pit that will be held 3 months before the project end. We will hold a 2-day workshop to present our results and develop a roadmap for moving this forward as a research area and for practical application. Participants will evaluate our results, identify areas of opportunity for engineering applications, and assess the promise for generalisation across the broad field of BioEngineering through systematic application of our approach.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016589/1","grantId":"EP/I016589/1","fundValue":"201746","fundStart":"2011-02-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"  The outputs from this project have not yet been exploited beyond academic beneficiaries although identifying potential exploitation was completed in a project Sand Pit event in May 2012.\n\nThe analysis of potential exploitation with specific industry partners will take place through an industry Knowledge Transfer event as the main KT activity of the EPSRC Programme Grant on Hard-Soft Interfaces led by PI Prof John Harding at U. Sheffield. This Feasibility Account project was directly affiliated to the programme grant as an exploratory project to develop a step-change in the biological component of the programme grant. The KT event for the EPSRC programme grant is in the planning stage with the Prof Harding and input from Prof Banwart who led this Feasibility Account project. The KT event will run during 2015.  ","person":"Steve  Banwart","coPersons":["Stephen  Rolfe","Mark  Geoghegan","Maria  Romero-Gonzalez","Wei  Huang","Catherine Anne Biggs","Julie  Scholes","John  Harding","Linda  Swanson"],"organisation":"University of Sheffield","findingsText":" The research team selected a strain (Pse1) of Pseudomonas putida bacteria that adheres to Silica (SiO2(s)) mineral surfaces through the action of DNA strands, acting as biological polymers released outside the cell. Cell adhesion was quantified on solid Silica surfaces placed in liquid suspensions of Pse1 cells under different conditions for the extracellular DNA (eDNA). The team studied the behaviour of DNA alone on the cell surface, and on the solid Silica, in solutions containing calcium (Ca2+) and sodium (Na+) ions. Molecular dynamics simulations of a periodic DNA strand in contact with Silica showed that Ca2+ creates an energy well above the negatively-charged mineral surface that the negatively-charged DNA is attracted to with a fixed separation distance of around 1.5nm. The Ca2+ ions also act as bridges between Silica O-atoms and the DNA phosphate groups. This creates a double interaction on both the large molecular scale and the small individual atomic scale. Na+ ions are not able to create the same energy well or organise the nearby O-atoms due to their smaller charge and the DNA tends not to be fixed as strongly to the surface. Simulation results demonstrated that DNA was capable of direct binding to the surface through coordination of the DNA phosphate O-atoms to the surface Si atoms. eDNA in the cell culture was continuously produced during cell growth and was not produced from cell death and rupture. Removal of eDNA from cell culture inhibited cell attachment, which was restored upon addition of either genomic Pse1 DNA or salmon sperm DNA suggesting specific nucleic acid sequences were not important. Added genomic DNA of specific strand length showed that segments ranging from as small as 20, up to 10,000 base pairs restored cell attachment. Furthermore, relatively small additions of Ca2+ restored cell attachment but larger amounts of Ca2+ inhibited attachment, with or without added DNA. Radiolabelling Pse1 DNA demonstrated that maximum binding between the eDNA and cell surface was achieved within 10 minutes, with DNA bound reversibly. Binding sites on the cells were unsaturated as both DNAse treated (eDNA is destroyed) and untreated cells bound labelled DNA, but with less efficacy on untreated cells. Maximum binding of DNA was comparable on both treated and untreated cells. DNA functionalised Atomic Force Microscopy cantilever tips produced a variety of secondary interactions between the tips and the Silica surface indicating different conformations of DNA on the surface. No definite effects of mono- or di- valent ions on these conformations were observed although this requires further analysis. The main achievement is the successful prediction by theoretical computational simulations of the DNA (and hence eDNA and cells) binding to Silica and the effect of Ca ions to enhance this in some cases. The project team presented their results at a Sand Pit event, and external speakers from different technology sectors presented the state of knowledge and where new research would have the greatest knowledge and commercial impact. Breakout groups developed priority projects to take forward with EPSRC and potential commercial partners. The water and wastewater sector requires new, fundamental design approaches to improving attached growth bioreactors for low energy, decentralised biological treatment processes. The geoenvironmental sector requires approaches that predict attached microbial activity to engineer multi-functional urban soils that sequester carbon, strengthen structures through biogrouts, and degrade pollutants. The pharmaceutical, dental and medical sector requires functionalised surfaces on implants that enhance tissue growth and inhibit pathogens, also solid surface fixation of cells for transfection of biological molecules to improve cell culture productivity in manufacturing, and an enabling technology of 3-D printing of micrometric surface structures as scaffolds for these interface applications. The EPSRC Feasibility Account on BioEngineering from 1st Principles held a Sand Pit Event on 30th-31st May, 2012 at The University of Sheffield. The event was the main knowledge transfer mechanism for the project. The event aimed to disseminate the basic sciences research results of the interdisciplinary project to research experts working in basic and applied research from a wide range of biotechnology fields. The research team presented the main results of the project, and external speakers from different technology sectors presented the state of knowledge and where new research would have the greatest knowledge and commercial impact. Breakout groups developed priority projects to take forward with EPSRC and potential commercial partners. \n\nThe water and wastewater sector requires new, fundamental design approaches to improving attached growth bioreactors for low energy, decentralised biological treatment processes. \n\nThe geoenvironmental sector requires approaches that predict attached microbial activity to engineer multi-functional urban soils that sequester carbon, strengthen structures through biogrouts, and degrade pollutants. \n\nThe pharmaceutical, dental and medical sector requires functionalised surfaces on implants that enhance tissue growth and inhibit pathogens. The sector also requires solid surface fixation of cells for transfection of biological molecules to improve cell culture productivity in manufacturing, and an enabling technology of 3-D printing of micrometric surface structures as scaffolds for these interface applications. Agriculture, Food and Drink,Environment","dataset":"gtr"}