{"id":"5F44121F-8612-4DCC-B7DE-D72967492989","title":"Structure and linearization in disharmonic word orders","abstractText":"In terms of syntactic structure there is little variation among languages, but word order varies from language to language. For example, all languages have verbs that take an object, but in some languages the object precedes the verb, in other languages the verb precedes the object. Word order does not vary freely, though, but is subject to general principles which translate structure into word order. These principles are an important concern in linguistic theory. \\n\\nWe have discovered a generalization concerning the relation of structure and word order which we conjecture is universally valid, called 'the Final-Over-Final Constraint', FOFC: \\n \\nFOFC: A head-initial phrase cannot be immediately dominated by a head-final phrase.\\n\\nFor example, in languages with object-verb order, an auxiliary verb may either precede or follow the object-verb phrase. But in languages with verb-object order, an auxiliary verb may precede but never follow the verb-object phrase. Many studies of individual languages and language families as well as wide-ranging surveys of the world's languages indicate that this holds true (but for a small number of possible exceptions). Other studies indicate that FOFC holds true of many other types of phrases.\\n \\nFOFC makes predictions about word orders that can be found among the many languages of the world which have 'disharmonic word order', that is head-initial as well as head-final phrases. The first objective of the project is\\n\\n1. Establish the scope of the FOFC, by comparative investigation of phrase-types and word order in wide a range of languages.\\n\\nAn initial step will be construction of a database of mixed word order languages.\\nExceptions to the FOFC need to be looked at in detail. Confirmation of FOFC as a universally valid generalization requires distinguishing cases that fall under FOFC from superficially similar cases apparently violating FOFC.\\n In the course of history languages may undergo change of word order. FOFC makes precise predictions about this process. The history of the Indo-European languages, where word order change is a prominent feature, appears to bear out these predictions. This has never been systematically investigated, though, so the following is another objective of the project: \\n \\n2. Find out whether the predictions made by FOFC for language change are right by considering a range of cases of reported word order change and establish the consequences this has for the theory of language change.\\n\\nOnce we have established the exact scope of FOFC, the crucial question is how to explain this generalization in terms of the principles relating structure to word order. No theory today has a straightforward explanation of FOFC. The third objective is, therefore: \\n\\n3. Consider the consequences of FOFC for the theory of the mapping between syntactic structure and linear order.\\n\\nWe will consider a set of alternative current models, to establish which model \\nis best suited to provide a theoretical explanation of FOFC, thereby meeting a criterion for a successful explanatory theory of the relation between syntactic structure and word order.\\n The project team will consist of five members in two locations, Newcastle University and the University of Cambridge: The project leaders will be Prof. Anders Holmberg (Newcastle) and Prof. Ian Roberts (Cambridge). There will be one postdoctoral Research Assistant in Newcastle (contributing particularly to objective 1) and one in Cambridge (contributing particularly to objective 2) and a Senior Research Assistant in Cambridge (contributing particularly to Objective 3). \\n The project will last three years. Results of the research will be reported in a monograph co-authored by the project team and in papers in peer-reviewed journals. A database will be constructed. A series of ten small workshops will be organized in the course of the three years, plus one larger conference with an edited volume of papers as output.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009239/1","grantId":"AH/E009239/1","fundValue":"729123","fundStart":"2007-10-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"","person":"Anders  Holmberg","coPersons":["Ian  Roberts"],"organisation":"Newcastle University","findingsText":" According to the project proposal, the project will investigate the ramifications of a generalization which we hypothesize has universal validity: A head-final phrase cannot immediately dominate a head-initial phrase (the Final-over-Final Constraint: FOFC). Simplifying somewhat, FOFC disallows the order verb-object-auxiliary, in any language, but allows any other permutation of these categories, and correspondingly for all types of phrases (nominal, verbal, adjectival etc.) with analogous struct Our research is theoretical, aiming to elucidate and answer questions which are relevant in relation to particular linguistic theories, with no direct application in non-academic contexts. \n\n Our results have important consequences for how linguistic competence should best be modelled, thereby they have consequences for a range of issues relating to human cognition more generally, and thereby they have indirect consequences for issues relating to language learning and language impairment.\n\n W Education,Healthcare","dataset":"gtr"}