{"id":"5F4A62AA-41B8-40C1-8A72-E01B5FFFF894","title":"The Causes of Genetic Variation in Susceptibility to Infectious Disease in Natural Populations","abstractText":"The aim of this project is to understand why some individuals in populations are more susceptible to infectious disease than others. This variation not only determines the impact of disease on human health, crop yields and farm animals, but it is also the raw material on which natural selection acts when populations evolve resistance to infection. Despite its importance, we have a poor understanding of the genes that underlie this variation and the evolutionary reasons why it is maintained in populations are poorly understood. \n\nThe first question we will ask is simply whether natural selection is increasing genetic variation in susceptibility to infection. To do this we will test whether host populations that naturally encounter a pathogen show more genetic variation in susceptibility to that pathogen. To do this we will infect six species of fruit flies with six different viruses, and see whether there is more variation when a virus infects its natural host.\n\nThe second question we will ask is whether natural selection means that susceptibility to infection has a simple genetic basis, with just a few genes having large effects on the chances of an individual being infected. Using some of the same fly species and viruses, we will sequence the genomes of resistant and susceptible flies, and use this information to identify genes causing resistance. We will then be able to see whether there is a simple genetic basis to resistance only when a virus infects its natural host but not when it infects a different species. We can then go on to use statistical methods to understand how natural selection has acted on these genes.\n\nThe final question we will ask is whether hosts become resistant by improving their defences, or preventing parasites from hijacking the host's own molecular machinery for the parasite's benefit. We will answer this by genetically manipulating flies to see if the susceptible form is required for by the virus (the 'hijacking' hypothesis) or the resistant form is harming the virus (the 'improving defences' hypothesis).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L004232/1","grantId":"NE/L004232/1","fundValue":"486940","fundStart":"2014-05-11","fundEnd":"2018-05-10","funder":"NERC","impactText":"  The grant has only been running for a few months, and there are not yet significant results or findings.  ","person":"Francis Michael Jiggins","coPersons":[],"organisation":"University of Cambridge","findingsText":" The grant has only recently started, and we do not yet have any significant results Not applicable - we do not have any significant results yet. Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}