{"id":"5F4AA79B-828A-4198-ADD9-CE8692177E9C","title":"Beyond The Lubrication Approximation: Multiscale Bearing Design","abstractText":"The proposed project would lead to the comprehensive modelling and optimisation of bearing geometries with topography without the need to resort to Reynolds' equation. This forms part of an integrated plan which will result in new analysis and, importantly, design tools for industry (in the form of a stand alone application) as well as results of significant industrial relevance. In addition to the modelling component of the project, validation experiments will be undertaken to ensure that the results are thoroughly tested and able to be further exploited.This significant piece of work will run in parallel (with a staggered later start) with a Leverhulme Trust (LT) two year research project which is concerned with the more theoretical and fundamental aspects of the project, specifically the two dimensional analysis and development of the theoretical framework. The project proposed here would extend the analysis to three dimensions and undertake the experimental validation of the work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013733/1","grantId":"EP/I013733/1","fundValue":"100950","fundStart":"2011-04-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"  The work has been presented to a number of companies in the UK and Japan, and the approach is being considered in the design of bearings at a UK based company. Transport Economic","person":"Robert William Hewson","coPersons":[],"organisation":"University of Leeds","findingsText":" The development of a multiscale approach to analyse bearing with topography was developed successfully. Initial optimisation of bearing topography was also undertaken. The approach will allow for the efficient optimisation of bearing topography in a wide variety of applications (for example in the design of thrust bearing topography). Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}