{"id":"5F586475-D181-4C5F-9A98-2FE779DCF2E6","title":"Ab-initio Calculations of Spectral Functions in Open-Shell Isotopes","abstractText":"Ab-initio nuclear structure has achieved outstanding results following the introduction of nuclear forces based on chiral EFT and developments in many-body theory. Methods such as Self-Consistent Green's Functions and Coupled Cluster have reached nuclei in the pf-shell. However, these applications have so far been limited to closed-shell isotopes. The present proposal requests travel funds needed to continue an on-going collaboration that addresses this issue. The project is at an advanced stage and its focus (ab-inito calculations for medium-mass open-shells) is of interest to the international theory community. Completing the project will require three trips to the CEA, Saclay, to work with collaborators and a post-doc involved. If its continuation is funded, it is plausible that it will contribute to including the UK to the list of countries active in ab-initio nuclear structure. This may add to the strong reputation in nuclear theory that the University of Surrey already has. The possibility of studying spectral functions of open-shell systems will also offer a solid theoretical support to quasi-free scattering (QSF) and knockout experiments. Several UK groups are active on these issues and there are experiments planned at international institutions such as GSI or RIKEN. Finally, the requested grant would allow me to honour my commitments in the organization of a related workshop at the ESNT of Saclay that has been already approved but for which I miss travel funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I003363/1","grantId":"ST/I003363/1","fundValue":"3283","fundStart":"2010-10-01","fundEnd":"2011-05-31","funder":"STFC","impactText":"  We have introduced novel techniques to study degenerate many-body systems and applied these to atomic nuclei. These have been used to advanced our knowledge both of exotic isotopes that are found as components of stars and of the strong nuclear interactions among hadrons. Other ","person":"Carlo  Barbieri","coPersons":[],"organisation":"University of Surrey","findingsText":" We have introduced novel technique to study degenerate many-body systems and applied these to atomic nuclei. e have advanced our knowledge both of exotic isotopes that are found as components of stars and of the strong nuclear interactions among hadrons. Advances of nuclear many-body theory can be exported to other disciplines, such as quantum chemistry.\nImproved knowledge of the nuclear interaction will be needed by astrophysicist to understand neutron stars, etc... Other","dataset":"gtr"}