{"id":"5F5839BC-3CCE-4BEF-B143-3BE658390463","title":"Cold War Modern: Architecture and Design in Europe in the late 1950s","abstractText":"In recent years historians have extended our understanding of the fields in which the Cold War was contested. It is now possible, for instance, to understand the spread of Hilton Hotels as sites of Cold War interest. At the same time, our understanding of the pressures shaping cultural products in the Eastern Bloc has been greatly improved by new research. This project will contribute to these developments by examining how modern architecture and design were conscripted during the second half of the 1950s, a period when American and Soviet relations warmed to some degree. My research will be focused on the exhibits and pavilions at Expo'58, the World's Fair in Brussels in 1958, the first major international exhibition after 1945. Surprisingly under researched, this event was a key site of what Khrushchev called 'peaceful competition', the ideological contest to demonstrate the superiority of one social and economic system over the other.\n\nAims and Objectives\nThis research project will examine how architecture and design was deployed during the late 1950s to materialise competing visions of modern life in Europe across the East-West divide. Within this broad objective, I hope to demonstrate the following:\n\nThe apparently neat polarities of the Cold War cannot be sustained, particularly if one explores the cultural products and debates on the 'margins' rather than at the heart of the conflict. In short, our view of Cold War culture will be enriched if we look at it from the perspective of, say, Paris or Warsaw rather than Moscow and Washington.\n\nLacking the driving force of capitalism, Eastern Bloc societies- it was often claimed during the Cold War- were stultified by the effects of dogma. This project sets out to revise this view by identifying and examining innovative and original ideas produced in the fields of architecture, design and the applied arts in Eastern I Central Europe during a period of pronounced change, 'the Thaw', following Stalin's death.\n\nThe Cold War is often mapped in terms of borders and divisions. Yet lines of contact and intellectual exchange operated across the 'Iron Curtain' during the Cold War, particularly during the late 1950s. This project will examine the impact of exchanges like architectural congresses, international exhibitions and the circulation of magazines.\n\nPotential Applications and benefits\nThe ideas tested in this research project will in the first instance be published as an article in a refereed journal. It will also form the basis of a major exhibition examining the impact of the Cold War on art and design which will open at the V&amp;A in London in the autumn of 2006.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501253/1","grantId":"AH/D501253/1","fundValue":"19323","fundStart":"2006-04-24","fundEnd":"2006-07-23","funder":"AHRC","impactText":"","person":"David  Crowley","coPersons":[],"organisation":"Royal College of Art","findingsText":"","dataset":"gtr"}