{"id":"5F5B21B5-0459-4BC4-830B-F0806CC66CEC","title":"A synthetic &amp; recombinant approach to the production and characterisation of IAPV an associated agent of honey bee Colony Collapse Disorder","abstractText":"Colony Collapse Disorder (CCD) is the name given to a catastrophic loss of honey bee colonies that has spread across the United States during the last 40 years and across Europe in the last 15 years. The loss of honey bees (Apis mellifera) through CCD has recently been attributed to infection by Israel acute paralysis virus (IAPV), a dicistrovirus whose spread or pathogenicity may be exacerbated by bee infestation with the Varroa mite. A focus on IAPV and the possibilities for its control is now appropriate but the virus has never been isolated in pure culture so genetic manipulation and production of the pure virus preparations is impossible, slowing progress in diagnostics and treatments. Recently it has been shown that the incorporation of the related Rhopalosiphum padi (wheat/oat aphid) dicistrovirus genome into the genome of the baculovirus Autographa californica multiple nuclear polyhedrosis virus (AcMNPV) leads to the synthesis of dicistrovirus virus particles. Essentially the dicistrovirus is being carried along by a larger virus so bypassing the need to establish its own infection. The use of baculoviruses to express single recombinant proteins such as viral proteins is well established and if the virus protein expressed is part of the structure of the virus they often assemble into virus particles. This is the case for positive strand RNA viruses, such as picornaviruses and dicistroviruses, where the entire genome translates to a single or twin polyprotein which then processes itself and assembles into virus particles. The system allows the synthesis of authentic dicistrovirus virus particles in insect ells without the need to establish a productive tissue culture system and provides a method for virus study that is independent of the ability to isolate the virus from the wild. Here we propose to use the recombinant baculovirus technology to produce Israel acute paralysis virus, the virus associated with CCD. We will use the virus particles produced to generate a panel of monoclonal antibodies and sue them to develop an easy-to-use hive-side test for IAPV infection. In addition we will investigate the relationship between virus strain and pathogenicity and define the translational products of the virus, essential for a full understanding of its action. The role of particular viral proteins in pathogenicity will also be studied through site directed mutagenesis coupled to quantitative infection assays. The work described will be done by the PI in collaboration with the National Bee Unit at the Central Science Laboratory, York who will provide expertise in virus measurement and the development of diagnostics to match the virology and recombinant protein expression expertise at Reading. Our work will thoroughly characterise this newly described bee virus and benefit the long term control of CCD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G02040X/1","grantId":"BB/G02040X/1","fundValue":"320689","fundStart":"2009-12-01","fundEnd":"2013-03-30","funder":"BBSRC","impactText":"","person":"Ian Martin Jones","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}