{"id":"5F5D88D6-AAA3-4B1B-B7B4-8455B656BF5A","title":"Development and function of inflammatory dendritic cells","abstractText":"The vaccination method relies on the activation and expansion of cells called T lymphocytes that can recognise the antigens of pathogens. After vaccination, these T cells react quicker and better to pathogen encounter and can mediate immune protection. \n\nThe activation of T lymphocytes is controlled by a family of cells called dendritic cells that capture pathogens and present pathogen derived antigens to T cells on presenter molecules called MHC (major histocompatibility complex). \n\nSeveral populations of dendritic cells have been described. They harbour distinct immune function important for the establishment of protective immunity. However, some members of the dendritic cell family are ill described and their specific contribution to the protective T cell responses not yet defined. In particular, during the small inflammation caused by vaccination (or infection), a new type of cells is produced in large quantities by the immune system called inflammatory DCs (iDCs). How iDCs are produced and to what extent they contribute to the development of protective immune responses has still to be understood. \n\nThis proposal intends to :\n- better characterise these cells, \n- understand how the immune system produces them and \n- determine how they impact the development of adaptive immunity induced by vaccination\n\nThis research is important for human and animal health because it will enable to produce better vaccines. Indeed understanding iDCs biology is key to tailor vaccine adjuvants that will maximise the induction of protective immune responses required for the success of vaccination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M029735/1","grantId":"BB/M029735/1","fundValue":"454011","fundStart":"2016-01-05","fundEnd":"2019-01-04","funder":"BBSRC","impactText":"","person":"Pierre  Guermonprez","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}