{"id":"5F6C74E7-4088-4B09-B01E-D197AC7EFC40","title":"Law, Regulation and Human Enhancement Technologies","abstractText":"The proposed research involves establishing an international network of legal scholars, legal practitioners, and scientists to investigate how the production and use of emerging human enhancement technologies should be managed. Over the next decade, European jurisdictions will face new legal and regulatory challenges. The increasing production and use of what can broadly be categorised as 'human enhancement technologies' is creating challenges for the existing legal frameworks in Europe. Examples of these new technologies include pharmacological substances that improve cognition, chemical enhancement in embryo development and hormonal techniques for increasing physical strength. These and similar technologies are not easily accommodated by current laws within European countries and EU-wide regulatory instruments. The use of these technologies has implications in many legal contexts, particularly the regulation of use by professionals such as pilots and medical practitioners. These technologies will (at a theoretical level) re-engage and challenge lawyers in questions of human rights and political responsibility, as well as (at a practical level) necessitate new or amended approaches to the regulation of pharmaceuticals and other such technologies. Given the potential cross-border impacts (e.g. pilots, drivers), there is a strong need for collaboration across jurisdictions. Whilst the network envisaged in this proposal will be composed principally of European scholars, representatives from the United States and Australia will also be included. The Investigators also hope that this will pave the way for further international expansion of the network beyond the 18-month period planned for in this proposal. \n\nIn addition to the academic community, the potential beneficiaries of the research conducted through the proposed Research Network will primarily be policy-makers and professionals within the public and private sectors. Further beneficiaries within industry and the general public are envisaged. With these beneficiaries in mind, the anticipated outputs of the proposed research are principally: \n1) Audience-tailored reports on the outcomes of the workshop outlining:\n a. The potential problems raised by new enhancement technologies\n b. The current legal position relating to enhancement technologies in each jurisdiction and across the EU\n c. Possibilities for regulation (in particular, for example, in relation to the use of technologies by professionals)\nThe reports will be tailored to particular governmental departments and regulatory bodies, focusing on the main types of technology and groups in society for which they are responsible. They will also be tailored to comment on any particular issues raised by the departments and bodies in response to correspondence from us inviting engagement, sent in the early stages of the research. The reports for the identified groups of professionals will be tailored to their particular professions and refer in general, anonymous terms to the opinion information gathered from members of that professional group. \n2) An edited collection of papers from network participants, expanding on the points above and also exploring the conceptual questions posed for the law. It is envisaged that some of these papers will be produced collaboratively, as a result of links and discussions prompted by the network.\n3) An enduring network of legal scholars and practitioners which will be maintained via regular contact and on-going collaboration (potentially promoted via a website).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003798/1","grantId":"AH/K003798/1","fundValue":"36168","fundStart":"2013-07-01","fundEnd":"2016-01-31","funder":"AHRC","impactText":"  Fostered relationships between experts in relevant fields who may not otherwise have interacted (eg psychologists and lawyers). Has so far resulted in a proposed journal edition, a proposed set of regulatory principles, and the creation of an online community of network members including a database and regular newsletter. Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Policy & public services","person":"Imogen Louise  Goold","coPersons":["Hannah  Maslen"],"organisation":"University of Oxford","findingsText":" We have held three workshops so far, and our findings are really the results of our discussions. These have been numerous, as many participants presented interesting views and raised useful questions. At the completion of the project we will synthesise these into a report. At this stage, we report on the major points raised and discussed at the workshops:\no Virtual reality technologies and technologies allowing remote control of robotic devices pose new challenges for concepts of harm in relation to personal identity, and for questions of responsibility for actions. \no Discussed whether laws could effectively regulate robotics issues in the same manner as issues concerned with animals, given that the nature of control is more direct. \no Recognised that developments in Artificial Intelligence would be relevant to the question of control, and therefore the issue of responsibility. \no Considered the way that interactions via avatars change the nature of human interactions and the potential for fraud, mistaken identity, etc. Also whether assaulting or harassing a robotic avatar would constitute assault or harassment of the controller, and whether harm to the avatar would be property damage or harm to the person. \no Questioned who would be responsible for faulty robotics in terms of product liability. \no Considered the relationship between a failure to enhance and harm, and the legal difficulties in establishing causation in this scenario. \no It was argued that there was no legal duty for professionals to take drugs to reduce fatigue, but that, since some argue that there is, establishing causation in such a scenario would be problematic. \no Agreed that a paper to follow up on the question of fatigue and causation would be beneficial. \no Enhancement technologies pose questions for employment rights, discrimination against those not enhancing and potential requirements to enhance.\no Could fall foul of EU anti-discrimination law, and concerns about coercing into enhancement\no Increasing use of robots in, eg medical context, raised concern that robots would replace human operators, creating increased pressure to enhance and raising the question of whether the choice is between mechanisation or enhancement of humans. \no Considered that there might be a right not to have technology imposed on you, and decided that there is a liberty to opt out, rather than a right\no Considered potential for discrimination against enhanced people, why this would occur and whether it would be an issue\no Considered whether &quot;enhancement&quot; is an appropriately neutral terminology \no Considered the relationship between enhancement technology and the right to bodily integrity\no Enhancements would not bring a person within discrimination laws, but a person with a prostheses would: important legal distinction\no Issue of integration of the technology with the person's body: prostheses and bodily integrity vs property damage\no Privacy issues posed by ability to stimulate brain, etc\no Both ECHR and disability law might be relevant\no Considered what was meant by &quot;enhancement&quot;, and whether a set definition could be found, or would be useful. Addressed the following conceptual issues:\no Noted that baseline expectations change over time, whilst &quot;enhancement&quot; expectations vary between the public and professionals\no Distinction between enhancement and treatment\no Cognitive vs moral enhancement, and a deceptive focus on pharmaceutical enhancement\no Amenability to regulation and current medical status of enhancements, the difference between prohibition and regulation, and the need for regulation\no Societal fears in relation to unknown technologies, varying access to them\no Considered social approaches to control vs biological approaches and concluded that they were not morally equivalent\no Regulation could be of substances, via professional licensing or self-reporting, or via research review, as well as via product liability or criminalization\no Examined how tDCS works, and what its potential as an enhancement might be\no Noted that there can be off-target effects where stimulation of other parts of the brain occurs, and that there can be other minor side effects\no Recognised that the enhancement offered may be very small in lab conditions, as opposed to the greater enhancement expected by the public, and that some cognitive facilities are more amenable to enhancement in this way\no Concerns expressed about safety perceptions, unintended effects, and long term impact\no Proposed an inclusive online community offering accurate information to the public to promote safe use whilst regulation is still pending\no Considered cross-jurisdictional issues, noting increased prescription of &quot;enhancing&quot; drugs like Ritalin and that different jurisdictions have dealt with this more or less conservatively\no Discussed the potential of genetic enhancement technology and the unknown risks it poses\no Considered human rights implications from enhancement technology\no Considered that human rights conceptions might need to be adjusted if enhancement changes the position of those using it\no Considered the possibility of a right to enhance, with an inclination to reject this idea\no Discussed offenders and biomedical interventions, the problem of valid consent, and bodily integrity\no Looked at regulation of enhancement\no Noted potential liabilities of physicians prescribing enhancement drugs at present\no Rejected the feasibility of a duty to enhance for professionals due to difficulty in establishing legal causation We will take them forward via:\n- journal edition\n- report\n- possible website for public - this may arise later depending on capacity\n- conference - to share views with other lawyers / philosophers / scientists to inform their work. Particularly important that we are working with scientists - their views about actual technologies are informing our discussions, we are raising ethical and legal issues about their work to inform their practice. Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}