{"id":"5F806D14-42B7-4C97-BE17-E3105B1355A6","title":"Quality botanical extracts for skin and health products","abstractText":"There is an increasing public interest in the use of naturals and in recent years more cosmetics are coming to market labelled with the term natural and the same is true for health products that can be purchased over-the-counter at shops and via the Internet. It appears that only a small proportion of these natural commercially produced products, especially in the area of cosmetics, contain extracts from plants that contain ingredients that support some of the inferred health benefits. Unfortunately some of these products have caused adverse responses. This includes products that have contained incorrect species of plants that have been toxic, extracts from the wrong parts of the plant or that have been adulterated with steroids and high levels of caffeine. Because of these challenges changes have been made in the legislation controlling the use of plant-derived extracts in health products in Europe. Related legislation that covers the use of plant-derived extracts in cosmetics and health products in the United States, China and Japan are also becoming tighter. These changes now require companies to acquire more data about the specific ingredients in their extracts before they can make claims about health benefits.This project aims to provide plant-derived leads for skin and health care products that will be based on extracts from plants with scientifically defined ingredients that have been tested and shown to have activity in assays that are relevant to the proposed use and do not contain known toxic ingredients. The aim is to select extracts and provide data about the selected lead extracts that will meet the requirements of the relevant legislation for skin care and over-the counter health products. The species of plants to be selected for this project will be based on knowledge about their long-term traditional uses, the parts of the plants that are used, how the plants have been traditionally prepared and their chemistry. Scientist from the Royal Botanic Gardens, Kew will use their knowledge about the traditional uses of plants and expertise in plant chemistry and plant diversity to select species for use in skin care and for the treatment of personal health care problems. It is proposed to include some British plants as well as species from Asia and Africa. Kew will work closely with the industrial partner in this project, Procter and Gamble, to identify active extracts with novel chemistries that can be developed into new products. Thus providing new insights into how differences in the structures of molecules influence their biological properties. Kew will also work with the suppliers of the selected extracts to ensure they are being obtained from sustainable harvested sources. The project aims to generate more interest in the wealth generating capacity of natural product chemistry in health care in Britain an area of research that has declined in Britain over the last 20 years but is on the increase in China, India, Japan and North America. An emphasis of the project will be furthering our knowledge about the diversity of plant-derived compounds that can be used successfully in generating new leads. Furthermore, it will illustrate the importance of conserving plant-diversity for future innovations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000693/1","grantId":"EP/F000693/1","fundValue":"932055","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  As a result of the study we identified a range of plants that could be used in cosmetics, we evaluated the chemistry and activity of these plants and prioritised those which were active and identified the active compounds. We also checked that the plants did not contain toxic compounds and came from sustainable sources. A few active plants were then shortlisted for use in the Olay range of cosmetics. We also identified plants that had been traditionally used to treat coughs and sore throats, these plants were obtained from commercial sources and tested for their potential use in over the counter medicines. However, due to changes in the emphasis within Procter and Gamble the work on health care products was reduced and all the research concentrated on skin care products for use in cosmetics. The results have been presented at meetings, in publications and products are currently being licensed for sale in China. Chemicals,Healthcare,Retail Economic,Policy & public services","person":"Monique Sheelagh Simmonds","coPersons":["Geoffrey Charles Kite"],"organisation":"Royal Botanic Gardens Kew","findingsText":" As a result of the study we identified over 300 species of plants that could be used in cosmetics, we studied the chemistry and biological activity of these species and 46 species justified further study. We undertook detailed work on these plants and identified 6 species with new activity and these were selected for further study in the gene expression biological screens available with our commercial partner Procter and Gamble. We also checked that the plants did not contain toxic compounds and came from sustainable sources. As a result of this work Procter and Gamble were provided with leads that would enable them to develop new products for their Olay range. \nWe identified over 100 species of plants that had been traditionally used to treat coughs and sore throats, over 50 of these plants were obtained from commercial sources and tested for their potential use in over the counter medicines. We identified eight species for an in-depth study. However, due to changes in the emphasis within Procter and Gamble the work on health care products was reduced and emphasis was placed on skin care products for use in cosmetics. \nThe results have been presented at meetings, in publications and products containing the extracts identified are currently being developed for use in cosmetics and there is potential for a license opportunity for a new range for sale in China. Some of the extracts studied in this project are now being used in the Olay range of cosmetic products and a new brand of products is to be launched in China. Chemicals,Environment,Retail","dataset":"gtr"}