{"id":"5F855A3D-71B4-4FC9-BC39-B78639A331F0","title":"Labour law, development and poverty alleviation in low and middle-income countries","abstractText":"<p>The aim of the project is to understand the role of labour law in alleviating poverty in developing countries and to produce a diagnostic tool or template to assist those who are reforming labour laws to do so in a way which is appropriate to the stage of development and institutional characteristics of different countries.</p>\n\n<p>The project is due to begin in January 2013 and to be completed early in 2015. It will be based at the Centre for Business Research (CBR) at Cambridge University, and will involve collaboration with Monash University and the International Labour Organisation (ILO), as well as research organisations in the case study countries, namely Cambodia, China, India and South Africa. </p>\n\n<p>The quantitative dimension of the work will take the form of econometric analysis of data on labour laws at national level, alongside relevant economic and labour market indicators (including GDP, employment, unemployment, productivity, and inequality). The qualitative dimension will be based on interview-based fieldwork, with around 40 interviews for each country, so around 160 in total, divided between legal actors, firm-level actors, government officials, and civil society actors.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019402/1","grantId":"ES/J019402/1","fundValue":"393777","fundStart":"2013-03-31","fundEnd":"2016-03-31","funder":"ESRC","impactText":"  They are being used by the International Labour Organization in the preparation of data and reports on global trends in labour regulation and its economic and social effects. Government, Democracy and Justice Societal,Economic","person":"Simon  Deakin","coPersons":["Shelley Diana  Marshall"],"organisation":"University of Cambridge","findingsText":" We have found that worker-protective labour laws are generally correlated with greater equality in both developed and developing country contexts. There are also some positive effects on employment but these depend on context and on the type of law being considered. They may be used by international organisations, including the ILO, and governments. Government, Democracy and Justice","dataset":"gtr"}