{"id":"5F9F1FFE-0084-4023-9085-4630719D6E32","title":"The Hot Spot: An Innovative Public Engagement Forum at Jodrell Bank Observatory","abstractText":"This project will enable staff working within a new dedicated events space at Jodrell Bank Observatory to create an innovative forum for public engagement. The Hot Spot pavilion - a marquee on the lawn in front of the Lovell Telescope at Jodrell Bank - will host a series of educational and cultural events over the summers of 2007, 2008 and 2009. Set within a leading research facility and against the backdrop of one of the UK's most stunning scientific icons, the Hot Spot will connect audiences to the 'theatre of live science', providing an inspirational experience for the scientists of the future. The Hot Spot programme will adopt a 'festival' approach, using events and workshops incorporating literature, music and the visual arts, to engage with a wide audience of teachers, schoolchildren and the general public; raising their awareness of the work of scientists not only at Jodrell Bank, but across the PPARC programme as a whole. The programme for 2007 will use publicity surrounding the 50th anniversary of the Lovell Telescope and the 'Dawn of the Space Age' to attract large, new audiences and showcase current astronomical research in the UK, the role that space plays today in our daily lives, and the prospects for the future of space science. Major events in 2007 include the First Move literature festival celebrating when the Telescope was first moved under power, the First Light arts festival commemorating its first observations (of the Milky Way), and the First Flight festival marking the flight of the first artificial satellite Sputnik I. The development and delivery of the Hot Spot events programme will also begin the process of forward planning, including audience building and programme development, for the proposed new Science Discovery Centre at Jodrell Bank.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F000146/1","grantId":"PP/F000146/1","fundValue":"103763","fundStart":"2007-04-09","fundEnd":"2011-04-08","funder":"STFC","impactText":"","person":"Timothy John O'Brien","coPersons":["Teresa  Anderson"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}