{"id":"5FA52C4F-B4EE-4DDC-8C0A-F09AABC0C723","title":"Making working memory really work: From the research laboratory to schools and beyond","abstractText":"<p>The term &quot;working memory&quot; describes our ability to hold information in mind and manipulate if necessary for brief periods of time in the course of ongoing everyday activities. The capacity of working memory is limited and, in some children, very small. Over 80 per cent&nbsp;of children with poor working memory will fail to achieve the expected standards at school, largely because their memory is overloaded in classroom learning activities.</p>\n\n<p>There are two key approaches for remediating the difficulties faced by children with working memory impairments. The first is a classroom-based intervention in which teachers employ a variety of methods to minimise working memory failures. The second involves training memory capacity directly through a computerised programme. </p>\n\n<p>The aim of this project is to support two field trials of the classroom-based intervention and working memory training programme for children with poor working memory. It will also support a range of outreach activities designed to make the research findings accessible to potential users. These will include conferences and workshops for relevant professional groups, providing information to the general public through the web and other media, and preparing and disseminating briefings of best practice in the effective management of working memory problems to relevant policy-makers. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H034919/1","grantId":"ES/H034919/1","fundValue":"97634","fundStart":"2010-09-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"","person":"Susan  Gathercole","coPersons":["Joni  Holmes"],"organisation":"University of York","findingsText":" We investigated whether children's progress in the school curriculum could be improved by a computer programme boosting working memory, the ability to hold information in mind for brief periods of time when performing demanding tasks. Tightly-controlled studies run by researchers experienced in implementing this training have already shown that working memory abilities improve substantially in children who are poor learners. The purpose of the present project was to establish whether the same benefits would be found in 'field trials' in which teachers administer the training to their own pupils, and whether the children's academic performance as measured by national ability tests also improve with training.\n\n\n\nThree field trials were conducted, at a primary school, middle school, and secondary technology college. Positive effects of training were found in both of the two younger groups. The working memory abilities of the mixed ability primary school group improved following training. Compared with children who did not undergo training, low-performing children in Year 6 had higher National Curriculum SATs scores in both English and maths. The same training gains were not found in Year 5 children. Memory training did not benefit maths achievements in the secondary school children with low maths achievement, which may be a consequence of the low completion rate of the training. \n\n\n\nThese findings establish that it is feasible for schools to implement memory training in primary school aged children and that in older children within this age range, training was associated with improvements in educationally-relevant measures of academic abilities. Ecucational and health professionals can use this research to support the use of cognitive training as an effective method for remediating, in part, some of the difficulties faced by struggling learners and children with poor working memory. This research can be used to guide effective management and support for children with poor working memory. The results of these trials suggest that it is feasible for schools to implement memory training in primary school aged children and that training is associated with improvements in educationally-relevant measures of academic abilities. Other","dataset":"gtr"}