{"id":"5FAC42F8-ADC0-4915-8A49-731AF22FC0AC","title":"Application of next generation phage display technology to development of a Differentiation of Infected from Vaccinated Animals (DIVA) strategy","abstractText":"Incursions of hitherto exotic or unknown viral diseases affecting livestock animals appear to have been increasing in frequency in recent years. Climate change and increasing globalisation are thought to be contributing factors; therefore it seems likely that this trend will continue. The most recent example was the emergence of Schmallenberg virus, which causes birth defects and abortions in cattle and sheep. Diagnostic tests, including assays to measure antibodies against the virus, were rapidly developed and an inactivated whole virus vaccine was granted an emergency license in a relatively short time-frame. However, economic losses as a result of Schmallenberg virus have been substantial, particularly as a result of countries that have remained free of the disease imposing trade restrictions on animals (and products from them such as semen) from affected regions. \n\nA differentiation of infected from vaccinated animals (DIVA) strategy refers to an approach in which a diagnostic assay detects antibodies that are present in naturally-infected animals but not in animals that have been vaccinated. Such a test allows demonstration that animals are free of infection even if they have been vaccinated to protect them from disease. In the case of some virus diseases, the lack of such a strategy can mean that international trade restrictions and killing animals are seen as the best option for controlling an outbreak. \n\nIt is difficult to distinguish between antibodies raised to an inactivated whole virus vaccine because all of the same structural virus components that generate an antibody response in infection are present. However, we hypothesise that the chemical treatments used to inactivate the virus in the preparation of vaccines will modify the structure of viral proteins and lead to subtle changes in the antibody repertoire. \n\nNext generation phage display (NGPD) is a powerful emerging technology that we propose to apply in a novel way to identify any regions that represent linear epitopes or mimotopes of conformational epitopes of the virus proteins that differ sufficiently to allow antibodies from naturally-infected cows to be distinguished from those from vaccinated cows. These peptides could then be applied in a DIVA test. Schmallenberg virus has been chosen to provide 'proof-of-principle'. If successful, the approach could be applied to other emerging viruses that pose a threat to UK livestock now or in the future allowing a rapid response to include not only an inactivated vaccine but an accompanying DIVA test thereby providing a comprehensive control strategy without any associated product export restrictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018822/1","grantId":"BB/M018822/1","fundValue":"116825","fundStart":"2015-05-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"","person":"Janet Mary Daly","coPersons":["Rachael Eugenie Tarlinton","Kevin Christopher Gough"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}