{"id":"5FAC7AFB-7BBC-49F4-A1AE-CB6887C978B3","title":"Motion Processing in the Retina","abstractText":"The retina is the brains window to the visual world. This circuit of neurons begins the process of vision by converting light into an electrical signal, much like the CCD in a video camera. But these signals are not transmitted back to the brain in raw form: they are immediately processed within the retina to allow extraction of the most important information. In other words, the retina is a neural circuit that computes. One of the most important computations that the retina carries out is to detect the motion of objects, allowing the animal to navigate the world and detect predators or prey. Many neurons also provide information about the direction in which the object moves. One of the key challenges in modern neuroscience is to understand how such a computation is implemented by the biological hardware of neurons connected into circuits through synaptic connections. it is particularly important to understand how signals are transmitted at synapses because this process is involved in key transformation of the visual signal as it travels through the retina. \n\nTo understand how the retina computes direction of motion we will observe the visual signal as it is transmitted between the different types of neuron while delivering stimuli moving in different directions. To achieve this, we will make genetically-modified zebrafish expressing fluorescent proteins that signal the activity of neurons and synapses as the retina processes visual stimuli. These signals consist of the emission of green or red light, which can be observed using a specialized (multiphoton) microscope that can be used to observe events within the retina of the live animal. One of the disadvantages of the retina compared to a video camera is that the light-sensitive neurons, the photoreceptors, take much longer to sense light than a CCD. This is a problem if the object is moving at any speed, because by the time the visual signal reaches the inner retina, the object generating that signal may have moved a considerable distance. For instance, a tennis ball served by Andy Murray will have moved nearly 5 m during the ~80 ms it takes our photoreceptors to respond. The retina therefore carries out a further computation, which is to extrapolate the position of the object on the retina ~80 ms into the future, based on the assumption that it is moving in a straight line. This process is called &quot;motion prediction&quot; and we will also investigate how it is implemented by the neural circuitry of the inner retina. The process of motion prediction is not perfect: if the object suddenly changes direction, the predictions will be wrong. The retina corrects this mistake quickly by re-calculating the new direction of motion. The need to recalculate the trajectory of the moving object is highlighted by an &quot;alarm signal&quot; consisting of a transient burst of electrical activity synchronized across a large number of neurons. Understanding how this alarm signal is generated is a key aspect of understanding how motion is processed by the retina.\n\nWe hope that the insights provided by this research will prove useful in a wide range of applications, from developing improved retinal prosthetics to provide vision for the blind to more efficient security cameras able to track moving objects. We also believe that the methods we are developing for observing synaptic transmission will be of general use in analyzing how circuits of neurons in other parts of the brain operate to carry out computations on incoming information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021528/1","grantId":"BB/L021528/1","fundValue":"621573","fundStart":"2014-09-15","fundEnd":"2017-09-14","funder":"BBSRC","impactText":"","person":"Leon  Lagnado","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}