{"id":"5FB2D752-2AB1-4BC3-8A0F-6640DFE56C3F","title":"Structure and function of SRA domains implicated in chromatin regulation","abstractText":"In a multi-cellular organism all cells inherit the same genetic information in the form of DNA. The information in the DNA is typically decoded to make proteins or RNA. As the organism develops some cells will decode particular DNA sequences (genes) into proteins and RNA, whilst other cells will not. In recent years a great deal has been learnt about the different molecules, which are involved in carrying out this process. Typically, specific proteins bind near the beginning of a particular DNA sequence (gene) to initiate the decoding; these proteins are called transcription factors and they recognise and bind to particular genes. However, the DNA within the cell is packaged in bundles with structural proteins (called histones). Recently, it has become clear that this packaging can be controlled by proteins in a gene-specific manner. We suspect that the packaging of the DNA can lead to particular sequences being hidden away inside a complex structure so that decoding no longer occurs. This may be likened to reading a book where what can be read is controlled by whatever opens the book at particular pages. Several mechanisms for the control of this 'page reading' are now being studied very intensively. We aim to study a class of proteins that are in some way involved in the regulation of gene transcription at this level of DNA packaging. How they work is not yet clear, but the studies that we have carried out so far have provided a hypothesis from which we can begin to explore further. An important feature of the class of proteins we intend to study is that they interact with many partners to form a fully functional protein complex. We are planning to determine the structure of a particular building block (a protein domain) and then study how it interacts with key partner proteins. Using this information we will then carry out further experiments designed to follow directly the interactions in vivo and establish how this domain functions within the complex to regulate DNA packaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01316X/1","grantId":"BB/D01316X/1","fundValue":"248343","fundStart":"2006-04-01","fundEnd":"2009-10-31","funder":"BBSRC","impactText":"  Rett syndrome is a neurological disorder caused by the loss of function of the methyl-CpG (mCpG) binding protein 2 (MeCP2). A large proportion of disease-causing missense mutations map to residues 78-162, which are in the mCpG-binding domain (MBD). Seven of these mutations were studied for their effects on DNA binding affinity to sequences containing two symmetrical mCpG dinucleotides, using band-shift and fluorescence polarisation assays. Wild-type MBD was found to bind symmetrical mCpG sites with a 65 nanomolar affinity whereas single sites were bound with an approx. three fold lower affinity. Mutation of the DNA-binding R133 residue to a cysteine, which occurs with a high frequency clinically, did not alter this differential binding behaviour despite a 30-fold reduction in affinity. Consistent with our preliminary crystal structure of the MBD bound to two symmetrical mCpG dinucleotides, that revealed a homotypic interaction of the two MBD molecules via their C-termini, the P152R mutation in the C-terminal loop critically affected this different binding behavior. This mutant instead bound with similar affinity to both double and single mCpG sites. Although more work needs to be done, the results confirm that the MBD binds mCpG pairs with at least 3 times higher affinity, which may have important implications for the function of MeCP2. Education ","person":"Ernest Douglas Laue","coPersons":[],"organisation":"University of Cambridge","findingsText":" In addition to solving the structure of the isolated SRA domain, we carried out extensive bio-physical experiments to characterise the interactions of Np95 with both DNA and MeCP2. We showed that Np95 competes with MeCP2 for binding to methylated DNA and that the PHD-SRA di-domain binds significantly tighter to DNA than the isolated SRA domain. We focused on crystallisation of the PHD-SRA di-domain/DNA complex, but were not able to obtain diffraction quality crystals. \nOur most interesting finding was that MeCP2 binds co-operatively to methylated DNA sequences, where the sites of methylation are spaced by 6-10 base pairs. Because this may explain how MeCP2 binding leads to the formation of higher order chromatin structure, we have carried out extensive crsytallisation trials of MeCP2/DNA complexes with optimised DNA sequences. Currently we have native X-ray data to around 3.5 A. We are in the process of solving the structure using either molecular replacement or by obtaining data from seleno-methionine labelled protein/DNA complexes. We have obtained a preliminary crystal structure which suggests that two MBD molecules might bind cooperatively to a 16 base pair double stranded DNA sequence with two symmetrical mCpG sites, which was designed to promote optimal binding by having a run of four AT bases adjacent to the mCpGs (Klose et al, 2005). We therefore wanted to test whether the C-terminus of the MBD is involved in protein-protein interactions that promote binding cooperativity. Moreover, MBD binding to DNA sequences containing one and two mCpG sites were compared to examine the possibility of binding cooperativity, and the consequences of RTT mutations on such binding behaviour (see below). We aim to improve upon this crystal structure model, such that others are able to generate structure-based mutations in vivo to confirm which residues are crucial for DNA binding and function of this and similar proteins. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}