{"id":"5FB4A030-820C-4BBA-B35A-3359F24959F5","title":"The mineralocorticoid receptor in glucocorticoid-mediated gene regulation: MR/GR interactions and chromatin accessibility as mechanisms","abstractText":"Cortisol is a natural hormone that circulates through the blood and acts on the brain to regulate the ways brain cells signal to each other and processes such as learning and memory. It is also a major factor in the regulation of brain centres that regulate mood, anxiety and wellbeing. Disruptions in the normal regulation of cortisol have been linked to psychiatric disease including major depression and post-traumatic stress disorder.Stress plays a major role in the activation of cortisol release and has itself been linked directly with the onset of psychiatric illness. There is now a large body of evidence that changes in the pattern of cortisol secretion is a major factor in increasing vulnerability to these increasingly common disorders.\n\nBrain cells respond to cortisol though a protein called the glucocorticoid receptor (GR) which has been well studied, and by the mineralocorticoid receptor (MR) protein about which much less is known. It's believed that the balanced activity of MR and GR is important for normal brain function and responses to stressful situations, and that imbalances lead to psychiatric symptoms. Yet we know very little about how by working together the MR and GR produces 'normal' brain function by correctly reading and interpreting the genetic blue print in DNA. We know even less about how this process goes wrong when the receptor levels are imbalanced, when the cortisol pattern changes, or when synthetic hormones similar to cortisol are used to treat patients.\n\nBecause MR and GR are often present in the same brain cells we predict the normal brain environment is produced via the cooperative action of both when cortisol turns them on. We would like to study how far reaching this MR/GR cooperation is in a cell, and how it arises at a level of MR/GR interacting with the cells library of stored instructions (DNA). The bulk of our work here will aim to understand what is 'normal', but experiments will also hint at how the normal situation can change with abnormal patterns and types of synthetic hormones; or abnormal levels of MR/GR. This work therefore hints at how such changes can contribute to psychiatric disease.\n\nMR and GR regulate the copying of DNA instructions that control the cells function, like a photocopier copies pages from a manual. We'll first discover which parts of the DNA have their copying controlled by both MR and GR, and how widespread cooperative activity is by looking at where on DNA they are found together. We'll next look at selected examples of how cooperative function might occur and the effect this has on the copying process. A physical interaction of MR/GR is one possibility that could produce a unique outcome. We'll determine if this is the case and also define the number of MRs and GRs within the interaction, assessing whether this number can change under different circumstances. MR/GR might also interact with a site independently meaning the balance of actions through each produces the final outcome. One of the proteins may carefully control the ability of the other to interact with the DNA for example, or the activities maybe complementary or opposite to each other. These possibilities will also be tested. These are not easy questions to address inside a living cell so we have travelled to the USA to learn new ways to study these questions and will return these methods to Britain as we define ways in which MR/GR cooperativity normally works.\n\nFinally, the pattern of cortisol secretion likely produces specific times at which MR and GR can function cooperatively so we will determine where in this pattern MR is active at the same time as GR. This will provide additional insight into how disease-associated cortisol patterns and concentrations, or the presence of synthetic hormones or imbalanced MR/GR levels, misdirects the MR/GR cooperativity mechanisms leading to altered interpretation of cellular instructions that may begin disease proces","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007622/1","grantId":"BB/L007622/1","fundValue":"684945","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"Stafford Louis Lightman","coPersons":["N  Emptage"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}