{"id":"5FB6AE35-A714-4909-8D2B-53CFC73623E6","title":"Lipofuscin and the complement system in retinal pigment epithelial cell biology","abstractText":"Age-related macular degeneration (AMD) is the leading cause of blindness in the elderly in developed countries. The disease is characterised by progressive degeneration of retinal pigment epithelial (RPE) cells and photoreceptors, leading to vision-threatening complications. Genetic studies a decade ago revealed that variants in a number of genes involved in the complement system are associated with increased susceptibility to AMD. The complement system is part of our immune system, and while it normally plays a vital role in defence against infection, it is now clear that defects in this system can lead to the development of AMD. In normal healthy individuals the complement system works by assembling a number of complement proteins into a complex known as C5b-9, on the surface of the target cells such as bacteria. The C5b-9 complex forms a pore that helps to destroy the target cell. However, over-activation of the system can result in C5b-9 forming on our own cells, leading to changes in cell function and ultimately cell death. RPE cells have evolved mechanisms to protect themselves from complement attack, such as the internalization and destruction of C5b-9, but with advancing age cells appear to be more susceptible to complement attack. The hypothesis to be tested in this proposal is that this increased susceptibility is due, at least in part, to lipofuscin accumulation. \n\nThe slow accumulation of lipofuscin within RPE cells is a feature of normal physiological ageing but high levels are strongly correlated with AMD. Lipofuscin is a complex mixture of oxidised lipids, proteins and autofluorescent material mainly derived from breakdown products of the visual cycle and photoreceptor outer segments (POS). The tips of the POS detach from photoreceptors every day, to be engulfed and digested by the adjacent RPE cells. Waste products are disposed of, but useful POS constituents are recycled back to the photoreceptors. POS are rich in polyunsaturated fatty acids, which are highly susceptible to oxidation, for example by exposure to ultraviolet (UV) light, and changes in these lipids may lead to their incomplete digestion by the RPE cells. This would favour the accumulation of insoluble deposits such as lipofuscin within the cell. To test our hypothesis we will establish an AMD model that combines lipofuscin accumulation and complement attack, in order to gain insight into the cellular mechanisms of RPE dysfunction in AMD. In preliminary work we have shown that POS may be exposed to an ultraviolet (UV) light source to alter their structure. Here, cultured RPE cells will be fed with UV-irradiated POS and then treated with complement proteins to induce C5b-9 formation. Biochemical tests on these cells will reveal whether this combination of insults leads to changes similar to those associated with AMD. We will also establish an in vivo model that mimics the features of AMD by crossing a mouse that accumulates lipofuscin with another that has increased complement activation in the retina. We will analyse whether these mice exhibit the signs of inflammation and/or abnormal blood vessel growth that are seen in AMD. In addition we will use ocular imaging techniques to study subretinal deposits, and light and electron microscopy to investigate the integrity of subcellular structures. These investigations will provide insight into the underlying mechanism of how lipofuscin-loaded RPE cells react to increased complement activation, and whether lipofuscin-free cells are better able to defend themselves.\n\nThe results of our studies will help to explain some of the underlying mechanisms involved in the pathogenesis of AMD, a key step toward the development of more effective and better targeted therapeutics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M02282X/1","grantId":"MR/M02282X/1","fundValue":"440269","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"MRC","impactText":"","person":"Stephen Edward Moss","coPersons":["Clare  Futter"],"organisation":"University College London","findingsText":"","dataset":"gtr"}