{"id":"5FCCF572-B663-4846-AAD4-33A541CFFFFE","title":"Inclusion through the Digital Economy","abstractText":"Our aim is to transform lives by creating a centre of excellence in Inclusion through the Digital Economy. We will do this by building a world-leading multi-disciplinary research team with expertise ranging across technology, business, society, homecare, transport and the creative arts. To date the main thrust of UK and European policy regarding an inclusive information society has focused on increasing uptake of ICT (the internet, broadband, etc.) and significant progress in this respect has been made in the UK. However, less emphasis has been placed on how technology is used and in particular how technology can be used in to transform lives. This is the role of the proposed Digital Economy Hub.Currently, the potential benefits of the Digital Economy are not being realised by all members of society; it is recognised that digital exclusion mirrors many aspects of more general social exclusion. That is, not just poverty, but the mutually reinforcing consequences of citizens enduring unemployment, discrimination, poor housing, crime, bad heath and family breakdown. In order to develop transformative applications, it is necessary to understand the problems of, and opportunities for, inclusion through the digital economy from technological, social and economic (business) perspectives. We will therefore assemble a multi-disciplinary team who will work together to address these challenges. The research programme focuses on three key sectors for the excluded: Homecare, Creative Industries and Transport. It will engage with, and be driven by, end users of these services, as well as those traditionally involved in delivering technologies and services in these sectors (in both the public and private sectors).Users will be at the centre of our investigations. While recognising the different needs and concerns of these users, our methodologies will seek to bring out commonalities through genuinely interactive and iterative approaches that engage all users from the very start. This means involving users in both the formulation of the research strategy and the research itself. Our user-centred and user-driven programme of research will address key research questions, yielding innovations, across technology, social science and business. An important feature of this proposal is that the Hub will develop an internationally unique and carefully profiled panel of 3,000 people that will represent technology end-users. Drawn from the greater Newcastle and Dundee areas, the panel will contribute to the formulation of the research strategy and evaluate the research outputs, as well as being engaged in participatory design, co-design and evaluation activities to ensure that tangible outputs of our research programme are both meaningful and usable. Some panel menbers will represent disabled users, having vision, hearing, mobility, cognitive processing, or literacy issues that serve to limit their access to much of today's digital economy. In addition, the panel will have a large number of older adults who have needs as technology novices (some of whom are terrified of the new technologies) as well as issues of acquired disability associated with ageing. As well as evaluating and steering work within the Hub, this panel will also provide a unique resource to other research projects and companies working in the digital economy, providing them with information that will help them meet the needs of those who might otherwise be excluded.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066019/1","grantId":"EP/G066019/1","fundValue":"12125000","fundStart":"2009-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Dementia care - Portrait Software \n\n\n\nPortrait takes a novel approach to dementia care by focusing on care givers and addressing the need to facilitate conversations between care staff and residents with communication difficulties, such as those that arise from late stage Alzheimer's and other forms of dementia. The software provides multimedia portraits of each care home resident presented through an easily accessible touch-screen interface. Each portrait contains information about the person's key life events, family, important things to know, preferences, and hobbies and interests. This can therefore assist care staff in stimulating conversation and discussions with the person about the events outlined in his or her portrait. \n.\n\nBeneficiaries: Care home residents, care home staff\n\nMOVEeCloud \n\nSiDE is collaborating with health care professionals to develop a new internet based platform to accurately measure daily energy expenditure and sleep in free living people. Physical activity and sleep are fundamental to health and well being. Low daily energy expenditure, associated with frequent bouts of inactivity, and inadequate sleep are associated with the development of obesity, diabetes and cardiovascular disease. The MOVEeCloud project will validate this new system of physical activity and sleep measurement against gold standard reference methods in order to provide an accurate assessment of key lifestyle variables linked to the development of obesity, diabetes and CVD. This work is contributing towards plans to develop a commercial mobile health platform.\n.\n\nBeneficiaries: Higher Education institutions, the healthcare sector, general public\n\nOpenMovement is a collection of open source hardware sensors and an open source software platform designed to underpin SiDE's research by supporting reasoning into the activity of people and objects (under CI Prof Patrick Olivier). The sensors all feature a triaxial accelerometer as a base sensor, and can also contain other sensors depending on the application. (di.ncl.ac.uk/blog/open-movement/) \n\nThe technologies underpin all the worn sensor work in SiDE, including innovative work on avoiding drooling in people with Parkinson's Disease, and work in the Ambient Kitchen (including work to prompt those suffering from Dementia so they can complete basic tasks, and so continue to live safely in their own homes). They are also used in a range of other projects (including surgical training). \n\nThe innovative design, and the open-sourcing of both the hardware and software, has also enabled wide take-up by external commercial and research organisations including the NHS, Microsoft Research Cambridge, Philips Research, Health Systems Institute at Georgia Tech and the Institute for Media Technology at TU Munich. The commercial exploitation of the sensors through a spin-off company offers opportunities for wider impact; for example the UK BioBank is currently running a pilot with 100 units, with the potential to scale up to 100,000.\n.\n\nWe have worked to align the SiDE project to the UK Government's Superfast Broadband Initiative in collaboration with Newcastle City Council. The initiative is a response to 'Recommendation 14' of the DE Impact Review Report which states that: &quot;Across the Research Councils for the DET as a whole, there needs to be a stronger plan for exploitation of national initiatives for increasing UK's digital infrastructure and capabilities, such as future fibre broadband networks.&quot;\n\nThe Cloud Centre of Excellence project is a partnership between Newcastle University and Newcastle City Council that will encourage innovation and job creation in the North East region by establishing a unique, world-leading Centre of Excellence in Cloud Computing. \n\nThe Centre will benefit from a capital investment of &pound;1M to establish world class facilities and access to cloud expertise. It will leverage the University's world leading research base (around cloud technologies and big data analysis) and Newcastle City Council's investment in superfast broadband to make Newcastle the 'go to' place for organisations interested in innovating around 'the cloud'.\n\nThe Cloud Centre will facilitate collaboration between industry, the public sector, academic research and teaching. It will encourage innovation and new business creation through research and development, knowledge transfer and skills improvement across the region. It will act as a test-bed for many application domains, providing the means to capture, store and analyse massive data sets. It will explore real-time event processing in the cloud to deliver new services that will allow consumers to adapt dynamically to changing conditions (e.g. energy, transport and health decisions). \n\nThe Centre will supply the skills and expertise necessary to address these challenges and enable Newcastle and the wider North East region to exploit the opportunities promised by the Cloud\n.\n\nBeneficiaries: Members of the general public, the healthcare sector, public sector institutions, industry, educational institutions\n\nContribution Method: The Cloud Centre of Excellence project is a partnership between Newcastle University and Newcastle City Council that will encourage innovation and job creation in the North East region by establishing a unique, world-leading Centre of Excellence in Cloud Computing.\n\nIn March 2010, Red Hat (the $10 billion US-based world-leader in open source software) decided to build a more strategic relationship with SiDE when it invested in the creation of the 'Red Hat Research Centre at Newcastle University' focussing mainly on Cloud related research.\n\nOne of the main intended impacts of DE critical-mass funding is to build world-leading skills and expertise in key areas. SiDE has focussed on Cloud Computing as a key underpinning technology for its research (processing, storing and retrieving large data sets for connected home, transport and accessibility projects). Our work has achieved an international profile through academic dissemination in keynotes, conferences and publications (including the best paper award at IEEE CloudCom 2011). We are also focussed on the potential commercial application of our work on cloud.\n\n\n\nWe are currently collaborating with Red Hat, Arjuna Technologies and Newcastle City Council on a project funded through the TSB's &quot;Innovating in the Cloud&quot; call. We will integrate our cloud research platform (e-science central) with Red Hat's Open Shift and Arjuna's Agility product to create a system that will dynamically decide where to store data on cloud hosted environments (public and private) based on SLAs. Effectively, the project will develop an agnostic storage broker capable of selecting from available services, suitable to a consumer defined SLA. Commercially, there is no alternative technical solution. The project will integrate existing technologies (owned by the partners) to create a new combined, automated solution. The research outputs will be Open Source and will be made available through Red Hat's distribution channel.\n.\n\nThe UK's ageing population is having a major impact on the provision of all services, including transport. By 2030, there will be more than 15 million people over the age of 65 in the UK; the effect on the nation's driving habits will be significant. \n\nMobility in old age is essential to an individual's well-being. It allows people to access services and keep socially connected to friends and family. A loss of independent mobility can lead to mental and physical decline which burdens both the individual and society. Maintaining independent mobility in old age, providing it is safe to do so, is therefore of fundamental importance. \n\nIn response to this SiDE has created the DriveLab which is exploring the issues associated with older drivers driving safely for longer and the causes of driver cessation. Importantly, this work is linked to an expansive network of regional and national transport providers, which creates a route to enable major challenges affecting older road users to be addressed at policy and implementation levels. For example, Newcastle University now hosts the regional urban traffic management centre, in partnership with the five urban local authorities in Tyne and Wear. This is a major aggregator, and producer of data that feeds into SiDE research. The Driving Lab also works directly with the DfT Mobility and Inclusion Unit to provide advice and guidance. Prof Phil Blythe has advised the government on transport policy in a number of ways including direct advice to ministers (both this and the previous administration) as well as written and oral evidence to the transport select committee. This resulted in a report from MP's on testing and support for older drivers published on 12th March 2012. \n\nResearch from the DriveLab won the Digital Economy's Telling Tales of Engagement competition 2012 with the funding used to engage the Transport Select Committee on the issues affecting older drivers and how the research outcomes can affect Transport policy.\n.\n\nSiDE has created the DriveLab which is exploring the issues associated with older drivers driving safely for longer and the causes of driver cessation. Importantly, this work is linked to an expansive network of regional and national transport providers, which creates a route to enable major challenges affecting older road users to be addressed at policy and implementation levels. For example, Newcastle University now hosts the regional urban traffic management centre, in partnership with the five urban local authorities in Tyne and Wear. This is a major aggregator, and producer of data that feeds into SiDE research. The Driving Lab also works directly with the DfT Mobility and Inclusion Unit to provide advice and guidance. Prof Phil Blythe has advised the government on transport policy in a number of ways including direct advice to ministers (both this and the previous administration) as well as written and oral evidence to the transport select committee. This resulted in a report from MP's on testing and support for older drivers published on 12th March 2012. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Healthcare,Government/ Democracy and Justice,Security and Diplomacy,Transport,Other Cultural,Societal,Economic","person":"Paul  Watson","coPersons":["Phil  Blythe","Sally Jane  Norman","Savvas  Papagiannidis","Feng  Li","Chris  Reed","Vicki  Hanson","Patrick  Olivier","Ranald  Richardson","Atau  Tanaka","Aad  Van Moorsel","Peter  Wright","John  Bowers","John  Arnott","Peter  Gregor"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}