{"id":"5FD2DF13-59E3-45CA-AAAA-A47FE9DE9ADF","title":"New Technology for Chemical Synthesis via Metal Catalysed C-H Functionalisation","abstractText":"The structure and shape of molecules is determined by how atoms are joined together. The formation of chemical bonds between atoms is a fundamental process for making molecules. The synthesis of organic molecules that are of potential medicinal importance relies almost exclusively on the formation of chemical bonds between carbon atoms. The formation of bonds between carbon atoms does not happen spontaneously, they usually require the correct union of two activated moelcules. In order to activate the molecule it is necessary to chemically modifiy it (for example add an activating moelcule to it). This process though requires an additional chemcial reaction and thus reducues the overall efficiency of the process. Furthermore, after the desired bond formation is carried out you are left with the residual activating agent that is of no use to anyone. Furthermore, these residues are often toxic and can be expensive to dispose of. Therefore, current methods of C-C bond formation are often inefficient and can be described as having poor atom economy (ie. not many of the atoms that you use in the starting molecules end up in the new molecule).The most common bond in nature is the C-H bond, and these are usually classed as unreactive (unless they are close to an activating functional group). Conceptually, if you can make an important C-C bond from simple C-H bond then all you lose are two hydrogen atoms. Not only is this atom economic (H2 has a molecular mass of 2 and this is a tiny fraction of the product mass). Therefore, if we can form C-C bonds from C-H bonds then you don't have to preactivate and you hardly lose anything. It makes the whole process more efficient, environmentally friendly and cost efficient. This research involves trying to discover new ways to make molecules that have important medicinal properties (like anti-cancer) by simply activating 'inert' C-H bonds. It allows the synthetic chemist to make these important structures quickly and efficiently that can speed up the drug discovery process. Becasue this is such a new area there is also the possibility if discovering things that you weren't even looking for and of course this can lead into whole new areas of research. At the end of the day it is the excitment of discovering something new that might have important consequences in everyday life that drives science forward. This proposal was recently submitted through responsive mode and although was not funded was recommended for immediate re-submission with the 6-month delay waived. The proposal has not changed from the original.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078180/1","grantId":"EP/D078180/1","fundValue":"307280","fundStart":"2006-10-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  our methods have been used to help facilitate the more efficient synthesis of pharmaceuticals Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Matthew  Gaunt","coPersons":[],"organisation":"University of Cambridge","findingsText":" we discovered a number of new CH activation reactions and found ways to make important natural products using these methods chemists in academia and industry will use our methods to make molecules Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}