{"id":"5FE6F477-05F2-4980-894F-0A9EF0D381B5","title":"Role of mitochondrial Complex I in cellular response to hypoxia","abstractText":"Where there?s life, there is energy. In our body energy is generated by mitochondria often referred as power stations of the cell. Most of the oxygen from the air we breathe is consumed by mitochondria to produce energy during the process called cellular respiration. This energy is used for many needs of the body such as heart beating, brain activity, kidney functioning as well as synthesis of proteins and DNA inside all our cells. Hypoxia is a lack of oxygen in the body or any organ and can damage cells and tissues. Hypoxia can be caused by many factors, including disease, pathology or trauma and it also occurs during heart surgery. Usually, hypoxia is followed by restoration of oxygen supply (reoxygenation), which makes the damage greater and in some cases irreversible. Mitochondria are responsible for that damage, when they form toxic agents known as free radicals. Enzyme called Complex I is the most important and least understood key component of the mitochondria and it initiates the processes of energy production during respiration of the cell. We have recently found that Complex I is very important in hypoxia/reoxygenation and can be damaged in that process. Its damage results in lack of energy in a cell, generation of harmful free radicals, oxidative stress and eventually lead to tissue injury.\n\nWe are going to investigate the involvement of mitochondria in the processes of hypoxia/reoxygenation by our novel biochemical approach and by advanced non-invasive cellular respirometry techniques for measuring how cells consume oxygen. Also we will be using fluorescent confocal microscopy, special technique to look directly at the different parameters in a single alive cell. Our project will help to develop drugs that can selectively modulate the activity of Complex I in order to lessen tissue damage in brain and heart disorders. In addition it would help us to develop a strategy for early diagnostic and prevention therapy for initial stages of neurodegenerative disorders such as Parkinson?s and specific heritable diseases. Our research will help to develop new drugs that may stop or slow down the death of nerve cells. In addition, knowledge on how hypoxic signals are carried out inside the cell will allow clinicians to suppress growth and invasion of cancer which is often associated with lack of oxygen in the tumour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100051","grantId":"G1100051","fundValue":"385894","fundStart":"2012-01-16","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Alexander  Galkin","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}