{"id":"5FF246D8-A717-40FE-A2E3-DD904E6BE78E","title":"Fragile X mental retardation protein interaction with neuronal voltage-gated calcium channels: mechanism and consequences","abstractText":"Fragile X syndrome is the most common form of inherited severe cognitive impairment, and is usually due to the loss, or sometimes the malfunction, of Fragile X mental retardation protein (FMRP). \n\nIt is usually caused by a piece of repetitive DNA just before this gene, called the CGG repeat region. This piece of DNA becomes mutated so that it is much longer in Fragile X syndrome, and interferes with the proper function of the gene. The faulty gene is on the X chromosome and is found in 1 in 2500-4000 men and 1 in 6000-8000 women. The prevalence of people carrying this elongation has been estimated to be up to 1 in 130-250 of females. In females carrying pre-mutations (55-200 CGG repeats), the repeat length may expand to become full mutations in their children. However females with a pre-mutation or even a full mutation often do not themselves show symptoms due to a second, normal gene on their other X-chromosome. \n\nNormal brain development requires FMRP, and its absence results in developmental delay, cognitive impairment, behavioural problems and motor incoordination. It also results in peripheral symptoms including hypersensitivity to touch, self injury and altered intestinal motility. The loss of FMRP causes no gross brain abnormalities, but connections between nerve cells in the brain are immature and there is a loss of development of these cells. There are some parallels between the autistic features of Fragile X syndrome and other forms of autism. \nIn my research group we have recently found that a protein (CaV2.2) that is commonly found in nerve cells, appears to associate with FMRP. This may relate to some of the behavioural deficits that are characteristic of Fragile X syndrome, particularly the changes that are seen outside the brain, in the regulation of pathways controlling touch and pain.\n\nCaV2.2 is a type of calcium ion channel, present in the plasma membrane of nerve cells, which allows these cells to communicate between them. We will probe the interaction between FMRP and CaV2.2 to examine whether how this interaction affects the function of the channels, and the processes in which these channels are involved. We will pay particular attention to communication between pain sensing nerve cells and nerve cells in the spinal cord, which are involved in the transmission of pain signals. It is possible that disruption of this pathway might underlie some of the behavioural problems seen in those with Fragile X syndrome, particularly hypersensitivity to touch. Regulation of CaV2.2 function is highly relevant to touch hypersensitivity in animal models of nerve damage-induced pain, and self-injury behaviour is also one of the behavioural features of in some of those with Fragile X syndrome. \n\nIn summary, the newly-identified interaction between FMRP and CaV2.2 may play a role in the behavioural features and pathology of Fragile X syndrome, and may at some point in the future lead to novel avenues for treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013285/1","grantId":"MR/J013285/1","fundValue":"830561","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"MRC","impactText":"","person":"Annette Catherine Dolphin","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}