{"id":"5FF67007-6582-4CF2-96A8-D51C2220797F","title":"Towards a new nanoparticle vaccine technology. Rational design of pathogen-mimicking nanoparticles for controlled immunostimulation.","abstractText":"Traditional vaccination methods, consisting of live-attenuated or heat-killed pathogens administered to healthy individuals, have been highly successful in preventing and eradicating global diseases (including smallpox and poliomyelitis). However, preventive vaccination still remains elusive for many other diseases (including malaria, tuberculosis and HIV). Therapeutic vaccines, i.e. designed to cure patients who are already infected or ill, have shown promising results against cancer, autoimmune diseases, as well as HIV, tuberculosis and hepatitis, although none of them are yet recognized as efficacious therapy in humans. Therefore, new vaccination strategies, based on a growing understanding of the immune activation mechanisms, are needed.The proposed study focuses on novel nanoparticle vaccines, based on a versatile and robust approach for producing nanomaterials composed of solid core of well defined physicochemical properties and a hydrophilic, immune-stimulating polymeric shell. Combining recent advances in nanotechnology with the requirements of novel vaccine design, this technology will allow the generation of new pathogen-mimicking nanoparticles, designed for specific antigen delivery and controlled immunostimulation.The core material properties will define the nanoparticle size, in vitro and in vivo traceability, degradability. The nanoparticle size can be varied to resemble that of a particular virus and, as recent studies revealed, size is a fundamental variable which affects a) the way nanoparticles (and viruses) enter cells and influence the cell functions, and b) the final vaccine localization and targeting, either in the peripheral tissue or in lymph nodes. The functional polymeric shell will be designed to incorporate the right sequence of chemical groups (saccharides, hydroxyl groups) which activate the innate immune system, as well as antigens to be displaced to the Antigen Presenting Cells. This new vaccine technology will be able to elicit the appropriate immune response, by combining an efficient antigen presentation with adjuvant functions, for a more specific immune regulation and less non-specific (adverse) immune activation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H027092/1","grantId":"EP/H027092/1","fundValue":"100148","fundStart":"2010-08-16","fundEnd":"2011-08-15","funder":"EPSRC","impactText":"  publishing peer reviewed paper, delivering the new findings through seminars and workshops. Chemicals,Pharmaceuticals and Medical Biotechnology Cultural","person":"Francesco  Cellesi","coPersons":[],"organisation":"The University of Manchester","findingsText":" The purpose of the present study was to develop novel nanovaccines and polymer adjuvants, based on a versatile and robust approach for producing immune-stimulating nanomaterials of tuneable physical and chemical properties. Polymers were designed to elicit an appropriate immune response and to avoid non-specific (adverse) immune activation, thus overcoming current limitations in preventive end therapeutic vaccine technologies.\n\nWe have met our goals by synthesizing a new class of hydrophilic and biocompatible polymers based on propargyl-terminated poly(glycerol methacrylate)s. These macromolecules can be easily conjugated with saccharides and Toll-like receptor (TLR) ligands, and therefore they are able to bind antigen presenting cell (APC) receptors and activate a controlled innate immune-response through a programmed cytokine expression. A versatile synthetic approach based on controlled/living polymerisation and click chemistry techniques was developed to produce polymeric templates with highly controlled molecular weight and functionality. The type and density of APC-activating groups can be easily tuned, with the possibility of creating infinite combinations of saccharides, hydroxyl groups, TLR ligands, all grafted to the polymer with the same conjugation technique. This synthetic strategy also allows a very simple polymer conjugation with antigen peptides, with the possibility of generating materials with act as adjuvants as well as vaccines with programmed antigen presentation. Moreover, the polymeric material can be efficiently bound to nanoparticles, thus generating nanomaterials of well defined particle size for different delivery strategies. In vitro tests confirmed the biocompatibility of the material, as well as the adjuvant functions of the polymers. Mannose linked poly(glycerol methacrylate)s (Man-PGMAs) were able to stimulate different cytokines production and membrane protein expression in bone marrow derived dendritic cells (BMDC) .The extent of cell activation and uptake was dependent on the mannose content, since mannose is responsible for complement activation and mannose receptor binding on the cell membrane. in developing new vaccines Retail","dataset":"gtr"}