{"id":"5FFFAC52-D430-4ACE-8903-14E9FC739520","title":"Narrative environments and computer games for learning systems","abstractText":"In the UK there is a great deal of interest in the use of narrative and computer games-based technology in the development of intuitive, motivating and engaging learning systems. Meanwhile, in China there is an upsurge in research involving computer games technology partly sustained by the explosive take-off of the computer games industry there. The projected visit would allow a group of investigators who are all heavily involved in this area - the majority already running an EPSRC-funded network DAPPPLE in this area - to visit the leading research centres in this field in China. The group would run at least one workshop while there, and meet contacts from the British Council Dare to be Digitial programme in May 2005 with a view to establishing later research projects in this field. An output will be a report outlining the state-of-the-art in this research in the main Chinese centres which will benefit other Uk research groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D03955X/1","grantId":"EP/D03955X/1","fundValue":"14400","fundStart":"2006-02-21","fundEnd":"2006-05-20","funder":"EPSRC","impactText":"  This was not a research project. The links we built were used by participants for later work: notably Patrick Olivier at the Newcastle Creative Studio, and Ruth Aylett who made an EU bid that included a Chinese partner in 2008 and was invited to teach post grads about affective systems at Sun Yat Sen University in autumn of 2007 - see www.maxs.hw.ac.uk/~ruth/guangzhou.html. Creative Economy,Education Cultural","person":"Ruth  Aylett","coPersons":["Lynne Elizabeth Hall","Paul  Brna","Judy  Robertson","Rose  Luckin"],"organisation":"Heriot-Watt University","findingsText":" So this was not funding for research per se, but a travel grant through which we visited a number of different research groups in China. Links with Chinese research groups were created that resulted in a two month research and teaching visit to Sun Yat Sen University in the autumn of 2007 (see www.macs.hw.ac.uk/~ruth/guangzhou.html for the course produced) and inclusion as partners in an EU bid in 2008. Not so much in 2014 when this is written since things change fast in China. But in the following period, advice on good groups with which to seek research collaborations in the field of narrative and computer games. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}