{"id":"60006FB2-066C-4A36-98BA-A38CB25A5D1F","title":"An investigation into the effects of solvent content on the image quality and stability of ink jet digital prints under varied storage conditions.","abstractText":"Increasing numbers of galleries, museums and archives are including ink jet printed materials into their collections, and therefore displays. There is evidence that the instability of these prints is such that images can suffer deterioration in print quality or in extreme cases, a loss of information over an extended period of time. This is shorter than the period typically required for perceptible deterioration to occur in other paper-based artworks. The image stability of prints is affected by a number of factors some of which have already been studied. However the role played by the solvent in the loss of image quality has yet to be explored.\\n\\nThis research will investigate the effects of solvent content which may increase/promote the loss in image quality of the hard copy prints when stored or displayed under a range of temperature and humidity conditions.\\n\\nBuilding on an extensive literature survey, laboratory based research will be carried out on a range of contemporary ink jet printed materials. The materials selected will include all types of ink jet systems that use process colour inks on both swellable and non-swellable substrates, including fine art digital print papers. Samples will be subjected to a variety of defined treatments designed to reduce or remove the solvent content. The extent of solvent removal will be established using fourier-transform infra red spectroscopy and thermal analysis techniques, and will be monitored for enclosed prints through gas chromatographic headspace analysis. Following these treatments, samples will be stored under defined temperature and humidity conditions that are intended to simulate conditions found in both well and poorly controlled archival and domestic environments. Some samples would be stored in the open, some contained within non-permeable envelopes; these will be subject to periodic monitoring. Some samples will remain within sealed enclosures until examination. Samples will be stored for up to two years.\\n\\nChanges in image quality will be assessed objectively from density, gloss and colorimetric measurements. The last will be carried out and compared on a macro and micro (sub-millimetre) scale. Optical and scanning electron microscopy will be employed to establish the movement, both lateral and vertical, of the dyes and/or pigments. Perceptible variations in print quality will also be assessed subjectively using panels of observers.\\n\\nFollowing analysis of the prints, recommended procedures for long term preservation of prints will be made which are relevant to heritage organisations responsible for the conservation and preservation of digitally printed artefacts.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011796/1","grantId":"AH/G011796/1","fundValue":"104493","fundStart":"2009-04-06","fundEnd":"2013-01-05","funder":"AHRC","impactText":"","person":"ALAN  HODGSONAndrew  Manning","coPersons":["Anna  Fricker","Mark  Sandy","Robert Charles Thompson","Christopher Simon  Woods"],"organisation":"University of the Arts London","findingsText":" 1. Experimental findings from the research project have shown that solvent content is not an issue for humid bleed in art papers. \n\nThe project has examined the influence of solvent content on the humid bleed of prints on both uncoated and microporous papers. Uncoated papers are typically used by the art and archival communities as they are considered to be more stable while microporous products are favoured by the fine art photographic community for their excellent tonal range properties. A range of inksets have been studied under two humidity conditions. \n\nColorimetric measurements were made on samples following extensive exposure to humidity conditions in environmentally controlled chambers. The colorimetric data has shown that the extent of humid bleed is unaffected by procedures designed to reduce the solvent content. Any differences in these measurements fall within experimental uncertainty (see item 4 below).\n\n\n\n2. The relative sensitivity of different ink/media combinations to humid bleed has been quantified.\n\nAs part of the work we have examined a number of dye and pigment-based inks printed on a range of uncoated, microporous and swellable papers. This work has revealed significant differences in the behaviour of the two classes of colorants, as well as individual differences between inksets of the same class. This behaviour has been observed via inspection of optical micrographs and quantified using colorimetric data. The work therefore provides guidance to the community on ink/media combinations that are suited to the user conditions and longevity expectations.\n\n\n\n3. The work has shown the relative effect of different humidity conditions and timescales.\n\nTwo separate humidity conditions have been studied in this work: 25C, 85%RH and 40C, 80%RH. These figures were chosen as they are the standard conditions cited in International Standard ISO 18946. We have observed differences in behaviour that are dependent on the humidity conditions. Exposure durations of up to 8 weeks have also been studied and it has been observed that the most significant changes occur within the first week. We have also repeated the experimental procedure to examine the reproducibility of the results.\n\nThis element of the work has been presented to the International Standards Organisation Working Group responsible for stress testing of Photobooks, a product of increasing importance to the photographic and conservation community. The work is serving to guide the work on a new International Standard for Photobook testing.\n\n\n\n4. Statistical errors in the experimental method overpower some of the differences between some ink/media combinations.\n\nVarious sources of error have been identified in the experimental procedure. The significance of these errors has been examined by performing repeat colorimetric measurements as well as gathering repeat experimental data. This has enabled us to quantify the errors involved as well as their implications for the experimental data and methodology.\n\nThis is an important piece of work and has been communicated to the Image Permanence fraternity at an International Conference and through the International Standards Organisation Working Group cited above. A peer reviewed scientific paper is in preparation.\n\n\n\n5. The relevant findings may be successfully communicated to the arts fraternity. \n\nA poster presentation outlining the main findings from the work was communicated to heritage and conservation audiences at the 10th International Conference on Indoor Air Quality, held at University College London in June 2012. A peer-reviewed paper building on findings relevant to these communities has also been published in the peer-reviewed journal e-Preservation Science. This work provides a basis for further work into the humidity sensitivity of inkjet prints. As previously detailed, findings from the project have fed into the development of standards for photobook testing. The work will also provide valuable data for any future revisions for the humidity standard ISO 18946:2011 \n\n\n\nThe work has also served to guide a revision of ISO 18935, the ISO standard for water fastness. The document was reviewed by ISO TC42 WG5 TG3 in the light of these research outcomes and the decision was taken to revise this Standard in the light of new information. In this way this research is proving to be important outside of traditional humidity testing. Digital/Communication/Information Technologies (including Software),Culture/ Heritage/ Museums and Collections","dataset":"gtr"}