{"id":"6001617A-BDD9-4ABE-8803-AC458431029F","title":"Inorganic ions and plant metabolism: targets signals and responses","abstractText":"A balanced supply of the macronutrients nitrogen, phosphorus and potassium (NPK) to crops is essential for food production but often not achieved in the field. Especially in developing countries K fertilisation has been neglected in favour of N fertilisation, which has led to serious depletion of soils in K. World food production is also threatened by increasing secondary salinisation of agricultural land due to sodium (Na) input through irrigation. Na stress often causes K deficiency as both ions compete for the same transport pathways into and within the plant. K carries out vital functions in growth and metabolism. Sufficient K supply in the field protects crops against herbivore attack, fungal diseases and abiotic stresses (e.g. drought and salinity), and there is evidence that K improves the efficiency of nitrogen usage. Problems related to K deficiency are difficult to spot in the field as visible deficiency symptoms don't appear until very late, at which stage it is often impossible to correct the situation. This is due to the fact that plants efficiently re-distribute K between different tissue and cellular compartments. K homeostasis relies on the ability of the plant to recognise the soil and tissue ion status and to exchange biological signals between cells and tissues. If we can unravel this hidden communication system and identify biological markers of K stress we can develop an early warning system. Thus, knowledge of primary stress targets and signals of K deficiency will be an invaluable help for predicting and treating K related problems in the field. In our laboratory we have recently identified a large set of genes that change their expression in response to the external K supply. Many of the K-regulated genes encode metabolic enzymes, for example those that catalyse reactions in sugar and amino acid metabolism, or sulphur and nitrate assimilation. We also found that the plant hormone jasmonic acid, which is best known for its function in plant defence against insects and fungi, plays a central role in controlling K induced changes in gene expression. These findings relate for the first time plant inorganic ion stress to plant metabolism and pathogen defence at the level of individual genes and signalling compounds. To further characterise K-induced changes in metabolic events we measured levels of amino acids in K starved plants. We observed an increase in glutamine, which explains the previously observed down-regulation of nitrate transporters, which in turn might be the reason for decreased N usage of K deficient crops. An observed decrease in glutamate during K starvation might indicate that the synthesis of this amino acid is impaired and thus the enzyme that catalyses this reaction (GOGAT) might be an early target of K stress. We therefore believe that combined information on K (and Na) stress induced gene expression and metabolite changes can reveal important insights into the interaction between inorganic ions and plant metabolism. The development of novel tools for the standardised analysis of a wide range of metabolites in plant tissues ('metabolomics') allows us to carry out a detailed study of the role of K availability for plant metabolism. In particular, the high sensitivity and the high throughput of metabolomics techniques facilitate a good resolution of metabolite changes in time and space. Such data set will give us for the first time the opportunity to identify metabolic components of mineral deficiency at three distinct levels: (1) primary enzymatic stress targets, (2) metabolic stress signals and (3) adaptive responses involved in re-programming primary and secondary metabolism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006775/1","grantId":"BB/D006775/1","fundValue":"261999","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"","person":"Anna  Amtmann","coPersons":["Jeremy  Pritchard"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}