{"id":"6013118E-B995-4538-B3E4-BDB88A213514","title":"Development of key adaptive mirror technologies for the European Extremely Large Telescope (ELT)","abstractText":"We propose to build a 'proof of concept' portion of a large deformable mirror. We will demonstrate that a combination of already available technologies, with some development, can address key problems currently facing large adaptive mirror technologies. We will show that our mirror portion will be scalable to, and representative of the technology required to build a large adaptive mirror for the European ELT. We propose optimising the material parameters of a compliant form of silicon carbide for use as a structural support for a mirror surface. We will develop a novel technique of preparing the surface of the compliant silicon carbide as an adaptive mirror shell by selectively building up a silicon dioxide layer in such a way as to minimise the time required to reach the optical prescription. We will show that a piezo ceramic (PZT) actuator can be modified to address hysteresis and that the combination of low power consumption and inherent stiffness make the device an ideal candidate for large deformable mirrors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003927/1","grantId":"ST/F003927/1","fundValue":"190975","fundStart":"2008-01-01","fundEnd":"2009-12-31","funder":"STFC","impactText":"  This grant principally supported work at the STFC UK Astronomy Technology (and academic and industrial partners) to explore the use and development of technologies to produce large adaptive mirrors. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Richard Michael Myers","coPersons":[],"organisation":"Durham University","findingsText":" New technologies were explored but are not currently being applied directly to astronomical telescopes. Further investment might allow the development of large deformable mirrors for aerospace applications Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}