{"id":"601D6B84-352B-425C-9B37-75365BFC83F1","title":"Surface and Atmospheric Budgets of Radiation in AMMA (SABRINA)","abstractText":"Our climate system, and all life on earth, derives its energy from the absorption of radiation from the sun. Some of the radiation is absorbed within the atmosphere, but most is absorbed at the surface. The system is balanced by heat radiation that escapes from the surface and atmosphere and is radiated away to space. Surprisingly, we don't have a very accurate understanding of just how much of this energy is absorbed or emitted by the atmosphere, compared with the surface. To find this out, we need to bring together observations from space and at the surface. One big problem is that most satellites that observe the Earth fly very quickly around it, and only occasionally see the sites where the surface measurements are made, so it's very difficult to get enough observations together that are made at the same time. What we want to do in this project is to use the results from a new satellite that goes round the Earth at just the right speed so that it appears to be fixed in space above Africa, and to put these together with measurements from a very well instrumented surface site to be set up in Niamey, Niger by our American project partners. That will enable us to get a lot more observations of the same bit of atmosphere, at the same time, from both above and below. If we can do this, we think that we can learn a lot more about how clouds, water vapour in the air and dust and smoke absorb sunshine and emit heat radiation. That will help scientists to build better computer models for weather forecasting and for predicting the future of our climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D002621/1","grantId":"NE/D002621/1","fundValue":"25457","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"","person":"Jeffery John Settle","coPersons":["John  Harries"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}