{"id":"602E2572-35D7-4EF4-AA9E-7908E872F86B","title":"Role of AKT1 &amp; SIVA1 in resistance to avian salmonellosis","abstractText":"Poultry are a key reservoir of human Salmonella infections owing to the ability of some strains to colonise the avian intestines and reproductive tract. Birds often carry the bacteria in the absence of overt symptoms; however some types of Salmonella cause severe typhoid-like diseases in poultry that exert substantial welfare and economic costs. Global population growth and rising affluence are fuelling demand for poultry meat and eggs, and a need exists to enhance the supply and safety of such. Though vaccines are used in layers in some countries, most of the 55 billion chickens reared annually worldwide lack protection against Salmonella infection. We and others have discovered that some chickens exhibit heritable differences in resistance to Salmonella. It may be feasible to selectively breed for birds with improved resilience to Salmonella infection; however this requires the identification of resistance-associated factors and knowledge of how they act. \n\nBy analysing the genetic material of birds that differ in resistance, we have located a region of the chicken chromosome that confers protection against typhoidal salmonellosis, both in laboratory studies and commercial poultry populations. Recent studies have now resolved the region associated with resistance to just a handful of genes. It is highly plausible that variation affecting two genes in this region (AKT1 and SIVA1) explains why birds react to Salmonella in different ways, as the encoded proteins control host processes that impact on the fate of bacteria. For example, AKT1 and SIVA1 control the death of infected cells and the induction of immune responses, but have opposing activities. It is not possible for us to predict how the genetic changes affecting these genes will alter their expression or activity. Moreover, it is unclear how such factors may control the growth and spread of Salmonella in birds. We therefore propose to:\n\n1. Examine if birds normally respond to Salmonella infection by activating the expression or function of AKT1 and SIVA1. We will examine this in cells cultured from chickens, as well as in intact birds, and associate any differences with host responses and the fate of the bacteria.\n\n2. Examine if lines of chicken known to differ in resistance to Salmonella infection vary in the levels or activation of AKT1 and SIVA1. \n\n3. Use specific inhibitors and bacterial strains to establish that AKT1 activation is necessary for Salmonella to grow and spread in birds.\n\n4. Define the nature, frequency and consequences of genetic changes affecting AKT1 and SIVA1 in commercial poultry populations. This will aid the selective breeding of chickens that show improved resilience to Salmonella infection.\n\nWe are fortunate to have the support of one of the world's largest poultry breeding companies (Erich Wesjohann Group), who will provide birds, genome sequences, expertise and 10% of total project costs. This reflects the value of the proposed studies to the industry. The consortium has productively collaborated and the proposed studies are a timely, logical and feasible extension of our recent joint research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J016837/1","grantId":"BB/J016837/1","fundValue":"108941","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"  This research is an ongoing collabroation with the Roslin Insititute and has identfied a gene involved in Salmonella disease resistance in chickens. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Mark Stewart Fife","coPersons":[],"organisation":"The Pirbright Institute","findingsText":" This research is an ongoing collabroation with the Roslin Insititute and has identfied a gene involved in Salmonella disease resistance in chickens. We have identified the host gene in chickens that interacts with the bacterial protien SopB. Patent filed and continuing research with indutrial support. Role of AKT1 and SIVA1 in resistance to avian salmonellosis is progressing well. We have identified the host gene in chickens that interacts with the bacterial protien SopB. Patent filed and continuing research with indutrial support. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}