{"id":"602FFEF0-8221-49B1-9234-1630E7034CFA","title":"Midlands Graduate School in the Foundations of Computing Science 2010","abstractText":"The Midlands Graduate School (MGS) in the Foundations of Computing Science is an annual event for UK-based PhDstudents in theoretical computer science, a research domain in which the UK is a longstanding world leader. The centralaspect of the MGS is the training of PhD students in the mathematical foundations of computing, by means of a yearlySpring School that provides a series of technical courses on introductory, advanced and emerging topics.This application is to seek continued EPSRC support for the MGS -- which it has enjoyed in recent years via threesuccessive grants -- by means of funding twenty places for PhD students at the 2010 event, together with support for the invited lecturers, and (as required under full economic costing), the local organisers and thedirector of the MGS. This application will secure the future of the MGS for the next year, and hence contribute tomaintaining the leading position of the UK in theoretical computer science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000062/1","grantId":"EP/I000062/1","fundValue":"3184","fundStart":"2010-08-18","fundEnd":"2011-08-17","funder":"EPSRC","impactText":"  This grant supported the Midlands Graduate School 2010. This School taught advanced courses in theoretical Computer Science to 40 PhD-students predominantly in their first year. These courses are essential for the completion of a good PhD.\n\nBeneficiaries: Universities Digital/Communication/Information Technologies (including Software) Economic,Policy & public services","person":"Eike  Ritter","coPersons":[],"organisation":"University of Birmingham","findingsText":" The funding supported the Midlands Graduate School 2010, which run successfully. The Midlands Graduate School provides training for PhD students, who will use the material taught in their research. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}