{"id":"603328BB-02F9-4FAC-844E-582D3C542502","title":"The molecular basis of Mullerian mimicry","abstractText":"Mimicry among butterfly species is a paradigm example of evolution and adaptation, but its molecular genetic basis has never been studied. Here we will use modern genomic techniques to identify genes controlling mimicry patterns in the genus Heliconius, a well-known evolutionary model system. What is particularly striking is our recent discovery that three Heliconius species use the same genetic region to control variation in colour patterns. In two of the species, H. melpomene and H. erato, these are convergent patterns that evolved through mutual mimicry. In the third species, H. numata, the patterns are very divergent and mimic species from a different sub-family, the Ithomiinae. Furthermore in H. numata the locus is a 'supergene' i.e. a single locus that controls all aspects of wing pattern and is polymorphic within populations (many different-looking forms are found flying together in the same population). Thus, the same region of the genome has somehow evolved to control both convergent and divergent patterns. Here we will use markers already developed in H. melpomene to identify the region of interest in the other two species and obtain DNA sequence for a sufficiently large region that we are sure contains the gene of interest in all three species. This will allow a comparison of genome organisation in this region between the three species and a test for reorganisation of the genome that may underlie the evoluion of wing pattern. In particular there is a long-standing hypothesis that a 'supergene' such as that seen in H. numata might arise by gradually moving several genes together (the evolutionary advantage of this is that unfit intermediate patterns are avoided in wild populations). This study will allow the first explicit test of this hypothesis at a molecular level. We will then identifiy all the possible genes in this region that are candidates for being the patterning locus, and determine which ones are expressed in developing wings and whether they show any patterns that correlate with the wing patterns. We therefore aim to identify the Yb gene that controls a band on the hindwing of H. melpomene, and compare the organisation of the genome in the region of this locus between the three species. This work offers an unusual opportunity to link a trait whose importance in natural poulations is well studied with a change at the level of DNA sequences. The results will facilitate future studies of how strong selection on a gene affects variation in the surrounding genome.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008836/1","grantId":"BB/E008836/1","fundValue":"123324","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  The work will add to basic understanding of mechanisms of evolution which will have application in many scientific fields.  ","person":"Julian  Parkhill","coPersons":[],"organisation":"The Wellcome Trust  Sanger Institute","findingsText":" 1) The Yb region was cloned in H. melpomene by BAC clone sequencing, carried out at the WTSI (24 clones sequenced in total). Linkage mapping identified a minimum inclusive region for both the Yb and tightly linked Sb genes. The gene content of the mapped interval was characterised by comparison to transcriptome sequence data generated by 454 sequencing (see aim 3 below). This work was published in Molecular Ecology (Ferguson et al., 2010). We have also successfully cloned the B region, an unlinked locus controlling red wing pattern elements in both H. melpomene and H. erato (Baxter et al., 2008). \n\n\n\n2) The homologous region in H. erato was sequenced by our American collaborators and was published in PLoS Genetics (Counterman et al., 2010). Cloning of the region in H. numata has generated intriguing results showing evidence for a genomic inversion at the locus controlling the P supergene which controls wing pattern polymorphism in this species (14 clones sequenced for H. numata). This suggests a mechanism whereby recombination is reduced around a locus controlling wing pattern variation. This work is now published, alongside population genetic data generated by Mathieu Joron, (PDRA on the grant in Exeter, now with permanent position in Paris) (Joron et al., Nature 2011).\n\n\n\n3) We have studied the expression of candidate wing disc genes using 454 mediated sequencing of wing disc RNA. This has been a very powerful approach and we have now done this for H. erato, H. numata and different races of H. melpomene. This data has been used to annotate the BAC chromosomal walks to the different candidate gene loci (Ferguson et al., 2010), and is available on the InsectaCentral website. Recent work using RNA based probes in in situ hybridisation to whole mount wing discs has examined the expression patterns of different genes from the Yb region. RNAi experiments have so far not worked in our hands but have worked in the hands of our USA collaborators Dr Bob Reed, UC Irvine.\n\n\n\n4) We have looked at the alleles found in disjunct populations of H. melpomene and the resulting population genetics (regions of association around different candidate gene loci). These data were published in back-to-back publications in PLoS Genetics with our US collaborators. We have shown parallel patterns of population genetic signatures of selection in both H. melpomene (Baxter et al.) and H. erato. In order to obtain longer sequence regions to search for genomic rearrangements, we also made fosmid libraries for four races of H. melpomene (aglaope, amaryllis, melpomene and rosina), and identified Yb clones from these (27 clones sequenced). The work will add to basic understanding of mechanisms of evolution which will have application in many scientific fields. Education,Other","dataset":"gtr"}