{"id":"60383352-3C5F-4065-B521-3370DA923F73","title":"Enriching understanding of climate and energy related behaviours (Energy Behaviour Fellowship Follow On Fund)","abstractText":"<p>The concept of ‘behaviour change’ is currently being promoted across a range of government policy areas as a ‘light-touch’ alternative to regulation.There is currently a high profile for approaches that are aimed at ‘nudging’ behaviours, however this approach is just one of a range of possible ways of interpreting behaviour.&nbsp; Not all behaviours are alike, and to develop effective policies it is useful to have a range of possible approaches to choose from. For the non-expert though, understanding potential complementarities or conflicts between different approaches can pose a significant barrier to employing new strategies or to using a variety of methods.<br /><br />The project will provide support to a range of stakeholders involved in policies around public behaviours in relation to energy usage and climate change. Following on a successful 12-month Fellowship in DECC, the project will allow Dr Chatterton to build on the work and relationships already established in the Fellowship, in order to improve understanding with regard to:</p>\n\n<ul>\n \n\n <li>public behaviours and social practices</li>\n\n <li>cross-departmental challenges in relation to climate change policies.</li>\n\n</ul>\n\n<p>The project has support from the four government departments most closely identified with climate and energy related behaviours (DECC, Defra, DfT and DCLG).</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010669/1","grantId":"ES/J010669/1","fundValue":"34941","fundStart":"2012-02-29","fundEnd":"2013-08-30","funder":"ESRC","impactText":"  There are two main areas where the '4 Dimensions of Behaviour' Framework and associated work has been identified as influencing aspects of policy development.\n\nFirstly within the rollout of Smart Meters in the UK (The single largest household intervention ever mandated by Government). The 4DB Framework was shown in a presentation and discussed by Dr Sarah Darby at the DECC Smart Meter Expert Workshop at Department for Business, Innovation and Skills on 9th December 2014.\n\nThe work was also picked up by the Smart Meters Central Delivery Body (now Smart Energy GB) with email and telephone communication with both the Chief Executive of the SMCDB and Suzannah Kinsella. Recognition of this was given through inclusion in the contributors list of the final SMCDB \nEngagement Plan for Smart Meter Roll.\n\nThe second area where the ideas developed in the project have had continued traction is within the International Energy Agency Demand Side Management programme in Task XXIV on Behaviour Change where on going participation in workshops and project reports is being recognised. Energy,Environment,Transport Policy & public services","person":"Tim John Chatterton","coPersons":[],"organisation":"University of the West of England","findingsText":" The project has established the need for policymakers/practitioners to approach the issue of 'behaviour change' with a more considered and structured analysis of the behaviour of concern, rather than assuming that 'one-size-fits-all' theories of behaviour can lead to successful translation of interventions from one policy area or behaviour of concern to another.\n\n\n\nThe project has resulted in the development, testing and refinement of the 'Four Dimensions of Behaviour' (4DB) framework as a tool for helping practitioners think through the many possible characteristics of a problem behaviour in a structured manner. This has now been published in a peer-reviewed journal (Chatterton and Wilson, 2013) as well as in two full conference papers and a briefing note (all on the Research Outcomes System).\n\n\n\nThe framework consists of four dimensions of 'Actor', 'Domain', Durability' and 'Scope', each with five levels:\n\nActor - Who or what is carrying out the behaviour? \n\nIndividual : Inter-Personal Network : Community : Segment/Group : Population\n\nDomain - What shapes or influences the behaviour? \n\nPsychological : Bodily : Technological : Institutional/Social : Infrastructural/Environmental\n\nDurability - How does the behaviour relate to time? \n\nOne-off : Repeated : Dependent : Enduring : Norm-setting\n\nScope - How does the behaviour inter-relate with other behaviours? \n\nDiscrete : Inter-related : Bundled : Structuring : Pervasive\n\n\n\nExtensive testing of the framework has shown that the 20(4x5) groupings are suitable for capturing and recording an extensive, varied and comprehensive set of characteristics for any behaviour that has been trialled on it (including behaviours from policy spheres of domestic energy, transport, environment and health). Once these characteristics have been captured, the framework facilitates the examination of these alone, or in relation to each other. This supports the application of different theories/models of behaviour to different aspects of the behaviours as well as identifying a much greater range of target points for interventions.\n\n\n\nThe 4DB framework was trialled in detail on twelve behaviours supplied by DECC, DfT and Defra: \n\nEnergy: Redoing your Kitchen, Replacing your Boiler, Taking Shorter Showers, Delaying the Start of the Heating Season.\n\nTransport: Buying a Plug-In Vehicle, Commuting by Bicycle, Making Business Trips by Train, and Eco-Driving.\n\nEnvironment: Purchasing Sustainable Food, Waste Recycling Activity, Bio-Diversity Conservation, and Laundry Practices that Consume Less Water.\n\n\n\nThinkpieces were also written for the Departments, demonstrating the applicability of the framework to communication strategies for increasing uptake of electric vehicles, differences between behaviour of SMEs and that of individuals, and modelling energy usage.\n\n\n\nThe framework has proved to be an adaptable way of introducing practitioners to the complex interactions between individuals and social contexts/factors. Whilst highlighting these underlying complexities, it does so in a manner that is structured, avoids unfamiliar and challenging language, and remains open to all theoretical approaches.\n\n\n\nThe ability of the framework to start bringing together psychological and sociological theories of behaviour might be best reflected in the comment at the 2014 ECEEE Summer Study from Prof. Harold Wilhite, where he stated that the framework represented &quot;the future of social science engagement on energy efficiency&quot;.  Communities and Social Services/Policy,Energy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}