{"id":"603BD986-D4CF-43D1-A906-6AD4CC950C8F","title":"The Artist as Leader: constructing a national network to support research into the creative competencies of the artist as cultural leader","abstractText":"Research into the role of the artist in the public realm indicates that artists are uniquely placed to inform and creatively develop public life. In seeking to understand the Nature of Creativity in the public realm, this research focuses on the concept of 'leadership'. It opens up a new trajectory of thinking about leadership that is not predominantly management based, in which the role of artist operating within the public realm is scrutinised for what it can reveal about creativity in general.\nFor this inquiry to be effective it needs to draw on representative experience of real life practice. The Artist as Leader will be interrogated by individuals who are artists or who are experienced in working with artists in different sectors of public life including policy making. They bring critical curiosity about the role of the artist. They do not necessarily accept the status quo, but are willing to identify where their challenges lie in public life and to share in new forms of experimentation.\nThe research will result in a new framework for thinking that will inform a parallel strand of development, a Lab, drawing on practice and policy initially in Scotland. After extensive evaluation the programme will be rolled out across Britain. \nThis proposal establishes a network of key individuals in Scotland to interrogate the concept of the artist as leader. They will frame key questions such as - Who can be a leader? Who sets agendas? And in what sense can an artist be considered a creative leader? Drawing on significant experience, the network will inform and be informed by key texts on creativity in public life. The mechanisms for communication will be one-to-one meetings, email exchange and gathering (tested within the On the Edge research 2001-04).\n\nThis is a partnership between:\n? The On the Edge Research at Gray's School of Art, Robert Gordon University, Aberdeen (academic partner) www.ontheedgeresearch.org\n? Performing Arts Labs in London (professional arnd their development) www.pallabs.org \n? Cultural Enterprise Office, Scotland (business support for artists and Micro Businesses in the creative industries) www.culturalenterpriseoffice.co.uk \nThe concept is being tested across the arts, policy and business community nationally, enabling the partners to sharpen, evolve, and enrich the resonance between the research and perceived needs of the wider community. It is also informed by the Cox and DTI reviews, addressing all five of Cox's recommendations, in particular the requirement for the HE sector to broaden its portfolio of skills. This research offers an innovative concept of leadership that is based on the value and impact of creativity as a disposition at every stage of a development rather than an attribute of ideas generation alone. An important aspect of this alternative is criticality. Social and ethical discourse form an intrinsic part of judgments in economic development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508413/1","grantId":"AH/E508413/1","fundValue":"21110","fundStart":"2006-09-01","fundEnd":"2008-11-30","funder":"AHRC","impactText":"","person":"Anne  Douglas","coPersons":[],"organisation":"The Robert Gordon University","findingsText":"","dataset":"gtr"}