{"id":"60413CA1-8C32-4EBD-A05B-3B2DAC58A681","title":"Randomised trial of HPV vaccination for the control of HPV-related diseases in HIV-positive African populations: Preparatory phase (PH01/14-39)","abstractText":"The development &amp; rollout of bivalent, quadrivalent and nonavalent vaccines against high-risk oncogenic human papillomavirus (HPV) affords a tremendous opportunity to control and possibly eradicate the cancer with the highest incidence among female populations in Africa. Currently, HPV vaccines are recommended for use among sexually unexperienced women, typically young girls aged 14 years or younger, leaving a huge female population unprotected and at risk of developing cervical cancer and other HPV related diseases (genital warts, other genital &amp; oropharyngeal cancers), for which few affordable and implementable screening options are available in resource-poor settings. The HPV vaccines afford high protection against the types they target, with some element of cross-protection against other genotypes, but it is assumed that no protection is offered if subjects have been infected by a vaccine type.\n\nHIV+ women are at increased risk of acquisition and persistence of HPV leading on to the development of cervical cancer and other genital disease. We have conducted a study (called HARP) evaluating the performance of cervical cancer screening strategies among 1200 HIV+ women in South Africa (SA) and Burkina Faso (BF), which included HPV screening. We have found a huge burden of cervical precancer lesions (20% in SA, 5% on BF) and of high-risk HPV infection (&gt;70% in SA, 55% in BF). We have recorded a good performance of HPV testing alone or in combination with cytology to detect these lesions. We would like to build upon this rich data source and the successful implementation of this study through the development of a clinical trial platform to develop the next phase of HARP, which will centre on the role of HPV control through screening and vaccination. We propose to develop a proposal for a randomised trial of HPV vaccination among HIV+ women to prevent cervical cancer lesions. There is currently no data on the efficacy of an HPV vaccine among HIV+ women, although a few trials have shown the safety and immunogenicity of the bivalent HPV vaccine in HIV+ populations, including one trial among SA women. The recent announcement by the SA government of the introduction of HPV vaccination countrywide offers the opportunity to explore the role of HPV vaccination in various sub groups.\n\nThe proposed study, in preparation of the vaccine trial, will assess the potential effectiveness and cost-effectiveness of HPV vaccination embedded in an HPV screening programme in reducing the incidence of HPV-related infection and disease (CIN, ano-genital warts) in the target populations. It will investigate the response to vaccination depending on HIV related factors (plasma viral load/CD4 count/antiretroviral therapy status) and HPV related factors (current infection as determined by presence of HPV in the genital tract, or prior exposure as determined by HPV serology) on various trial outcomes (histological, cytological and virological). Finally, it will investigate the potential acceptability of such trial.\n\nSpecifically, the PHINDS proposal will inform the development of an HPV vaccine study among HIV+ women in SA by:\n1) Estimating the potential impact and sample size required for a vaccination study among HIV+ women recruited within a cervical cancer screening programme based on HPV testing (HARP study). Statistical &amp; modelling methodology will be employed, using HARP &amp; another Johannesburg based study datasets.\n2) Evaluating the true exposure of the study population to HPV vaccine types by combining results of HPV genotyping (already done) &amp; type-specific HPV serology (to be done).\n3) Evaluating the feasibility, acceptability &amp; costs of HPV vaccination in the target population, service providers &amp; other national stakeholders.\n4) Setting up a research network to implement the study through the recently awarded NIH Clinical Trials Unit at University of Witwatersrand, Johannesburg","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M01231X/1","grantId":"MR/M01231X/1","fundValue":"150027","fundStart":"2014-08-01","fundEnd":"2015-07-31","funder":"MRC","impactText":"","person":"Philipp  Mayaud","coPersons":["Marie Claude Boily","Helen Anne Weiss"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}