{"id":"604433C5-2ED0-4016-B752-AFF8F8A63FCB","title":"National Centre for Research Methods 2014-2019","abstractText":"Social science forms and transforms our understanding of the world we live in, underpins the development, delivery and evaluation of public policy, as well as commercial and business practice, and informs national and international debate on matters of social, economic and political controversy. Research evidence from the social sciences permeates our lives, from the production, analysis and interpretation of economic indicators, through documenting stability and change in social attitudes, to understanding the factors which lead to educational attainment, community cohesion, national well-being, and inter-state conflict, to select just a few pertinent examples. It is essential, therefore, that social scientific research is as robust as that produced in any other area of scientific endeavour, and that research carried out under the banner of social science is of the highest possible standard in the academic sector and beyond. While the quality of research depends on a number of different factors, the most important is methodology; the ways in which social scientists collect, analyse and interpret social and economic data.\n\nThe proposed new National Centre for Research Methods (NCRM) will address long-recognised problems relating to under-capacity in the UK social science research community. It will build on the successful programme of work that has already been undertaken in the Centre's first ten years. However, much has changed since NCRM was founded in 2004, including the emergence of new types and volumes of data to be handled, new modes of communication and networking (such as Facebook, and Twitter), as well as new perspectives on data accessibility and the use of various kinds of administrative data (such as tax records and GP patient records) for research purposes. The sorts of questions that social scientists are seeking to address have also changed, reflecting important shifts in the national and global environment. For instance, social scientists are now addressing questions relating to climate change, food security, online behaviour and identity, international terrorism and the costs of higher education, all of which were either low priority or non-existent issues when NCRM was established a decade ago.\n\nThe new Centre will be a partnership between three institutions with leading international reputations in undertaking methodological research and training in the social sciences: the Universities of Southampton, Manchester, and Edinburgh. Together the partner institutions will deliver three core activities: \n1. A programme of methodological research which will develop innovative ways of collecting and analysing new and traditional forms of social science research data. The programme will comprise a set of inter-related work-packages to be undertaken by the collaborating partners and also a set of commissioned projects to complement and integrate with the Centre's research work-packages. \n2. A programme of face-to-face training events in advanced areas of methodological practice, delivered by leading national and international experts at locations which are accessible to social scientists throughout the UK.\n3. Develop and expand NCRM's existing heavily used website to incorporate a range of new features and functions, such as tailoring presentation of material to user-specified interests and developing a range of new online resources to enable social scientists to learn about new methods at their own pace and convenience.\n\nThe Centre will consult widely with organisations in the public and private sectors to ensure that the work it undertakes is in line with their needs and interests. It will collaborate with leading scholars and institutions from overseas to ensure that the Centre's work meets the highest international standards and to promote its work on the international stage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L008351/1","grantId":"ES/L008351/1","fundValue":"4917760","fundStart":"2014-12-31","fundEnd":"2019-12-30","funder":"ESRC","impactText":"","person":"Patrick  Sturgis","coPersons":["David James Martin","Katy  Sindall","Gabriele B. Durrant","Vernon  Gayle","Mark James Elliot","Lynn  Jamieson","Tarani  Chandola","John  MacInnes","Melanie Anne Nind","Rosalind  Edwards","Graham Paul Crow","Peter William Smith","Natalie  Shlomo"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}