{"id":"60536C70-76B3-4A83-8192-7F5F36B65D93","title":"Ultrasonic Array Inspection Optimisation for Non-Destructive Evaluation","abstractText":"Ultrasonic arrays have seen a dramatic increase in industrial up-take over recent years to the point where it seems possible that NDE array inspections will completely replace the present industry-standard single point measurements over the course of the next decade. The current NDE array approach is based heavily on a combination of rapid beamforming equipment, developed originally for medical ultrasound, and inspection strategies that follow approaches developed originally for single element probes. Whilst using an array in this way undoubtedly delivers good imaging in some circumstances, it is far from obvious how close to optimal it is. This project addresses the fundamental questions at the heart of NDE: how first to quantify and then optimise the performance of an inspection. The selection of parameters to quantify performance is critical and depends on the purpose of the inspection (e.g. defect detection or sizing) and will be informed by input from the industrial partners. A modelling framework will be developed that allows array inspections to be designed to optimise the chosen parameter (e.g. probability of detection, sizing accuracy). This optimisation framework will be based on rapid forward models, a sound understanding of the factors that most strongly influence the choice of array inspection configuration and a rigorous statistical methodology. This latter aspect is particularly important as some level of uncertainty is inherent in all NDE inspection: this can range from unknown defect orientation through to unknown velocity distributions. This modelling framework will not only allow for inspections of complex parts to be optimised, but the exploration of the relevant parameter space will inform current best practice and help in tasks such as choice of secondary inspection. Together these developments will produce a step change in the performance of arrays leading to improved inspection reliability, safer structures and ultimately reduced design conservatism. \n \nThe project is part of the UK Research Centre in NDE (RCNDE), the funding for which is earmarked by EPSRC for industrially driven research. The project is also supported financially by Rolls-Royce, Sellafield, BAE Systems, SERCO and EDF.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016438/1","grantId":"EP/J016438/1","fundValue":"307559","fundStart":"2013-04-22","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Bruce  Drinkwater","coPersons":["Paul David Wilcox","Anthony John Croxford"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}