{"id":"605FC33E-BFFC-4728-BA9F-CF1DC361C52B","title":"J GYAPONG, UNIVERSITY OF GHANA, FILARIASIS ELIMINATION IN AFRICA: REFINING THE STRATEGIES THROUGH RESEARCH","abstractText":"My track record, over the past 10 years in the management of disease intervention programmes, conducting operational research, and successful collaborative initiatives with international partners demonstrate strong leadership capabilities. I have the expertise, leadership and motivation necessary to successfully carry out the proposed work. I have a broad background in distribution and control of neglected tropical diseases, with specific training and expertise in conducting research on elephantiasis or lymphatic filariasis. Elephantiasis, characterised by enlarged legs and scrota, is targeted for elimination in 81 countries by 2020 through community-wide treatment or mass drug administration (MDA). Many endemic countries requiring treatment have implemented MDA. In Africa 14 out of 38 endemic countries have effective programmes. The Ghana LF programme which was initiated in the year 2000 as one of the first in Africa has had several successes as well as challenges. LF is endemic in about half of the country. This places approximately 10 million people at risk of infection. The objectives of the national LF programme are in line with the global objectives. With over 60 districts affected, this presents as good an opportunity for addressing the challenges of the programme through operational research with Africa wide implications for the findings. Research proposed here will address challenges related to improving health service delivery to augment MDA scale-up and impact assessment in resource constrained settings. It will develop novel approaches to the community-directed treatment strategy for lymphatic filariasis in urban settings and the criteria and interventions that facilitate interruption of LF transmission. We will aim at: \n1. Improving treatment coverage focusing on social and behavioural factors affecting community treatment compliance and understanding the dynamics of urban populations in uptake of these interventions.\n2. Developing innovative ways of improving reporting from the community through to the national level using mobile telephony platforms for reporting as a means of strengthen the health system. \n3. Verifying absence of exposure, when to stop mass drug administration (MDA) and effective post-MDA surveillance to prevent re-emergence of the disease.\n4. Studying the added benefit of vector control on LF elimination especially in areas where reduction in infection rates in humans has been ineffective with MDA only\n5. Documenting the effect of integrated control with other neglected tropical diseases on the elimination of LF and the health system. \n6. Developing research capacity in the field of survey methods and the social sciences at the Ghana School of Public Health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001337","grantId":"G1001337","fundValue":"1852960","fundStart":"2011-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Moses  Bockarie","coPersons":["John Owusu Gyapong","Fred  Binka","Margaret  Gyapong"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}