{"id":"6060FB70-D267-489E-A574-3F0F58E357AC","title":"Interdisciplinary Centre for for Storage, Transformation and Upgrading of Thermal Energy (i-STUTE)","abstractText":"The UK is committed to a target of reducing greenhouse gas emissions by 80% before 2050. With over 40% of fossil fuels used for low temperature heating and 16% of electricity used for cooling these are key areas that must be addressed. The vision of our interdisciplinary centre is to develop a portfolio of technologies that will deliver heat and cold cost-effectively and with such high efficiency as to enable the target to be met, and to create well planned and robust Business, Infrastructure and Technology Roadmaps to implementation.\n\nFeatures of our approach to meeting the challenge are:\n a) Integration of economic, behavioural, policy and capability/skills factors together with the science/technology research to produce solutions that are technically excellent, compatible with and appealing to business, end-users, manufacturers and installers.\n b) Managing our research efforts in Delivery Temperature Work Packages (DTWPs) (freezing/cooling, space heating, process heat) so that exemplar study solutions will be applicable in more than one sector (e.g. Commercial/Residential, Commercial/Industrial).\n c) The sub-tasks (projects) of the DTWPs will be assigned to distinct phases: 1st Wave technologies or products will become operational in a 5-10 year timescale, 2nd Wave ideas and concepts for application in the longer term and an important part of the 2050 energy landscape. 1st Wave projects will lead to a demonstration or field trial with an end user and 2nd Wave projects will lead to a proof-of-concept (PoC) assessment.\n d) Being market and emission-target driven, research will focus on needs and high volume markets that offer large emission reduction potential to maximise impact. Phase 1 (near term) activities must promise high impact in terms of CO2 emissions reduction and technologies that have short turnaround times/high rates of churn will be prioritised.\n e) A major dissemination network that engages with core industry stakeholders, end users, contractors and SMEs in regular workshops and also works towards a Skills Capability Development Programme to identify the new skills needed by the installers and operators of the future. The SIRACH (Sustainable Innovation in Refrigeration Air Conditioning and Heating) Network will operate at national and international levels to maximise impact and findings will be included in teaching material aimed at the development of tomorrow's engineering professionals.\n f) To allow the balance and timing of projects to evolve as results are delivered/analysed and to maximise overall value for money and impact of the centre only 50% of requested resources are earmarked in advance. \n g) Each DTWP will generally involve the complete multidisciplinary team in screening different solutions, then pursuing one or two chosen options to realisation and test.\n\nOur consortium brings together four partners: Warwick, Loughborough, Ulster and London South Bank Universities with proven track records in electric and gas heat pumps, refrigeration technology, heat storage as well as policy / regulation, end-user behaviour and business modelling. Industrial, commercial, NGO and regulatory resources and advice will come from major stakeholders such as DECC, Energy Technologies Institute, National Grid, British Gas, Asda, Co-operative Group, Hewlett Packard, Institute of Refrigeration, Northern Ireland Housing Executive.\n\nAn Advisory Board with representatives from Industry, Government, Commerce, and Energy Providers as well as international representation from centres of excellence in Germany, Italy and Australia will provide guidance. Collaboration (staff/student exchange, sharing of results etc.) with government-funded thermal energy centres in Germany (at Fraunhofer ISE), Italy (PoliMi, Milan) and Australia (CSIRO) clearly demonstrate the international relevance and importance of the topic and will enhance the effectiveness of the international effort to combat climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011847/1","grantId":"EP/K011847/1","fundValue":"5213690","fundStart":"2013-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Robert Edward Critoph","coPersons":["David Antony Elmes","Graeme Gregery Maidment","Judith  Evans","Neil James  Hewitt","Ming Jun Huang","Daniel  Read","Philip  Charles  Eames","Victoria Jane Haines","Deborah  Andrews"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}