{"id":"60635EB0-CA92-4022-8C05-9D0EE3A8B4E0","title":"The value of university armed service units","abstractText":"<p>This research will investigate the value to civil society of the UK’s university armed service units (USUs), which comprise the University Royal Naval Units, the University Officer Training Corps, and the University Air Squadrons. It will assess the non-economic and non-quantifiable value of the USUs to their graduates who do not proceed to military careers, to employers of graduates with USU experience, to undergraduate USU participants, to the universities hosting USUs, and to the Armed Forces.</p>\n\n<p>The research will address two, linked, objectives.&nbsp; One will assess the value of the military experience provided by USUs to the five different constituencies identified.&nbsp; The other will inform conceptual debates about militarism. The research will take place across the UK. It will have impacts and be significant to research users within the defence and higher education sectors because it will inform future policy development and practice, and will open up to wider scrutiny hitherto unexplored and little-known aspects of the defence and higher education landscapes.&nbsp; The research is important conceptually because it will extend current debates on theories of civil-military relations and militarism by looking at militarisation within higher education and the workplace.&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J023868/1","grantId":"ES/J023868/1","fundValue":"217029","fundStart":"2012-12-01","fundEnd":"2015-05-31","funder":"ESRC","impactText":"  Finding are still being processed, but have been forwarded to the RMC Sandhurst, and RAF College Cranwell, at their request. This included a briefing paper on women and the OTC for RMC Sandhurst. Project members have also been invited to speak on the project findings at COMEC in 2013 and 2014, and an East Midlands MEC meeting in November 2014. Conference papers have also been given on this work at the ASA 2014 and RGS-IBG 2014. Aerospace, Defence and Marine,Government, Democracy and Justice Societal,Policy & public services","person":"Alison Jean Williams","coPersons":["Kenneth Neil Jenkings","Rachel  Woodward"],"organisation":"Newcastle University","findingsText":" This project has provided significnt in-depth analysis of reasons why students become members of the University Service Units, how these students view the importance of their participation once they enter the job market, how employers view the value of employing graduates who have been in these groups, how university's perceive these organisations and how the MoD understands the value of these units and their students. This work will be of significant use to the three UK armed forces, including their officer training colleges, to the MoD and UK government, to UK universities, and key UK graduate employers. The data has the ability to illustrate the role and value of USU participation and as such will be of interest to these user groups. Much of the quantitative data collection is replicable and could form part of a longitudinal study should the armed forces, or other academics, wish to embark on this. Aerospace, Defence and Marine,Government, Democracy and Justice","dataset":"gtr"}