{"id":"60646169-4CDD-47E5-9901-F52A5E7D2E75","title":"The Metaphysical Basis of Logic: The Law of Non-Contradiction as Basic Knowledge.","abstractText":"&quot;The firmest of all principles&quot;: thus Aristotle introduced the principle later known as the Law of Non-Contradiction (LNC), according to which contradictions cannot obtain, or be true, in any possible circumstance. Aquinas, Leibniz, Hume, Kant, Popper, Lewis, and many others took the LNC as the supreme cornerstone of knowledge and rational thought. \n\nHowever, the Law has come under attack by contemporary philosophers called &quot;dialetheists&quot;. A 'dialetheia' is a sentence, A (or the expressed proposition), such that A and its negation, not-A, are true. Dialetheists take some logical paradoxes, paradoxes of absolute generality, and quantum phenomena, as delivering dialetheias, or peculiar situations in which the same thing can both be and not be, against the LNC.\n\nDialetheists use 'paraconsistent' logical systems, &quot;paraconsistent&quot; meaning &quot;beyond the consistent&quot;: non-classical logics rejecting the law called 'ex contradictione quodlibet' (ECQ), stating that a contradiction entails any arbitrary claim. ECQ has devastating consequences for any self-contradictory theory. By rejecting ECQ, however, a dialetheist can accept *some* contradictions without accepting everything.\n\nIn 2004 Oxford U.P. published &quot;The Law of Non-Contradiction&quot;, a 450 page book with contributions by David Lewis, Graham Priest, R.M. Sainsbury, Stewart Shapiro, and other major philosophers. What the logician Jan Lukasiewicz called &quot;our undisputed faith&quot; in the Law has turned into a rich debate, taking place in reviews like 'Mind', 'The Philosophical Quarterly', the 'Australasian Journal of Philosophy'.\n\nThis debate, however, may turn into a conflict of intuitions. One main problem is in our notion of 'reductio ad absurdum'. A rule of minimal logic, 'reductio' is a tool of rational criticism: a theory entailing both A and not-A *must* be revised, for it hosts a falsity. But a dialetheist can keep her entire theory, and the criticism that it involves an inconsistency: she may accept the entailed contradiction.\nThis is an aspect of what John Woods called Philosophy's Most Difficult Problem: what, for one philosopher, is a sound argument with a counterintuitive conclusion, for another is a refutation of some premise. Dialetheists take some instances of 'reductio' as *proof* of their inconsistent conclusions.\n\nThis project will establish (1) the conditions for a non-question-begging debate on the LNC, and (2) a metaphysical basis for non-contradictoriness. A key role is played by an operator for logical negation, drafted in my previous works, there labelled &quot;NOT&quot;, and based on the notion of *exclusion between features of the world*. The operator has a technical definition entailing the following intuitive features:\n\na) It does not refer to the controversial concept 'truth': dialetheists doubt its being exclusive with respect to 'falsity' (for them, some truth-bearers exemplify both). It is characterized via the concept of exclusion as a basic primitive;\nb) NOT captures a key expressive function in communication: to convey determinate information we need an exclusion-expressing device to *rule out* that some circumstance obtains. Natural language negation plays such function (among others); NOT makes it formally precise.\nc) Once NOT has been given a semantics, we can establish a version of the LNC formulated via it. Dialetheists can accept it, as based on a concept they share: our sense of exclusive possibilities is, in the Kantian foundational jargon, a condition of possibility of our experience of the world.\n\nAn early career researcher, I have already published a book and essays on the LNC in 'The Philosophical Quarterly', 'The Australasian Journal of Philosophy', 'Philosophical Studies', the 'Stanford Encyclopedia of Philosophy'. This research will allow a decisive advancement of our understanding of the role of contradictions in rational inquiry and, most importantly, to help the career of a promising post-doc in this burgeoning field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001698/1","grantId":"AH/K001698/1","fundValue":"195611","fundStart":"2013-05-01","fundEnd":"2015-07-31","funder":"AHRC","impactText":"  It is too early for them to be used, as the project only started one and a half year ago, and while we have a number of forthcoming papers, only two have already been published, and not a long ago. Digital/Communication/Information Technologies (including Software),Education,Other Cultural","person":"Francesco  Berto","coPersons":["Crispin  Wright"],"organisation":"University of Aberdeen","findingsText":" We have a number of actual or accepted/forthcoming publications in major refereed journals of logic, which are reshaping, or will reshape, the debate on the Law of Non-Contradiction as a basic principle of logic. One first achievement is that we are vindicading the claim that the LNC ought to be regarded as a metaphysically grounded Law (a logical principle whose vindication consists in its representing a fundamental and most general feature of reality: its being structured by exclusion relations). Both the PI's published and forthcoming papers (in Review of Symbolic Logic and in Mind, respectively), and the post-doc's forthcoming paper (in Synth?se) give strong evidence for this claim. These findings will be of use for foundational debates in logic, Artificial Intelligence, and theoretical computer science. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}