{"id":"6066D9D0-C302-4E61-8F9F-FD66D1FE18B1","title":"DJ-1 and neurodegeneration: its roles in mitochondria and in protein misfolding","abstractText":"Parkinson's disease (PD), the second most common neurodegenerative disorder after Alzheimer's disease, is characterized by loss of dopaminergic neurons and the accumulation of misfolded alpha-synuclein in the form of Lewy bodies. The clinical symptoms include muscle rigidity, resting tremor, bradykinesia and postural instability as a result of the loss of dopaminergic neurons in the substantia nigra pars compacta. At later stages, the etiology of neuronal loss in sporadic PD is unknown, although aberrant alpha-synuclein aggregation and oxidative stress may contribute to the death of specific neuronal populations. Although little is known about the pathogenesis of PD, the detailed study of several genes associated with familial PD is enhancing the understanding of the molecular mechanisms associated with the disease. Mutations in one of these genes - PARK7 - accounts for ~1-2% of the sporadic cases of early onset recessive PD. PARK7 encodes for DJ-1, a small conserved protein which is broadly expressed and primarily localized to the cytoplasm, but also found in the nucleus and associated with mitochondria. Despite the importance of this protein, the role of DJ-1 in in formation of PD remains unclear. Several functions have been suggested for DJ-1, including an oxidative stress sensor, a chaperone which deals with misfolded protein in the cells, and a regulator of mitochondrial function. In this project we seek to clarify how DJ-1 contributes to mitochondrial function and protein misfolding, and ultimately how defects in these cellular processes due to DJ-1 mutations contribute to pathogenesis in PD. For these studies we plan to implement immortalized cell lines, primary cells from mice, as well as fruit flies. \n\nIn preliminary experiments we have observed that mutations in DJ-1 alter its ability to localize to mitochondria in mammalian cells under oxidative stress conditions. We thus now seek to further characterize this effect with varied oxidants, and also in the context of alpha-synuclein overexpression. In addition, we plan to investigate the impact of these mutants on both morphology and function of mitochondria in mouse cells, as well as the effects on mitochondrial gene expression. Finally we plan to extend this approach by studying the effect of DJ-1 mutants on the structure and function of mitochondria in fruit flies. \n\nNext we seek to further explore the role of DJ-1 in protein misfolding by investigating the relationship between DJ-1 and the Tau protein, which has been implicated in several neurodegenerative disorders. The Tau protein is involved in the pathogenesis of Alzheimer's disease and is a major component of neurofibrillary tangles present in this disorder. The gene encoding Tau has recently been genetically linked to PD. In addition, DJ-1 co-localizes with Tau inclusions in Alzheimer's disease and other brain disorders. However any possible physical/functional interactions between DJ-1 and Tau have not been studied and their relationship in the context of PD has not been explored. Thus we propose to study the interaction between DJ-1 and Tau in living mammalian cells, and to what extent, if any, this alters Tau toxicity or formation of fibers. Furthermore, we plan to extend this work to a fruit fly model of Tauopathies, to ascertain whether DJ-1 modulates disease-relevant &quot;symptoms&quot; in these animals. In preliminary work we have observed that DJ-1 and Tau directly interaction when expressed in mammalian cells. \n\nThus, our work will better define the role of DJ-1 in mitochondrial function and in protein misfolding which will help clarify its pathogenic role in PD. This added insight into DJ-1 biology may ultimately help inform therapeutic strategies for this, and other, neurodegenerative disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L003503/1","grantId":"MR/L003503/1","fundValue":"460100","fundStart":"2013-12-02","fundEnd":"2016-12-01","funder":"MRC","impactText":"","person":"Flaviano  Giorgini","coPersons":["Charalambos  Kyriacou"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}