{"id":"6071717E-8B02-4731-8EB4-C21D9852802C","title":"Street life and street culture: Between Early Modern Europe and the present","abstractText":"Today the street is synonymous with anxiety, worry, anti-social behaviour: nothing of this is new. The opposite is also true however, as urban renewal, major infrastructure and monumental architectural projects are all invested by planners and policy-makers with the expectation that they will redeem depressed areas and renew the social and physical fabric of neighbourhoods and communities: again, this also applies to the past. Though firmly based in the context and experience of Early Modern Europe, this project set out to view the process of urban change as witnessed along streets, with a comparative perspective offered by contemporary practice and experience. In relation to the public space of streets, we have considered these major themes: the relation between ephemeral performances and permanent urban change; the performative siting of violence, punishment and protest; surveillance, policing and control; gossip and the circulation of news; street sounds. The network set out to bring an historical understanding of contemporary problems concerning street culture, by addressing issues that may help reframe current issues, thus feeding into public policy (a follow-on-funding award expressly addresses this). This objective has also been advanced by the network's varied constituencies and the involvement of our project partners, CABE (Commission for Architecture and Built Environment). \n\nThe network has created a vibrant research community that is looking at new methodologies by bringing together historians, art historians, architectural historians, cultural anthropologists, social geographers, architects, urban planners, performers and artists, to discuss the social and physical environment of the street in a cross-disciplinary manner and across a broad chronological sweep.\n\nThe Street life and street culture network has met seven times over a two year period. The place and form of the meetings has varied. The first event was held Oxford, using an 'Open Space' approach where the network team brought together a number of participants from cultural anthropology, the professions of architecture and planning, and local community services, as well as actors, artists and an author. The objective was to explore shared interests and agendas that informed our subsequent activities. We subsequently held two workshops, and a session at an international conference which brought in additional outside speakers; these addressed such themes as the temporary and ephemeral use of urban space, violence/conflict/control, and gossip/information/sound. The network team also held an overseas meeting in central Italy, which explored various aspects of the performative nature of urban space. We also held a final conference in London will present our findings with a broad range of speakers and respondents, to showcase our activity over 2 years.\n\nThe network PI is Fabrizio Nevola (University of Bath), whose previous work on Early Modern Siena (Siena: Constructing the Renaissance City, New Haven and London 2007 and co-author of the exhibition catalogue of the National Gallery's recent Renaissance Siena: Art for a City) is characterised by an interdisciplinary approach to the urban environment. Related to the network's activity, his new book project is entitled 'Street Life in Renaissance Italy' (contract from Yale UP). CI for the project is Georgia Clarke (Courtauld Institute of Art, London), author of Roman House - Renaissance Palaces. Inventing Antiquity in Fifteenth-Century Italy (Cambridge University Press, 2003).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000417/2","grantId":"AH/G000417/2","fundValue":"42834","fundStart":"2009-04-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Fabrizio James Nevola","coPersons":["Georgia Margot Clarke"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}