{"id":"6077590B-DBC5-4539-A80C-3BB82BFF5C52","title":"School Health Action Research Partnership and Network (SHARPEN)","abstractText":"Secondary schools are important settings for health improvement, providing access to young people during a critical period when health risk behaviours markedly increase. Yet despite sustained effort to promote health through schools, the evidence for school-based interventions that effectively address issues such as obesity, smoking, alcohol use and mental health is limited. Health improvement research in school settings is challenging, with trials currently implemented in an ad hoc and inefficient manner. This is in stark contrast to research in primary care, which was greatly enhanced by the advent of primary care research networks (PCRNs) which facilitated an increase in the quantity and quality of randomised trials, improved research capacity and provided support for practitioner-led research. Such a step change is urgently needed to advance school-based research in the UK. \n\nThe project aims to improve the quantity, quality and efficiency of public health research in schools by developing and evaluating a School Health Action Research Partnership and Network (SHARPEN). The research to evaluate and refine SHARPEN has 3 strands. In the first, researchers from Cardiff, Bristol, Oxford and Swansea universities will work in partnership with the Welsh Government, Cancer Research UK, Public Health Wales and Cardiff and Vale University Health Board to establish a network of up to 90 secondary schools that are 'trial ready', by developing more efficient recruitment, consent and data linkage procedures. We will identify the infrastructure and processes necessary to make the network efficient, effective, acceptable and rewarding for both schools and researchers. We will explore the barriers and facilitators to making the network sustainable. Students in network schools will complete the Health Behaviour in School-Aged Children (HBSC) survey, a school environment schedule will be completed for each school, and we will pilot a system that uses these data as a basis for providing regular, tailored feedback to schools on pupil health behaviours and the school environment. \n\nIn the second strand we will test the feasibility of establishing school-based action research partnerships to see whether they add significant value to the network model. Five schools will each form an action group of pupils, teachers, parents, health professionals and academics and over the course of a year each group will review their HBSC survey and school environemnt data, identify health priority areas, discuss the links between health and educational outcomes and develop and implement a school health action plan. Action plans will draw on the project partners and local resources and adopt a whole-school approach to health improvement. We will evaluate the action research partnerships to capture how they worked, the factors that hindered and helped them, and whether schools and other stakeholders found them feasible and useful. During this strand, student and parent views on data linkage will also be sought. Issues around informed consent and anonymity will be discussed with students and parents and if possible, data linkage will be piloted.\n\nThe aim of the third strand is to scope the potential for sustaining the network and expanding it in Wales and for transferring the network model to secondary schools in England. Lessons from the first two strands will be fed back to key stakeholders in England and Wales and their views will be sought on network sustainability and its potential for expansion. The development of new school health research networks in England and Wales has significant potential to coordinate, increase and strengthen school-based research and inform evidence-based school health activity, thereby contributing to young people's health in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002787/1","grantId":"MR/L002787/1","fundValue":"402177","fundStart":"2013-10-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Simon MARK Murphy","coPersons":["Adam  Fletcher","Rona  Campbell","Sinead  Brophy","Christopher Philip Bonell","Michael  Robling","Christopher Matthew Taylor","Elizabeth  Waters","Steve  Manske","Laurence Anthony Moore"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}