{"id":"608A3A8F-4A2F-4BD6-8F2F-F8EF58BFD99C","title":"Energy filter with direct electron detector for electron cryo tomography","abstractText":"The machinery of life operates in biological cells and tissues at the molecular and atomic level. A detailed description of these molecular machines, their internal organization, and their interactions within cells is fundamental to understanding living organisms in health and disease. \n \nAt Birkbeck we study the three-dimensional structure of these machines with the aim of understanding how they work. Electron microscopy (EM) has become a major technique for observing biological machines both in isolation and in their cellular context. Electron microscopy can provide highly detailed information on the structure of biological molecules as well as overall perspectives on the organization of cells and tissues. The EM approach that allows us to determine the three-dimensional structures of cellular machinery is electron tomography. In principle, this is very similar to computed tomography in medicine, except that it works at very high magnification and shows us cells and molecules rather than bones, blood vessels and organs.\n\nThe samples are rapidly frozen using cryogenic liquids and examined at very low temperature. With this type of preparation they can be imaged in their natural, hydrated state. Advances in electron microscopy methods in the last decade have enabled us to obtain snapshots of biological molecules at different stages of their normal operation, revealing details of their mechanisms of action. \n\nHowever, the unstained biological structures trapped by rapid freezing in their native environment scatter electrons very weakly and are highly sensitive to the electron beam. The resulting images have poor contrast and a high background, limiting the detectable structural features in the images. In this equipment grant, we are requesting funding for a high-resolution electron energy filter and electron detector to help us record fine structural details in tomography images of cells. The filter removes unwanted, inelastic scattering that arises when electrons pass through samples as thick as cells. Filtering out this type of scattering makes the images clearer, so that more structural details can be discerned and interpreted. This energy filter will enable us to extract more information about how the cellular machinery functions.\n\nSpecific projects that will benefit from this new equipment include: 1) studies of pathogen-infected cells (including Malaria, Chlamydia and Toxoplasma) that will reveal how these intracellular invaders sabotage host cell systems; 2) studies of bacterial secretion systems that will reveal how bacteria interact with their environment to promote their own survival and replication; 3) studies of the process by which viruses infect bacteria; 4) studies to reveal how our immune cells protect our bodies from infection or cancer; 5) studies of the architecture and microtubule cytoskeleton of neuronal cells that will reveal how they adapt their shape during brain development and how this is disrupted in human diseases; 6) studies of amyloid protein deposits in living cells that will reveal how the cell's quality control machinery handles protein misfolding that causes neurodegenerative disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014211/1","grantId":"BB/L014211/1","fundValue":"654013","fundStart":"2013-12-20","fundEnd":"2014-06-19","funder":"BBSRC","impactText":"","person":"Helen  Saibil","coPersons":["Gabriel  Waksman","Elena V Orlova","Maya  Topf","Carolyn  Moores"],"organisation":"Birkbeck College","findingsText":" This equipment grant has provided us with a state of the art electron detector and energy filter which are essential for us to remain competitive in cryo electron microscopy. Test results have given 3.2 A resolution maps of tobacco mosaic virus, so we are confident that it is all working. It is too early to have new publications yet. We are using this equipment on a daily basis for many of our projects. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}