{"id":"608C2283-C4B1-48E0-AF01-3E471C1BCFE1","title":"Can Egyptian Paste Techniques (Faience) Be Used For 3D Printed, Solid Free-form Fabrication of Ceramics?","abstractText":"Current research in the field of 3D printing concentrates on creating functional materials. This research project will develop a process based upon historic Egyptian Faience techniques, which will enable ceramic artists, designers and craftspeople to print 3D objects in a material which they are familiar with and can be glazed and vitrified in one firing.\n \nFaience was the first glazed ceramic material invented by man. Originating in the 5th Millennium BC, Egyptian Faience was not made from clay (but instead composed of quartz and alkali fluxes) and is distinct from Italian Faience or Majolica, which is a tin, glazed earthenware. (The earliest Faience is invariably blue or green, exhibiting the full range of shades between them, and the colouring material was usually copper). The researchers believe that it possible to create a contemporary 3D printable, self-glazing, non-plastic ceramic material that exhibits the characteristics and quality of Egyptian Faience. It is the self-glazing properties that are of interest for this research. In the 1960's Wulff in 'Egyptian Faience a possible survival in Iran' postulated that the technique he observed in Qom, described as cementation glazing, could have been a method used by the Egyptians from 4,000 BC. In order to glaze the unfired object, it is buried in a glazing powder, in a sagger (a protective vessel of fireclay to support and protect delicate objects) then fired. During firing, a glaze is formed directly by chemical reaction on the surface of the body but the glaze mass as a whole does not melt.\n \nModern techniques employ 3D printing to form physical models by a variety of methods from a virtual digital file. An additive layer manufacturing process is employed to deposit a variety of materials: commonly UV polymer resins, hot melted 'abs' plastic and inkjet binder or laser sintered, powder materials. These techniques have previously been known as rapid prototyping (RP). With the advent of better materials and equipment some RP of real materials is now possible. These processes are increasingly being referred to as solid 'free-form fabrication' (SFF) or additive layer manufacture. This research will interrogate three primary methods of glazing used by the Egyptians. Application glazing: similar to modern glazing techniques where glaze slurry is applied to a body by brushing or dipping. Efflorescent glazing: where the glazing materials in the form of water soluble salts are mixed with the body. As the body dries, the salts migrate to the surface forming a layer, which fuses to a glaze when fired. The third method is cementation glazing. We will use these techniques as a basis for developing contemporary alternatives and will try and replicate the chemistry of some of the original recipes, however the use of modern materials will give more consistent and reproducible results. The research team will observe, record and evaluate a group of art/design/craft practitioners who will be selected as case studies and co-contributors to the project. They will test and help define the parameters of the process working iteratively with the research team, culminating in new creative work for exhibition. \n\nIn Egypt, from the New Kingdom onward, the colour palette of Egyptian Faience was extended and a new 4th method of manufacture was developed. The related PhD student will concentrate upon this 4th method of Egyptian Faience more like a glass, where the body is entirely homogeneous without a separate coating of glaze. The surface was generally but not always glossy. The glassy phase results from the addition of coloured frit to the Faience mixture. (Frit, a mixture of glass ingredients that have been incompletely reacted together, is a material in its own right and can be used as a pigment or for making objects). The applicants believe that the addition of coloured frit may enable an Egyptian Faience like material suitable for 3D printing with a greatly increased colour palette.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006025/1","grantId":"AH/J006025/1","fundValue":"321969","fundStart":"2012-09-03","fundEnd":"2015-09-02","funder":"AHRC","impactText":"  Discussions have taken place on 15th September 2014 with the Digital Media and Egyptian Department of the Metropolitan Museum, New York on printing amulets from the data from an MRI scan of a Mummy using the methods developed by Professor Stephen Hoskins and David Huson.\nDiscussions have taken place (October 2014) with Zahed Taj-Eddin, researcher in archaeology at UCL, and the Petrie Museum on emerging results. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Stephen  Hoskins","coPersons":["David Arthur Huson"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}