{"id":"60902B74-1B3F-4A75-BCF0-6D8E1B6B07BC","title":"Establish the link between Jasmonate Signalling and Cell Cycle","abstractText":"Because plants cannot move, they can only survive by adjusting their growth to prevailing environmental conditions. Any change in the environment represents a stress for a plant. Some stresses such as temperature, water availability and pests limit plant growth (development), and often result in reduced yield of crops 'a poor harvest'. An understanding of growth regulation, how plants grow and what internal (hormonal) and external (environmental) factors influence growth is therefore very important. Surprisingly, there is still no consensus on how basic growth processes, cell division and cell expansion are co-ordinated in a growing plant constantly adapting to its environment. Plants respond to stresses such as wounding or pathogen and pest attack by the production of molecular deterrents - chemicals toxic to the attacking pest, but also by changing the internal metabolism of the plant to eg. redirect resources to seeds or storage tissues. One of the hormones shown to regulate plant responses to stress was originally identified in jasmine and it is called jasmonate. This molecule has also an inhibitory effect on plant growth and development. Jasmonate production can be considered as a 'switch' that when triggered acts to reprogramme plant metabolism, growth and development (plant shape and form). Generally, stress tends to stop cells from getting bigger, and stressed plants can be severely dwarfed. In my laboratory we are interested in discovering the cellular components linking plant stress responses to growth processes with the aim to improve seed production, yield and adaptation of plants to their environment. We intend to investigate the role of jasmonate and of genes encoding proteins that allow plants to respond to jasmonate when produced in response to stress. The genes are called COI1 and RPD3 and we believe they are important in controlling cell division, and differentiation (when, where and how division takes place to produce different tissues / leaf versus flower). To investigate this, we are going to analyse DNA content, which is directly correlated to cell size as well as the morphology, (the shape or form / tall, short, bushy), of a series of plants that are modified in the way they respond to jasmonate. We will use a combination of molecular biology and biochemical approaches to analyse when, where and how genes are switched on and off during growth in plants treated with and without jasmonate. Because RPD3 is a protein predicted to bind DNA and to contribute to its packaging inside the cell during the cell cycle, we shall also identify the gene targets of this protein and determine whether their expression is affected by its levels and levels of jasmonate. In this project we also propose to evaluate in more general terms the contribution of proteins like RPD3 to plant responses to stress. This will be achieved by mining public databases to look for genes that co-regulate with RPD3 like proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003486/1","grantId":"BB/E003486/1","fundValue":"344168","fundStart":"2007-03-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"  We have identified the main physiological and molecular mechanisms through which growth is regulated in response to JAs-induced stress. We have discovered that JA deficiency or loss of perception might be responsible for observed leaf overgrowth. We observed a difference in the ability to respond to MeJA of above and underground organs. Taken together our findings offer a realistic possibility to uncouple growth inhibition from stress response and to produce crops where yield is not affected by environmental stress. We are currently evaluating how to increase JAs-induced production of metabolites useful in defence or as pharmaceuticals without affecting plant growth Agriculture, Food and Drink,Energy Cultural,Societal","person":"Alessandra  Devoto","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" Because plants cannot move, they can only survive by adjusting their growth to prevailing environmental conditions. Any change in the environment represents a stress for a plant. Some stresses such as temperature, water availability and pests limit plant growth (development), and often result in reduced yield of crops 'a poor harvest'. An understanding of growth regulation, how plants grow and what internal (hormonal) and external (environmental) factors influence growth is therefore very important. Surprisingly, there is still no consensus on how basic growth processes, cell division and cell expansion are co-ordinated in a growing plant constantly adapting to its environment. Plants respond to stresses such as wounding or pathogen and pest attack by the production of molecular deterrents - chemicals toxic to the attacking pest, but also by changing the internal metabolism of the plant to eg. redirect resources to seeds or storage tissues. One of the hormones shown to regulate plant responses to stress was originally identified in jasmine and it is called jasmonate. This molecule has also an inhibitory effect on plant growth and development. Jasmonate production can be considered as a 'switch' that when triggered acts to reprogramme plant metabolism, growth and development (plant shape and form). Generally, stress tends to stop cells from getting bigger, and stressed plants can be severely dwarfed.\nIn my laboratory we are interested in discovering the cellular components linking plant stress responses to growth processes with the aim to improve seed production, yield and adaptation of plants to their environment. We have investigated the role of jasmonate and of genes encoding proteins that allow plants to respond to jasmonate when produced in response to stress and we found that a gene called COI1 is important in controlling cell division, and differentiation (when, where and how division takes place to produce different tissues / leaf versus flower). We have analyzed the DNA content of the cell, which is directly correlated to cell size as well as the morphology, (the shape or form / tall, short, bushy), of a series of plants that are modified in the way they respond to jasmonate or fail to produce it. We used a combination of molecular biology and biochemical approaches to show that several important genes are switched on and off during growth in plants treated with and without jasmonate. We have also identified the gene targets of the RPD3 DNA binding protein that contributes to its packaging inside the cell during the cell cycle. We have also developed an in silico model to predict which genes work as important hubs to regulate responses to JAs. In this project we provide evidence that components of JA signal transduction commonly associated with plant stress are likely used for the control of developmental patterning and differentiation. Importantly in this project, we provide the first demonstration that components of JA signalling commonly associated with plant stress are likely to be used for the control of developmental patterning and differentiation. Understanding the mechanism by which JA and/or JA signalling components work in regulating cell differentiation will contribute to increase fitness (eg size, yield) potential of plants during stress, a critical issue for a sustainable agricultural development. Agriculture, Food and Drink,Energy,Environment,Healthcare","dataset":"gtr"}