{"id":"609713AF-CD64-4583-AA13-557DAEFB63E2","title":"Supportive Automated Feedback for Short Essay Answers (SAFeSEA)","abstractText":"The aim of this research is to provide an effective automated interactive feedback system that yields an acceptable level of support for university students writing essays in a distance or e-learning context. Our tool will be based on an existing system supporting the online writing and assessment of essays, OpenComment (Whitelock &amp; Watt, 2008), but this requires several problems to be solved, both in natural language processing, and in educational theory and practice. This proposal is therefore a truly interdisciplinary one.\n\nThe natural language processing problems are how to `understand' a student essay well enough to provide accurate and individually targeted feedback, and how to generate that feedback automatically. We intend to use techniques from document classification (measures of semantic similarity), information extraction, document summarisation, and text generation to address these problems. The tools we build need to be flexible enough to support different types and models of feedback.\n\nThe educational problem is how to develop and evaluate effective models of feedback. This requires research into the selection of the content, mode of presentation and delivery of the feedback. The primary aspects of feedback which will be investigated are: summarisation; recognition of positive achievements; location of errors of commission or omission; misconceptions or problems connected with causal relationships; tactical and strategic hints both relating to the specific issues being addressed in the essay and issues connected with `metacognition' (i.e. self awareness of the learning process), and self-regulation of the learning process. For feedback to be effective, it should assist students not only to manage their current essay-writing task, but it should also lead to further development of their essay-writing skills, the skills associated with efficient self-regulation, and their motivation to complete their course. The methods used to obtain data on effectiveness will be student surveys, interviews with selected participants, analysis of the various versions of the essays submitted for feedback, and the quality of the final essay.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005959/1","grantId":"EP/J005959/1","fundValue":"247912","fundStart":"2012-09-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"","person":"Denise Mary  Whitelock","coPersons":["John Thomas Richardson"],"organisation":"Open University","findingsText":" (1) We have demonstrated that it is possible to construct a computer program (EssayAnalyser) which carries out automatic essay structure recognition and uses domain-independent graph-based ranking techniques to derive extractive summaries from students' essays. One of the strengths of the system is that it is domain independent and can be used to analyse any text on any topic. (2) We have demonstrated that it is possible to construct an interface (OpenEssayist) which provides a variety of visual Because the system is domain-independent, it could be used to support authorship in virtually any context whatsoever. In addition to educational contexts of all kinds, this would encompass any environment that involves the development, dissemination and publication of coherent and well-written text. Prompt feedback is an essential component of all human learning, and the SAFeSEA project has shown that a computer-based system can be constructed which provides instant feedback on any piece of text Education","dataset":"gtr"}