{"id":"609C066E-35AD-4000-8F20-5C8238B214FF","title":"Genetically defined neurons at the intersection of the sleep and circadian systems","abstractText":"Sleep is a universal animal behaviour. Its occurrence is tightly interwoven with the body's circadian clock, which in turn, is a natural adaptation that accounts for planet Earth's rotation, or in other words: daylight and darkness. Sleep is a fascinating phenomenon, because of its similarities with unconsciousness and for the appearance of dreams. Mammalian sleep is a complex behaviour that can be divided into two main types, non-rapid-eye movement sleep (NREM) and rapid eye movement sleep (REM). The functional significance of sleep in its many forms is being heavily investigated but remains poorly understood. Nonetheless, it is accepted that the brain benefits the most from sleep: NREM sleep provides the conditions for cellular recovery, neural circuit maintenance and consolidation of memories. At organism level, extended periods of continuous brain activity result in a &quot;need&quot; for sleep, which is proportional to the time spent awake. It is also intuitively clear that there is a propensity to restrict sleep to the night, or to the day in nocturnal animals. Nocturnal sleep is referred to as the &quot;circadian&quot; component of sleep, whilst the need for sleep as the &quot;homeostatic&quot; component of sleep. Our aim is to identify the points of contact where the sleep and the circadian systems interact. By investigating the existence and architecture of synaptic connectivity among genetically defined neuronal populations, we hope to understand how the body clock influences sleep and how external cues about circadian time interact with clock and sleep circuits; similarly, we hope to identify the structural underpinnings allowing for the need for sleep to reset the phase of the body clock. We have recently discovered a gene that is required to maintain a normal balance between the animal's activity and rest periods. Mice lacking expression of the gene display an early onset of the active phase of the circadian rhythm and a significant loss of rest-time. The gene is only expressed by a small fraction of neurons and at the time when these take up their final position in the brain and establish connections with other neuron types. Interestingly, we also noticed that major sleep and circadian regulatory areas in the brain do not express the gene, but, we hypothesize, they may require information from neurons that do. We are therefore confident that we now have the right tools and experimental conditions to discover novel, genetically defined, neuronal cell types required to maintain the balance between sleep, activity and their coordination with circadian time. As human lifespan increases, efforts should be made so that &quot;healthspan&quot; increases too. The normal process of ageing is very often accompanied by a decline in sleep quality and anticipation of the circadian rest-activity rhythm, which both contribute to the deterioration of life quality in elderly people: an intriguing correlation with our mutant mouse behaviour. More generally, social jet lag and sleep hygiene are terms increasingly used to indicate the cause and remedy to a variety of modern age human ailments, which include obesity, cardiovascular disorders and depression. Yet, there are cases when the causes of a disrupted circadian rhythm, or sleep, are not found in an individuals' life style, but in their neurons' connectivity and function. A disruption of the circadian and sleep systems is very often observed in common psychiatric disorders, including schizophrenia, bipolar disorder and Alzheimer's. This correlation is so significant that many scientists and clinicians now hypothesize that the same neuronal circuits that are affected in these psychiatric disorders are also involved with regulation of sleep and circadian rhythms. Hence the importance of basic research into the neural networks regulating circadian behaviours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020068/1","grantId":"BB/L020068/1","fundValue":"387957","fundStart":"2014-11-15","fundEnd":"2017-11-14","funder":"BBSRC","impactText":"","person":"Alessio  Delogu","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}