{"id":"60A238E0-1425-45C1-A43B-E656CB78F942","title":"Opportunities afforded by the outdoors for alternative pedagogies as children move from Foundation Stage to Year 1","abstractText":"<p>What is it like to be a child aged 5 or 6 moving from Foundation Stage to Year 1? The aim of this research will consider ways in which children are given opportunities to shape their learning in outdoor environments over this key period in their foundation and primary schooling.</p>\n\n<p>Our research concerns outdoor contexts for learning and explores the different ways that teachers might teach in external environments and the ways in which children (aged 4-6 years) learn from the pedagogical processes occurring outdoors. Undertaking observations and interviews the study has two main aims; firstly to explore what teaching and learning in outdoor contexts in the Foundation Stage (FS) and year 1 of primary school are like and how they come about; and secondly, to understand how interactions between teacher, child and place might help children make a successful move between these educational stages.</p>\n\n<p>Fundamentally the study will look to identify how changes in learning objectives between the Foundation Stage and Key Stage 1 may influence teaching and learning practices and how place, in particular outdoor contexts, may interact with staff and children to construct ways of teaching and learning. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3065","grantId":"RES-000-22-3065","fundValue":"83589","fundStart":"2009-01-05","fundEnd":"2011-05-04","funder":"ESRC","impactText":"  Schools taking part have used their learning from the research. One is now a Beacon school ( because of good practice in outdoor learning) for one of the largest outdoor learning projects in the UK, Natural Connections Demonstration project. The knowledge gained from the research has also informed the development of this project as the lead, Waite, was the PI for this award.\nFindings also informed reports written by Rogers for the DfE. Education,Environment,Healthcare Cultural,Societal,Policy & public services","person":"Susan Jane Waite","coPersons":["Sue Jane Rogers","Julie  Evans"],"organisation":"University of Plymouth","findingsText":" Transition\nOne head teacher described the transition to KS1 from FS as movement ‘between a rock and a meadow’. Although teachers supported outdoor learning for maintaining play-based learning opportunities for children beyond FS in theory, perceived pressure to prepare children for the next stage of educational assessment acted as a major constraint on this. Even in FS, sometimes resources were separated into specific learning goals, possibly reducing children’s agency in creating learning that is meaningful to them. Structural support from head-teachers in school development plans, for example, and teachers’ own personal convictions made a difference to how much use was made of the outdoors. Teacher effect was particularly marked in the sorts of activity planned for classes. As teachers were often absent from outdoor spaces, the extent to which outdoor learning was linked successfully with classroom learning was limited. It suggests that indoor teaching and learning had a higher status than outdoor teaching. Thus opportunities to extend and capitalise on experiential learning were not always maximised. \nPedagogy \nMost adult/child interactions in both FS and KS1 focused on monitoring and managing children’s behaviour and avoiding risk in children’s play. There were fewer adult/child interactions for the purpose of extending children’s thinking. Quite often, adults directed children’s activity in order to achieve a desired outcome rather than following children’s emergent ideas. However, on occasions, adults responded contingently to children’s interests, supporting extension of their thinking through making resources available and open questioning. We suggest that outdoor contexts can engender a different pedagogic relationship between child and adult and thus interrupt established patterns of teaching and learning more prevalent inside the classroom. However, this interruption appears linked to teacher and child expectations and the different nature (or culture) of various outside spaces. In this way the environment appears to exert a shaping influence on the character of the pedagogic interaction between children and adults. Significantly, child/child interactions outside were diverse, extended, rich in language, and hugely enjoyed. They developed sustained shared narratives and supported each other’s learning. A range of readiness for teacher-led learning was evident in follow-up interviews at the end of Year 2, suggesting a need for continuing diversity of places and pedagogical approaches.\nSocial and affective support for learning\nFinding ways to be together was a dominant theme in outdoor contexts. The majority of talk outdoors was between children and involved negotiation, the formation of bonds and truces and the maintenance of play themes. In instances where an adult was present outside, conversations and play were often disrupted by adult agendas relating to school timetabling or concerns over health and safety. Inside the classroom, children’s interactions were frequently fractured by teacher talk and children’s talk sometimes indicated that their focus was on a product rather than the process of learning. \nDifferentiating place and cultural affordances\nPlace and culture are important for matching learning opportunities to purposes. Culture is understood here as ‘values and beliefs, rules and codes of conduct and behaviour, forms of language, patterns of speech and choice of words, understandings about ways of doing things and not doing things.’ Cultural expectations affected places outdoors differently so that spaces close or within the school grounds often imported schooling cultural norms. Some spaces had richer associations for children and provided continuity with learning in the community. Considering cultural aspects and cultural density of sites would help align purposes, pedagogy and place more effectively. Gender\nSchools are sites of both gender construction and reconstruction between children and adults and between children and children. Opportunities for outdoor learning enabled children to move beyond stereotypical notions of ‘being a boy or a girl’, for example, that ‘all boys’ need to be physically active and boys are more suited to outdoor learning. The data show that just as ‘some boys’ may benefit from outdoor learning environments, so too do some girls. In line with recent debates regarding gender differences in learning, the data offer an evidenced-based account of how gender operates within early years and primary school environments. \nNoises ‘off stage’\nSoundtracks of play and work were distinctly situated and varied between classrooms. Outside there were often non-verbal vocalisations: animal sounds, mechanical sounds, singing and humming accompanying children’s play; while in class, the most common backing to children’s conversation was adult voices. The child-centred method of audio recording was valuable in that it showed the levels of noise which children regularly cope with in their learning environments. The levels of background noise were high in both contexts (although perhaps surprisingly, less so outdoors), which impacted on our analysis of language in the audio material. We are exploring ways to represent this, as we regard this as an important data source and not simply ‘interference’.\nBoth these topics are worth further investigation. Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}