{"id":"60A6C1B8-81CA-4FA1-9931-DA1DB3743FAE","title":"Visitors in Astronomy","abstractText":"The Astronomy Unit pursues programmes of research in a range of fields, and the proposed Visitor grant will support all areas. Cosmology: Early universe (particularly inflationary scenarios) including generation of non-Gaussian density perturbations in inflationary models inspired by String Theory and Quantum Loop Gravity; primordial black holes and dark matter; dark energy and modified gravity theories and understanding the acceleration of the universe; polarization of the cosmic microwave background, and the possible detection of primordial gravitational waves by space interferometry and pulsar timing. Dynamics and Formation of the Planetary Systems: studie of ring-satellite interactions at Saturn using modelling and data from the Cassini mission; formation and evolution of meteor streams and the Kuiper belt; planetary system formation including the formation of planets in turbulent magnetised disks and the formation of terrestrial planets in exoplanet systems; formation and dynamics of planetary and satellite systems including planetary collision studies; dynamics and circulation models of exoplanet atmospheres and implications for observations. Space and Astrophysical Plasmas: study of collisionless shocks and kinetic plasma turbulence using computer simulations; particle acceleration at collisionless shocks; linear plasma instabilities and nonlinear evolution using computer simulation; kinetic plasma physics of turbulent heating; modelling and analysis of spacecraft observations using simulations. Survey Astronomy: development of analysis tools for VISTA surveys; application of data from large volume/area surveys (VISTA and VST) for a broad range of projects in cosmology, extragalactic, galactic and stellar astrophysics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002545/1","grantId":"ST/H002545/1","fundValue":"29895","fundStart":"2010-07-18","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"David  Burgess","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}