{"id":"60B00EA8-18F1-4DBE-ACF7-71B2E558EB16","title":"WLP+ (Whole Life Performance Plus)","abstractText":"Studies from academic literature have demonstrated that staff productivity can be increased by up to 20% by improving\nIndoor Environmental Quality (IEQ) such as temperature control, lighting and indoor air quality. The Whole Life\nPerformance Plus (WLP+) project will deliver a proven methodology for defining and measuring worker productivity, a\nstatistically proven model of IEQ for improving worker productivity, a means of identifying poor office environments, a\nmethodology for reconfiguring poor office environments to make them more productive and a control system for optimising\nIEQ in offices in real time. Our approach will also allow performance data from many buildings to be collected from our\ncontrol system which will sit over and integrate with existing building management and control systems.\n\nThe goal of the WLP+ project consortium is to enable commercial building owners to increase staff productivity by 10%\nwhile reducing energy use by 30%; targets that we believe are achievable and realistic, based on existing evidence. Since\nexpenditure on staff is at least 40 times higher than expenditure on energy, this offers a strong business case for the WLP+\nuser. The WLP+ project will develop and demonstrate empirically a link between IEQ and staff productivity in contact (call)\ncentres and professional business services buildings where large volumes of staff utilisation, productivity and absenteeism\ndata are available. The project will then resolve how the IEQ model can be used to monitor and control building\nmanagement and other building control systems to deliver these optimised IEQ conditions over the course of a working day\nfor minimum energy input. The WLP+ software solution will dynamically control commercial buildings and identify\ninterventions that are required for clients to optimise their working environments and minimise their building energy use.\n\nOur target market consists of three customers: end user owners, organisations that own and use their buildings, landlords\n&amp; developers, who build, manage and rent space to tenants and tenants who rent and use space from landlords. Each\nmarket segment is different because of their economic drivers and ability to change or reconfigure their space.\nThe outcome of the project will be the creation of commercial software tool and consultancy offering, creating a business\nfor improving staff productivity.\nThe project consortium is led by an SME (LCMB), working in partnership with a major building occupier/owners (Kings\nCollege and clients of Emcor FM), dissemination partners (British Council for Offices and Constructing Excellence), and a\nUniversity (Oxford Brookes University (OBU)). The project team brings together highly qualified and specialised individuals\nwith progressive end users to combine cutting edge academic knowledge, data management skills and business\nintelligence that goes beyond the benefits each individual partner could achieve in isolation.\n\nThe project will include seven work packages (WPs):\n- WP1: Project management and reporting\n- WP2: Technical definition of the IEQ parameters, staff productivity and energy metrics using available datasets\n- WP3: Baseline data capture on IEQ, productivity and energy use.\n- WP4: Deploy improvement interventions to modify IEQ for enhancing productivity and reducing energy use in the test-bed\nare.\n- WP5: Software development of WLP+ protocol interface for deployment in building control and management systems of\nfuture projects.\n- WP6: Testing, validation and refinement of software tool by deploying in a case study commercial office building.\n- WP7: Dissemination and knowledge exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509000/1","grantId":"EP/N509000/1","fundValue":"150017","fundStart":"2016-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Rajat  Gupta","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}