{"id":"60B1D4A1-9774-4E46-8D3F-14B9F2626275","title":"Mathematical models and algorithms for allocating scarce airport resources (OR-MASTER)","abstractText":"Congestion at major airports in the UK and across Europe and the rest of the world is a serious and growing problem. Already Heathrow faces problems occasioned by serious congestion for a major part of the day while at Gatwick demand is expected to exceed capacity for 17 hours per day by 2025. According to a Eurocontrol study, planned capacity at the 138 Eurocontrol Statistical Reference Area (ESRA) airports is expected to increase by 41% in total by 2030, with demand exceeding airport capacity by as much as 2.3 million flights (or 11%) in the most-likely forecast growth scenario. \n\nThe development and deployment of airport capacity is a major societal issue engendering intense public debate in the UK and around the world.\nCapacity at congested airports is expressed in slots. A slot identifies a time interval on a specific date during which a carrier is permitted to use the airport infrastructure for landing or take-off. Current slot allocation procedures suffer (inter alia) from the following limitations:\n\n1)Simplistic modelling of the objectives and operational/regulatory constraints bearing on the multiple stakeholders involved in (and affected by) the slot allocation process.\n\n2)Insufficient capture of the interactions encountered in airport networks.\n\n3)The use of empirical or ad hoc processes for determining (rather than computing) declared capacity which address neither the uncertainties involved in airport capacity assessment nor the complexity and size of the real-world problem, even at the single-airport level.\n\nConsequently, existing approaches to the allocation of airport capacity fail in a number of critical ways to reflect the complexities presented by the real world. This creates allocation inefficiencies which, in turn, result in poor airport capacity utilisation with significant negative impacts on airport revenues, airline operating costs, the level of service offered to passengers and the environment.\n\nThere is thus a pressing need to meet the major scientific challenge of developing novel mathematical models and solution approaches to transform the airport slot allocation process and its associated outcomes. The programme grant aims to do just that for a single airport and for a network of airports. Mathematical models will be developed and analysed which consider the objectives and requirements of all stakeholders and which take account of a wide range of operational and regulatory constraints. The intrinsic complexity of the proposed programme and its large scale (especially for the case of the network-wide slot allocation) will mean that it will provide an excellent test-bed for the development of new heuristics and hyper heuristics for large scale complex scheduling problems more widely. Algorithms that will be developed and tested by this project will provide essential support for the complex large scale capacity allocation problems that arise in other types of transportation networks, including rail networks. In addition, it could extend to other types of networks that share similar problem structures, such as those in energy and telecommunications.\n\nThe models and solution techniques developed will underpin the development of novel decision support systems which have the potential to make a major impact on airport operations. The research team has an internationally leading profile in the areas of mathematical modelling, heuristic development, stochastic optimization, airport slot allocation, airport management and performance assessment. It has an excellent track record of research cooperation with all categories of stakeholders. It will cooperate closely with an impressive array of leading industry stakeholders in order to make sure that the work is as cutting edge industrially as it is scientifically.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020258/1","grantId":"EP/M020258/1","fundValue":"2262470","fundStart":"2015-10-01","fundEnd":"2021-09-30","funder":"EPSRC","impactText":"","person":"Konstantinos  Zografos","coPersons":["Kevin David Glazebrook","Edmund Kieran Burke"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}