{"id":"60B3ADD0-7E35-4048-A475-5B3F832F7995","title":"The 'sleeping' biosphere - endospores in deep marine sediments","abstractText":"The Deep Biosphere is a major new area in Geosciences and the presence of possibly the largest prokaryotic biomass on Earth being in the deep subsurface is both astonishing and still controversial. This has fuelled wide interest and a string of papers in Nature and Science, as well as wide press and public interest. This project will investigate a new aspect of deep biosphere research by quantifying and investigating the role of prokaryotic spores, which could represent a very significant proportion of previously detected cells in deep sediments. As they do not show detectable metabolism, the presence of large number of spores could help to explain the paradox of large numbers of cells in the deep biosphere while only very little energy is available. Thus this research will have the same broad interest as previous Deep Biosphere studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021531/1","grantId":"NE/H021531/1","fundValue":"309283","fundStart":"2010-11-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"  Some findings have been used for publications in scientific journals. Some manuscripts are currently in work.\nData have been presented at the Geomicromicrobiology Network Meeting in Newcastle (2014) and for lectures and practicals during the ECORD deep biosphere summer school in Bremen (2014). Education ","person":"Henrik  Sass","coPersons":["Ronald John Parkes","Andrew John Weightman"],"organisation":"Cardiff University","findingsText":" Bacterial endospores can survive temperature of up to 150 degrees celsius, much higher than the known tempertaure limits for life. These spores also survive repeated autoclaving.\nBacterial endospores can be stained with some of the common known dyes used for estimating cell numbers in environmental samples and most likely represent a major part of the known biosphere. This is significant as spores show no active metabolism and this can help to explain the large amount of cells in deep sediments and rocks.\nThe number of viable spores (able to germinate and form a vegetative cell) shows no clear correlation with depth which indicates that there is no obvious 'die-off'. \nThe presence of spores in deep sediments seems to correlate with the sedimentary setting and they may represent a marker for paleoenvironmental conditions. The finding of extremely heat resistant spores that survive repeated autoclaving, shows that sterile control experiments need to be monitored carefully as they may show activity.\nThe fact that spores can be stained highlights the need for a new method to detect only active cells in environmental samples. Currently total cell estimates are overestimating numbers of active cells in situ.\nFurther studies are required to corroborate the findings on the depth distribution of spores in deep sediment cores and the correlation of their numbers with the environmental conditions when these sediments were deposited. Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}