{"id":"60B65CC0-9058-472C-8C7E-8EE9EAFD9141","title":"The function of the chemokine receptor D6 on innate-like B cells","abstractText":"Our immune system protects us from infection and underpins the process of vaccination. The principal cells of our immune system are the white blood cells, of which there are many different types, each with specific immunological tasks. White blood cells are not just found in the blood. They can leave the blood to monitor the health status of our tissues. If they detect an infection, they communicate with other white blood cells whose job is to destroy the infectious agent and ensure that the tissue is repaired. Unfortunately, the immune system has a darker side. In many common diseases, including allergy, autoimmunity, heart disease and cancer, white blood cells use their powers to cause, or perpetuate, disease. As immunologists, our ambition is to understand how the immune system works so that we can improve its protective capabilities, and treat the diseases it causes when it goes wrong. Whether the outcome is protective or destructive, the location of white blood cells is of key importance in all immune responses. If these cells are not in a particular place in the body at a particular time then they are unable to adequately protect against infection or contribute to disease. We are interested in understanding how white blood cells are instructed where to go. Years of investigation have revealed the importance of a group of molecules called chemokines in this process. Chemokines are secreted by tissues, or particular parts of tissues, often in response to damage and infection. They stick to special 'receptor' molecules on the surface of white blood cells. These receptors then tell the cells to move towards the source of the chemokine, and instruct them to start behaving in certain ways. In this way, white blood cells are moved around our bodies either to help ensure effective immune protection, or to contribute to the development of disease. Exciting new medicines are under development that are designed to interfere with chemokines and their receptors to help treat these diseases. Recent clinical studies have been very encouraging. However, many questions remain about chemokines and their receptors, and these questions need to be answered if we are to fully understand the roles they play in immunity and disease. We discovered a receptor for chemokines which we called D6. We are now interested in defining its role in immune responses. Recently, we have found that it is present on particular types of white blood cells called innate-like B cells. These cells are of major importance in protection against bacterial infection because they can rapidly make large quantities of antibodies that help eliminate bacteria. Remarkably, they also appear to play a role in heart disease and autoimmunity. This current proposal aims to reveal the function of D6 on these cells and investigate its importance in their ability to move to the correct locations in the body, produce antibodies, and protect against bacterial infection. Drawing on our team's considerable expertise in this area, we anticipate that our study will radically improve our understanding of how chemokines control white blood cells and the immune system. This may have important ramifications for the design of new medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010773/1","grantId":"BB/G010773/1","fundValue":"670509","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"  With the exception of research publications, skills training and engagement activities, there have been no other impacts to date.  ","person":"Robert  Nibbs","coPersons":["Carl Steven Goodyear","Timothy John Mitchell"],"organisation":"University of Glasgow","findingsText":" Broadly, the research funded on this grant aimed to understand the role of a surface receptor called D6 in the biology of B cells. We discovered that when D6 is absent animals have fewer B cells and are less able to make certain types of antibodies. We found that this is because D6, using novel mechanisms, regulates the migration of B cells, and controls their localisation within tissues. We have dissected many of the mechanisms that control the activity of this receptor, and revealed its indispensable function during certain inflammatory conditions. In particular, we have defined the subtle regulatory roles played by D6 in animal models of peritonitis and autoimmune disease (such as MS and rheumatoid arthritis), and during bacterial lung infection. Over the tenure of the grant we also developed novel techniques for detecting and analysing D6 and related receptors on cells in culture and in living animals. These techniques are now broadly used in our group and by our collaborators, and have led to numerous technical and scientific advances since the grant terminated. The findings are likely to stimulate future research in the area of atypical chemokine receptors and their roles in autoimmunity and B cell biology, and the receptor detection methods that were developed are likely to be exploited by researchers in academia and industry. Education,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}