{"id":"60C550C7-BC52-41D8-BB70-DDF85DD84DE1","title":"Functional anatomy of the subiculum","abstractText":"The hippocampal formation (HF) is comprised of the hippocampus, subiculum and entorhinal cortex. These brain regions are vital for memory process and navigation across different vertebrate species. The activity of different HF neurons is strongly tied to the location and heading of an animal in space. For example, hippocampal 'place cells' fire when an animal moves through a particular location. Different place cells fire when the animal is in different locations and there are enough of these cells to fully map any environment. These observations led to the idea that the HF acts as a unit to create a neural 'map' of each environment (spatial map). Within this map different environmental events (e.g., lights, sounds, and encounters with objects) may be associated together according to the location and the sequence in which they occurred to form an episodic memory. Thus, the memory for one episode may be represented as the ordered firing of a small group of hippocampal neurons. We know very much less regarding how hippocampal information is passed to other sites. This is an important question as long-term memories are stored outside the HF. The hippocampus has a well-defined connectivity with the subiculum, its main output target. Three separate outputs from hippocampus connect to three corresponding subicular regions. In turn, these subicular regions project to different sets of target structures outside the HF. This arrangement suggests that for each set of target sites to receive a spatial map, a complete spatial map must be present in each of the three major subicular outputs. In turn, each of the three hippocampal outputs to subiculum must also provide a complete map (our 'multiple map' hypothesis). Alternatively, the complete map may be split across the three hippocampal inputs to subiculum which then recombines these to provide three identical outputs, each with a complete spatial map (our 'recombination' hypothesis). This project will investigate these two possible arrangements by inducing activity within hippocampal inputs to subiculum and examining whether this spreads across the three major subicular outputs. If information is shared across subiculum this will support the 'recombination' hypothesis. If, however, information is not shared this would support the 'multiple map' hypothesis. One reason why the subiculum is needed for the 'multiple map' hypothesis is that the three identical spatial map outputs are 'customized' by subiculum for each of the three sets of target sites. Cortical inputs to subiculum, for example, are not the same for each of its three outputs. One subicular output gets more information about the objects encountered by the animal whilst another may get relatively more information about the spatial relation of the animal with these objects. The third output may get a combination of all this information. We are also interested in how information spreads within subiculum via the different types of neuron found there. We have evidence that hippocampal inputs arrive within a deep region of subiculum that contains only neurons that fire high-frequency bursts of action potentials (IB cells). Inputs from other sites that target subiculum may also run to this region. Activity then seems to spread to superficial region that contains both IB neurons and another class of neuron that fires regular sequences of action potentials (RS cells). If different events or stimuli are represented within the ordered firing of groups of cells then we should find such ordering within subiculum. For example, the response to any input may occur in the general sequence of deep IB to superficial RS/IB cells. However, the response to different inputs should be represented by different sets of IB and RS cells within this general framework. We will test this hypothesis by analyzing the activity of several subicular cells recorded simultaneously in response to activation of different inputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011159/1","grantId":"BB/D011159/1","fundValue":"246104","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"John  Gigg","coPersons":[],"organisation":"The University of Manchester","findingsText":" Insight into the output structures of the hippocampal region within the mammalian brain. These regions are crucial for episodic memory formation and spatial navigation. We have examined these regions in alzheimer's model mice and found that there is a significant change in physiology that matches changes in behaviour Healthcare","dataset":"gtr"}