{"id":"60C56827-8F12-48E7-8AEF-B08C8D4820AD","title":"The auxetic nucleus: nuclear mechanotransduction and its role in regulating stem cell differentiation","abstractText":"Embryonic stem cells (ESCs) self-renew in a state of pluripotency, meaning they can give rise to all tissue types; therefore, they are very promising for regenerative medicine. We recently discovered they have a very interesting and surprising property. Just as an ESC begins to leave behind this state of pluripotency - i.e. as it differentiates - their nucleus, the large structure in the cell that houses all the genetic material, becomes 'auxetic'. Auxeticity is a property that refers to the response of a material under mechanical stress. Consider that, under mechanical stress, a tensed rubber band becomes thinner, and when a ball is compressed it becomes fatter: this is what most materials do. However, an auxetic material, in contrast to a rubber band, becomes fatter when stretched, and thinner when compressed. This property is highly unique even compared to other cell nuclei, but we found one other cell type that manifests this same property in its nucleus. That cell type is the oligodendrocyte progenitor cell (OPC), which is similar to ESCs in that they are a self-renewing stem cell. In development, OPCs give rise to oligodendrocytes (the myelinating cell of the central nervous system) and in the adult is responsible for generating new oligodendrocytes following demyelination (a unique and clinically important neural regenerative process called remyelination). Both of these stem cells are keys to regeneration, and we believe our studies will shed new light on how they work. \nAuxeticity has two important repercussions for the ESC/OPC nucleus. First, it has implications for structure because auxeticity arises from unique structural characteristics (such as the auxetic honeycomb: see https://www.youtube.com/watch?v=vdkYuLsT7Sc). We will use a combination of biotechnology, biological and physics techniques to understand what nuclear structural properties are responsible for auxeticity; in finding this, we will better understand how nuclear structure changes during differentiation, and how these changes might facilitate differentiation. The second repercussion is that auxeticity yields massive volume fluctuations with mechanical stress. Consider that an auxetic nucleus gets fatter when stretched, and thinner when compressed, and it is clear that, unlike most materials, it changes volume considerably with mechanical stress. This, in turn, will cause a large flux of soluble molecules across the nucleus with mechanical stress. Given that, particularly in tissue, stem cells undergo frequent and significant mechanical stress, we believe this is important for how differentiation is regulated. The reason for this is that there are a number of signaling molecules that are necessary for differentiation that are kept outside the nucleus before ESCs or OPCs differentiate. When the mechanically-stressed nucleus significantly swells (we see volume increases in the nucleus of up to 50% with relatively small forces), that will force some of these molecules into the nucleus where they can find their targets. We propose that in this way, auxeticity causes the nucleus to be like a pump for moving molecules across its membrane. We will use the biotechnology we develop to apply mechanical stress to the cells to observe these volume fluctuations and concurrent movement of molecules across the nuclear membrane. We will also use biological techniques to analyse the targets of these molecules to determine if this auxetic effect is causing functional changes in ESCs/OPCs.\n The research will impact biotechnology, regenerative medicine and stem cell biology. It will bring to bear new insight into how stem cells work, and how we can investigate them. Using our connections in stem cells, biophysics, and biotechnology, we will widely circulate our results, generating impact in several academic disciplines. Given its high potential for impact and its highly cross-disciplinary nature, the proposed research is highly suited for the portfolio of the BBSRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M008827/1","grantId":"BB/M008827/1","fundValue":"603239","fundStart":"2015-06-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Kevin  Chalut","coPersons":["Robin James Franklin","Ulrich Felix Keyser"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}