{"id":"60D0ACE1-74AD-4EC5-B615-3532885C6EAD","title":"Replacement of animals in cancer drug development by using 3D in vitro functional assays for increased predictive power","abstractText":"Before any drug can be used in patients, it must be tested in animals for safety and activity. However, in cancer in particular, many drugs fail to work in the clinic because the preclinical testing is inadequate. Brain tumours in both adults and children are particularly devastating because there are currently no curative treatments. We have therefore chosen to focus our attention on streamlining the testing of new drugs in brain cancers. Currently, drugs are initially tested in simple systems where cancer cells are grown in a single 2-dimensional (2D) layer on plastic plates, but this does not in any way match the complexity of tissues where the tumours develop in the body in 3-dimensional (3D) clusters and where drugs may not easily penetrate. However, there is scope to test drugs more effectively before they are tested in vivo. Our view is that the 2D culture systems are not sufficiently predictive of in vivo responses and so many animals are used for subsequent tests without legitimate validation of potential drugs. Our objective is to bridge the gap between the standard current methods and animal testing. We are developing a panel of reproducible, 3D sytems which will measure not only cancer growth, but also additional devastating aspects of cancer behaviour: their ability to invade tissues and to make the body provide them with a new blood supply ? a process called angiogenesis. It is this which not only feeds the cancer but also enables it to potentially spread to other parts of the body. We have engineered the tests so that we measure effects on almost 100 mini cancers on one small plate the size of a small paperback book. By developing a more sophisticated way of identifying compounds more likely to work in the body, we will be able to replace a significant proportion of the animals currently required to bring new drugs to the clinic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000121/1","grantId":"G1000121/1","fundValue":"291483","fundStart":"2010-09-01","fundEnd":"2012-12-31","funder":"NC3Rs","impactText":"","person":"Louis  Chesler","coPersons":["Suzanne Amy Eccles","Andrew  Pearson"],"organisation":"Institute of Cancer Research","findingsText":"","dataset":"gtr"}