{"id":"60D568C5-4402-40C6-9D40-4AE17AD12F0D","title":"Characterisation of primitive stem cell-like canine cancer cells: identification of therapeutic targets through genomics","abstractText":"Cancer has emerged as a major cause of morbidity and mortality in the dog, with an estimated incidence of 1 in 4. Despite advances in conventional chemotherapy and radiation, complete cures for most cancer types remains elusive, the challenge being to develop highly targeted therapies that kill cancer cells but leave normal cells healthy. For decades the scientific community has accepted a model that most cells in the body have the capacity to undergo genetic changes that ultimately result in them becoming cancerous. However, there has been a recent challenge to this model that suggests that the ability to become a cancer cell is restricted to specific tissue stem cells. These cells give rise to cancer stem cells that drive the production of daughter tumour cells. Daughter cells have the potential to be killed by conventional chemotherapy and radiation in contrast to cells with stem cell capabilities, which are largely resistant to such therapies. The implications of this are immense as it suggests that current therapeutic strategies are not targeting the root of the cancer, the cancer stem cell. There is a growing body of evidence that cancer is a true stem cell disease. Researchers in human medicine have identified putative cancer stem cells from a diverse range of cancers such as breast, colon, pancreas and brain. We have recently applied similar methodologies to the dog and identified a sub-set of cells in bone cancer that have stem cell characteristics. This proposal aims to further characterize these cells and will seek to identify novel signalling pathways in these cells that have the potential to be a therapeutic target. This study will inform the veterinary oncology community of potentially new ways to kill cancer cells. Further, it has the potential to inform similar studies in people and help to further advance the field of stem cell biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F008848/1","grantId":"BB/F008848/1","fundValue":"392041","fundStart":"2008-03-17","fundEnd":"2011-03-16","funder":"BBSRC","impactText":"","person":"David  Argyle","coPersons":["Ted  Hupp","Maura Mary Wallace"],"organisation":"University of Edinburgh","findingsText":" We refined and characterised a number of markers and techniques for purifying cancer stem cells in dogs.We characterised these cells in terms of their resistance to radiation and chemotherapy. From this we identified major differences in DNA damage pathways in these cells which contribute to survival of the cancer.We used array technology to analyse the transcriptional profile of cancer stem cells versus &quot;normal&quot; cancer cells and mesenchymal stem cells. From this we have identified a short list of candidate genes that have the potential to be targeted therapeutically.We identified one specific gene that is massively up-regulated in cancer stem cells in bone cancer in dogs and is of major significance therapeutically. This has implications for the management of cancer in dogs, and also could have an impact on human medicine, specifically the treatment of osteosarcoma in children.  ","dataset":"gtr"}