{"id":"60DFB6C9-FE10-49E6-B76A-414794B4CA34","title":"Sketching Euler Diagrams","abstractText":"The proposed research will develop the first techniques for recognizing sketches of Euler diagrams drawn by users. The proposal is for Dr Plimmer to travel to the UK team for 1 month as a Visiting Researcher and for Dr Stapleton to travel to New Zealand for one week. The research visits will facilitate the exchange of knowledge between experts in automated Euler diagram drawing (the UK team) and sketch recognition (Dr Plimmer, Auckland, NZ). This will allow an important exchange of information about relevant drawing and sketching techniques and result in further, significant, collaboration.A natural creation method for Euler diagrams is using a pen but no intelligent tool support exists for this mode of entry. Euler diagrams are a popular and frequently used visualization technique; in part, this popularity serves to motivate our selection of them for the proposed research, since the results are likely to have significant impact. Moreover, Euler diagrams form the basis of more expressive notations, built by augmenting them with graphs or arrows (or both), for instance. Example notations include spider diagrams, Euler/Venn diagrams, Venn-II diagrams, constraint diagrams, and ontology diagrams. The research results of the project provide a basis for developing sketch recognition tools for these more expressive notations. Extending the research results to these notations will be the subject of the future collaborations, between Dr Plimmer and the UK team, that will build on this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048480/1","grantId":"EP/H048480/1","fundValue":"14766","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  This sketch recognition research has been incorporated into theorem proving technology by researchers at the University of Cambridge. It has been extended from the Euler diagram case to the spider diagrams case (Euler diagrams with graphs, shading, and logical connectives). Digital/Communication/Information Technologies (including Software) ","person":"Gem  Stapleton","coPersons":["Aidan  Delaney"],"organisation":"University of Brighton","findingsText":" This funing was for exchange visits that enabled the sharing of knowledge and techniques for Euler diagram generation and sketch recognition. An additional aim was to develop accessible tools to support the use of Euler diagram based notations via sketch recognition and enhancement. The project produced the first sketch recognition system for Euler diagrams. The specific objectives were:\n\n\n\n* To develop heuristics that permit the identification of Euler diagram components from a user sketch.\n\n*To render the sketched Euler diagrams in high-fidelity.\n\n* To allow the integration of the tools and techniques into other software systems by providing data formats that are based on open standards.\n\n* To capitalize on the new collaboration developed in this project by producing a programme of further work.\n\n\n\nIn addition to meeting these objectives, the project team also devised the first sketch recognition software for Euler diagrams augmented with graphs, as part of the programme of further work. Sketch recognition of diagrams of this type stands to have practical appliation in the area of ontology development. Publication in conferences. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}