{"id":"60E23576-36A9-425A-B56E-CE0D43D7AC79","title":"Multiscale asymptotics for partial wrinkling of thin films in tension and related problems.","abstractText":"In solid mechanics a membrane is defined, strictly speaking, as a two-dimensional elastic surface with no bending stiffness. Because of this lack of bending rigidity membranes cannot sustain compressive stresses and are thus susceptible to buckling (wrinkling) if the external loads and the boundary constraints are such that compression is developed in some parts of the membrane. A number of simplified (tension field) theories have been developed to deal with such situations and they are fairly efficient for predicting large-scale issues like, for instance, the extent of the wrinkled region and the direction of the wrinkles themselves. Unfortunately, the fine structure of the wrinkling pattern (e.g., the number of wrinkles and their amplitude) remains unknown because this behaviour depends essentially on the small but non-zero bending rigidity present in most membrane-like structures. This project will focus on precisely these small-scale features of the instability process by using singular perturbation methods. The problems that will be explored involve stretched annular and rectangular thin films under in-plane loading, as well as pressurised circular thin films with elastically restrained boundaries. Of special importance will be the dependence of the number of wrinkles on the amount of pre-stress and the thickness of the films. Such issues play an important role in a number of practical applications ranging from the newly developed experimental techniques used in cell locomotion to the specification of pressure-relief membranes for high-pressure vessels. Various thin-plate theories will be used to probe the weakly nonlinear regimes of the corresponding problems. A complementary route for some linearised situations in the geometries mentioned above will be pursued with the help of second-order finite elasticity theory.A distinctive feature of the project will be the systematic application of asymptotic techniques to understanding stress concentration and wrinkling phenomena using, and establishing links between, appropriate areas of applied mathematics, solid mechanics, and hydrodynamics. While such techniques are common-place in many fields of fluid mechanics, their power and versatility seem to have been rather less recognised for stability problems in solids. Achieving the aims of the project is not simply a matter of applying existing methods, but requires key questions to be answered regarding the multi-asymptotic structure of eigenvalue problems with turning points and the mathematical modelling of the appropriate mechanical problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035136/1","grantId":"EP/F035136/1","fundValue":"145977","fundStart":"2009-03-18","fundEnd":"2012-09-14","funder":"EPSRC","impactText":"","person":"Ciprian  Coman","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}