{"id":"60E63CC8-F9E9-4E52-ADEC-6DD7C8BFDFC3","title":"History of large magnitude explosive volcanism in the Japan region: implications for tectonics and long term hazards","abstractText":"Ocean drilling occurs all around the world, and allows scientists to examine sediments that were on the ocean floor many millions of years ago. Cores (effectively of a drain pipe full of sediment) are drilled throughout research expeditions, extending several kilometres down into the sediments and rocks on the ocean floor. These cores often contain volcanic ash layers, which provide a major resource to reconstruct the history of large volcanic eruptions. In the Kyushu region of Japan, comparison of volcanic records on land with tectonic plate reconstructions (Mahony et al., 2011) shows that major changes in the style of volcanic activity occurred at a similar time to changes in the direction and rate of tectonic plate motion. \nInternational Ocean Discovery Program (IODP) Expedition 350 provides an outstanding opportunity to test hypotheses for these marked changes, to advance understanding of the causative tectonic and volcanic processes, assess factors that preserve marine ash layers, and to integrate these studies to elucidate the relationship between tectonics and large magnitude explosive eruptions.\n\nThe aims of this study are to answer the following questions: \n- Can rates of explosive volcanism be related to plate tectonic behaviour?\n- What causes these relationships?\n- What is the significance of a record of large magnitude volcanic eruptions in terms of the underlying magmatic activity?\n\nTo answer these questions, a series of volcanic ash layers drilled during IODP Expedition 350 will have samples taken and analysed. First, the source eruption, volcano or region the ash originated from will be identified by looking at the chemistry of the volcanic ash. Next the size of volcanic particles in each ash layer will be studied, to establish is there is a correlation between the grain sizes, the thickness of the ash layer, the distance from the source volcano, and the magnitude of the eruption which produced the ash layer. Analysis of the uncertainty related to variations in ash layer thickness will also be investigated. Finally all of this information will be integrated to test the study aims. \n\nOne ultimate goal of the research is to provide estimates of the return periods of large magnitude explosive eruptions and their attendant uncertainties. Studies such as these are important for the siting of sensitive facilities vulnerable to extreme volcanic events (e.g. nuclear power stations). \n\nReferences:\nMahony, S.H., Wallace, L.M., Miyoshi, M, Villamor, P, Sparks, R.S.J. &amp; Hasenaka, T. 2011. Volcano-tectonic interactions during rapid plate-boundary evolution in the Kyushu region, SW Japan. Geol. Soc. Am. Bull, 123, 2201-2223.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005240/1","grantId":"NE/M005240/1","fundValue":"52694","fundStart":"2014-04-01","fundEnd":"2015-05-31","funder":"NERC","impactText":"","person":"Robert Stephen John Sparks","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}