{"id":"60ECB989-455E-4EF7-86A2-790536B843A8","title":"Populations of inhibitory interneurons in the dorsal horn of the spinal cord","abstractText":"Nerve fibres that enter the spinal cord carry various types of sensory information. Some of these fibres (nociceptors) respond selectively to tissue damaging stimuli. The signals conveyed by nociceptors are transmitted to local nerve circuits in the spinal cord that are responsible for withdrawal reflexes, and also to a group of nerve cells (projection neurons) that carry the information to the brain, where it is perceived as pain. The great majority of nerve cells in the spinal cord are only involved in local circuits, and these are defined as interneurons. Many of these cells release chemical messengers that reduce the activity of other nerve cells, and therefore have an inhibitory function. There are complex nerve circuits within the spinal cord that connect incoming sensory fibres with interneurons and projection neurons. These circuits play an important part in modulating the flow of sensory information and regulating the intensity of pain. For example it has been shown that blocking the function of inhibitory interneurons in the spinal cord causes excessive pain, and disorders affecting these cells can lead to chronic pain states. However, despite their great importance, we still know little about the organisation of the nerve circuits that process pain signals within the spinal cord. A major reason for this has been that spinal cord interneurons are very diverse in their appearance, and it has therefore been difficult to classify them into distinct functional populations. Until we can do this, it will not be possible to unravel the complex connections between the different types of nerve cell, and therefore to understand their roles in pain processing. We have found that several groups of inhibitory interneurons in the spinal cord can be recognised on the basis of different substances that they contain. The main aim of this project is to test whether these groups differ in their connections with other nerve cells, and therefore in their function. We will perform experiments on genetically altered mice in which a naturally fluorescent protein is present in these different groups of inhibitory interneurons. This will allow us to record the activity of these cells and to label them with another fluorescent dye, so that the structure and connections of each cell can be investigated. We have preliminary evidence that cells belonging to one of these groups are not activated by painful stimuli, and we will therefore test whether cells in this group receive fewer connections from nociceptors. We will use a powerful technique known as 'cluster analysis' to look at a large sample of cells pooled from each of these groups. Cluster analysis compares a wide range of measures obtained for each cell, and uses these to provide an objective assessment of the number of different populations within the sample. This technique has been used to define different functional populations of interneurons in several brain regions, but has not yet been applied to pain pathways in the spinal cord. We have also found that cells belonging to two of these chemically-defined groups provide a powerful inhibitory input to two different types of pain-activated projection neuron. We will therefore test whether these cells are activated by nociceptors, and whether they correspond to populations identified by the cluster analysis. The project will provide important information about the different types of inhibitory interneuron that are involved in regulating pain. By revealing their connections with incoming sensory fibres and projection neurons, it will add a great deal to our knowledge of how the nerve circuits in the spinal cord are organised. Identifying the interneurons that directly inhibit projection neurons may reveal new targets for the development of drugs designed to treat pain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J001082/1","grantId":"BB/J001082/1","fundValue":"781830","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"","person":"Andrew J Todd","coPersons":["John Stephen Riddell"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}