{"id":"60F16BC4-79E6-49F6-B3E5-F4588EC1DDCE","title":"Rosetta Post Launch Support 2009 - 2012","abstractText":"The Rosetta mission was originally planned to be launched by Ariane 5 in January 2003 and to rendezvous with its target comet Wirtanen in late 2011. However, the launch was postponed due to the failure of the preceding Ariane flight 157 on 12 Dec 2002. The rescheduled launch was successfully executed on 2 March 2004 aboard Ariane-5G flight 158 from Kourou, French Guiana. The target comet is now 67P/Churyumov-Gerasimenko, with rendezvous scheduled for 2014 at which point instruments on board the orbiter will image the comet nucleus to allow selection of a safe landing site for the Philae lander, which will be delivered to the comet nucleus in November 2014. At the time of writing (March 2009) Rosetta has travelled some 3,886,000,000 km, has undertaken four flybys, and has received international press coverage for flybys of both Mars and the E-type asteroid 2867 Steins. The UK has one PI-led experiment associated with the lander element of the mission, namely MODULUS (a.k.a. Ptolemy). The instrument was proposed by the Open University and from the start was a collaboration with the Rutherford Appleton Laboratory. In detail MODULUS is a miniaturised gas processing system which will analyse materials collected from the surface of the comet, using a combination of gas chromatography and mass spectrometry. The objectives of MODULUS are to make measurements of the stable isotopic compositions of hydrogen, carbon, nitrogen and oxygen (i.e. the biologically important elements) in volatiles, ices, organic compounds, and more refractory components such as inorganic minerals, and to identify and quantify the trace chemical composition of the surface and sub-surface. The purpose of the present grant is to continue to support the instrument on its journey to the comet, and to ready it for its scientific operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H004432/1","grantId":"ST/H004432/1","fundValue":"116203","fundStart":"2009-07-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"  The grant was to support our mission involvement during its journey. Aerospace, Defence and Marine,Other Cultural,Societal,Economic","person":"Ian  Wright","coPersons":["Andrew David Morse"],"organisation":"Open University","findingsText":" This is a post-launch support grant for our involvement with the Rosetta space mission. The public and the academic community will benefit from the outcomes of the mission. Aerospace, Defence and Marine,Education,Other","dataset":"gtr"}