{"id":"60FB7407-94BA-43C5-A62E-7B82F7C0D969","title":"50g-Tonne 4m Diameter Civil Engineering Centrifuge: Centre for Energy &amp; Infrastructure Ground Research","abstractText":"Ground Engineering is of critical importance to society through the provision of infrastructure and underpins key challenges relating to energy provision, dealing with the impact of climate change on our infrastructure and manufacturing the future through the use of novel material in construction. \n\nThe extent of Civil Engineering infrastructure and variable ground conditions frequently preclude full-scale field trials placing high value infrastructure assets at risk due to uncertainty in performance. The stress dependent strength and stiffness behaviour of soil prevent small bench scale model tests to effectively capture full-scale behaviour unless stress levels are artificially enhanced. Gravitational acceleration produced by an engineering centrifuge enhances stresses and therefore enables observations of small scale models tested at elevated gravity to represent full-scale conditions. Distinct advantages of this method are that it (i) offers a more cost effective approach compared to full scale testing for validating behaviour, (ii) enables new designs to be safely evaluated, (iii) enables us to learn from previous failures to provide improved engineering design, and (iv) offers the ability to predict future performance of our infrastructure to extreme climate change events, thus enabling prevention strategies to be adopted.\n\nThe University of Sheffield, Department of Civil and Structural Engineering will establish a flagship research centre, 'The Centre for Energy and Infrastructure Research' targeted specifically at developing connectivity between Ground Engineering and key areas of strategic national importance in Energy, Living with Environmental Change and Manufacturing the Future, to deliver modern infrastructure and inform management strategies for existing assets to prolong their life cycle. Central to this facility will be a 50g-tonne 4m diameter beam centrifuge, capable of rotating a mass of 500kg at 150g, equipped with the latest technological advancements, instrumentation and robotic actuator control, to unlock vital scientific knowledge that will enable enhanced understanding of complex construction problems. \n\nThe centre will be embedded at the heart of one of the UK's premier engineering faculties and will capitalise on a portfolio of multi-disciplinary research to explore new innovative scientific discovery. We will work with academics in other institutions by operating the centrifuge as a shared resource which will establish a hub of expertise to deliver interdisciplinary research providing fundamental understanding and applied guidance to government and industry stakeholders to optimise investment in infrastructure management and development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040316/1","grantId":"EP/K040316/1","fundValue":"769399","fundStart":"2013-08-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"  Network and facility are at an early stage thus no findings to report currently. Construction,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport ","person":"Michael John Hounslow","coPersons":["Jonathan Alexander  Black"],"organisation":"University of Sheffield","findingsText":" Although at a early stage of implementation and reflecting on the difficulties outlined below; we have successfully developed a new testing methodology providing internal visualisation in soils tested on the centrifuge. This has potential to make a positive impact in understanding a diverse range of soil-structure iteration design problems to inform key challenges in infrastructure resilience and offshore energy foundations. The new visualisation method has been disseminated in a leading international journal thus it will generate interest within the physical modelling community. Aerospace, Defence and Marine,Communities and Social Services/Policy,Construction,Education,Electronics,Energy,Environment,Transport","dataset":"gtr"}