{"id":"60FD3308-B127-4DED-8210-29E19E03CC2E","title":"Fundamental understanding of turbulent flame propagation in droplet-laden reactant mixture based on experimental and numerical investigations","abstractText":"This project aims to investigate the statistical behaviour of turbulent flame propagation in a droplet-laden mixture using both experiments and Direct Numerical Simulations (DNS). The effects of turbulence intensity, integral length scale of turbulence, group number, volatility, droplet diameter, and equivalence ratio (both overall and gaseous phase) on turbu-lent flame propagation in droplet-laden mixtures will be analysed in detail by carrying out extensive parametric studies to obtain fundamental physical understanding of the influences of these parameters on the flame propagation statistics, burning rate and pollutant formation (e.g. NOx generation rate). Although addressed to a limited extent by experimental studies in the past, an extensive DNS based investigation of this problem, supported by, and directly compared with, experimentation is yet to be reported in the existing literature. In this project, the fundamental physical understanding from both DNS and experimental data will be used to develop models in the context of the flamelets and Conditional Moment Closure (CMC) based reaction rate closures. Fundamental understanding of flame propagation into droplet-laden mixtures and its modelling will provide a robust cost-effective Computational Fluid Dynamics (CFD) based design tool for reliable, energy-efficient and cleaner combustion devices involving droplet-laden mixtures (e.g. Direct Injection (DI) engines, Compression Ignition (CI) engines, Aero gas turbines etc.).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021644/1","grantId":"EP/J021644/1","fundValue":"219473","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Epaminondas  Mastorakos","coPersons":["Robert Stewart  Cant"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}