{
  "id": "60FE4DD1-9EE6-4FB1-95F2-5F94FDEF1988",
  "title": "GALE - Global Accessibility to Local Experience",
  "abstractText": "Recommender Systems have been generated in the past 15 years with the aim to suggest to individual users opportunities arising in the virtual space of the Internet on the basis of the individual profile of the user, her/his past history as a customer/web-user and even her/his friends' community in social networks. Further, the rise of online social networks such as Facebook has allowed for a new source of information to be exploited by recommendation systems: the user social network. \nInternet access is now becoming increasingly mobile and smart phones are changing the way people interact with places and with each other in an increasingly complex manner. Smart phones are starting to impact the way users access information on the go and receive suggestions. More specifically, innovative recommender systems are currently being developed to exploit GPS-based or other location-sensitive information, associated on-the-go to individual users through smartphones. This second generation of recommender systems, by being location-based, pose an entirely different set of problems which not only have to do with the knowledge of the user (her or his &quot;profile&quot;), but also with that of the places. Knowledge of places can be achieved by means of guides, textbooks and journey reports, or by direct experience. These ways are quite different in nature. The former is globally accessible (everybody can get it from afar) and relatively fast to obtain, especially in the age of the Internet. The latter is only locally accessible (one needs to be in the place to access it) and, being generated by those living in the place through personal local interaction, it becomes accessible only after long-term interactions and the construction of personal relationship of mutual trust. When visiting a new place, you would necessarily rely only on global information to navigate the place and access its resources. Conversely, if you are a local, your knowledge of the place is mostly constructed through your personal long-term exchange with what all your neighbors are doing every day and with their favorite places in the neighborhood; as a result, you not only would rely on local knowledge, but you would also contribute - by interacting locally - to the formation and continuous re-shaping of the information used by your neighbors too in their interaction. If we name the long-term, locally generated knowledge of the place &quot;neighborhood knowledge&quot;, we can say that what people locally do in places is in one way or another dependent on the extent to which they have access to the neighborhood knowledge.\nThe second generation of recommender systems allows &quot;global&quot; place-users, i.e. people visiting a place who are not experienced with the place itself, to access &quot;globally&quot; available information. However, a good deal of information is still not exploited in these systems, as the geographic and the social only &quot;meet&quot; in a superficial way: in other words, the system does not take advantage of any information about the particular use of the place that local &quot;communities&quot; have done in the past and do &quot;at the moment&quot;. \nAs neighborhood knowledge information is now becoming increasingly available through the viral expansion of location-based social networks such as foursquare or Gowalla, it is now possible to explore a third generation of recommender systems, where knowledge about how the place had been used in the past (historical use) or is used at the moment of the inquiry (real-time use) by communities of users is the key element of the system. The main motivation behind the GALE project is to pioneer such third generation recommender systems which would make it possible for the rapidly growing population of &quot;global&quot; city users to access a level of information, that of the neighborhoods knowledge, which is inherently inaccessible to global repositories, and to do that in real time.",
  "grantUrl": "http://gtr.rcuk.ac.uk/projects?ref=EP/K020633/1",
  "grantId": "EP/K020633/1",
  "fundValue": "241422",
  "fundStart": "2013-09-30",
  "fundEnd": "2016-03-29",
  "funder": "EPSRC",
  "impactText": "  We have used the new algorithms developed to provide more accurate recommendations in various item-users systems Digital/Communication/Information Technologies (including Software),Other Cultural",
  "person": "Vito Claudio  Latora",
  "coPersons": [],
  "organisation": "Queen Mary, University of London",
  "findingsText": " We have studied a database for the city of Rome, to study how economic activities of different type and services have distributed in space over the last 100 years. We have unveiled some general principles in their growth and their attraction-repulsion. We hope now to extend the analysis to other cities. \n\nIn parallel, we have also worked on improving recommendation systems, with the final goal to apply them to spatial systems Our research involves, and can be continued by, many academic and non academic categories:\n1. by environmental psychologists and urban sociologists, in order to study the impact of the new technologies in the urban organized society. \n2. architects and urban engineering designers, which can plan &amp;quot;smart cities&amp;quot; according to the information gathered by spatial recommender systems we are planning to develop\n3. Transport designers, which may adapt to exigences raised by the recommendation predictions developed in this project Transport,Other",
  "dataset": "gtr"
}