{"id":"60FF055A-0327-48FF-8D62-298B01601ED8","title":"Improving patient outcome by integrating the generic with the personal","abstractText":"Cancer is one of the top two healthcare challenges: 1 in 3 people will have cancer in their lifetime. To translate that to the ideas factory that generated this proposal, about 30 people attended the ideas factory in various capacities, therefore about 10 of them will have cancer during their lifetime.\n While many advances have been made in cancer treatment, there are still ways in which therapy can be improved. It is, for example, usually treated by combinations of surgery, radiotherapy, and/or chemotherapy, but the precise interaction of these treatments and the ways in which different people react to them is poorly understood. This makes it virtually impossible to prescribe the best therapeutic strategy for an individual patient. \n The challenge addressed in this project is to build a framework in which to view disease through a personalised lens of predictive modelling, in order to improve future combination therapy planning. We propose to do this through an unprecedented multidisciplinary project: mathematics-led, but drawing on our expertise in biology, physics, and computer science. Our project reflects the structure of life through a stratified, multi-scale description which deals with the important parts, e.g. the organ containing the tumour, in great detail, whilst describing the remainder of the whole in a more chunked way, able to efficiently capture the essence of the necessary detail. Our longer term goal is for our modelling framework to be generic, and adaptable to a range of diseases and combined therapies. In this project, a generally adaptable framework and the associated interconnected mathematical and computational models and methods will be created. Having been validated by biological experiments, these models will be refined and populated with data to provide clinically useful predictions for our exemplar, combined chemo/radiotherapy of glioma (a type of brain tumour).\n Each component of the project draws on specific expertise provided by the investigators:\n - three-dimensional, spatially-resolved mathematical models of drug delivery and tumour growth, coupling mass transport with cell response, and simulated using fast computational algorithms, provides a detailed, patient-specific, representation of response to therapy;\n - radiation interaction modelling, with associated algorithms to speed-up accurate radiation therapy planning, provides details of the influence of radiotherapy;\n - experimental cell biology work, delivers data with which to validate the models;\n - mathematical modelling and supporting synergy experimentation integrates whole-body effects with disease- and person-specific models;\n - process algebra modelling of signalling inside and between cells, bystander effects, and metastasis, provides models of cell response.\nThese will all have scientific outputs, but where the project really reaps the benefits of multi-disciplinarity is at the interfaces of these work packages, and through the combination of our joint approaches to problems.\nThrough this project we will lay the foundations for our 20-year goal of a generic framework for combined therapies by addressing a specific and important example: combined radiation/drug therapies for glioma.\n\n The project is very amenable to becoming an outreach vehicle capable of demonstrating the public benefit of mathematics in a visual way. This will be exploited through a variety of social media (e.g. animations showing the spatio-temporal variation of drug and radiation delivery at the local and patient scales, delivered via YouTube) and more traditional forms of engagement (e.g. web presence, presentations to local schools and at Science festivals).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039342/1","grantId":"EP/K039342/1","fundValue":"1228230","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Carron Elizabeth Shankland","coPersons":["Ronald Joseph Lambert","Karen Marie Polizzi","Matthew  Hubbard","Fred  Currell"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}