{"id":"6102172B-B35C-4257-9A34-4E62DEEE6EC7","title":"Popular Musicscapes and the Characterisation of the Urban Environment","abstractText":"Popular music is a global culture but it has been closely associated with the urban environment and described as 'The Sound of the City' (Gillet) and as 'Urban Rhythms.' Moreover, despite the fluidity of popular music and the fact that musical sounds, styles and cultures cross local and boundaries, popular music is commonly perceived as fixed to a place, and urban (and rural) environments are commonly believed to have a deterministic influence on musical performance and creativity. The proposed project aims to critically examine the relationship between popular music and the urban environment by considering the influence of music-making on the character of the urban environment and how it is used, experienced, interpreted and represented, and in turn the influence of the urban environment on music-making, and particularly on musical performance and creativity. In doing so the project seeks to contribute to and inform topical and pressing debates about changes to the environment of European and North American cities brought about by economic restructuring, and their impact on creativity, cultural diversity and local distinctiveness.\\n\\nThe project will involve comparative, ethnographic research on musicians and music-making, and will ground music practice and theory in the specifics, social dynamics and materiality of particular urban locations. The city of Liverpool has been chosen as a case study for this research in order to take advantage of heightened activity and debate concerning culture, landscape and the urban environment provoked by its status as the European Capital of Culture 2008. The research will be conducted through a partnership with National Museums Liverpool, which is staging a major exhibition on Liverpool popular music top celebrate the city's Capital of Culture status, and with English Heritage, which is currently supporting innovative research on historic landscape characterization. The implications of the research for an understanding of musical performance, creativity and the characterization of place will be considered through published scholarly outputs. Ways of disseminating the research findings to a wide range of audiences will also be considered, hence one of the main aims of the project is to explore innovative ways of presenting those findings audio-visually through digital mapping technology, and through exhibition webpages, a public seminar and interactive installation, in order to provoke public reflection and debate on music and place and new perspectives on the urban environment. It is hoped that the digital musical map will provide a model and basis for research in other cities, and will have further applications beyond the public exhibition and website, acting, for example, as a resource for a classroom teaching and for planners and policy-makers involved with culture-led urban regeneration.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510523/1","grantId":"AH/E510523/1","fundValue":"173247","fundStart":"2007-08-01","fundEnd":"2010-01-31","funder":"AHRC","impactText":"","person":"Sara  Cohen","coPersons":["Marion  Leonard"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}