{"id":"61040A18-2543-4E89-8E91-77422B0C33B2","title":"The Christian Library from Turfan","abstractText":"The Turfan oasis was, in the opening decades of the twentieth century, the scene of intense academic activity. The German Turfan Expeditions mounted four campaigns. Between 1904 and 1907 the 2nd and 3rd Turfan expeditions, led by Albert von le Coq, found at Bulay&iuml;q a monastic library yielding hundreds of manuscripts in many languages, including Old Turkish, Middle Persian, New Persian, Sogdian and Syriac. \\n\\n\\nThis material is extremely important, not only for the range of languages, but also for the history of Eastern Christianity. Various Syriac churches (Church of the East 'Nestorian', Syrian Orthodox and Melkite) proselytised throughout Central Asia, maintaining dioceses until the fourteenth century. Syriac assumed a central role. It was from Syriac that most of the translations of religious texts were made into the Iranian and Turkic languages. \\n\\nThis stunning array of manuscript material has not yet been catalogued. The main object of the project is to produce catalogues of the Syriac and Christian Iranian manuscripts (Christian Sogdian and New Persian) to enable scholars to access the collections. In addition the project will analyse, edit and translate selected manuscripts in Syriac, Christian Sogdian and Christian Turkic to shed light on the Mesopotamian connections and origins of Central Asian Christianity.\\n\\nThe project brings together foremost language experts on Christianity in Central Asia from the School of Oriental and African Studies, London and the Turfanforschung, Berlin. \\n\\nThe team is as follows:\\n\\nPrincipal Investigator: Dr. Erica C.D. Hunter, internationally renowned authority on Syriac Christianity in Central Asia: responsible for the Syriac catalogue (300 manuscripts), editor and translator of Syriac fragments.\\n\\nResearcher: Prof. Nicholas Sims-Williams, the foremost authority on the Sogdian language and Sogdian Christianity: responsible for the Christian Iranian catalogue (500 entries), editor and translator of Christian Sogian manuscripts. \\n\\nConsultant: Prof. Peter Zieme, the foremost authority on the Old Turkic language; responsible for the Christian Turkic catalogue entries, editor and translator of Christian Turkic manuscripts.\\n\\nResearcher: Mark Dickens, PhD in Turkic historiography, has published articles on Christianity in Central Asia: collaborator with Hunter on the Syriac catalogue, analysis of Psalter fragments with Nicholas Sims-Williams. \\n\\nThe project has the wholehearted support of the Turfanforschung (Director: Dr. Desmond Durkin-Meisterernst) in Berlin. The Syriac and Christian Iranian volumes will complete the on-going programme of cataloguing the Turfan material currently being undertaken under the aegis of the Berlin-Brandenburgische Akademie der Wissenschaften (BBAW). \\nThe Syriac and Christian Iranian catalogues will complement the on-going digitizing programme of the Turfan material funded by the German Research Foundation (DFG). Digitizing of the Christian Sogdian and Turkic manuscripts has finished and the Syriac programme is scheduled for 2008. \\n\\nThe volumes will be published in the Union Catalogue of Oriental Manuscripts in German Collections (Katalogisierung der Orientalischen Handschriften in Deutschland [KOHD]), a national project of the Academy of Sciences in G&ouml;ttingen. Dr. H.-O. Feistel (Director of the KOHD) has confirmed that the catalogues of Syriac and Christian Iranian manuscripts will be included in this prestigious series.\\n\\nThe edition and translation of selected texts will be published either as monographs or as substantial journal articles. Sims-Williams will publish an edition and translation of the Christian Sogdian C3 manuscript on the lives of Serapion and John of Dailam in the Berliner Turfantexte series. \\n\\nTwo 'in-house' workshops will be held in Berlin during 2009 and 2010, and the final results of the project will be presented at a 2-day workshop at SOAS, London in 2011.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011237/1","grantId":"AH/F011237/1","fundValue":"554804","fundStart":"2008-03-28","fundEnd":"2011-09-27","funder":"AHRC","impactText":"  The major output of the project has been the production of two catalogues: (1) N. Sims-Williams, Iranian Manuscripts in Syriac Script from the Berlin Turfan Collection (Steiner Verlag, Stuttgart: 2012); (2) E. C.D. Hunter &amp;amp M. Dickens, Syriac Texts from the Berlin Turfan Collection (Steiner Verlag, Stuttgart: 2014). These catalogues [part of the Verzeichniss der Orientalischen Handschriften im Deutschland (VOHD) series] make accessible to researchers for the first time 1050 manuscripts from the monastery at Turfan, opening new dimensions re the presence and operation of Syriac Christianity in Central Asia and China between the 8th and 13th centuries. Education,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Erica Camilla Diana  Hunter","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":" The cataloguing and identification of 1050 manuscripts written in the Syriac script (covering the Syriac, Sogdian and Uighur languages) that were discovered at Turfan in north-west China between 1904-1907 has resulted in the publication of two hard-copy catalogues giving scholars access for the first time to manuscript material that defines our knowledge of medieval Christianity in Central Asia and China, definitively establishing its links with the patriarchate in Baghdad. Museums &amp;amp; Libraries: The catalogues will enable access a major collection of manuscript material that previously was almost unknown, adding a major dimension to our understanding of the religious configuration of medieval communities in the western regions of China. This release of material can now be used when preparing exhibitions for the general public and also for educational purposes (school visits etc.) to show (a) the religious configuration of Central Asia and China between 9th-13th centuries. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}