{"id":"61131EE5-7F58-4D36-A907-532B3FE619CF","title":"Developing Dementia research infrastructure in Brazil","abstractText":"The main purpose of this application is to foster research partnerships between British and Brazilian researchers working on the theme of dementia, developing capacity in Brazil around this topic and improving the research infrastructure. For this purpose, two main activities are planned:\n1- Holding a 5-day summer school in Rio de Janeiro, Brazil, focusing on research methods in dementia. In each day, an invited UK-based researcher will give a mini-course during the morning, and have a research meeting in the afternoon to discuss potential partnerships with Brazilian collaborators. The courses are going to be free and open to any interested researcher or member of the public, with a few bursaries being provided to support attendance of students and researchers based in institutions in other cities of the state of Rio de Janeiro. The research meetings during the afternoon will gather a smaller audience of researchers working on similar topics.\nConfirmed lecturers for the Summer School include:\n\nRobin G Morris - &quot;Impact of dementia from a joint neuropsychological and social science perspective&quot;\nProfessor of Neuropsychology, Department of Psychology, Institute of Psychiatry, Psychology and Neuroscience, King's College London\nRobert Stewart - &quot;The Dementia 10/66 research project - Epidemiological research into dementia in developing countries&quot;\nProfessor of Psychiatric Epidemiology and Clinical Informatics, Department of Psychological Medicine, Institute of Psychiatry, Psychology and Neuroscience, King's College London\nRichard G Brown - &quot;A translational approach for dementia research&quot;\nProfessor in Neuropsychology and Clinical Neuroscience, Department of Psychology, Institute of Psychiatry, Psychology and Neuroscience, King's College London\nDaniel Stahl - &quot;Statistical methods for clinical trials and longitudinal studies&quot;\nSenior Lecturer in Biostatistics, Department of Biostatistics, Institute of Psychiatry, Psychology and Neuroscience, King's College London\n\nAt the fifth day of the summer school, a summit will be held with all the attendees and invited lecturers to discuss a blueprint for future collaborative research between the UK and Brazil on the topic dementia. A special issue on &quot;Cross-cultural perspectives in the study of dementia&quot; is planned, and this will also be discussed during the summit.\nThe summer school is going to be held at the Centre for Research and Teaching on Aging (CEPE), which is part of the Vital Brazil Institute, being funded by Rio de Janeiro's State Government. After the summer school, a network will be created in a social media platform to keep participants in contact and disseminate the summer school course information and discussions.\n\n2- Visits by Brazilian researchers to the UK\nThese visits will happen 6 months after the summer school, with the main purpose to consolidate the partnerships established during the Rio meeting. Funding is requested for 3 visiting researchers staying an average of two weeks in the UK. The researchers visiting the UK will be selected on the basis of participation in the mini-courses, potential to develop partnerships with UK-based researchers and capacity to disseminate research findings (e.g. previous publication history).\n\nAt the end of the grant period, a videoconference meeting will be held to discuss the outcomes achieved by the project and potential follow-up proposals.\n\n(text from previous partnership application form)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M011658/1","grantId":"ES/M011658/1","fundValue":"29939","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"ESRC","impactText":"","person":"Robin G.  Morris","coPersons":["Richard Gerard Brown","Robert  Stewart","Daniel  Mograbi"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}