{"id":"61240054-3784-40BB-B366-BC51F1B47E56","title":"Palaeoproteomics: a revolution in ancient biomolecular studies?","abstractText":"Proteomics, the study of protein expression in living systems, has been touted the biotechnological revolution to follow on from the study of the genome itself. If the genome is the recipe book, proteins are variously the cooks, the kitchenware and products of the kitchen. Proteomics research has developed hand in hand with analytical techniques which have amongst other advances, increased the speed, resolution and sensitivity of analysis. Ancient proteins are more abundant and generally more robust than ancient DNA. Increases in the speed, resolution and sensitivity of protein analysis, all profit the study of ancient proteins. This proposal seeks to build upon success at MSU and York in the study of ancient bone protein, with three target molecules. Osteocalcin, is robust and abundant, if advances is speed and sample throughput can be harnessed, osteocalcin could be used to discriminate between species (e.g. all domesticates from an archaeological site) even in fragmentary cooked remains - offering a radically different approach to zooarchaeological investigation. Collagen is the most abundant bone protein. We plan to directly sequence human collagen (remarkably this has not yet been done) to establish sites of post-translational modification, and then use this information to see if we can detect evidence of scurvy from 16th - 18th C sailors and whalers. Finally we will use synthetic ligands to try and extract a less abundant, but phylogentically more informative (serum) protein, albumin to help understand early trade in Viking combs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C511148/1","grantId":"NE/C511148/1","fundValue":"192726","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"NERC","impactText":"  New methods for analysis of degraded proteins - we are developing tool for rapid assessment of deamindation. \n\nUnderstanding the depth of survival of proteins, applications to palaeontology.\n\nDevelopment of new tools in archaeology to assess health and diet - e.g. our work in the proteomics of dental calculus. Agriculture, Food and Drink,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Matthew James Collins","coPersons":["Jane  Thomas-Oates","Christian David  Thomas","Paul  Genever"],"organisation":"University of York","findingsText":" Thsi grant has lead to the foundation of palaeoproteomics as a field of research in the UK. \n\nSee review Cappellini, E., Collins, M. J. &amp; Gilbert, M. T. P. 2014 Biochemistry. Unlocking ancient protein palimpsests. Science 343, 1320-1322. The project has indiretly resulted in the formation of a new research field. Enrico Cappellini is now an Assistant Professor in Copenhagen, PhD Mike Buckley and Research Fellow Caroline Solazzo, trained by Cappellini are a Royal Society and Smithsonian Research Fellow respectively. \n\nReview of palaeoproteomics currently being written by Elizabeth Pennisi for publicaiton in Science Agriculture, Food and Drink,Education,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}