{"id":"61242ED4-4A09-46E4-9767-C0053F89556A","title":"The Dalradian 'snowball Earth' section - use of stable isotopes to correlate glacial events and Neoproterozoic stratigraphy of Scotland and Ireland","abstractText":"The 'snowball Earth' theory has been the subject of widespread media attention, particularly its lively defence by key proponent, Prof. Paul Hoffman. This period of earth history from 750 to 540 million years ago contained perhaps as many as 5 extreme events of climatic fluctuation. During the coldest of these the globe may have been entirely covered in ice. Until recent years research into the rocks of this age had focussed mainly on cold or hot desert areas of the world with very good outcrop and undeformed piles of sediments, but some of the most complete, but poorly exposed rock sections of this age are in more accessible areas such as Scotland and Ireland. Sediments are extremely difficult to date and ages of these rock sequences rely on the rare occurences of volcanic rocks. There is now the makings of a global framework of these glacial periods based on the isotopes of carbon in limestones, but without other dating evidence this can only say that the rocks are related to a glacial event, not which one. The isotopes of sulphur are constrained during this period by the rapid increase in the oxygen content of earth's oceans and atmosphere which resulted in the rapid evolution of many species and the development of vertebrate animals. This sulphur signal changed rapidly after the largest 'snowball Earth' event and recent studies suggest that this distinct signal might be globally recognisable. In Scotland and Ireland 3 glacial periods have been recognised in a seqence of rocks aged approximately 800 million years old at the base, 600 million about 75% of the way up from the base and containing 540-520 million year old vertebrate fossils close to the top. Linking the glacial periods to a particular global event in this 260 million year period has proved difficult. Combining new sulphur isotope data for the mineral pyrite from limestone and black shale rocks, with carbon isotope data and organic carbon content will allow these glacial events in Scotland and Ireland to be correlated and put into global context. This new data will place better age constraints on these rocks in Scotland and Ireland and improve the global understanding of this period of Earth history. Man's influence on the planet might have destabilised the climate system, so it is important that we understand the causes and effects of extreme climate variation in the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001424/1","grantId":"NE/E001424/1","fundValue":"62320","fundStart":"2006-09-01","fundEnd":"2008-11-30","funder":"NERC","impactText":"  By researchers in the understanding of Dalradian stratigraphy. By Scotgold and associated researchers looking for gold deposits in the Dalradian Other Economic","person":"David  Lowry","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" The Dalradian rocks of Scotland and Ireland have chemical signatures indicative of at least 4 periods of extreme climate change from icehouse to greenhouse in the 800-500 Ma period making it one of the most complete stratigraphic sections through this period globally. Additional research in Ireland and Eastern Canada to aid stratigraphic correlations. Further publication of outcomes Other","dataset":"gtr"}