{"id":"613E8C38-DDBF-42AE-ADA5-AAC723DE7647","title":"Spectroscopic identification of corneal infection","abstractText":"Using an adaptation of instrumentation originally developed for astronomy using the Faulkes Telescope Spectrometers, this twelve month programme is targeted at the demonstration of a low-cost, non-invasive method of identifying infections in the eye, and specifically, conditions affecting the cornea. This would permit early detection of infections which can lead to rapid and profound loss of vision, and allow accurate targeting of treatment through the unambiguous identification of the nature of the infection. The project includes instrumentation development, laboratory and clinical trials, and the pursuit of a detailed commercialisation plan which includes the identification of potential manufacturers and licensing partners.\n\n\nInfections of the cornea in the eye can lead to profound loss of vision and in some cases complete destruction of the cornea within 24-48 hours. It is most common in soft contact lens wearers with an incidence of approximately 1 in 10,000 per year. Infections may be caused by bacteria of various types, fungi, viruses and amoebae. Identification of the responsible organism is crucial to selection of appropriate treatment, but techniques have progressed little since those developed by Pasteur and earlier workers in the 18th and 19th century; samples are taken from the infected area and attempts made to culture the organism in laboratories where growth rates vary: it may be several days before organisms can be identified, while the infection grows much more rapidly in the eye. In addition, only in about 50% of cases can laboratory tests identify any growth at all. \n\nCertain bacteria are known to emit fluorescent light when illuminated with an ultraviolet light. Our project aims to characterise the fluorescence from bacteria known to cause problems in the eye, using laboratory-grown cultures. We will then install a source of UV light, together with focusing optics and a fibre optic, onto a spectrometer suitable for installation in slit lamp as found in a hospital ophthalmology department, and use this system to detect the tell-tale fluorescent signature, first in a laboratory, and then (subject to medical ethics committee approval) in a limited series of trials in a hospital, and demonstrate the ability of the system to quickly and reliably detect certain types of eye infection. This device, if proven, could offer the potential to save the sight of hundreds of people each year by allowing treatment decisions to be made more quickly than has been possible to date.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K003054/1","grantId":"ST/K003054/1","fundValue":"119613","fundStart":"2012-11-12","fundEnd":"2014-03-11","funder":"STFC","impactText":"  The outputs from this work have shown that high resolution spectroscopy can provide information that is useful for the diagnosis of conditions affecting the eye, and that measurements on patients are practical with the technology in a hospital environment. Initial work from the research led to a peer-reviewed paper, and the project has now expanded to include fluorescence spectroscopy. This work has been used to file a patent application relating to the in-vivo application of the technology, and has been identified as a promising technology for use in a broader range of clinical targets (including not just the eye but the lungs, skin and other regions). The outputs of the work have been used to support the case for an STFC CLASP funding application due for submission in December 2014. Healthcare Policy & public services","person":"Nigel Paul Bannister","coPersons":[],"organisation":"University of Leicester","findingsText":" The detailed analysis of the spectrum of light from the body can yield information relevant to the diagnosis of a number of serious conditions including scleritis, infection, and cancer. We are developing instrumentation which exploits this fact, to provide rapid identification of the causes of infection, or the presence of cancerous or pre-cancerous tissue. Advantages of the technique are that it is fast (minutes, rather than days for laboratory culture plate tests), minimally invasive, and can be used to access parts of the body which are very challenging to access otherwise (e.g. the back of the eye). Use as a rapid tool for identification of microbial strains in the laboratory. Potential medical instrumentation including implementation in bronchoscopes and hospital slit lamps (for inspection of the eye). Potential licensing of instrumentation for commercial production. Agriculture, Food and Drink,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}