{"id":"6142513D-1BF7-4CE3-8FB0-1E0E7181DF48","title":"Choreography of eukaryotic chromosome replication","abstractText":"The human body contains over a thousand billion different cells, each created by cell division, that productively interact to make the tissues and organs of the human body. All complex animals and plants are made of numbers of different cell types whereas simpler forms of life, such as bacteria and yeast, comprise single cells. All cell types including bacteria, yeast and human cells use the same basic mechanisms to replicate themselves to generate more cells. Perhaps the most important component of each cell is its DNA, which contains the blueprint to make the cell (for example a brain cell, blood cell, or yeast cell). For this reason, the mechanisms used to replicate cellular DNA are among the most important aspects of cell biology. It is important that DNA is replicated properly each time because mistakes (mutations) can change the properties of the cell making the cell misbehave, for example in cancer, or cause the cell (and organism) to die. \n\nMany machines interact to replicate DNA and the interactions need to be carefully controlled and coordinated in order that DNA is replicated properly. The machines that replicate DNA are perhaps analogous to those that individual multi-component parts of a car, such as engine, gears, clutch, brake, accelerator and steering wheel. In a car all these complex sub-components interact and coordinate to make the car drive as required. If individual parts of a car fail, or coordination fails (for example between clutch and accelerator) the car will most likely not work. \n\nThe human genome is 3 billion base pairs and each cell in the body contains this number of bases. A single mistake in copying any of the three billion bases has the potential to be harmful, perhaps most recognisably if the single mistake contributes to causing cancer. However, given the magnitude of the task of replicating the entire cellular DNA content, it is inevitable that mistakes are made. Therefore to help replicate DNA with highest fidelity possible cells have evolved numerous mechanisms to check for errors. When errors are detected a number of mechanisms can slow, stop or reverse replication while errors are corrected. \n\nWe have used simple yeast cells, a powerful model genetic system, to investigate how DNA replication is coordinated. These yeast cells are also the type that mankind has cultivated for thousands of years to make bread, wine and beer. We have engineered these cells and reduced the ability of the cells to replicate their DNA and then screened to identify the pathways and processes that respond to these defects. It is likely that similar defects are important during human ageing processes or can be induced in nature by drugs such as antibiotics or antifungals.\n\nOur experiments on yeast cells with defective DNA replication have allowed us to identify mechanisms that help cells cope with failures in DNA replication. We identified a number of interesting interactions that give insight into how the machinery of replication is regulated. We will now use powerful molecular and cellular biology methods to understand the molecular and biochemical basis of interactions we have identified.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002314/1","grantId":"BB/M002314/1","fundValue":"344842","fundStart":"2014-11-01","fundEnd":"2017-10-31","funder":"BBSRC","impactText":"","person":"David Anthony Lydall","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}