{"id":"6143DC73-6656-4056-A784-6D6E95FDF592","title":"Dynamic Covalent Nanocrystal Building Blocks","abstractText":"The discovery of how to make nanoparticles from a range of materials has been one of the most important areas of chemical research over the past 20 years. These tiny but uniform fragments (about 0.000001 mm across) often display new and exotic properties. Yet, for many potential applications, nanoparticles must be assembled in an orderly fashion and integrated with other components (e.g., with molecules, electrical contacts, or other nanoparticles). We currently lack the synthetic chemistry techniques that would allow us to achieve this with generality and precision.\nCommonly, inorganic nanomaterials such as semiconductor nanocrystals or metallic nanorods are stabilized by a single layer of organic molecules on their surface. Existing approaches for connecting nanoparticles to other objects have generally focused on forming bonds to these surface molecules using rather rudimentary reactions. Although sometimes fast and high-yielding, these approaches offer poor control over the final products. This proposal aims to develop a fundamentally different approach by extending some of the more sophisticated techniques that we already use to assemble materials from atoms and molecules, and apply them to the manipulation and assembly of nanomaterials. \nTo achieve this, we aim to exploit a class of bond-forming processes known as dynamic covalent reactions. Under suitable conditions, dynamic covalent bonds can form and break many times over. Conferring this ability on nanoparticles will allow them to 'self-assemble' into extended ordered arrays: by repeatedly forming, breaking and re-forming bonds with their neighbours, nanoparticles will be able to gradually arrange into ordered structures even if disordered aggregates are formed initially. As the nanoparticles are linked by strong covalent bonds, the final structures should be very stable. Tuning the linking molecules will allow control over the distance between the nanoparticles and the arrangements into which they pack; it will also allow the introduction of other features into the final product using the full range of synthetic chemistry at our disposal. Each of these capabilities will facilitate fine-tuning of the end material properties. Furthermore, the dynamic covalent reactions can be used to attach nanoparticles to specific components under one set of conditions, but break apart the assemblies under other conditions.\nWe propose to demonstrate and characterize the first example of dynamic covalent reactions taking place on the surface of nanocrystals. We will study the parameters that govern such reactions and will probe how these vary with changes to the molecular and nanocrystal structure. Subsequently we will explore the scope of this approach to: (a) reversibly alter the properties of nanoparticles; (b) join several nanoparticles together in a controlled manner to create assemblies of pre-determined design that can then be broken apart; (c) assemble nanoparticles into larger arrays and ordered materials where the arrangement is governed by the design of the surface-bound molecules.\nBy promising improved control over structure, diversity of building blocks and process reversibility, we predict that the concept of dynamic covalent nanocrystal building blocks will represent an entirely new and very powerful approach to manipulating and exploiting the remarkable nanomaterials that have been prepared over the past two decades.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016342/1","grantId":"EP/K016342/1","fundValue":"88657","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Euan Robert Kay","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}