{"id":"614BE27B-6BE9-4661-9AF7-9F8CE47F2EE5","title":"Archaeogenomics of Sorghum domestication and adaptation","abstractText":"Our understanding of evolution and the genomic level has progressed substantially over the last decade in the post genomic era. To the surprise of many, it has typically been found that strong selective sweeps have been few, and it is becoming apparent that evolution generally progresses as a symphony of small changes over many loci. The evolution of domestication of plants, and subsequent evolution under domestication, is also showing the same pattern as crop genomes are sequenced. This also has been a surprise for many because until recently it had been assumed the selection of traits associated with domestication, the domestication syndrome, had been very strong and the transition between wild and domesticated forms and rapid. In corroboration of genomic evidence, the strength of selection of domestication syndrome traits has also been estimated directly from the archaeological record and found to be much weaker than previously supposed, well within the range normally found under natural selection. Further corroboration is found with model-based evidence for weak selection of the domestication syndrome.\n\nA consequence of weak selection is that the signatures of selection in the genome are also weak. So weak, in fact, that we may not be able to detect them all because they have decayed too much since the time of domestication. Furthermore, the patterns of genetic diversity seen in domesticated crops can also be complicated by introgressive gene flow between the wild and domesticated populations after domestication. Ideally, we would like to have genetic information from a time before these weak signatures of selection had decayed, and before introgression events had occurred. Technological advance is such that we can now generate genomes from archaeological samples, which would go a long way to achieving these ideal goals. In this study we will reconstruct archaeological genomes of the crop Sorghum from time points that stretch almost half way back to the time of domestication using third generation single molecule sequencing technology. We will contrast these to modern genomes, which we will also reconstruct in this project.\n\nSorghum is the crop of choice for this study for many reasons. It is one of the most recent crops to be domesticated, and so relatively easy to obtain archaeological samples of good biomolecular preservation that are significantly close to the time of domestication. It is an inbreeder and has a small genome, which makes genome reconstruction not too ambitious. Sorghum is also a crop of major importance in arid areas that has an evolutionary history of adaptation to drought tolerance. Interestingly, the cultivated races of Sorghum sowed a progressively increased tolerance to drought and pests, and it has been suggested that this was a consequence of repeated introgressions with the different wild varieties. By comparing archaeological genomes with modern genomes of all five cultivated races and four wild varieties of Sorghum we will understand better how the evolution of domestication of Sorghum occurred and how it became adapted to drought conditions.\n\nThis study will establish important principles in the evolution of domestication, which will likely prove important for studies in evolution in general. It will also provide insight into one of the most important issues of food security facing the world today, how a crop evolved drought tolerance, and whether that is something that could be translated to other crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006847/1","grantId":"NE/L006847/1","fundValue":"636149","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"NERC","impactText":"  This project has only just begun, too soon for impacts.  ","person":"Robin Graham Allaby","coPersons":["Guy  Barker","Dorian Q Fuller"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}