{"id":"614CEF70-BB95-4439-A542-D679D2C09AC6","title":"Targeting symptomless pathogen growth to control fungal plant diseases","abstractText":"Symptomless pathogen spread in host tissues is a crucial stage in the development of diseases, including most plant diseases. Better understanding of this symptomless spread is essential to devise effective measures for control of such diseases, whether it be through host resistance or application of fungicide sprays. Phoma stem canker is the most important disease of oilseed rape in the world, including the UK. Whilst the pathogen initially infects the leaves, it then grows symptomlessly down their petioles (stalks) to reach plant stems, where the damaging phase of epidemics occurs. Recent evidence suggests that field (quantitative) resistance to the pathogen operates during the symptomless phase of the disease and that treatment of crops with fungicides when infections are symptomless is crucial to effective disease control. The recent development at Rothamsted of pathogen strains expressing the jellyfish green fluorescent protein (GFP) gene and quantitative polymerase chain reaction (qPCR) methods to quantify the biomass of the pathogen in symptomless tissues provides a unique opportunity to investigate the symptomless phase of this disease. Furthermore, these methods can be used on host material recently produced by INRA (Rennes, France) that provides greater genetic resolution of the chromosomal regions containing genes contributing to quantitative resistance. This work, supported as an IPA application by DuPont, who have interests in both crop breeding and fungicides, will aim to answer two questions. 1. Is oilseed rape resistance restricting symptomless growth of the phoma stem canker pathogen down the leaf stalk and into the plant stem the key component of field resistance to the disease? 2. Are current fungicides effective against the pathogen (Leptosphaeria maculans) only if applied before the pathogen causes stem symptoms? This will involve four tasks. Task 1 will address question 1 by comparing results obtained in controlled environment (CE) experiments (GFP, qPCR) on resistance to symptomless spread of the pathogen in leaf stalks with data from field experiments (qPCR, stem canker severity assessed by sampling stems before harvest). Task 2 will address question 1 by comparing results obtained in controlled environment (CE) experiments (GFP, qPCR) on resistance to symptomless spread of the pathogen in plant stems with data from field experiments. Thus it should be possible to determine whether the main component of quantitative resistance occurs during growth down the leaf stalk or during colonisation of stem tissues. Task 3 will investigate the genetic control of resistance to symptomless growth of the pathogen in leaf stalks and plant stems, exploiting results of field and controlled environment experiments in relation to existing and new genetic mapping information. Task 4 will address question 2 by examining interactions between fungicide and genetic resistance effects on symptomless pathogen growth in leaf stalks and plant stems. It will involve CE experiments (GFP) with resistant and susceptible lines. Fungicide applications will be made at different times in relation to inoculation (determined by results of task 2) and the effects on symptomless growth in a number of genetically different host lines observed. CE experiments will be complemented by field experiments with a range of fungicide timings. Results of these experiments will be used to identify and characterise the quantitative resistance to L.maculans, so that it can be easily exploited in resistance breeding programmes. They will also enable timing of fungicide applications to be optimised.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001610/1","grantId":"BB/E001610/1","fundValue":"336070","fundStart":"2007-01-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"","person":"Bruce David Fitt","coPersons":["Graham John King","Ian  Crute"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}