{"id":"614C5EBF-0448-49BD-9B11-7B12247F499F","title":"Culture, Capital and Communication: Visualising Chinese Borders in the twenty first century (CCC:VCB)","abstractText":"The proposed research network builds on the principal investigator's and the co-investigator's research and pedagogical pursuits into East Asian diasporic art, post colonial art history, border images and Taiwanese identities in contemporary art. The scheme would work to strengthen the investigators' links and experience established via Asia Triennial Manchester and other curatorial projects through its initiation and consolidation of a transnational, interdisciplinary and cross-institutional dialogue on the topic of the economics of Chinese border crossings in art and design. The core members of the network would include the P.I., key staff from the partner organisations of National Cheng Kung University - Dr Ming Turner (C.I.); Castlefield Gallery - Kwong Lee, director, Centre For Chinese Contemporary Art (CFCCA) - Sarah Fisher, director and Peiyi Lu curator, Hong Kong Polytechnic University and Community Museum Project (CMP), King Chung Siu, professor and director: as well as international key academics in the areas of Contemporary Chinese Art and border studies, including: Professor Jim Aulich from MIRIAD, Manchester Metropolitan University (MMU) and Professor Paul Gladston from the University of Nottingham.\n\nWhilst other academic and cultural research initiatives have focused on border crossings in China and other continents in relation to theatre (see www.bordercrossings.org.uk), gender (see http://shass.mit.edu/news/news-2012-symposium-launches-research-initiative-citizenship-identity-borders), this research network will interrogate the timely topic of Chinese borders in relation to Chinese and Chinese islands' transnational art and design practices. The research would focus in particular on economic factors of trade, opportunities and political context, drawing from artworks and exhibitions such as http://leapleapleap.com/2011/04/border-crossings/. Contemporary art historical projects concerning borders tend to focus on issues of national identity that are often framed in terms of how 'indigenous' cultural identities respond to new forms of cultural 'hybridity' due to movement across national or ethnic boundaries. Such approaches restrict the research focus to the interrogation of cultural histories, elements of Post-colonial discourse and/or in relation to intersections with other identity politics. This network would further consider such literal and metaphorical cultural border crossings between China, Taiwan and Hong Kong but through a socio-economic lens, anchoring artistic and curatorial experiences of art practice and identity formations in terms of the political and entrepreneurial differences within China's 'one country, two systems' (OCTS) arrangement. It aims to create a new body of data on the topic of art and design practice across Greater China borders which includes considerations of the socio-economic impact which OCTS has upon the artist. The research outputs would include: an artists database on an online repository and scholarly written and spoken papers based on discussions held at the networking laboratories.\n\nIn order to fully probe the impact of OCTS across borders upon the cultural and economic practices of artists and Chinese curators, the network aims to integrate a range of academic, public sector and independent partners from the UK, Greater China and Singapore who have expertise and other experience on the subject, thus engaging with multiple approaches to the research as practice. This would work to benefit the breadth and quality of research concerning art and design in Greater China produced at each partner site, whilst producing collaborative findings. Including organisations which are public facing, the network aims to engage localised as well as international communities within the surrounding activities of the network in the locations of: Manchester (UK), Hong Kong (China) - Tainan (Taiwan), forming a networking body which would develop new possibilities for knowledge exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015757/1","grantId":"AH/L015757/1","fundValue":"26572","fundStart":"2014-11-21","fundEnd":"2016-04-20","funder":"AHRC","impactText":"","person":"Rebecca  Kennedy","coPersons":["Ming  Turner"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}