{"id":"6166601F-08B0-4D66-8ECF-F8018F52C242","title":"Enzyme-responsive Microgels","abstractText":"Dynamic biological processes are tightly regulated by the catalytic activity of enzymes. The ability to direct, or otherwise interfere with, these processes holds promise for next generation medical interventions. It is in this context that we aim to develop new microgel particles that convert biocatalytic action of enzymes into mechanical responses. Our previous work has demonstrated that this is possible, in principle, and we now wish to explore this area further and address four challenges that will bring us a step closer to biomedical applications. They are: (i) establishing enzyme-responsive microgel particles that are two orders in magnitude smaller in size compared to our previously reported hydrogel beads and should have much faster response times; (ii) establishing enzyme-responsive microgel dispersions that display controlled mechanical response in the form of reversible fluid-to-gel transitions; (iii) establishing fully reversible systems that respond to combinations of enzymes (kinase/phosphatase); (iv) demonstrating, for the first time, the possibility of directing cellular responses using these enzyme-responsive microgel particles. Microgels are sub-micrometer sized polymer colloid particles that expand (swell) in a good solvent or when the particle charge increases. We will functionalise these microgel particles with peptide actuators that are recognised and cleaved by enzymes, thereby triggering a departure from the charge balance in the particles Uniquely, these enzyme-responsive microgels will operate locally, under aqueous conditions at constant pH and temperature which provides very significant advantages over existing stimuli-responsive materials in the context of biomedical applications. This collaborative project will provide two PhD students with exciting, multi-disciplinary projects in top class research environments. A successful outcome will open up new avenues of bioresponsive (nano) technologies for on demand drug delivery and minimally-invasive soft tissue repair.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I004998/1","grantId":"EP/I004998/1","fundValue":"103181","fundStart":"2010-10-28","fundEnd":"2014-04-27","funder":"EPSRC","impactText":"","person":"Brian  Saunders","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}