{"id":"616C049B-CE35-4C37-BE6E-54A628F2EE37","title":"Music and the Melodramatic Aesthetic","abstractText":"Research Context:\\nJacqueline Waeber has recently pointed to melodrama's ambiguous status as a) technical process, b) dramatic genre and c) aesthetic (En musique dans le texte, Paris, 2005). Early nineteenth-century stage melodramas communicated pathos, high emotion and moral polarisation through physical gesture, mise en sc&egrave;ne and music as well as spoken dialogue. This project seeks to establish more clearly music's position in the conjunction of Waeber's categories, and to trace its evolving role, in relation to gesture and mise en sc&egrave;ne, in the melodramatic aesthetic of opera and early silent film. Critical engagement with the music will enable us to test the coherence of the term 'melodramatic aesthetic' as a label in a more rigorously interdisciplinary manner than has been attempted until now.\\n\\nStudies of melodrama on stage and screen have been dominated by literature, drama and film scholars - including Peter Brooks (1976) and more recently Ben Singer (2001) and (as editors of volumes) Jacky Bratton (1994), Michael Hays (1996) and Kerry Powell (2004). The few scholars who have written about music - in these volumes and elsewhere - include David Mayer, Michael Pisani, George Taylor and Nicole Wild, who have taken the first - essential - step of describing and reconstructing a variety of scores. However, there has been little attempt to move beyond this and theorise melodrama's musical language and aesthetic, or situate it in a broader musico-dramatic context.\\n\\nMusicologists have preferred to examine melodrama's influence on the musico-dramatic language of Romantic opera - notably Emilio Sala (1995) and Mary Ann Smart (2004). Waeber's pioneering book, however, focuses on melodrama as a technical process, and a symposium she has organised for the 2007 International Musicological Society conference has attracted European and American scholars (including Hibberd) seeking to examine the stage genre itself, and its broader aesthetic, from a musicological perspeive. \\n\\nThis project aims to advance thinking on the melodramatic aesthetic in the following ways:\\na) move beyond Brooks's literary 'idea' and build on recent work by analysing melodrama as a performance process, and as an aesthetic category, in which music has a crucial role\\nb) reveal ways in which meanings can be constructed, and notions of pleasure uncovered, through the interrelationship of speech, gesture, image and music in scenes of high emotion and moral conflict\\nc) trace this interrelationship through theatre, opera and film to genres of the late twentieth century, in order to establish the extent to which the melodramatic aesthetic is a meaningful label beyond the nineteenth century. \\nMusic will be the central focus of the project, as it is the element of melodrama that has received least attention, a situation that has led to a misconception of the genre's aesthetic. This intellectual framework will determine the activities of the project during the funded period, and will form the basis of the proposed outputs. \\n\\nPotential Applications and Benefits:\\nThe project will support research by:\\nPromoting dialogue between academics (including research students) and practitioners from different disciplines and institutions\\nDovetailing with an ongoing AHRC-funded project at Nottingham\\nProviding channels for communicating the research to both academic and non-academic audiences\\nProducing materials that will support future research and teaching\\n\\nIn addition:\\nInteractive website, to include video clips of the workshops (to be archived on the University's server)\\nArchived DVDs of edited footage from the workshops for use in future research and teaching\\nEdited volume from the conference (Hibberd and Smith) to be submitted to Ashgate's interdisciplinary series Studies in European Cultural Transmission (2009-10)\\nMonograph (Hibberd): The Melodramatic Aesthetic:From Stage to Screen (2009-10) Conference papers, articles, (Hibberd, Robinson, Smith, Marsh)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F012098/1","grantId":"AH/F012098/1","fundValue":"11819","fundStart":"2007-12-01","fundEnd":"2008-11-30","funder":"AHRC","impactText":"  The project includes performances, podcasts and a publication that have been made available to a wide public, interested in music and its relation to drama, film and image. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Sarah  Hibberd","coPersons":[],"organisation":"University of Nottingham","findingsText":" Advanced knowledge on melodrama, and identified new methodologies for studying the genre. Identified a network of people working on the genre, including practitioners. Involved student, broadening public understanding of the genre. (UG and PG) and public in the activities. The outputs have already contributed to the growing interest in melodrama, as witnessed by a recent conference and publication attached to two funded (AHRC and ERC) projects. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}