{"id":"617A991A-581D-4C0D-93F9-9EA8DD9D53E4","title":"A Multidisciplinary Research Centre for Advanced Electron Paramagnetic Resonance","abstractText":"Electron Paramagnetic Resonance (EPR) is a powerful technique in the study of a wide variety of chemical and biological systems that contain so-called paramagnetic species (ie, systems with unpaired electrons). Within the last decade, the technological advances in the area of high-field and pulsed EPR have equipped the chemist and physicist with fantastic new methods for the study of new materials as well as the potential to develop new technologies such as EPR-based quantum computing algorithms. The technological advances have been accompanied furthermore by the development of sophisticated assays for site directed mutagenesis (which allows the incorporation of paramagnetic spin-labels into any chemical or biochemical system almost at will) which has made EPR exceptionally versatile in many biochemical contexts. It is the major objective of this proposal to use the impressive armory of pulsed and high-field EPR methods to advance our understanding of fundamental chemical and biological processes on the molecular scale and to exploit and develop further EPR in advancing the field of quantum computing research. The 11 investigators propose a variety of projects which can be broadly classified into two major areas, namely (i) Materials Research and (ii) Chemical Biology Research.The development of EPR-based spin manipulation methodology on self-assembling, interacting nanoscale structures such as fullerenes and nanotubes containing atomic nitrogen and other paramagnetic species is driven by the desire to establish new quantum information applications and falls clearly in the first category. Further projects in the Materials Section concentrate on the study of paramagnetic centres crucial for the hydrogen sorption/desorption processes in hydrogen-storage materials such as carbon nanostructures, the investigation of transparent conductors and finally the application of pulsed EPR methods in the elucidation of processes involving the solvated electron in electronic solutions such as the Na-NH3 system.The majority of projects in the biochemical section of this research proposal are based on an exploitation of the ability of EPR to provide information on long-range interactions (up to 8nm) between paramagnetic centres and are focussed on extracting conformational information which are difficult to obtain by other technologies (such as NMR, X-ray crystallography). The paramagnetic sites will typically be introduced to the biochemical system by site-directed mutagenesis (spin-labels) or existing paramagnetic species (such as transition metal ions or organic radicals) will be exploited to deliver this long-range distance information. Pathogen-host interactions in viral complexes as well as protein-protein recognition pathways in enzymatic processes will be elucidated with pulsed EPR techniques. Model systems (such as metal-metal-rulers) will be designed and calibrated to facilitate and guide these biochemical studies. Another application of EPR will be to support an extensive program of research now underway to identify suitable enzymes and characterise modified enzymes for the development of novel fuel-cell catalysts. This project involves hydrogenases (hydrogen cycling) from a diverse range of organisms, and laccases (O2-reduction) that are being modified for attachment to electrodes. EPR is the method of choice for examining the redox centres and catalytic intermediates in these enzymes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D048559/1","grantId":"EP/D048559/1","fundValue":"3325290","fundStart":"2006-09-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Peter  Edwards","coPersons":["Susan M. Lea","Anthony  Watts","Arzhang  Ardavan","Jon  Dilworth","Luet Lok  Wong","Fraser Andrew Armstrong","Jonathan  Jones","Martin Owen Jones","Christiane Renate Timmel","Christopher Joseph  Schofield"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}