{"id":"617D42A8-21AC-4E05-86AF-722896DA874D","title":"The Louisville Ridge-Tonga Trench collision: Implications for subduction zone dynamics","abstractText":"The plate tectonics paradigm provides the fundamental model for the destruction of oceanic lithosphere at subduction zones. But the dynamics of subduction zones are also responsible for the construction of arc lithosphere whose features include some of the largest and most active volcanoes on Earth and the majority of large earthquakes. The arcuate system of island arcs and deep sea trenches that comprise the SW Pacific is amongst the most structurally complex, geologically active section of the global subduction system and has the highest concentration of volcanic, seismic and associated tsunami hazard on Earth. Understanding the dynamics of this system is complicated by the diversity in the age, morphology and tectonic setting of the material that is entering the subduction zone, and yet it is the influence of this material which is a major factor in determining the architecture and composition of the entire trench, island arc, and back-arc system. Between ~5S-35S in the SW Pacific, the Tonga-Kermadec Trench subduction system has a deep, linear topographic depression at which Cretaceous Pacific oceanic crust is subducting beneath the Indo-Australian plate. However, at ~25S the Tonga Trench intersects with the Louisville Ridge, a linear chain of seamounts that runs obliquely to and is being subducted at the fastest rate of plate convergence on Earth (~80 mm/yr). Subduction of this ridge locally deforms the trench, and the point of collision is progressively moving north-to-south at ~118 mm/yr due to the oblique subduction geometry. The Tonga system can thus be divided into three parts. To the south of 27S, normal oceanic lithosphere of the Pacific plate is being subducted. Between 26S-25S, the thickened crust and seamount chain of the Louisville Ridge is entering the subduction zone with seamounts either being subducted intact or decapitated and subsumed into the overriding plate. North of 24S, the Louisville Ridge has been subducted and its long-term effect on the overriding plate is preserved in the wake of the point of collision. Two disparate phenomena appear spatially related to this intersection. Firstly, the current site of ridge subduction is characterised by a pronounced shallowing of the trench and extensive deformation and uplift of the arc; and secondly, a quiescent gap in the shallow seismicity is observed at the point of collision. The unusual tectonic setting of the intersection of the Louisville Ridge and the Tonga Trench therefore makes it a unique location in which to study the relationships between subduction input, subduction zone behaviour, and system architecture and dynamics. This study will provide unique models of crustal structure throughout the collision zone and obtain the necessary direct observations to parameterise and constrain numerical modelling of the thermo-mechanically coupled visco-plastic-elastic response of the lithosphere and the distribution of deformation within the subducting and overriding plates. The observations and measurements on which this study is based will be made during an expedition to the collision zone by a research ship. State-of-the-art equipment will be used to determine the structure of the Earth's crust and uppermost mantle to depths of ~40km sub-seabed using sound waves, recording these signals with instruments deployed onto the seabed in water depths of up to 6000m and towed behind the ship itself. Our target is a 500x300km region of the Tonga island arc-trench system that extends from the outer rise where flexural bending stresses are deforming the subducting plate, across the trench at the point of ridge collision and into the island arc. The resulting images of the crust, uppermost mantle and seabed will allow us to determine how the crust was constructed, modified and deformed, and how the plate boundary system is evolving over time in response to the subduction of significant plate topography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004273/1","grantId":"NE/F004273/1","fundValue":"820406","fundStart":"2011-03-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"  Publications in journals and presentations at conferences\nBBC News bulletins\nOutreach activities in local schools Environment,Other ","person":"Christine  Peirce","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}