{"id":"617F023E-714D-4BAB-9563-22C0175AF2CC","title":"Chemosensory transduction and the cytoplasmic pathway of Rhodobacter sphaeroides","abstractText":"Most bacteria swim, and use that swimming to reach their optimum environment for growth. This could be a plant root, it could be a wound or the gut wall for infection or it could be, for example, the optimum oxygen concentration for growth. Bacteria are too small to sense a spatial gradient, but have developed an exquisitely sensitive temporal sensing system that can sense a change as small as a few molecules over a wide range of background concentrations. They sense these changes and signal to a rotary flagellar motor to bias their swimming towards a better environment. The origins of this sensitivity have puzzled researchers for decades. Using the 'workhorse' bacterium, E.coli, it has been shown that the proteins involved in sensing and transducing the chemotaxis signal form a very large sensory complex, a raft of interacting proteins, at the cell poles. The dynamics of the interactions of the proteins appears to allow the receptors to adapt to current changes, leaving the neighbouring receptors able to respond to future changes. This model of interaction of proteins allowing increased sensitivity has implications for a whole range of other sensory systems. It therefore matters that this model applies to species other than just E.coli. Many other bacteria have more than one pathway. It seems probable that this allows these species to tune their responses to current growth conditions, with the different pathways being important under different growth conditions and perhaps even blocking signals from one pathway if metabolism will not benefit from an increase in availability of that nutrient. We are interested to see whether this is the case, and to understand how the signals from the different pathways integrate to produce a balanced response. Our previous studies showed that the proteins of the different pathways are targetted, so that they form discrete sensory complexes, preventing the different pathways from interacting prematurely. The mechanisms used for maintaining the correct number of pathway complexes in daughter cells on cell division appears to be related to mechanisms used to ensure that the cell divides in the middle, and that each daughter has the correct cytoplasmic compliment on division. These data suggest a much more complex developmental apparatus in bacteria than previously thought. Part of this study will therefore concentrate on identifying the mechanisms involved in organising the formation of the chemosensory pathways, ensuring each daughter cell gets a sensory complex with the right protein complement, so that on division each daughter cell is capable of a chemosensory response. The sensitivity of the E.coli sensory pahway to a few molecules has been suggested to depend on the resetting of the receptors allowing the other receptors to now respond. Receptors from other species are often different from those of E.coli, and the adaptation regions not easily identified. If the same system applies we need to identify related sites on other receptors and this will form part f the project, testing whether a common model can be developed for all bacterial swimming behaviour. Together these data will show which aspects of the E.coli chemosensory model can be extended to other bacterial species, in this case Rhodobacter sphaeroides and whether the organisational mechanisms involved in ensuring daughter cells contain the same DNA and protein are related, allowing a complex developmental model of bacterial growth to be developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018630/1","grantId":"BB/F018630/1","fundValue":"350451","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Judith  Armitage","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}