{"id":"618A0FBB-D2D9-4A2E-96A8-9F8627B14B1D","title":"The Proactive Infrastructure Monitoring and Evaluation (PRIME) System: Technology Demonstrator for Remote Monitoring of Transportation Earthworks","abstractText":"The proposed project seeks to change current asset management practice with an economically viable monitoring and early warning system, PRIME, that produces near-real-time information to provide decision support and 'solutions' for a range of infrastructure earthwork instability problems.\n\nIn particular, this project aims to demonstrate and validate newly developed geophysical monitoring technology as a means of improving the resilience of vulnerable rail and water transportation earthworks infrastructure to environmental risks, such as extreme weather and flooding. The new technology could stream near-real-time information on the internal condition of earthworks direct to geotechnical asset owners - thereby allowing slope failure processes to be identified at an early stage so low cost preventative intervention can be planned with minimal disruption to infrastructure (rather than high-cost renewal and remediation of catastrophic earthwork failures, which can be highly disruptive - particularly for the rail industry due to financial penalties associated with delays).\n\nIn response to guidance by the industrial partners we aim to further demonstrate and validate the PRIME concept by testing the approach in a greater range of operational settings, including a railway embankment and a water retaining structure on the canal network. This will allow the project team (asset owners, managers and research providers) to consider a range of practical deployment options, demonstrate an adaptive intelligent monitoring approach, undertake a cost benefit analysis, and formally assess the Technology Readiness Level of PRIME by drawing upon the outcomes of the case studies developed under this project and the study undertaken during the related Innovation B project. The overarching aim of the project is to provide the necessary evidence to the stakeholders that PRIME is applicable as an economically viable monitoring, early warning and decision support system (i.e. a 'solution') for a range of infrastructure earthwork instability problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008479/1","grantId":"NE/M008479/1","fundValue":"37425","fundStart":"2014-10-31","fundEnd":"2015-10-30","funder":"NERC","impactText":"","person":"Jonathan Edward Chambers","coPersons":["Philip Ian Meldrum","Paul Bryan Wilkinson"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}