{"id":"618D8A22-85AF-4E71-9B65-8B604AA6B05F","title":"Cellular distribution by 2-photon fluorescence of complexes of metallic radioisotopes for imaging and therapy","abstractText":"Diagnostic medical imaging using radioactive isotopes (PET or SPECT imaging) is an important tool for clinicians to be able to assess patients both before and after treatment and thence to monitor progress. Many of the compounds used contain radioactive metals such as technetium, copper and indium. Detection of the radiation emitted from a patient following injection of the radioactive compound gives images with a resolution of 1-2mm which show for instance the location of a tumour. However once inside the body the radioactive compounds are taken up in cells and this can determine how effectively an imaging agent targets a disease site. PET and SPECT imaging cannot be used to uncover what happens within cells as these are much smaller than the resolution limit of 1-2mm. Some compounds will emit ultraviolet or visible radiation following excitation with radiation at a different wavelength; a phenomenon known as fluorescence. This has much higher resolution than PET or SPECT and we propose to use this technique to reveal how potential metal based PET and SPECT imaging agents are behaving within living cells. This requires the design of compounds that not only target specific disease sites but are also fluorescent. The information from fluorescence will give invaluable information about the mechanisms by which the compounds are trapped at the target disease sites and this can be then be used to redesign the compound to improve its imaging performance. Diagnostic imaging is now a key part of modern medicine and improved PET and SPECT agents would make a significant contribution to obtaining more accurate diagnosis for patients and enabling the treatment to be tailored to an individual patients needs. This concept of personalised medicine is seen worldwide as a major goal for the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901654","grantId":"G0901654","fundValue":"139960","fundStart":"2010-07-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Stephen  Faulkner","coPersons":["Stanley Walter Botchway","Sofia Ioana Pascu","Jon  Dilworth"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}