{"id":"618E8659-A8DE-416F-BFF3-1D48E1563F7B","title":"Pon3, a natural antioxidant protein: its role in development and disease.","abstractText":"Oxygen plays a critical role in maintaining life but because it is highly reactive, cells have multiple defences to protect themselves from oxidative stress and damage. The detrimental effects of oxidative stress are increased with age and oxidative stress is a well-recognised feature of several common major conditions including diabetes, metabolic syndrome, neurodegenerative diseases and age-related macular degeneration. At birth the fetus is exposed to a rapid and substantial increase in oxygen as it begins to breathe and many defence systems are up-regulated at this time. We therefore searched for previously unrecognised or novel endogenous antioxidants which are up-regulated in late gestation in the fetus. Such molecules may be useful therapeutically in the pre-term infant but may also be important components of the adult anti-oxidant defence system. They may also be perturbed in some of the pathologies characterised by oxidative stress.\n\nWe carried out this search and identified paraoxonase 3 (Pon3). This protein is strongly induced in the lung and gut prior to birth in rats, mice, sheep and humans and at least in the sheep, this is controlled by glucocorticoid hormones. We conclude that this may be a systemic preparative process for birth.\n\nThe paraoxonase family consists of 3 closely related enzymes which break down a wide range of molecules from several different biologically important families. These include hormone-like molecules, lipid peroxides, the oxidation products of arachidonic acid and estrogen esters. Thus, the Pons have the potential to modulate the signalling pathways mediated by such molecules. These enzymes also effectively break down molecules that bacteria use to regulate their growth in situations where many bacteria are present (as may be the case in the intestine for example). They also break down toxic pesticides.\n\nIn blood, PON1 is associated with lipid-containing particles and it can reduce the harmful inflammatory action of oxidized lipid. Artificially increasing PON3 levels in mice inhibited atherosclerotic lesion formation and body fat and Pons in general are antioxidants and anti-inflammatory. In humans mutations in the PON1 gene alter the risk of heart attack and stroke. Thus, in addition to their presumed role as potent circulating antioxidants, these enzymes have anti-atherogenic and anti-inflammatory properties; are capable of metabolising derivatives of important regulatory hormones; can degrade pesticides and have the potential to alter host/microbe interaction. As such, they are implicated in diverse and important biological processes and have attracted considerable attention. Despite this, the physiological function of this family of well-conserved enzymes remains unclear.\n\nTo understand the normal role of Pon3 we have used a genetically engineered mice in which the Pon3 gene has been knocked-out. When we bred heterozygous mice together there were significantly fewer Pon3-/- animals than expected (25% expected but only 9% found). The mutant mice die early in pregnancy so we conclude that Pon3 has an essential and non-redundant biological role in early embryonic development.\n\nWe predict that loss of or a reduction in Pon3 will lead to increased oxidative stress hence embryonic lethality or reduced embryonic growth. We will investigate this using detailed histological, biochemical and molecular methods in normal and Pon3 knockout mice. Furthermore, this reduction of Pon3 may exacerbate oxidative stress and disease sensitivity in adult life. We will engineer conditional knockout mice and study how loss of Pon3 effects mice as they age and are fed a high fat diet.\n\nThese studies will determine whether Pon3 plays a role in protecting mice from the detrimental effects of age and a poor diet. The biochemical studies will identify pathways that are likely to be similar in humans allowing us in future studies to determine whether Pon3 may be important in human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013300/1","grantId":"MR/K013300/1","fundValue":"415957","fundStart":"2013-02-18","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"Steve  Charnock-Jones","coPersons":["Gordon  Smith","Julian Leether Griffin"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}