{"id":"619D11DA-AE7E-4356-9670-A0E9866D6BBD","title":"Defining the metabolic phenotype of intracellular Mycobacterium tuberculosis","abstractText":"Tuberculosis (TB) is a disease which plagued ancient Egyptians and is still one of the most significant human diseases thousands of years later. A key to the success of Mycobacterium tuberculosis, the bacterium which causes TB is the ability to survive and grow in white blood cells, the very cells which are equipped to eliminate bacteria from the body. In order to do this M. tuberculosis must be able to acquire nutrients and energy from this isolated niche. Several studies have highlighted that targeting nutrient utilisation as a potentially productive route for drug development yet the nutrients consumed by intracellular M. tuberculosis are currently unknown. The aim of this project is to use labelled nutrient sources to directly measure the metabolism of M. tuberculosis growing in white blood cells. This research will allow us to identify the major energy (carbon) source consumed by M. tuberculosis in the host cell. We will also in parallel investigate the metabolism of M. tuberculosis in defined environmental conditions in the laboratory in order to establish the metabolic pathways used to break down different combinations of nutrients that have been identified as being consumed intracellularly. All of the data will be incorporated into mathematical models of TB in order to generate a reconstruction of the intracellular metabolism of this pathogen. This information will be vitally important for new drug and vaccine development, as well as advancing our knowledge of the pathogenesis of this globally important pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01224X/1","grantId":"MR/K01224X/1","fundValue":"393577","fundStart":"2013-06-03","fundEnd":"2017-06-02","funder":"MRC","impactText":"","person":"Dany Justine Venetia Beste","coPersons":["Johnjoe  McFadden","Andrzej Michal Kierzek"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}