{"id":"61A83E62-9FEB-4956-9095-B69AFAE6E1C6","title":"Control of catecholate siderophore metal preference by fulvic acid","abstractText":"Siderophores are organic molecules produced by micro-organisms as a means to acquire iron under conditions of iron stress, as occurs in many soils and sediments. It is currently believed that these molecules have a higher affinity and selectivity for iron than for any other element in soil solution. As a consequence of the complexity and heterogeneity of soils, siderophores occur in association with many other constituents, most notably fulvic acid, a ubiquitous organic material of considerable reactivity and importance. In our laboratory we have shown that fulvic acid forms intimate associations with enterobactin, a well-characterized siderophore of remarkably high affinity for iron. More importantly, we have observed that when fulvic acid is bound to enterobactin, this siderophore displays much-reduced affinity for iron and a concomitant increase in affinity for chromium. This surprising reversal of metal preference is most apparent during the dissolution of minerals containing both iron and chromium, during which chromium is dissolved preferentially over iron. The fulvic acid-dependent change in enterobactin metal preference we observe is of interest for several reasons. First, the rates and mechanisms of dissolution of minerals containing both iron and chromium will need to be reassessed for environments in which enterobactin and fulvic acid occur together in significant quantities. Also, as chromium may serve as either an essential nutrient or as a toxin, depending on its chemical form and concentration, the presence of fulvic acid-enterobactin associations may influence the relative availability and toxicity of this element. A broader implication of this work concerns the global geochemical cycling of iron and chromium, and perhaps other elements, which depend in part on the complex interactions between enterobactin and fulvic acid. Furthermore, results of our investigations may inform development and design of non-toxic and effective therapeutic chelating agents, currently the focus of much work in the pharmacology industry. This research aims to discover the extent and conditions under which fulvic acid modifies enterobactin metal preference during dissolution of minerals containing both iron and chromium. To this end we will develop models describing iron and chromium release from a common soil mineral in the presence of fulvic acid-enterobactin complexes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009422/1","grantId":"NE/G009422/1","fundValue":"58807","fundStart":"2009-06-17","fundEnd":"2010-06-16","funder":"NERC","impactText":"","person":"William  Dubbin","coPersons":[],"organisation":"The Natural History Museum","findingsText":" Enterobactin, an hexadentate triscatecholate siderophore abundant in oxic soils and sediments, can form intimate associations with fulvic acid (FA), a ubiquitous and water-soluble humic material composed of contiguous hydrophilic and hydrophobic domains bound by van der Waals forces and H-bonds. The strength and complexity of these FA-enterobactin associations, coupled with the high aqueous solubility of FA and its affinity for goethite at pH &lt; 7, lead to FA-induced conformational changes in enterobactin architecture and catecholate ligand electron configuration, resulting in reduction or loss of Fe(III) specificity. Ligand architecture and steric efficiency were shown in this study to be fundamental variables governing enterobactin cation affinity and specificity. Data we obtained through batch adsorption methods and multiple spectroscopic techniques support the regulatory effect of FA in modifying enterobactin cation bias, with FA-complexed enterobactin showing greater affinity for Cr(III) than for Fe(III) during the dissolution of Cr(III)-substituted goethite. Moreover, this FA-induced change in siderophore cation preference is consistent with field based studies reporting increased Cr solubility in oxic, FA-rich soils.\n\n\n\nWe determined that FA modifies enterobactin cation preference primarily by decreasing the rigidity of the three functional groups of enterobactin, thereby relaxing spatial constraints on octahedral geometry and ligand symmetry around the metal centre, reducing Fe(III) specificity and thus allowing chelation of a greater diversity of metal cations. We were also able to show, under environmentally relevant aqueous conditions, that FA-complexed enterobactin retains _ chirality, ensuring maintenance of biological recognition, incorporation and utilization of the chelated Fe(III) and other metals.  Environment","dataset":"gtr"}