{"id":"61AB2FDD-19E3-41EC-B994-5F505D053F10","title":"Understanding the pathways to R-loop formation by CRISPR/Cas immunity endonucleases","abstractText":"Viruses are one of the major threats to cellular life. Their goal is to inject their genetic material, DNA or RNA, into a host cell and to reproduce themselves using the host cell's protein machinery. Viruses not only infect animals, they can also infect bacteria. The bacterial viruses, called bacteriophage, are amongst the most widespread and diverse genetic entities on Earth: for example, one teaspoon of seawater can contain over 2 billion bacteriophage.\n\nTo protect themselves against this viral onslaught, bacteria have developed multiple defence barriers against infection and in this project we aim to understand how one such defence method works, an adaptive microbial immune system called &quot;CRISPR/Cas&quot;. These systems have two main roles: To degrade foreign DNA before it can reproduce; and, to acquire short pieces of viral genetic information and to incorporate them into the host genome. This gives a memory of infection that means the cell can more quickly respond to that type of virus if it re-infects. What we want to learn is, how does the CRISPR/Cas system use the genetic information it accumulates to target specific DNA sequences. \n\nWe will do this using state-of-the-art, interdisciplinary techniques that are collectively called single-molecule enzymology. The underlying principle is that we will isolate the proteins, DNA and RNA critical for the process and then use special microscopes in which we can measure the activities of single-molecules in isolation. We are using these approaches because the processes we are studying are complex, and if we were to use &quot;test tubes&quot; full of molecules we would not be able to address the mechanism in anywhere near as much detail.\n\nWe will study a protein called Cas9. When specifically targeting viral DNA for cleavage using its endonuclease activity, Cas9 uses a piece of RNA that is derived from a linear array of spacer elements in the host genome. These spacers represent gene fragments from previous viral infections. The Cas9-RNA and target DNA make specific base pairs to form a hybrid structure called an R-loop. However, it is a mystery how this R-loop forms. Our preliminary data shows that we can directly observe R-loop formation. We can therefore test this process and explore its mechanism. An important feature is a DNA sequence called the &quot;PAM&quot;. This PAM is not present in the CRISPR array on the bacterial genome but is present on the viral DNA, and it thus distinguishes &quot;foreign&quot; from &quot;self&quot; DNA. Surprisingly the PAM sequence is very simple; comprising only a few specific bases. We therefore also want to understand how Cas9 decides where to cut. We suspect that Cas9 rapidly scans the DNA, distorting PAM sequences as it goes. Where this distortion reveals a partial sequence complementary to the RNA, an R-loop forms. We want to be able to directly watch this process happening, to learn how Cas9 avoids cutting the wrong DNA.\n\nThere are many reasons why it is interesting and valuable to undertake this study. At a fundamental level these experiments will teach us how this process works. Beyond adaptive immunity, Cas9 activity is reminiscent of sequence searching events in homologous recombination, a process that is important for DNA repair and which, when it breaks down, leads to genetic disease. Most exiting of all, there is currently enormous interest in CRISPR/Cas systems as potential tools for &quot;genome surgery&quot;. This synthetic biology technique offers the hope that genetic disease could be directly repaired in cells using enzymes that target mutant genes. Excitingly, specific gene-targeting by Cas9 in human cells has recently been demonstrated. However, since this tool is a pair of molecular scissors that cuts DNA, it is vital that it only cuts in the correct place (amongst three billion base pairs of human DNA). Our study will greatly assist this by providing a much fuller understanding of how the R-loop is formed in a highly-specific manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000873/1","grantId":"BB/L000873/1","fundValue":"339249","fundStart":"2014-04-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"","person":"Mark Dominik  Szczelkun","coPersons":["Mark Simon Dillingham"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}