{"id":"61B0DA56-91EE-40AD-ADA9-CD7C9278E41F","title":"Role of the CA2 region in the hippocampal circuitry","abstractText":"The hippocampus is a relatively small brain area, but necessary for the acquisition of specific types of new knowledge, a form of memory called declarative memory. The normal, highly structured flow of information through this structure is essential for memory acquisition, for the processing of spatial information and for navigation. This flow and the processing of information are dependent on the proper wiring of the connections between nerve cells, or neurones, in the different regions of the hippocampus. Increasing clinical evidence links abnormalities in certain types of neurones with the pathology of specific psychiatric and neurological disorders. Although devastating to those affected and their families, these diseases do not typically result from global and dramatic changes in all types of nerve cells throughout the brain, but from relatively subtle alterations in the numbers, structure or connections made by certain subtypes. This project focusses on a region of the hippocampus, the CA2 region, that is uniquely resistant to damage in temporal lobe epilepsy, but which demonstrates abnormalities early in the onset of schizophrenia and in bipolar disorder (sometimes known as manic depressive illness). These abnormalities involve 'inhibitory interneurones', nerve cells that control and coordinate the flow of information and the components of an experience that we recognise as novel and/or relevant to our behaviour and which we then retain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G008639/1","grantId":"BB/G008639/1","fundValue":"379527","fundStart":"2009-01-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"  My findings have highlighted the importance of the CA2 region in the hippocampal circuitry. This grant focuses on basic science and it is therefore unlikely that this basic research will lead to commercial exploitation in the near future. However, electrophysiological and morphological data will be of use to computational scientists for the construction of an hippocampal model network. We are in the process of gathering information on the different types of neurones in the CA1 region of hippocampus (morphometric analysis, electrophysiological properties, short-term dynamics, number of synapses, potential targets, hit rates... etc). Results from my research on the CA1 and CA2 region will be added to this database that will be rendered public in the future. Healthcare ","person":"Audrey  Mercer","coPersons":[],"organisation":"School of Pharmacy","findingsText":" In this project, we focussed on the CA2 region of the hippocampus, a region that has been ignored or taken together with the CA3 region for a long time. However, this region is thought to be linked with the pathology of specific psychiatric disorders and it is therefore important to understand its circuitry and its involvement in the hippocampal circuitry. Disruption of Inhibitory circuits in CA2 appears to be at the root of many diseases and we therefore aimed to gain information about these inhibitory neurones. During the course of this project, we reported a novel subclass of interneurones that had not been described in other CA regions, SP-SR interneurones. This neurones displayed striking morphological and electrophysiological features and are ideally located to effectively modulate the hippocampal circuitry. The distributions of immuno-labelled interneurones in CA2 were also studied in detail and compared with those in other CA regions. Although most of the distributions were similar to those in CA1 and CA3, GAD-positive cells were more likely to be parvalbumin- and reelin-immunopositive in stratum oriens and stratum pyramidale of the CA2 region. Interestingly, these two types of interneurones are thought to be linked to some psychiatric diseases. The research funded on this grant enabled the start of a detailed characterisation of CA2 interneurones and their circuitry. Determining where they are, how many they are and the types of markers that they express is an essential component of this characterisation. Mental disorders like schizophrenia are still in need for effective treatments. Antipsychotic medications and psychological support are often the primary treatment for this disease; however, antipsychotics fail to abolish the cognitive dysfunction. The characterisation of neurones that are thought to be involved in these pathologies will improve our ability to predict benefits of new therapies and equally importantly of adverse outcomes. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}