{"id":"61B520C1-5E48-4788-92CD-FD3DAC5C29CF","title":"Forms in many variables","abstractText":"A Diophantine equation is an equation to be solved in integers (the sequence 1,2,3,... are the positive integers), for example(*) x^2+y^2=z^2has the integer solution (x,y,z)=(3,4,5). This example is a so called quadratic equation ,since all terms occur as a square. One can also consider Diophantine inequalities, for which oneis interested in making a certain quantity, for example a x^2 + b y^2 + c z^2 very small , where now a,b,c are real numbers like 3.141..., but x,y,y are still integers.The proposed research deals with an important subclass of Diophantine equations/Diophantine inequalitiesand aims to advance our knowledge in several key aspects, in particular:1) Since dealing with individual Diophantine problems is extremely hard, we aim to do better on average .2) Our second goal is to study quantitative aspects like the number of solutions for quadratic Diophantine equations.3) We want to discuss not only solutions of Diophantine equations in integers, but also in primes numbers(a prime number is an integer exceeding 1 and only divisible by 1 and itself, like 2,3,5,...)This research addresses key aspects of pure mathematics, in particular number theory, and its main benefitsand applications are are again in pure mathematics, in particular number theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018824/1","grantId":"EP/I018824/1","fundValue":"101624","fundStart":"2011-05-03","fundEnd":"2012-11-02","funder":"EPSRC","impactText":"  Our findings have inspired both us and also other mathematicians to continue research in this area, but no use as suggested in this section has materialized so far. Given the nature of pure mathematics, this is certainly not surprising.  ","person":"Rainer  Dietmann","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" A Diophantine equation is an equation to be solved in integers (the sequence 1,2,3,... are the positive integers), for example\n(*) x^2+y^2=z^2\nhas the integer solution (x,y,z)=(3,4,5). This example is a so called &quot;quadratic equation&quot;,\nsince all terms occur as a square. One can also consider Diophantine inequalities, for which one is interested in making a certain quantity, for example\na x^2 + b y^2 + c z^2\n&amp;quot;very small&amp;quot;, where now a,b,c are real numbers like 3.141..., but x,y,y are still integers.\nThe proposed research deals with several important subclasses of Diophantine equations/Diophantine inequalities and aims to advance our knowledge in several key aspects, in particular:\n1) Since dealing with individual Diophantine problems is extremely hard, we aim to do better &amp;quot;on average&amp;quot;, i.e. establish results that hold &amp;quot;for almost all&amp;quot; equations.\n2) Our second goal is to study quantitative aspects like the number of solutions for certain quadratic Diophantine equations. 3) To equations in one variable such as x^3+2013*x^2-1972*x+1991 one can attach a certain group of symmetries, the so called Galois group. One expects that most of these equations have as many\nsymmetries as possible. We want to establish a good quantitative form of this belief.\nAddressing mainly these three questions, but also a few others, we in particular obtained the following outcomes in this research project:\n1) For the first question, we found that as soon as s is at least 2d+1, for &amp;quot;almost all&amp;quot; real numbers a_1, ..., a_s the Diophantine inequality\n|a_1 x_1^d + ... + a_s x_s^d| &amp;lt; e\nfor any given positive e has infinitely many integer solution x_1, ..., x_s. In fact, one can even asymptotically count the number of solutions. This appears to be the first such &amp;quot;metric&amp;quot; result for this problem. We obtained a similar result, that is slightly more complicated to state, for Diophantine equations instead of Diophantine inequalities.\n2) For the second question, we could show that if F is an integer symmetric positive definite s by s matrix, B is an integer symmetric positive definite integer m by m matrix, and s is sufficiently large in terms of m and some geometric aspect of B, then for the number of integral s by m matrices A that are solutions of the Diophantine equation\nA^t F A = B,\nthe expected asymptotic formula holds true. This appears to be the first result of this form assuming only a very mild geometric condition on B.\n3) Regarding the third question, we could show that the number of monic integer polynomials X^n + a_1 X^{n-1} + ... + a_n\nwith coefficients of size at most H, that do not admit as many symmetries as possible (i.e. &amp;quot;their Galois group is smaller than S_n&amp;quot;), can be bounded by a constant times H^{n-0.58...}. This improves\nthe previous world record H^{n-0.5} from 1973.\nWe also dealt with a few other questions, for example we could show that if p is a prime, then for any integer n in the interval [1, p] one can change at most 0.11... r binary digits of n in order to arrive at a primitive root modulo p, where r denotes the number of binary digits of p. This goes beyond what a simple application of Burgess classical results on gaps between primitive roots would yield. By using ideas, techniques or results (=theorems) from our papers in order to prove new theorems. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}