{"id":"61BFEC9D-E662-402E-A6A2-15A72F0D04A7","title":"Regulation of long-distance dynein motility in the model fungus Ustilago maydis","abstractText":"Elongated cells such as neurons in the spine and the brain have to overcome long distances in order to communicate between the periphery and the cell body, which is essential for brain development and learning processes. Long-distance transport is achieved by so-called molecular motors. Fueled by chemical energy they 'walk' their cargo along the fibers of the cytoskeleton, which, much like a railway system, connect all parts of the cell. In the mammalian brain the microtubule cytoskeleton provides the major part of this system, and individual microtubules serve as 'tracks' for the motor proteins kinesin and dynein. Both molecular motors take membranous transport containers (e.g. vesicles) in opposite direction, thereby allowing bi-directional exchange of proteins, membranes and signals. As this fundamental process is essential for cell function and survival, it is not surprising that many neuronal diseases are related to mutations in this transport machinery. The motor dynein moves cargo from the peripheral synapse towards the cell body. In order run over long-distances, dynein needs support of other accessory factors. Among these is the dynactin complex and putative regulators of dynein, such as Lis1 and NudEl. These proteins have also been found to be involved in degenerative neuronal disorders, such as Lissencephaly and Amyotrophic Lateral Sclerosis. Despite much work done on these factors some basic questions, such as their mode of action in membrane trafficking, are still unresolved. Much of our knowledge about the role of e.g. dynactin is restricted to cell-free assays, and some doubt exists whether or not these results can be translated into the living cell. Ideally, one would like to visualize dynein and its regulators during transport of membranous cargo. However, due to technical limitations this was not yet achieved. Filamentous fungi share some striking similarities with human neurons. Their cells, for instance, highly elongated and expand at one cell pole. Transport towards this growing apex is mediated by long-range transport along microtubules, and similar to neurons this process involves dynein, kinesin-1 and kinesin-3. Most of what we know about long-distance transport in fungi was discovered by us using the model fungus Ustilago maydis. This model system shows remarkable similarities to human cells, but it combines powerful technical advantages, including a published genome sequence, numerous genetic tools and many cytological tools such as fluorescent proteins in different colors are established. Very recently we succeeded in visualizing individual dynein motors in membrane trafficking. This technical advancement opens new avenues for addressing the role of dynein and accessory factors in retrograde trafficking. We will make use of these technical advantages in order to address the following questions: (1) How do the dynein accessory factors Lis1, dynactin and NudEl control dynein activity and support long-range motility of individual dynein motors? (2) What is the role of the dynein light chain LC7/roadblock/Km93, which is known to be a tumor suppressor in humans? (3) How dynamic is dynein in elongated cells? (4) What are the factors that take dynein to the loading area at microtubule ends, and that anchor or regulate activities there? The project will provide novel insight into the mechanism of retrograde membrane transport in fungi. It will therefore be of fundamental interest to all aspects of fungal research, but will particularity stimulate research on fungal pathogenicity. Therefore, our work will be of benefit to the UK pharmaceutical and agricultural biotechnology industries. Of even greater potential significance, however, is that the dynein transport machinery is essential for long-distance axonal transport in neurons. Therefore, the proposed studies promise also to provide a better understanding of the role of dynein and accessory factors in motor neuron disorders in mammalian cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009872/1","grantId":"BB/G009872/1","fundValue":"353942","fundStart":"2009-02-24","fundEnd":"2012-02-23","funder":"BBSRC","impactText":"","person":"Gero  Steinberg","coPersons":[],"organisation":"University of Exeter","findingsText":" We found that dynein is concentrated at the end of the microtubules by a phosporylation-dependent mechanism AND by a crowding effect. The latter is comparable to a &amp;quot;traffic jam&amp;quot;. They have clearly influenced research in other countries Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}