{"id":"61C7C135-7053-425B-872C-954E1F146CC3","title":"Genome Annotation for the Masses","abstractText":"The hereditary information carried by each living thing is its genome. Stored in the form of the DNA sequences of As, Cs, Gs, and Ts, between 1 and 5% of the genome sequence consists in genes. These genes contain instruction sets for small protein machines that accomplish specific tasks and ultimately determine the organism's shape, size, behavior, lifespan and disease susceptibility.\n\nDetermining the genome sequence of an organism is now straightforward. But understanding which genes are responsible for the unique characteristics of the organism remains challenging. This is due in particular to the difficulty of correctly finding the genes in the genome and determining which parts of their sequence encode proteins. Indeed, automatic gene identification software performs poorly, thus evidence for each potential gene model needs to be visually inspected and corrected. Thus preparing the data for even a small research project can take months.\n\nLuckily there is a solution. Thousands of members of the general public have used the internet to contribute their time to help scientific projects such as GalaxyZoo and FoldIt, be it out of curiosity, desire to help the greater good, gain peer recognition or simply to have fun. Results of their contributions include the identification of previously unknown galaxy types and determination of the 3D structures of AIDS proteins. \n\nThe proposed project uses a similar approach to encourage members of the general public to help identify genes in the genome and refine their borders. We are constructing a game in which contributors use pattern recognition skills to improve gene models. Contributors will be able to choose to focus their efforts on particular species (e.g.: ants, humans, elephants) or research topics (e.g.: cancer, immunity, longevity, taste or odor perception, behavior). They will earn points and thus peer recognition for their contribtutions, and may be acknowledged in scientific publications or even financially compensated.\n\nThis project will thus allow members of the general public to have fun while helping to make the world a better place and facilitate scientific discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004204/1","grantId":"BB/K004204/1","fundValue":"118989","fundStart":"2012-11-30","fundEnd":"2014-08-29","funder":"BBSRC","impactText":"  Thanks to the 10,000-fold drop in DNA sequencing costs since 2007, it is far easier to obtain a genome sequencing than before. Obtaining high quality gene predictions remains complex as individual gene predictions need to be verified and often improved by humans. \nWe have developed a basic software to &amp;quot;crowd-source&amp;quot; gene prediction verification and improvement. We have already used it as part of educating undergraduate and masters-level students to teach them 1. about gene structure 2. the tradeoffs in automated analysis 3. comparative genomics. This is being used in multiple institutions world-wide. \nWhile the students learn they are contributing to research, in particular having contributed improved gene models for fire ant genomes. We are reaching out to other communities that will be able to take advantage of this tool. Furthermore, our project is open source and the computer code has already been used in several additional projects. Digital/Communication/Information Technologies (including Software),Education,Other Cultural,Societal","person":"Yannick  Wurm","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Obtaining accurate gene predictions is only possible after visual inspection and manual fixing(curation). This makes projects requiring high quality predictions for thousands of genes impossible beyond work on humans and fruit flies. \nWe built a tool aims to bring gene feature visualisation and improvement to a larger group of people. With this &amp;quot;crowd-sourcing&amp;quot; approach, we obtain improved gene predictions (which thus improves analyses that depend on them) and 2. educate contributors (currently university-level students).\n\nThe software is currently able to offer a complete crowd-sourcing approach for contributors who already have some basic biological knowledge. We hope to expand it at at least three levels:\n 1. so that it is used in other institutions. \n 2. to better deal with complex gene predictions (when contributors provide conflicting information)\n 3. to reduce the learning curve difficulty by improving tutorials for non-biologists. We have begun to collaborate with others who want to build upon our approach to 1. improve teaching curricula and 2. improve gene prediction quality 3. add more biorelevance to crowd-sourcing initiatives. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}