{"id":"61CEA701-9DBE-401C-8A36-AD1BC9CD017A","title":"The 'Circumnavigation' (Periplous) of Pseudo-Skylax: student and scholarly editions (with revised Greek text, translation, and historical commentary)","abstractText":"The Circumnavigation (Periplous) attributed to Skylax of Karyanda, a Greek prose work of c.9,000 words, survives in a corrupt 13th-century manuscript. It describes the coasts of the Mediterranean, Black Sea, and NW Africa together with laconic information about peoples, cities, rivers, islands, sailing distances and times, and some ethnographic description. Though Skylax is known from Herodotos as an explorer who lived c.500 BC, the Circumnavigation cannot be by him as it repeatedly refers to things that were the case only in the later 5th and 4th centuries. Though it was formerly seen as a navigational manual, it is now regarded by most scholars as a library-based work drawing on written sources. Building on recent scholarship on Greek geography, I argue that it is a research treatise made at a time of intense intellectual activity in 4th-century Athens.\\n\\nThe Circumnavigation is the oldest surviving Greek work devoted entirely to geography, and one of few technical treatises we have from the Classical period. Yes there has been no full edition since that of Karl M&uuml;ller (1855). A new commentary is urgently needed.\\n\\nMy research will re-examine the issue of the work's original purposes. It will specifically focus on the methodology of reconstructing the manuscript (in this matter, earlier editors have sometimes been too interventionist), and will exploit geographical and archaeological evidence not available to earlier editors in order to identify places named in the text and offer new restorations of corrupt passages. Despite its terse nature, there are unifying, even literary features of the text that deserve to be highlighted. It is not a naive compilation as is sometimes thought. It relates closely to the development of Classical Greek geography. Another important context is that of Greek colonization, which provides much of the frame in which Pseudo-Skylax's text is set; recent changes in how we understand of this process will inform the work.\\n\\nI began intnsive research in 2006-7. Research for a 'student edition' is almost complete, and this will be delivered for publication by the end of institutional leave in January 2010. This edition comprises a short introduction, the revised Greek text, translation (the first to be published in English), and short historical commentary.\\n\\nDuring AHRC leave, the work will be expanded and submitted as part of 'Fragmente der griechischen Historiker' V, an international project led by Hans-Joachim Gehrke (Berlin). FGrHist V is the geographical continuation of Jacoby's monumental corpus of fragmentary Greek historical texts (1923-58), and will be a major research tool building on recent advances in our understanding of Greek geographers. This expanded version will contain testimonia and fragments, the main text of the Circumnavigation, translations, full textual apparatus, introduction to the Commentary, and the historical commentary itself. The much longer introduction and commentary than in the BPP edition will allow room to discuss textual problems and literary and narrative features of the text, and to set the Circumnavigation more fully in the context of other Greek geographers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H005471/1","grantId":"AH/H005471/1","fundValue":"33924","fundStart":"2010-01-25","fundEnd":"2010-05-24","funder":"AHRC","impactText":"","person":"Donald Graham Johnston  Shipley","coPersons":[],"organisation":"University of Leicester","findingsText":" My AHRC grant enabled me to complete my commentary on the Periplous (Circumnavigation) known as Pseudo-Skylax, which describes the geography of the maritime world of the Greeks. I was able to disprove suggestions that the work dated either from the late Archaic period (6th-early 5th century BC) or from post-Classical times, and to refine an earlier view that it belongs to the early 330s BC and was written in Athens. During the research, I further discovered close links of vocabulary and scientific aims between the unknown author of the treatise and Dikaiarchos of Messana, a collaborator of Aristotle. Whether or not Dikaiarchos (as a young man) wrote our Periplous, this pioneering - if laconic - work was clearly composed in the ambit of philosophers and scientists working at Athens in the era of Macedonian domination. My edition of the Periplous, with the first fully revised Greek text since 1855, the first published English translation of the work, and a detailed historical commentary, should stimulate scholars to work on Greek conceptualizations of the form of their world (the Mediterranean and Black Sea) and should provide material for a reassessment of the beginnings of Greek scientific geography. The Greek text, with its relatively simple language, would also be an excellent resource for students learning ancient Greek. Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}