{"id":"61D46B37-B890-4A10-816D-9C9CB71A2FBC","title":"Molecular Diodes and an Approch to Single Molecule Electronics","abstractText":"Molecular electronics represents the ultimate challenge in device miniaturisation: it provides the means to design components with specific properties and, in relation to this, a recent discovery from the applicant's group has resulted in the highest intrinsic rectification ratio to date from a molecular diode (Ashwell et al., Phys. Chem. Chem. Phys. 2006, 8, 3314). The reported current ratio of 3000 at +/-1 V represents a 150-fold improvement compared with the next highest reported value from another group. The discovery has attracted much attention: the paper was designated as a Hot Article in June 2006 and it has since been listed as a Top Ten paper on the Royal Society of Chemistry website for seven consecutive months and most accessed six times; it also features on the journal's cover and there are editorial highlights of the paper in Korean, Polish and UK journals. There are still few examples of intrinsic rectification from organic films and, until now, the reported current ratios have been far too small to have any practical significance. The aforementioned discovery overcomes this deficiency and the experimentally challenging objective of this proposal is to enhance the performance of molecular diodes when studied as ultra-thin films and ultimately single molecule devices. It will be attempted by (i) optimising the rectifying donor-acceptor sequence in sterically hindered Au/D-bridge-D*-bridge-A/Au and Au/D-bridge-A*-bridge-A/Au structures in which the asterisks represent weaker electroactive components and (ii) developing non-invasive contacting techniques that involve the post-fabrication self-assembly of single molecules or small molecular clusters across nano-sized gold electrode gaps. The aim is to utilise the discoveries made to date to increase the rectification ratio to 100,000 at +/-1 V.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000987/2","grantId":"EP/F000987/2","fundValue":"103302","fundStart":"2010-07-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Geoff  Ashwell","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}