{"id":"61D437DC-597A-4D00-8C15-5ACB68285B63","title":"Artefacts of Encounter: Cross-cultural exchange on early European voyages into Polynesia (1765-1840) and socio-cultural transformation","abstractText":"<p>This three-year project uses artefacts as primary evidence of the nature of encounters between European explorers and Polynesian islanders on more than thirty Pacific voyages from 1765 to 1840, and the transformations - both immediate and long-term - that they engendered. </p>\n\n<p>These artefacts include the objects they acquired, many of which survive in museums, as well as the intellectual and artistic traditions into which these important exchanges were immediately and subsequently incorporated. </p>\n\n<p>Whereas research focused on artefacts is often said to treat cultures as museum exhibits, fixed in an eternal ethnographic present, this project turns such assumptions around by demonstrating that artefacts, of all forms of evidence, are key to understanding how socio-cultural change unfolds. It considers not only technological developments, and the expansion of people's knowledge of each other's worlds, but also the ways in which their most basic assumptions about existence were challenged - in some cases abandoned or transformed. </p>\n\n<p>Marshalling a range of material connected to the voyages into relational databases, the research team will also collaborate with members of present-day Polynesian communities interested in museum collections to shed new light on cross-cultural dynamism in the context of European imperial expansion and its far-reaching effects. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G045968/1","grantId":"ES/G045968/1","fundValue":"765920","fundStart":"2010-04-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"  Beyond academia, the findings of the Artefacts of Encounter project continue to be exploited and developed by a wide range of stakeholder groups, organisations and individuals in the UK and beyond. In particular, the project's commitment to building relationships between ethnographic museums in the UK and Europe and the Pacific communities whose cultural treasures they hold, continues to generate a wealth of knowledge-sharing and creative initiatives benefiting museum professionals, visitors and researchers, while simultaneously stimulating artistic production and cultural revitalization in Polynesia. \n Having established close ties with a host of museums including institutions in Russia, Germany, Italy, France, Spain, Estonia and the Netherlands, the University of Cambridge Museum of Archaeology and Anthropology (MAA) assembled a successful collaborative bid for €2.3 m of ERC funding over 5 years for the Pacific Presences project (2013-18), an initiative involving five national-level museums in five countries that extends the work begun during Artefacts of Encounter in new directions. Ongoing cooperation and knowledge exchange with a wider range of these institutions has also led to MAA's participation in a Creative Europe project involving 10 museums, which has received €2 million over 2014-18. Further specific partnerships include collaboration with the new Museum of World Cultures in Barcelona, where MAA staff have advised on Oceania displays and provided a group of objects researched by the project on medium term loan for public display.\nThe project generated a successful exhibition at a leading UK public art gallery: 'Tapa: barkcloth paintings from the Pacific' was shown at the Ikon Gallery, Birmingham over May-July 2013 and in a scaled down form at MAA in Cambridge in 2014; artefacts researched by the project were also loaned to a major barkcloth-focused exhibition in Cologne over 2013-14. In MAA itself, a special permanent public exhibition dedicated to the project's findings has been actively used as a teaching resource by school groups in the Cambridge area as well as being enjoyed by museum visitors. Project researchers' work on the major international touring exhibition 'Mana Maori' at the Museum Volkenkunde Leiden (2010-11) and at the Linden Museum in Stuttgart (2012) enhanced relations between museums and diplomatic representatives from Europe and the Pacific, especially New Zealand diplomatic staff in London, the Netherlands and Germany. These ties generated financial and practical support for public educational programming building on the project's research, including hosting indigenous Pacific groups taking part in exhibition opening ceremonies and running outreach workshops. \nTalks, seminars and Pacific community group visits to museums and collections in London, Antwerp, Florence, Paris, Leiden, Stuttgart and New York (including orientation programs offered by Polynesian community representatives to primary and secondary school age students) helped enhance public interest in the Pacific and its peoples, as well as developing the confidence and professional skills of community members through these unprecedented opportunities to research, reflect and engage with the public on the significance of their own cultures in a global context. These project activities enhanced awareness of the wealth of Polynesian cultural patrimony distributed among museum collections internationally, as well as of the present-day plight of some of these cultures who face the loss of their territory through climate change. Project researchers' close involvement with UK-based non-profit voluntary Polynesian community organisations including Ngati Ranana (the London Maori Club), Beats of Polynesia and Kohanga Reo o Ranana also worked to extend knowledge of, and participation in, Maori and Pacific arts and culture to UK and European audiences. \nThe KIWA digital research environment developed by the project has attracted international attention as a ground-breaking platform for digital reciprocation and knowledge exchange between museums and communities. The process of building the system raised issues of intellectual and cultural property and copyright, stimulating debates that have impacted on policies and public services of the museums we engaged with as well as the communities with whom we worked. Collaborative initiatives have been launched between KIWA's developers and museums in the UK, New Zealand and Canada, and plans are underway to further develop the resource as part of a project involving several museums and archives in the UK and New Zealand. These innovations have in turn been recognised by other UK and international organisations, many of which have invited members of the research team and its research partner organisations to give talks, develop projects and contribute to publications promoting the extension of such initiatives in other regional and national centres. Project Technical Lead Carl Hogsden, for example, has contributed to the development of a new learning research agenda for natural history museums in the UK, at the invitation of King's College London and the Natural History Museum.\n Face-to-face collaborations between project researchers and particular Pacific community groups have had deep and far-reaching impacts on artistic practice and ongoing projects of cultural and economic revitalisation. Project Partner Toi Hauiti's involvement strengthened community identity as the platform for exploring tribal economic development solutions. With project support the group exploited digital technologies to present Maori artefacts as triggers for social, cultural and economic innovation, and as vehicles for knowledge sharing and exchange with museums internationally. Their involvement in the project has led some younger members of the community to opt for tertiary study and career paths in museums and academia. Toi Hauiti's visits and public presentations in UK, European, and US museums have put the Hauiti people and their projects on the 'world stage'. Hauiti artists have made works inspired by ancestral artefacts that were rediscovered through the project, and have exhibited them internationally, building reputations and careers. A model for engaging indigenous communities in digital projects has emerged from this work, which will impact public services and policy making and has potential to change organisational culture and practices in museums internationally. \n Tongan contemporary arts collective, No'o Fakataha, developed a reciprocal relationship with project members, sharing and discussing project findings and enhancing their research capacity. To date three solo exhibitions and ten group exhibitions have included artworks produced in conversation with significant 18th century Tongan artefacts rediscovered by the project. These have been material in the artists securing Research and Development funding from New Zealand's arts council Creative NZ to produce work and travel overseas to exhibit works and present to conferences. Members are contributing to the Bruni d'Entrecasteaux and Malaspina volumes arising from Artefacts of Encounter (in preparation). The project's finding the only extant 18th century Tongan feathered headdress, intact barkcloth, and tukifala percussion instruments has been disseminated through public lectures to Tongan communities in Auckland, and to artists and subject specialists in NZ and Tonga, catalysing both artistic revitalisation and conversations pertaining to identity, political economy, and history making in Tonga. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Security and Diplomacy Cultural,Societal,Economic,Policy & public services","person":"Nicholas  Thomas","coPersons":["Amiria  Salmond"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}