{"id":"61DA3FA2-3E31-4310-8B13-DD9BA18E397B","title":"Earthquake fracture damage and feedbacks in the seismic cycle: a multidisciplinary study","abstractText":"Earthquakes are a very destructive and yet unpredictable manifestations of the Earth internal dynamics. They correspond to a rapid motion along geological faults, generating seismic waves as they propagate along the fault strands. The propagation of ruptures along faults induces dramatic stresses and deformation of the rocks hosting the fault, which become increasingly damaged (i.e, degraded) as multiple earthquakes occur along a fault over geological timescales. In turn, this damage of the off-fault rocks has an impact on the dynamic rupture processes: damage generation and earthquake rupture are coupled phenomena. A better knowledge of the dynamic damage processes can thus truly improve our understanding of the physics of earthquakes, and hence help to better predict strong motion and earthquake hazard.\n\nIt is the goal of this proposal to investigate how dynamic ruptures can induce damage in the surrounding rocks, the specific characteristics of this damage, how it affects the rocks properties, and finally to build an earthquake rupture model which includes the couplings between rupture propagation and off-fault damage. \n\nThe proposed approach is multidisciplinary, and includes: (1) field characterisation of naturally damaged samples around the San Jacinto fault in South California; (2) laboratory rock deformation experiments at very high deformation rates; and (3) the development of a numerical modeling approach, tested against experimental data, which will allow simulations of fully coupled earthquake rupture processes to be performed.\n\nBy far the most challenging aspect of the study of dynamic damage is to perform rock deformation experiments at deformation rates and pressure conditions relevant to earthquake ruptures. To achieve this, our proposal includes the design and construction of a novel deformation apparatus which will allow high speed compression and decompression tests to be performed on rock samples. This apparatus will be unique in Europe and will cover an unprecedented range of deformation conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004716/1","grantId":"NE/M004716/1","fundValue":"578278","fundStart":"2014-10-14","fundEnd":"2018-10-13","funder":"NERC","impactText":"","person":"Thomas Matthew Mitchell","coPersons":["Nicolas  Brantut"],"organisation":"University College London","findingsText":"","dataset":"gtr"}