{"id":"61DEB9CC-74E5-44E7-AE4D-7DEA36EB2471","title":"The intrauterine environment and human early placental development; a new paradigm for the pathophysiology of complications of pregnancy","abstractText":"Adverse outcomes of pregnancy, such as growth restriction, stillbirth, pre-eclampsia and prematurity, place considerable economic and emotional burdens on society. They cause significant morbidity and mortality; in the UK 10-12% of pregnancies miscarry and there are approximately 4,000 stillbirths each year. A further 10-12% suffer growth restriction, which predisposes to an increased risk of cardiovascular and other diseases in adult life. The causes of these complications are complex, and despite much research their incidence has not changed substantially over the last 50 years; indeed, the incidence of low birth weight is increasing in the USA. This research programme takes a fresh and innovative approach to understanding their cause by focusing on a key unifying feature, impaired early development of the placenta. The placenta nourishes and protects the embryo, and so needs to develop rapidly after fertilisation. The overall aim is to investigate how that early development is stimulated, and how perturbations in the uterine environment lead to aberrant placentation. A more complete understanding of these critical events will ultimately facilitate interventions being devised that prevent complications being initiated, rather than attempting to treat them once established.\nOur previous research supported by the MRC, transformed our understanding of the environment inside the uterus in early pregnancy. For many years it had been assumed that placental development was a continuum across gestation, but we demonstrated that it occurs in two very distinct phases. During the first 10-12 weeks, the placenta receives nutritional support from the glands lining the uterus, rather than from the maternal circulation as it does later. The glands provide essential nutrients, but also secrete proteins that can act as powerful stimulants to growth. Indeed, in some species, such as the sheep, the placenta sends signals to the glands to produce more of these proteins, and so enhances its own growth. The uterus therefore plays a much more dynamic role in supporting the first third of pregnancy than previously anticipated, creating a unique highly stimulatory microenvironment.\n\nOur goal is to fully characterise that environment in the human, understand how it is regulated and investigate its impact on proliferation and differentiation of placental cells. The first aim is to identify the range of proteins secreted by the uterus using the latest sequencing techniques to analyse gene expression in samples of the lining of the uterus. We have recently applied the same technique to progenitor cells isolated from the early placenta, and so will able to identify potential growth factor/receptor interactions. The impact of these interactions on progenitor cell behaviour will then be tested in vitro. The second aim is to explore the signals coming from the placenta that might increase or alter the secretions. The third aim is to investigate using genetically modified mice whether metabolic stress alters secretions and impairs fetal growth. We will also determine whether stresses in humans such as obesity and diabetes, that are associated with adverse obstetric outcomes, reduce the effectiveness of these mechanisms and impair placental development. Finally, we will determine whether development of the uterus is compromised in offspring who are born growth restricted, resulting in intergenerational effects on birth weight.\nIt is anticipated that the results will have major implications for reproductive and public health medicine. Understanding the fetal-maternal dialogue during early pregnancy will help to develop novel interventions to optimise placental development. Equally, an appreciation of the impact of metabolic and other stresses on uterine function during early pregnancy may lead to improved peri-conceptional care. In the longer term, having healthier normal birth weight babies will help to reduce the burden of chronic disease in adulthood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L020041/1","grantId":"MR/L020041/1","fundValue":"399503","fundStart":"2014-07-01","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Graham J Burton","coPersons":["Steve  Charnock-Jones","Ashley  Moffett"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}