{"id":"61DEDED3-D0FF-4C66-A362-23CE617E6290","title":"Digital Economy 'New Economic Models' Network+","abstractText":"The business press is alive with considerations of how the 'Big 4' tech giants, Apple, Google, Facebook and Amazon are challenging to become the single biggest provider of digital services. In business services there is intense competition between IBM, SAP and Oracle to provide 'knowledge solutions' and in B2G there are the challenges of 'assisted living', privatisation of education and healthcare and the Big Society' agenda. Looking to the near future the development of the 'internet of things' will increasingly provide information on objects and their location, their physical properties, how long they have been there, what they are being used for etc. This data, increasingly available on global platforms, enables individuals, social enterprises, public and private sector organisations to 'interact, communicate, collaborate and share information' in novel and progressive ways. (RCUK 2012). These platforms also have the potential to disrupt current economic structures radically, threatening established players and providing many opportunities for new entrants and new economic models (RCUK 2012).\nThis new environment raises a number of questions, eg to what extent will the digital revolution transform the whole economy, or will it be primarily limited to specific sectors for example information services and in what ways does the Internet enable or hinder trust between parties. Other challenges include the development of 'off the shelf' business models that are appropriate for different contexts eg start-ups. Perhaps most important of all given the potential for widespread availability of data on individuals and things, we will consider what is the balance between enabling customised and bespoke services and the issues of privacy and confidentiality, data integrity and security?\n\nThe objective of this grant is the development of an internationally leading network of academics and practitioners who will engage with those questions through the production of evidence based research. This knowledge will inform multiple groups including\nPrivate sector organisations. These organisations need to be aware of the opportunities and threats emerging from the digital economy and need to be capable of reconfiguring their organisations to meet the strategic challenges.\nConsultancy organisations. These organisations need to engage in the long term challenges to their client base faced by the development of multiple platforms. This includes the development of enhanced analytics.\nPublic sector and local government. This sector needs to engage in the opportunities offered by new economic models of partnering with private sector organisations, social enterprises and the customisation and personalisation required by customers. \n\nOur vision is that at the end of 3 years we will have established an internationally leading community which has addressed these big research questions and challenges. It will have worked closely with both private and public sectors and engaged with policymakers to help enable an environment where organisations are better placed to take the opportunities offered by the digital economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003542/2","grantId":"EP/K003542/2","fundValue":"561973","fundStart":"2014-10-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Roger  Maull","coPersons":["Harry  Maddern","Andy  Neely","Irene Cheng Ng","Mike  Chantler"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}