{"id":"61E50DE6-56D1-4040-A761-59FD8BDE1FBE","title":"The activity-dependent regulation of Argonaute 2 function in neurons by PICK1.","abstractText":"The aim of this research is to investigate a mechanism for how nerve cells in the brain control long-term changes in their structure and function in response to communication from other nerve cells.\n\nNerve cells (neurons) in the brain communicate with one another at connections called synapses, which are located in small protrusions on the neuronal surface called dendritic spines. A chemical (neurotransmitter) is released from a neuron and travels across the synapse to activate receptors in the adjacent neuron. Synapses can change their strength (known as &quot;synaptic plasticity&quot;) by altering the number of receptors found on the surface of the neuron in the synapse, and also by changing the size and shape of the dendritic spine that houses the synapse. This process is thought to underlie learning and memory, because the memory is likely to be stored in a circuit of interconnected neurons.\n\nIn order to retain long-term memories, neurons need to synthesize additional protein components that are important for maintaining the changes in spine structure, or the changes in receptor number at the synapse. Proteins are made by translating genetic information encoded in DNA sequences (genes). An intermediate between DNA and protein is called messenger RNA (mRNA), and neurons can transport mRNA to the parts of the neuron close to synapses and locally control the synthesis of a particular protein that is important for those synapses at a particular time. Another type of molecule, called micro RNA (miRNA) can bind to mRNA and stop the translation of mRNA into protein. This process is very precisely regulated.\n\nWe have found that a protein (called PICK1), which is known to be involved in synaptic plasticity over the timescale of hours, interacts with another protein (called Argonaute2), which is an important component of the cell machinery that promotes the association of miRNA with mRNA to block protein synthesis. Preliminary experiments suggest that by interacting with Argonaute2, PICK1 can relieve this block of protein synthesis and increase the production of specific proteins. Our main hypothesis is that PICK1 plays an important role in regulating protein synthesis close to active synapses via its interaction with Argonaute2.\n\nWe aim to test this hypothesis by analysing the precise mechanism for how PICK1 regulates the function of Argonaute2. We will use established methods for analysing protein synthesis while manipulating the PICK1-Argonaute2 interaction under different conditions of synaptic activity. \nOur preliminary results suggest that PICK1 anchors Argonaute2 to membrane-bound structures inside the neuron called endosomes, which are involved in trafficking important receptors to the synapse during synaptic plasticity. One of our hypotheses is that these trafficking events are linked to the regulation of Argonaute2 by PICK1. \nOne important function of miRNAs is controlling the local synthesis of proteins that determine the size or shape of dendritic spines, which is an important factor that correlates with the strength of a synaptic connection. We will investigate whether PICK1 is involved in local protein synthesis in dendrites and consequent regulation of dendritic spine size via its interaction with Argonaute2.\n\nMost of our experiments will be carried out using neurons obtained from the rat brain. These neurons can be isolated from the brain and then kept 'alive' in a petri dish. Using these cells we will be able to understand more about the mechanisms that regulate the local control of protein synthesis in neurons in response to synaptic activity, and hence further our knowledge of the mechanisms that underlie long-term memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021307/1","grantId":"BB/L021307/1","fundValue":"380205","fundStart":"2015-02-23","fundEnd":"2018-02-22","funder":"BBSRC","impactText":"","person":"Jonathan  Hanley","coPersons":["James  Uney"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}