{"id":"61E637CE-57B1-4294-BAC7-94C77290C216","title":"Smart materials for targeted stem cell fate and function in skeletal repair","abstractText":"We are now living much longer than we used to. But an unfortunate consequence of this is that as we reach later life the chances that we can become ill or injured increase dramatically. One big problem that elderly people face is illness and injury associated with the bones and joints. Diseases like osteoporosis and arthritis cause pain, cause bone fractures and lead to immobility and distress to tens of thousands of people each year, costing the taxpayer tens of millions of pounds. So new treatments that enable the skeleton to heal better are urgently required. \n\nOften a transplant of pieces of bone taken from a healthy site on an injured or diseased person might be used to promote bone healing at an injury site (called an 'autograft'), or alternatively bone from a person who has recently died might be used (an 'allograft'). But these approaches have several weaknesses - for instance, limited tissue, poor healing or even the potential of the transmission of life-threatening diseases. We need alternative approaches to help cure the many people affected by bone disease and injury.\n\nA potential way of overcoming these problems is to make new tissue from scratch in the lab by using artificial materials and a source of cells - such as stem cells - as building materials. Alternatively, artificial materials could be designed and developed to encourage the body to heal itself better than it would do alone. Such materials are sometimes called 'bioactive' or 'smart' materials because the chemical information in them can direct cells and tissue already present in the body to regenerate the missing tissue. In this research proposal we want to try to make a new kind of smart tissue scaffold that will improve bone healing.\n\nTo do this, we plan to design scaffolds and materials which can be implanted in the body and which contain millions of tiny hollow reservoirs of drugs or chemicals, called nanoparticles. Such nanoparticles have diameters of less than the width of a single human hair and we believe we can engineer them to have many qualities necessary for promoting the regeneration of tissue. For example, we plan to change the chemical composition of their 'shell' so that they release their drug cargo at different rates. This is very important, because tissue healing involves a series of important steps occurring at very different rates - the incorrect release of a chemical at an early stage, for instance, may stop or slow healing, whereas its release at a later stage may be very important in promoting healing. This is why it is vitally important to design scaffolds that release different compounds at different rates. Also, certain chemicals may be important for encouraging one type of cell to promote healing, but may stop other types cells from doing their correct jobs. To ensure the right chemicals are delivered to the right cells, we also plan to design particles that have markers on their surface that target them to a particular sort of cell - a bone cell for instance. We then plan to tether these chemical release packets to different types of biocompatible materials.\n\nWe will next test how effective our 'smart' scaffolds are in delivering chemicals to the correct cells at the correct times, as well as seeing how well the scaffolds function in promoting bone healing. To do this, we will tag the contents of nanoparticles with a dye and measure their release and uptake by a variety of different cells, for example bone cells or blood vessel cells. Finally we will implant scaffolds in simulated bone injuries in experimental rodents to test if they improve how fast and how well bones heal, using exciting techniques in x-ray computed tomography.\n\nUltimately, we want to do these experiments so that we can develop new treatments to prevent bone disease and improve bone healing in people. This project brings together an interdisciplinary team of engineers and biologists to try and achieve this goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00609X/1","grantId":"BB/L00609X/1","fundValue":"433137","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"Richard  Oreffo","coPersons":["Janos Michael Kanczler","Nicholas David Evans"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}