{"id":"620E7A09-0E28-4E55-9B5C-5FAB1F6411F9","title":"A digital edition of the Vernon Manuscript (Oxford, Bodleian Library, MS Eng.poet.a.1)","abstractText":"The Vernon Manuscript is the biggest and most important surviving late medieval English manuscript An extensive collection of Middle English religious literature (and some French and Latin), and lavishly illuminated, it is potentially an incomparable resource for art historians, codicologists, palaeographers literary and cultural historians, linguists, and editors. However, access is extremely limited: for conservation reasons consultation is heavily restricted and selective photography is not permitted, while the printed facsimile is monochrome and extremely expensive. Providing high quality full-colour images linked to searchable descriptions and transcriptions of every page, the Digital Edition will transform the manuscript as a research resource.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119208/1","grantId":"119208/1","fundValue":"313062","fundStart":"2006-07-01","fundEnd":"2009-07-31","funder":"AHRC","impactText":"  The research has been used by media professionals, creatives, and cultural organisations to enhance perceptions of West Midlands identity and to contribute to regional and national cultural life. \n\nThese impacts have resulted from use of the research in various live and online activities organised in collaboration with libraries, museums, galleries and literary festivals (for details see Engagement Activities). Journalists, TV and radio presenters, and a poet have used the research to create programmes, press features and performances to inform and engage non-academic audiences (see Engagement Activities).\n\nBy means of these activities the public's awareness of the rich linguistic and literary heritage of the West Midlands has been heightened and West Midlanders' perceptions of their individual and community identities have been enhanced. Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Wendy  Scase","coPersons":[],"organisation":"University of Birmingham","findingsText":" The Vernon manuscript is the largest surviving Middle English manuscript. Its huge size, scope, and sensitive conservation status have proved obstacles to research which this project has overcome through achieving the project aim of producing a comprehensive electronic edition of the manuscript: The Vernon Manuscript: A Facsimile Edition of Oxford, Bodleian Library, MS Eng.poet.a.1, ed. W Scase. The edition comprises an estimated 1,750,000 words and 730 hyperlinked images.\n\nThe most significant achievements from the grant were:\no Creation of the first complete edition of the Vernon manuscript text. The text edited is c. 1,250,000 words in 370 different literary works, many of them not previously edited. Annotations are provided. The text and annotations are fully searchable.\no Creation of the first complete description of the Vernon manuscript. The description covers codicological, art historical, and post-production features and comprises c. 350,000 words. A controlled vocabulary was developed for the description to enable searching. An illustrated glossary of terms is provided.\no Creation of the first full-colour facsimile of the entire manuscript. 730 high-resolution images were produced of c. 90 MB each. For the edition, the images were manipulated to enable viewing at resolutions from 12.5% to 400%.\no Hyper-linking of the edition to enable easy navigation between text and image.\no Authoring of introductory essays by members of the project team and by others; editing of the essays by the project team.\n\nDeadlines for delivery of the content files were met and the grant objectives have been met in full as follows:\n\no To enhance knowledge and understanding of the Vernon Manuscript: contents; textual and codicological relations; production and reception.\n\nThe Edition includes essays on these topics, and a full list of manuscript contents with bibliographical numbers (c. 370 items). Features of the manuscript relevant to production and reception have been recorded in hyperlinked notes and the page description. \n\no To enhance knowledge and understanding of problems in medieval English literature and culture, palaeography, codicology, dialectology and historical linguistics, editing, art and book history.\n\nThe size and range of the manuscript mean that the Edition is of significance for all of these disciplines. \n\no To enhance access to the Vernon Manuscript by the research community and others whilst addressing conservation concerns.\n\nAccess is enhanced by the provision for the first time of a full set of high quality colour images of the manuscript, meaning that personal visits to consult the manuscript will often be unnecessary, and also by the provision of parallel transcription, description, and comment, and functions which enable users to display and navigate the materials in ways most appropriate to their needs. \n\no To provide a model for the production of electronic facsimiles of large manuscripts.\n\nThe model adopted has been disseminated through various user engagement activities (conference presentations, visiting lectures, the Project Symposium). The findings have been taken forward by the team members and other scholars in Middle English dialectology, codicology, art history, the history of the book, and provenance studies. For example, a book edited by the PI that encompasses all of these approaches uses the findings (grant AH/H002162/1). \n\nThe edition is also being used to train undergraduate and postgraduate students in manuscript transcription and description at the University of Birmingham and elsewhere. Research students at the University of Birmingham and elsewhere are using the edition. \n\nThe underlying xml files are capable of further enhancement and augmentation and the PI is now using them for further research on the language and practices of the scribes of Vernon and the related Simeon manuscript (London, British Library, Additional MS 22283).\n\nThe project has generated considerable interest among academic audiences specialising in computer sciences and a series of cross-disciplinary engagement activities has identified the potential of the files to be used in research on computer-assisted analysis of digital images of heritage objects (see Engagement Activities).\n\nThe research has been used by journalists, radio and television presenters, and a performance poet to inform non-academic audiences about the medieval linguistic and literary history of the West Midlands region (see Engagement Activities). \n\nTalks on the edition and the manuscript have featured on the programmes of literary festivals aimed at general audiences (see Engagement Activities).\n\nFive regional cultural organisations collaborated in offering engagement events on the manuscript for their users. These events made use of the edition and the research to provide the public with opportunities to access to an important monument of West Midlands culture.\n\nThe Bodleian Library made use of the research by collaborating in the production of an online exhibition on the manuscript. The exhibition enables the wider public to discover the research and this key Bodleian manuscript holding. Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}