{"id":"6218D4C1-9C70-497D-85F0-F00A961EA561","title":"The physiology of supraspinal pain control centres: their postnatal maturation and role in injury induced long-term alterations in sensory processing","abstractText":"Young animals and humans respond to pain differently than adults. Their pain thresholds are lower, their responses to pain are exaggerated and uncoordinated and their sensitivities to analgesic drugs are different. Significantly, pain in early life can alter the way an individual responds to further pain after they mature. Both animals and humans exposed to pain in early life display altered sensory processing following maturation and have exaggerated responses to subsequent re-injury. Early life pain therefore has the potential to significantly affect the welfare of an individual throughout the rest of its life. One explanation for these differences is that within the spinal cord of young animals, the first part of the nervous system to process painful information, there is a lack of inhibitory neurotransmission. It is increasingly being recognised that supraspinal centres play a central role in pain processing, yet interestingly the contribution of these sites to neonatal nociception has been largely ignored. Instead the majority of research in this area has focussed upon developmental changes at the level of the dorsal horn of the spinal cord. In adults a major supraspinal source of inhibitory neurotransmission in the spinal cord are specialised areas in the brainstem. In healthy adults activity in one these areas, the rostral ventral medulla (RVM) is conveyed via descending spinal nerve tracts to the dorsal horn where they inhibit spinal excitability. However, in chronic pain states, the RVM increases pain by releasing neurotransmitters which excite spinal cord neurones. Recently I have shown that in young rats these bi-directional pathways do not exist, the RVM can only excite the spinal cord. I have shown that these pathways mature and become adult-like over a period around puberty. These studies have demonstrated the huge influence the RVM has in governing the excitability of nociceptive pathways in the spinal cord of young and adult animals. However we do not understand the processes taking place within the RVM that make it behave differently in young animals and we do not understand how this immaturity influences long-term responses to pain. I will perform a series of experiments that will understand the changes in the basic physiological properties of neurones in the RVM as an animal matures. Using electrophysiological techniques I will compare how individual RVM neurones respond to painful stimuli in anaesthetised rats of different postnatal ages (7, 21 and 40 (adult) days old), demonstrating how neurones which make up the RVM change as animals mature. I will study the processes that take place in the RVM that influence the magnitude of integrated pain behaviours and see how these change with increasing age. I will specifically activate pain detecting neurones (C-fibres) in the foot and measure the magnitude of integrated reflex behaviours whilst electrically or chemically manipulating the RVM. Crucially I will investigate what role the RVM plays in long-term alterations in sensory processing which are a consequence of early life pain by inducing unilateral hindpaw inflammation just after birth and studying RVM physiology and integrated pain responses in adulthood. I have preliminary data which demonstrate the key role that the RVM plays in these long-term alterations in sensory processing. This project is important because it will improve our understanding of how pain pathways form, how they behave differently in young animals, how important the RVM is in early life pain, and how pain in immaturity results in altered pain responses throughout life which has the potential to impact clinical and veterinary treatment of pain in early life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001565/1","grantId":"BB/I001565/1","fundValue":"335367","fundStart":"2011-04-04","fundEnd":"2014-06-29","funder":"BBSRC","impactText":"  The data we have produced have been used in research publications, textbooks, presentations and meetings. As time passes the information will be used by other scientists to build on our work. Education,Healthcare Societal","person":"Gareth Jon Hathway","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have shown that the brainstem centres that powerfully control pain processing are immature in early life. We have shown how cells within these structures encode painful stimuli, that this is altered in early life and we have also demonstrated how this encoded information is transmitted and guides behavioural responses to pain. We have also demonstrated how endogenous pain control systems, opioids and cannabinoids, change in the midbrain, brainstem and spinal cord over early life, mapping their anatomical rearrangement in earlyl age as they as their changing physiological impact. Finally we have shown how the impact of early life injury alters the processing of painful stimuli for the rest of an animals life and shown that these life-long alterations in global pain sensitivity are udnerpinned by changes in brainstem function. These data will be used ourselves and others to further investigate how pain pathways mature and will also be used int eh hunt for new therapeutic targets and regimes for the control of pain in early life. The results will also be used to further appreciate how early life experience can programme the nervous system permanently and change pain responses through the rest of an individuals life. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}