{"id":"621DD39F-5061-444A-B5FB-6C09AE678AFB","title":"Assessing the sensitivity of marginally stratified shelf seas within a changing climate","abstractText":"Continental shelf seas are extremely important because of the high levels of primary productivity that they sustain and their ability to absorb and sequester atmospheric gases including climatically important greenhouse gases. The key physical aspect of shelf seas that enables them to do so is the vertical density stratification, established throughout spring and summer when the stabilizing influence of solar radiation or fresh water overcomes the destabilizing influence of turbulent mixing. In several places around the UK, such as the Irish Sea, well-established fronts form between stratified and vertically well-mixed water due to the well-understood dominant effect of friction generated at the sea bed by strong tidal currents whose influence extends throughout the water column. Throughout the majority of UK coastal waters tidal mixing is less dominant, however, and the competition between turbulent mixing and restratification is more delicately poised. Stratification and the resulting ephemeral fronts are transient in space and intermittent in time. We are currently hindered in our ability to predict how these marginally stratified shelf seas will respond to change, however, because we do not fully understand the details of the turbulent mixing and restratification processes that govern the dynamic balance. Amongst these, surface and internal waves both exert an important but unclear influence over mixing, whilst lateral density gradients near the surface and seabed have recently been shown to modulate mixing and restratification. This lack of understanding is apparent from our inability to accurately simulate shelf sea dynamics in numerical models that are used to predict future changes. The importance of this project stems from the realization that future changes to the Earth system are now inevitable due to climate change and will be particularly felt within marginally stratified shelf seas for which the balance between turbulent mixing and restratification is so sensitive to external perturbations. Furthermore, in order to produce 40% of the UK's electricity from renewable sources as required by EU law, a huge expansion into the marine environment to exploit its energy resources is expected. Crucially, the energy to be extracted from the wind, waves and tidal currents normally play a pivotal role in turbulent mixing and balancing the effects of solar radiation and freshwater input on restratification. We need to know what the effects of energy extraction will be on the environment but we are currently limited by not understanding the details of the turbulent mixing in the first place. To better understand which processes are most important within marginally stratified shelf seas, we plan to conduct a rigorous field study and monitoring campaign in the southern Celtic Sea. The existence and intensity of the front displays an intermittent behavior that is not governed by tidal periodicities, indicating that additional processes are important to the local dynamic balance. We will identify what these processes are by conducting a series of in-situ measurements of turbulence throughout the water column and by mapping the frontal structure. We will then monitor the long term trends in the forcing mechanisms and frontal integrity using seabed sensors and land-based radar that measures surface waves and currents over a broad spatial area to test whether the processes that we identified as important throughout the in-situ measurements are indeed responsible for the observed changes. The final component of the project will incorporate our new knowledge into state-of-the-art numerical models that can up-scale the processes observed within this project to the shelf sea environment. The end-product of this project will therefore constitute an improved tool for understanding and predicting future changes in the marine environment that surrounds the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001832/1","grantId":"NE/I001832/1","fundValue":"82630","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"NERC","impactText":"  Findings have not been used yet as they are yet to be published.  ","person":"Philip John Hosegood","coPersons":[],"organisation":"University of Plymouth","findingsText":" We have gained great insight into the details of the physical oceanographic environment of the southern Celtic Sea. The region, which encompasses the north coasts of Devon and Cornwall, is subjected to a persistent frontal region during summer months that separates colder water inshore from warmer surface waters offshore. Through extensive in-situ observations, we have acquired some of the first detailed measurements of how the turbulent mixing environment is governed by tidal processes and surface forcing, enabling us to better understand how the front evolves in response to natural forcing. Additionally, by engaging with ecologists we have further revealed the importance of these fronts to foraging seabirds and specifically how foraging top predators focus their effort on such fronts. Our findings on the dynamics governing the transient fronts we focussed on will be essential to oceanographers seeking to understand the energetics of the shelf sea environment. Very little data from a similar environment exists, particularly that shows a demonstrable link with the ecosystem in terms of foraging behaviour of predators. The work will this contribute to the ongoing development of management strategies that are designed to protect the marine environment on the basis of how animals use it. Environment","dataset":"gtr"}