{"id":"62228AD3-C584-45A8-8AEC-A4B257FBA06C","title":"Dispersion of localised releases in a street network (DIPLOS)","abstractText":"The security threat level from international terrorism, introduced by the UK Security Service, has been classified as either &quot;severe&quot; or &quot;critical&quot; for much of its six-year history, and currently remains as &quot;substantial&quot; (source: MI5 web site). Part of the risk posed by terrorist threats involves potential releases of air-borne chemical, biological, radiological or nuclear (CBRN) material into highly populated urbanised areas. Smoke from industrial accidents within or in the vicinity of urban areas also pose risks to health and can cause widespread disruption to businesses, public services and residents. The Buncefield depot fire of 2005 resulted in the evacuation of hundreds of homes and closure of more than 200 schools and public buildings for two days; consequences would have been much more severe if prevailing meteorological conditions had promoted mixing or entrainment of the smoke plume into the urban canopy. \n\nIn both these scenarios it is crucial to be able to model, quickly and reliably, dispersion from localised sources through an urban street network in the short range, where the threat to human health is greatest. However, this is precisely where current operational models are least reliable because our understanding and ability to model short-range dispersion processes is limited. The contribution that DIPLOS will make is: (i) to fill in the gaps in fundamental knowledge and understanding of key dispersion processes, (ii) to enable those processes to be parametrized for use in operational models, and (iii) to implement them into an operational model, evaluate the improvement and apply the model to a case study in central London.\n\nMost of the existing research on urban dispersion has focused on air quality aspects, with sources being extensive and distributed in space. Scientifically, the proposed research is novel in focusing on localized releases within urban areas, and on dispersion processes at short range. Through a combination of fundamental studies using wind tunnel experiments and high resolution supercomputer simulations, extensive data analysis and development of theoretical and numerical models, DIPLOS will contribute to addressing this difficult and important problem from both a scientific research and a practical, operational perspective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040731/1","grantId":"EP/K040731/1","fundValue":"106248","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"  Data from wind tunnel studies will be used to evaluate the performance of the dstl UDM dispersion model Environment,Security and Diplomacy Societal,Policy & public services","person":"Alan  Robins","coPersons":[],"organisation":"University of Surrey","findingsText":" Nil submission, not applicable this year Data used by third parties for dispersion model validation; e.g. at dolt Porton Down Environment","dataset":"gtr"}