{"id":"62262F62-29FF-4978-BE32-DC6E8A0B2371","title":"Social mobility and social capital in China and Britain, a comparative study","abstractText":"<p>This project looks at the patterns and trends of social mobility and social capital in China and Britain. With regard to mobility, it examines how family class influences children’s education, employment and occupational attainment in the two countries, what similarities and what differences there may be in the regulations. Particular attention is given to the role of household registration system (hukou) in China in inhibiting the mobility chances for people originating from rural origins. As for social capital, it examines the sources, manifestations and impacts of social networks and civic engagement in the two countries. While formal civic engagement is less developed in China, social networks (guanxi) may be more developed in that country. Close attention will be paid to the role of the political institutions in the first regard and the instrumental roles of networks in promoting or inhibiting social advancement in the second regard.</p>\n\n<p>A range of publicly available datasets in the two countries will be used such as Understanding Society and China General Social Survey. It will use a range of descriptive and modelling techniques. Various dissemination activities will take place such as presentations at the international sociology conferences and in China.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-238-25-0043","grantId":"RES-238-25-0043","fundValue":"79991","fundStart":"2011-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Yes, researchers in Understanding Society, Society Central, DCLG, COMPAS and DEMOS have all come to use my findings which were also reported in the Guardian http://www.theguardian.com/news/datablog/2014/jun/12/ethnic-minorities-employment-and-social-mobility-see-the-research-findings Communities and Social Services/Policy,Education,Government, Democracy and Justice Cultural,Societal,Economic,Policy & public services","person":"Yaojun  Li","coPersons":["Yanjie  Bian"],"organisation":"The University of Manchester","findingsText":" For Britain, we found that ethnic minorities from all class backgrounds are more likely to find themselves in the least advantaged class positions their whites. In China, we find that the household registration system (hukou) systematically prevented the rural people to realise their potentials. Yes, researchers in Understanding Society, Society Central, DCLG, COMPAS and DEMOS have all come to use my findings which were also reported in the Guardian http://www.theguardian.com/news/datablog/2014/jun/12/ethnic-minorities-employment-and-social-mobility-see-the-research-findings Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}