{"id":"6228740E-CA46-4102-B269-A3205840866F","title":"Interaction between components of spatial learning: behavioural and neural basis","abstractText":"When rats, and toddlers, are disoriented in a rectangular arena they use information provided by shape, rather than visual cues provided on or near the walls, to reorient themselves. This finding has lead many researchers to conclude that a module in the brain is responsible for learning about shape cues. The module processes only geometric information, meaning that information provided by visual features in the environment is learned about independently of geometry. A recent evidence suggests that visual features are learned on an 'egocentric' basis, with respect to what things look like from certain locations. This means that using these visual features an animal could learn the responses required, based on its own body movements, to navigate to a hidden goal. Information provided by shape is used in a more map-like way, and is completely separate from learning based on visual features. This conclusion is at odds with research showing that cells thought to contribute to the formation of a mental map in the rat's brain react to visual features as well as shape. It is also at odds with theories of associative learning that state that when more than one cue signals the same outcome, something is learned about each cue, but at the expense of learning based on the other. However, the geometric module hypothesis finds some support in studies showing that learning based on where things are is facilitated by the hippocampus, while learning based on where to move, based on egocentric responses, is facilitated by another part of the brain called the caudate nucleus. If these spatial strategies are the product of separate parts of the brain, then are they acquired separately from each other, as the geometric module hypothesis suggests? The purpose of the project is to examine the interaction between the hippocampus and the caudate nucleus based on learning provided by shape cues and visual features. Its other purpose is to test an alternative explanation for the finding that learning based on shape appears to progress independently to learning based on visual features: that these cues differ inherently in their salience, making it easier to learn about some cues than others. Rats will be trained to find a hidden platform in a swimming pool whose location can be found by either shape cues or visual features. In the first part of the project the animal's use of response learning will be disabled by damaging the caudate nucleus with small amounts of excitotoxin. Learning with respect to shape cues will be disrupted by damaging the hippocampus. Each brain region's contribution to normal navigation can then be determined. In addition, we can examine whether learning based on shape still progress independently of learning based on visual features when these brain regions are damaged. This is a question that has never before been properly addressed. The second part of the project will be based on the finding that there are some situations in which learning based on shape cues is retarded by learning based on visual features. It is assumed that in these situations cues provided by shape are less salient than the visual features. If this is the case then the circumstances in which competition between cues occurs will be determined by their relative salience, and not on the division between shape cues and visual features. The third theme of the project will take advantage of sex differences in the cues that rats prefer to use to find a hidden goal, to determine whether natural differences in the salience of cues to each sex can change the extent to which learning based on visual features and on shape cues interact with each other. All of these experiments will tell us more about the fundamental nature of spatial learning and the role of different brain regions to the interaction of its various components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013094/1","grantId":"BB/F013094/1","fundValue":"346060","fundStart":"2008-10-01","fundEnd":"2011-10-31","funder":"BBSRC","impactText":"  The impact of the grant has been largely societal, with a range of public engagement activities undertaken to increase the awareness and knowledge of BBSRC funded research. Ongoing impact includes translating behavioural studies conducted with animals to human experiments. These experiments may yield significant impact in terms of building design and fire evacuation procedures by training participants to use different spatial strategies  Societal","person":"Anthony  McGregor","coPersons":[],"organisation":"Durham University","findingsText":" Learning how to navigate to important locations, such as a nest or a food source, can be achieved in various ways and using many different sources of information. An important distinction drawn in the psychological and neurobiological literature is between a flexible map-like representation of cues in the environment, which requires the hippocampus, and a more habit-based route learning strategy, which requires the dorsolateral striatum. Further, recent theories of spatial learning suppose that these different strategies use the obligatory input of certain types of cues. The hippocampus uses boundaries or environmental geometry, and the striatum uses individual landmarks or the sequence of movements taken to reach a location. The question we posed was to what extent these strategies interact with one another, both at a psychological (learning) level and a neurobiological level. We discovered that when two sources of information are available, that actually use different brain systems in their representation, what is learned about one can influence what is learned about another. The extent to which this occurs depends on the salience, or intensity of the cue. For example, if a geometric cue is of relatively low salience then a landmark can restrict learning about it, even though the hippocampus is necessary for learning based on the geometric cue but not the landmark. Also, we investigated the circumstances under which one cue has apparently no effect on learning about the other. We discovered that rather than restricting learning based on one another, they can actually facilitate learning due to the formation of between-cue associations. This means that when one of the two cues is present it evokes a memory for the other, absent, cue. We showed this was the case by changing the value of one of the two cues (cue A) after the two (A + B) had been paired together during a period of training. The memory of the revalued cue A made the animals respond to cue B as though it had been revalued as well. A third finding was based on impairing learning based on one brain system (the dorsolateral striatum) to determine how it influenced learning based on the hippocampus. We discovered that rats with both systems intact were worse at learning that required intact hippocampus (the mapping strategy) than those animals that had a functioning hippocampus but a damaged dorsolateral striatum. The dorsolateral striatum was necessary for learning based on a landmark but not based on a mapping strategy. Crucially, this effect was only present if the cues that are necessary for a mapping strategy (cues that are far away) were not very salient. The results are consistent with the striatum-dependent landmark learning restricting the hippocampus-dependent place learning, but not with an explanation based on some general disinhibition of one of the brain systems. Taken together our results question the notion that different memory systems, reflected in neuroanatomically distinct regions of the brain, operate independently of one another. Instead, the results are consistent with a domain-general analysis of spatial learning, in that it appears to operate in a similar way to the well-studied phenomenon of Pavlovian conditioning. The idea that brain function can be parcelled up into task- or memory-specific modules that reflect distinct brain system anatomies is popular, but makes many assumptions that may not take into account proper psychological investigation. Our findings add to a body of work that supposes there are general rules for how the brain creates behaviour. Such a finding is important in how we interpret and treat behavioural deficits associated with neurodegenerative diseases or brain trauma. Other basic scientists will find the results of interest in their attempts to interpret their findings, but we hope to be able to talk more to clinicians and cognitive neuroscientists about our findings. Healthcare","dataset":"gtr"}