{"id":"6229B3A0-30F5-4239-A83C-8EA104E1BF30","title":"A prosopographical study of bishops' careers in northern Europe","abstractText":"In the modern world, we often talk about a person being 'well-connected', whether it be as a result of family, schooling, business contacts or a combination of factors. This project will examine how well-connected medieval bishops in Britain and Scandinavia were. Effectively, we shall be asking who you needed to know to become a bishop and how the connections gained throughout their lives impacted on their activities as bishops both within their diocese and on the wider international stage. Why did this matter? Bishops were not just religious leaders; they were important men who served kings and other great lords as advisers and even diplomats. They controlled large territories and had significant incomes and people at their command. To be a bishop was to be a leader who might crown kings or foment rebellion. They were also players on an increasingly international stage: the period of study, from 1250 to the Reformation, saw the centralisation of the Church under the Papacy. From the early fourteenth century, candidates for bishoprics usually had to travel to Rome or Avignon in order to be appointed. Yet, at the same time, national or state structures were increasingly important with kings wanting to control who became bishops. The very nature of the international Church meant that such men travelled and had connections well beyond their home countries. That, combined with university education, meant that bishops were key conduits for the transfer of ideas. The key question the project seeks to answer is how internationalised were the bishops in northern Europe. \n \nIn order to address this, we will undertake a prosopographical study of the bishops in the following dioceses: Sodor, Dunkeld, Galloway, York, Orkney, the Faroes, Skalholt and Holar in Iceland, Greenland, Bergen, Stavanger, Uppsala and the archdeacons of J&auml;mtland. We will examine the familial, social origins and connections of the bishops and archdeacons. To allow us to consider the pressures of natioal and papal institutions, we have selected dioceses in four Church provinces - York, Scotland, Nidaros and Uppsala - which lay within the four kingdoms of England, Scotland, Norway and Sweden. This selection means we can study core and peripheral dioceses within the same Church province, across Church provinces and across national boundaries. The analysis will seek to answer a number of questions which include: did the bishops have similar social origins which meant they had the right connections to lobby the diocesan patrons or chapter for their promotion? We shall also assess the evidence for our bishops having attended university, and if so, where and whether they achieved a degree and the implications of this. Were there particular dioceses with higher levels of university attendance? Can we find evidence of either direct or indirect international contact as a result of university attendance?\n\nThe project will then assess whether the bishops, once appointed, were able to introduce new ideas and reforms in their dioceses. They attended international Church councils which agreed policies that the bishops were then expected to introduce in their own dioceses. We will examine whether they were able to enforce rules like clerical celibacy and the payment of tithes. The dioceses in question might be seen as remote from Rome and the centres of Christendom, but they were not necessarily isolated from ideas developed at the supposed 'core'. \n\nThe PI and CoI are leading specialists in the history of the Church in Scandinavia and northern Britain. The PI will examine bishops in Scotland, England and Norway whilst the CoI will study bishops and archdeacons in Sweden. The PhD student will examine bishops in Norway and the North Atlantic. The project will present new ways of studying medieval bishops and their actions across national and ecclesiastical boundaries. This study of bishops will help us to understand the Church and society in later medieval northern Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K008307/1","grantId":"AH/K008307/1","fundValue":"186484","fundStart":"2013-11-30","fundEnd":"2017-10-06","funder":"AHRC","impactText":"  Not really applicable at this very early stage of our project. Once our research is more advanced, then it is likely that our findings will be used to inform teaching and museums. Culture, Heritage, Museums and Collections Cultural","person":"Sarah Elizabeth Thomas","coPersons":["Stefan  Brink"],"organisation":"University of Hull","findingsText":" The research for this grant is only in its first year. Tentatively, I would like to postulate that so far our research indicates that having a strong connection to the patron of the bishopric was probably the most important factor for a cleric's promotion to a bishopric. So far the individuals studied have proved to be of high social status, but knowing the patron may be more significant than university education. Our findings might be used by other academics to study other groups of high ranking ecclesiastics to understand more fully how the medieval Church recruited its top echelons. It also might be used by others to inform museum displays. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}