{"id":"622AE1A5-7921-4185-BBAE-197C57463625","title":"Biomarkers of Musculoskeletal Diseases: diagnosis &amp; treatment of arthritis","abstractText":"At present there are no biomarkers available that can definatively diagnose arthritis or measure the usefulness of many different treatment approaches that are available to help slow the progression of the disease and thereby improve the quality of life of the patient. Indeed, at present there are no means available to diagnose and distinguish between early stage rheumatoid arthtritis and early stage osteoarthritis; if this latter point could be achieved there would be substantial costs savings to the national health care providers in most countries worldwide. The objective of this proposal is to evaluate the capabilities of a panel of biomarker assays to detect different types of tissue breakdown or synthesis products in the blood, joint fluid and urine in large numbers of a medically well-characterised groups of patients with different stages in the progression and types of arthritic disease. These data will then be analysed for different patterns of expression of these substances with a view to identifying specific fingerprints of their occurrance that can be used in clinical trials, to diagnose different disease subtypes and also monitor the benefits of different treatment strategies. After these assays have been developed and validated using MRC funding these technologies will be transferred to an industrial partner so that they can become commercially available to hospitals and research institutions for use in clinical diagnosis and monitoring of treatments as well as for new drug discovery initiatives for treatment of arthritic diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800248","grantId":"G0800248","fundValue":"400000","fundStart":"2009-04-14","fundEnd":"2012-04-13","funder":"MRC","impactText":"","person":"Bruce  Caterson","coPersons":["Peter  Jones","James Bruce Richardson","Sally  Roberts","Clare Elizabeth Hughes","Josh  Dixey","C  Dent"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}