{"id":"623A79FB-DC2F-42B1-9DE4-073DDC3A1B8C","title":"Conduct Problems in children: Refining the neurocognitive phenotype","abstractText":"Rarely a day goes by without a news story of violence and young people. Less serious antisocial behaviour is also commonplace and has an impact on everyone's life. For many childhood antisocial behaviour is just a phase which they grow out of; for others it is the beginning of a lifelong pattern of aggression, poor relationships and mental health problems.\n\nWhy do some children follow this path into adulthood while others do not? Are all children with antisocial behaviour the same or can we identify different types of children at risk? We need to answer these questions if we want to help those youngsters who are most vulnerable. For a minority, aggressive and antisocial behaviour can be cold and calculated, with little or no empathy for the victim. Aggressive and antisocial behaviour can also be hot-headed and impulsive, for example when someone 'loses their cool' during an argument.\n\nOur research focuses on looking at whether the way a child deals with emotional signals in their environment is different depending on whether they are more prone to calculated or hot-headed antisocial behaviour. For example, recent brain imaging research by our group suggests that a tiny almond-shaped part of the brain, the amygdala, is important when human beings take in the emotional signals around them. We have shown that when children view pictures of other people looking scared, amygdala is under-active in those children whose antisocial behaviour is cold and calculated. This could mean that instead of their amygdala telling them to stop their aggressive behaviour, it is telling them nothing at all. We have also shown that amygdala is over-active in those children whose antisocial behaviour is hot-headed and impulsive. This could mean that these children's brains are 'trigger happy', which makes them vulnerable to react aggressively to anything they see as a threat. These recent findings from our group are important in helping us understand children with antisocial behaviour better, but we need to know more.\n\nDo these children process other people's emotions differently, because they experience their own emotions differently too? Can we get the cold and calculated children to feel more for other people by focusing their attention on other people's discomfort? Can we get the hot-headed and impulsive children to be less reactive to other people's emotions? We plan to give children with behavioural problems a number of tasks, both in the brain scanner and outside it, to find out answers to these questions. Finding out more will help us to better understand how different types of children with antisocial behaviour see the world around them. The more we know, the more effectively we can develop interventions that take into account specific problems a child may have.\n\nWhile this is a basic science research project, with the results being published in specialist, peer-reviewed journals, we will also seek to translate the clinical implications of this research to those who work with children in order to promote more adaptive patterns of behaviour. We are well placed to do this as one of us is a clinician and both of us work with educational psychologists and teachers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K014080/1","grantId":"MR/K014080/1","fundValue":"702577","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Essi  Viding","coPersons":["Eamon  McCrory"],"organisation":"University College London","findingsText":"","dataset":"gtr"}