{"id":"6244CF0C-BF2B-46D6-BD38-4D722E93E912","title":"The development of repetitive behaviours in young children","abstractText":"<p>This longitudinal research aims to increase understanding about repetitive behaviours in children. Restricted and repetitive behaviours (RRBs) such as repetitive motor movements, routines, rituals, and intense sensory interests are common in all young children. In their extreme form they are also diagnostic for developmental disorders such as autism spectrum disorders (ASD) and obsessive compulsive disorders (OCD). Little is known about how RRBs change with age or when the common patterns of repetitive behaviour seen in typical development change to become atypical. This study uses the Repetitive Behaviour Questionnaire (RBQ-2) to investigate developmental changes in RRBs in a community sample of up to 192 children at age 6 years. These data will be combined with data already collected from parents of the same children using the same questionnaire when the children were younger. The findings will provide a developmental picture of RRBs in typically developing children across five years of childhood from 15 months to 6 years. This developmental information has practical implications for helping future child health and education professionals to detect when change or lack of change in&nbsp; restricted and repetitive behaviours is atypical for a child’s age and level of development.<br /> </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2771","grantId":"RES-000-22-2771","fundValue":"42234","fundStart":"2008-05-01","fundEnd":"2010-01-31","funder":"ESRC","impactText":"  The findings from this research have led to the testing of a new measure for repetitive behaviours. The work in the grant was originally applied to typically developing children but impacts from the grant since then have included successful testing of this measure to children with autism and recently to adults with typical development and adults with autism. The measure is now being used by clinicians and being translated into other languages. Healthcare Societal","person":"Susan  Leekam","coPersons":["Charles  Fernyhough","Elizabeth  Meins","Bronia  Arnott","Ann  Le Couteur","Helen  McConachie"],"organisation":"Durham University","findingsText":" from End of Award Report April 2010 (non-Technical Summary)\n\nRestricted and repetitive behaviours (RRBs) such as repetitive motor movements, routines, rituals, and intense sensory interests are an essential part of the diagnosis of autism. They are also common in all young children early in development. Little is known about how these behaviours change with age and such knowledge is important in order to detect atypical behaviour patterns in children with autism. Parents of 126 typically developing children completed the Repetitive Behaviour Questionnaire (RBQ-2) when their children were 15 months, 2 years old and 6 years old and the results were analysed in this study. Results showed that RRBs reduced with age. However at all three ages, two distinct subtypes of behaviour emerged, each showing different developmental pathways. One subtype included repetitive motor and sensory behaviours. The behaviours in this subtype were extremely common at 15 months, rapidly declined by 2 years and then remained low in frequency. In contrast, the other subtype of behaviours which included routines and insistence on sameness were low in frequency at 15 months, increased at 2 years and then decreased by 6 years. Results across time also revealed that repetitive behaviour subtypes at 15 months were strongly related to repetitive behaviour subtypes later in childhood at both 2 years and 6 years, even when language ability and socio-economic status were taken into account. Research findings on these changing patterns of behaviours will help future child health and education professionals to detect when repetitive behaviours are atypical for the child's age and level of development. Our findings have been taken forward in follow up work by three new PhD students studying repetitive behaviours in children and adults with autism. This has resulted in a new repetitive behaviour measure for adults and in increased understanding about the relation between repetitive behaviours and anxiety and sensory symptoms (new published research) in children with autism.\n\nThe findings have been put to use by clinicians in the health sector in the Netherlands who have used the RBQ-2 (the measure tested in this grant) and are in the process of translating it into Dutch. Education,Healthcare","dataset":"gtr"}