{"id":"62463A63-6B7E-4AC5-9E5E-63FBDC87D856","title":"Multiplexed 'Touch and Tell' Optical Molecular Sensing and Imaging","abstractText":"This project is all about multi-disciplinary collaboration - and capitalisation in a clinical setting of the many new vistas and opportunities that will arise. As such this research programme brings together a group of world class scientists (physicists, chemists, engineers and computer experts) and clinicians to design, make and test a cutting-edge bedside technology platform which will help doctors in the intensive care unit (ICU) make rapid and accurate diagnoses that would inform therapy and ensure patients get the right treatment, quickly. While we are developing our technology platform with a focus on ICU, it will also be applicable to a wide range of other healthcare situations.\n\nICU patients suffer high death and disability rates and are responsible for a disproportionate financial burden on the health service. Potentially fatal lung complications are a common problem in ventilated ICU patients and doctors caring for these patients in the ICU face many challenges, often needing to make snap decisions without the information necessary to properly inform those decisions. The technology platform developed in this programme will provide doctors with important information on the state of ICU patients and whether they have infections, inflammation or scarring in their lungs. Currently there are no methods to do this accurately. This information will aid them in making decisions about treatment. A new approach to rapidly diagnose lung complications in ICU would enable doctors to target the correct drugs to the appropriate patients and to withdraw drugs with confidence, with resultant improvement in patient outcomes and major cost efficiencies - thus revolutionising ICU care.\n\nUsing advanced fibre optic technology and micro-electronics and new sensor arrays our ground-breaking solution is to create a novel fibre-based probe that can readily be passed into the gas exchanging areas of the lung and blood vessels of ICU patients. The probe will house a variety of special optical fibres, some of which allow clinicians to &quot;view&quot; inside the lung while others will be modified with sensors that can measure important parameters such as oxygen concentration and acidity in both blood and lung. In addition the fibre will deliver tiny amounts (microdoses) of 'smart reagents' that fluorescently detect specific bacteria and other agents that can damage the lung. When integrated together these signals will provide highly specific information about the degree or type of lung damage and the potential causative 'bug' if an infection is suspected. Because of the large amount of information generated and in order to make it easily interpreted by doctors, computing experts will convert these signals into easy-to-understand disease readouts for our clinicians.\n \nWork on the different elements needed to create this technology platform will be undertaken by groups of chemists, physicists, engineers, computer scientists and biologists working at Bath, Heriot Watt and Edinburgh universities. Crucially, this programme will bring these scientific disciplines together in a &quot;hub&quot; where they will work side-by-side, promoting integration of purpose and to ensure that advances are rapidly translated into the clinical setting. This interdisciplinary hub will also provide a fertile training base for new PhD students who will learn the cross-disciplinary skills that will equip them to meet the challenges of translating the current 'revolution' in physical sciences into benefit for UK healthcare. \n\nIn summary this project will generate; 1) a new cohort of scientists trained in physical and biological science that have a full appreciation of clinical translational and commercialisation pathways and who are equipped to meet the challenges of converting advances in basic science into healthcare benefit and; 2) a cutting-edge bedside technology platform which will help doctors in the ICU make rapid and accurate diagnoses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03197X/1","grantId":"EP/K03197X/1","fundValue":"9429400","fundStart":"2013-10-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Mark  Bradley","coPersons":["Tim  Walsh","Christopher  Haslett","Robert Kerr Henderson","Jonathan  Knight","Chris  Williams","Colin James Campbell","Stephen  McLaughlin","Kev  Dhaliwal","Robert Roderick Thomson","Alan Howard  Greenaway","Tim  Birks","Rory  Duncan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}