{"id":"62595307-3827-4B7A-B79A-AA858E5C4E3A","title":"A generic framework for computational modelling and analysis of regulatory gene networks applied to the response to wounding in arabidopsis","abstractText":"Plants are exposed environmental factors, many of which are detrimental, such as wounding and pathogen attack. Specific defensive responses to such challenges are critical to a plant's fitness and survival. The molecular mechanisms underlying the response to wounding, which is spatially structred into a local and a systemic response, and to other challenges have extensively been studied, and key pathways, mediated by signalling molecules including jasmonic acid, salicylic acid and ethylene, have been identified. These pathways are interlinked by crosstalk, mediated by components that participate in more than one pathway. The system that mediates defensive responses can be characterised as a regulatory gene network (RGN). Regulatory gene networks are generally a central biological mechanism of decoding genetic information that confers adaptive capabilities into phenotypic responses and other traits. RGNs are complex systems that cannot be fully understood by based either on straightforward inspection, and that can only partially be analysed mathematically. Computational modelling and analysis are tools for investigating and understanding such complex systems. Computational models of regulatory networks can be used in 'forward' simulations to generate synthetic gene expression profiles. Comparing these synthetic profiles to empirically measured gene expression data gives some indication how well a computational RGN model corresponds to the real RGN. However, discrepancies between synthetic and empirical profiles may have (at least) two causes, they may be due to an incorrect network structure, or the structure may be correct but numerical parameters (e.g. kinetic constants) were chosen incorrectly. In this project we will develop and use a statistsical approach to discriminate alternative RGN models based on the consistence of their synthetic profiles with a data set of empirical gene expression measurements. Effects resulting from parameterisation will be factored out by applying computational optimisation to find the best parameters for each of the candidate models. If this fit to the data is consistently better for one model than for an alternative one, the models are thus discriminated and the RGN structure that is more consistent with the data is identified. In the computational part of this project, a software system, called the model discrimination software platform (MDP), implementing this approach will be developed. The MDP will use transsys, a computational framework for RGN modelling. The experimental part of the project will produce a data set of gene expression measurements from various Arabidopsis mutants with altered wounding responses. The interdisciplinary project will use the MDP to produce comprehensive models of the RGNs organising the wounding response. These models will then be studied by computational simulations and analyses in order to investigate the role of crosstalk and the mechanisms by which RGNs organise the spatiotemporal structure of the defensive responses. Predictions and new hypotheses derived from these studies will be tested experimentally. This project will release MDP as an open source sofware system that is useful for RGN modelling in general, and contribute to the system-level understanding of the RGNs organising the plant wounding response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009437/1","grantId":"BB/F009437/1","fundValue":"357118","fundStart":"2008-10-01","fundEnd":"2011-11-25","funder":"BBSRC","impactText":"","person":"Jan Tai Kim","coPersons":["John  Turner"],"organisation":"University of East Anglia","findingsText":" A plant that is wounded produces a defensive response. This wound response is genetically determined, and it is realised by a complex network of signalling and regulatory mechanisms that interpret the genome to produce the required response. In Arabidopsis, these include \n\n* the hormone jasmonate, \n\n* the JAZ proteins, which bind to the AtMYC2 protein, \n\n* the COI1 protein, which is part of the SCF-COI1 complex that initiates degradation of JAZ proteins and thereby releases AtMYC2, \n\n* the AtAIB protein, which responds to jasmonate even more strongly than to abscisic acid, \n\n* the GAI protein and other DELLA proteins, which may form complexes with JAZ proteins and thereby release AtMYC2 (&amp;quot;relief of repression&amp;quot;). \n\n\n\nUnderstanding the systems level properties of the wound response requires integrated computational models of the regulatory networks (RGNs) that include the components summarised above. In this project, we have developed a platform for discriminating computational RGN models based on their potential to approximate gene expression measurements. We have applied this platform to develop an model of key RGNs which integrates the mechanisms and elements summarised above. \n\n\n\nRGNs are modelled using the object oriented transsys framework, which supports RGN models called transsys programs. In combination with a computational simulation of experimental conditions (such as mutations, treatment with hormones etc.), transsys programs can be used to produce synthetic gene expression profiles. Comparing these synthetic profiles to experimental measurements of gene expression allows us to discriminate the most adequate or realistic transsys program from among several alternative programs. To facilitate the complex task of simulating experimental procedures, we have developed SimGenex, a domain specific language which enables declarative specification of such simulations. \n\n\n\nOur RGN analysis focuses on mechanisms and on the topology of the network, rather than on parameters (such as rates of decay, maximal effect of a regulatory interaction etc.). We therefore use numerical optimisation to set these parameters. This enables comparing models on the basis of how well their topological and mechanistic structure is capable of fitting the empirical data. We carried out computational studies to establish that this technique performs robustly, even with gene expression data that is distorted by substantial levels of noise. \n\n\n\nWe produced microarray gene expression measurements using jasmonate treated and untreated samples of the wild type Arabidopsis Col-0 line, and from lines with loss of function mutations in the genes AtMYC2 and AtAIB, and from an AtMYC2 / AtAIB double mutant. We further measured expression of a set of 11 genes of high interest using RT-PCR at four times after jasmonate treatment. \n\n\n\nFor discriminating models, we extended our data set with expression data from a plant line with loss of function mutation in COI1, a line carrying the jai3-1 allele, a line with a loss of function mutation in GAI, and the penta line in which five DELLA genes are disabled. \n\n\n\nFocusing on the feedback comprising the AtMYC2 and the JAZ proteins, our models indicate that there must be an unknown activator, labelled X1, of the AtMYC2 gene. We further postulate a factor X2 which mediates degradation of JAZ proteins independently of COI1. We confirmed that our integrated model it fits the empirical data significantly better than selected alternative models. After a further comprehensive study involving assessment of generated alternative models, we plan to predict gene expression profiles of the unknown X1 and X2 factors, and to scan empirical gene expression data for similar profiles in order to identify candidate genes that might encode these factors. As more quantitative data relevant to the jasmonate pathway and others interacting with it become available, more complex models with increased predictive power will become testable by the discrimination technique resulting from this project.\n\nThe transsys software continues to be available and is not only applicable to many biological systems, but also capable of accommodating a wide range of experimental techniques and data types. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}