{"id":"625B2D43-83B6-4CCA-8910-CB11769EE7EA","title":"Memories of Fiction: An Oral History of Readers' Life Stories","abstractText":"This project aims to find out how reading shapes our lives. What do we remember about the books we have read (as a child, on the tube, on holiday), and why? Reading is often experienced as a private activity, which takes place in silence, on one's own. Yet reading groups have grown immensely in popularity over the past two decades, bringing reading experiences into the public domain. In what ways do we share our memories of reading?\n\nThis project is interested in both individual and collective memories of reading fiction. It will firstly set up an oral history archive of interviews with members of local reading groups, to explore memories as described in individual life stories. In doing so, the project will provide a new kind of resource - differing from the numerous interviews carried out with authors, from oral history interviews (for the 'Authors' Lives' archive at the British Library) to radio and other interviews by journalists, literary critics, fans and other readers. By turning to readers themselves, the project will make available new material enabling insights into memories of fiction and life stories. How are memories of books associated with particular experiences and emotions? How do readers make use of fiction in their life stories?\n\nOne thing that is interesting about reading groups is that they turn written text into group talk, turning back the clock from literacy to orality, from the act of the individual reading to talking, from the solitary experience to the social. Scholars of book history often note how reading became an increasingly private activity over the course of the eighteenth and nineteenth centuries, due in part to the rise in literacy, but book groups interestingly highlight the social potential of reading. Thus the project is concerned not only with individual memories but also with how memories of fiction are exchanged with others. After working with individual interviewees, the project researchers will thus work in the reading groups. Having identified clusters of books recalled across a number of interviews, these books, and memories of them, will then be discussed in groups. We are interested in how these shared memories compare to individual recollections. In what ways can group talk change how we remember fiction?\n\nThe project will challenge assumptions that reading is merely a private, personal activity. It will consider how reading and storying the self may be related, establishing how individual memories can be shared and related to a wider social and historical context. \n\nThe project's findings will be of interest not only to individual academics but to reading groups themselves. We will disseminate the research through academic publications and also through public talks, a learning resource and website. As well as providing access to the interviews, the website will provide information and other material including the learning resource, which will outline our methodology for other reading groups to take up and develop, and a forum through which these groups can respond and feed back into the project. The project will thereby provide a hub of activity to foster wider discussions and ongoing reflection about how we remember fiction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004585/1","grantId":"AH/L004585/1","fundValue":"297532","fundStart":"2014-06-30","fundEnd":"2017-09-30","funder":"AHRC","impactText":"","person":"Shelley  Trower","coPersons":["Graham Roderick Smith"],"organisation":"Roehampton University","findingsText":"","dataset":"gtr"}