{"id":"62641164-1E0E-4FF8-9746-10780E335A27","title":"A Million Pictures: Magic Lantern Slide Heritage as Artefacts in the Common European History of Learning","abstractText":"The magic lantern was the most important visual entertainment and means of instruction across nineteenth-century Europe. However, despite its pervasiveness across multiple scientific, educational and popular contexts, this technology remains little known to the European public. Moreover, though surviving magic lantern slides provide a massive, pan-European repository of heritage materials, encapsulating in visual form almost every conceivable facet of late nineteenth-century knowledge, this archive remains largely untapped by scholars, stakeholders and the general public. These fascinating and frequently beautiful objects are to be found in numerous local and national libraries, museums, and archives of all kinds, with some collections holding tens of thousands of lantern slides, but a lack of common standards for documentation and preservation has limited the impact of existing initiatives, and hindered the recognition of the significance of these objects. 'A Million Pictures' addresses the sustainable management of this invaluable, but overlooked, heritage resource and seeks to develop vital new tools for documentation, preservation, digitisation and re-use of lantern slides.\nAcross four case studies, taking place in the UK, the Netherlands, Belgium, and Spain, the project investigates the use of magic lantern slides within learned societies and educational institutions as well as in popular venues (theatres, opera houses, museums and observatories) and will also investigate methods for classifying the repertoire of these shows. It will explore the needs of contemporary museums, archives, libraries, and other collections for allowing access and re-use of slide images, and will provide examples of digital re-working of slide shows as well as other forms of re-enactment. It will examine ways for people to enhance their knowledge about lantern slides and so allow them to connect to their shared European history of learning.\nThe UK-based aspect of the project will explore three representative public collections: the Library of Birmingham, the Royal Geographic Society (RGS) in London, and the Exeter Royal Albert Memorial Museum (RAMM), with a specific focus on slide sets and associated materials during the period 1880-1914.Indeed, one would be hard pushed to find a more neglected, yet substantial, national heritage resource than the magic lantern slide material dispersed across numerous British museums, libraries and archives. Individual collections each represent a remarkably rich visual archive concerning multiple aspects of national and regional public life. The Library of Birmingham possesses an estimated collection of over 100,000 slides, accumulated from the activities of numerous educational and civic organisations that were active within this large urban and industrial centre, whose scale and significance resembles that of only a few other British collections. The RAMM provides an excellent example of a smaller regional collection, of which there are many spread across the UK, with approximately 15,000 slides derived from the various organisations active during the period in question in this cathedral and market town. The RGS was, and remains, the hub of a national network, whose collection of approximately 20,000 slides was used both within the capital and in the numerous branches of the society active within cities and towns across Britain.\n'A Million Pictures' will consider the different cataloguing practices as well as the different users of these three organisations. More broadly, it will publicise the scale and significance of these archives, and provide insights concerning an effective working model for their use, management, and promotion within the heritage sector more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N504415/1","grantId":"AH/N504415/1","fundValue":"158288","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"AHRC","impactText":"","person":"Joseph Edward Kember","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}