{"id":"6271A3CE-E0CB-4AEF-A0F1-E66FE9FBE917","title":"Increasing wheat drought tolerance and recovery throughout the life cycle through regulation of plant growth mechanisms","abstractText":"Water availability is the major universal factor that limits agricultural productivity worldwide. Even in climates like UK it is warned that droughts could devastate food production by the 2020s (UK Government Committee on Climate Change). Current extreme climatic variability is coming at a time when the annual rate of crop yield improvement is not keeping pace with the projected demand for food. New ideas and approaches are required for crop resilience combined with high yield potential. Drought can impact plant growth throughout development, with early vegetative development and reproductive development particularly vulnerable. There is currently no strategy to improve crop drought tolerance at all stages of the life cycle to enable tolerance to and recovery from drought. Genetic modification (GM) has promise because it can speed up and focus genetic changes around single or few genes and mechanisms with the potential to provide step-change yield improvements currently required, but has yet not reached its potential for which we propose new strategies. GM so far has been able to increase abiotic stress tolerance, but mostly with yield penalty when no stress occurs. Growth is particularly sensitive to drought, more so than photosynthesis. We have recently discovered new genes that if targeted correctly can be utilised to improve drought tolerance. However, these genes have not yet been tried in wheat. These are novel plant signalling genes that regulate growth processes during drought itself and recovery from drought during vegetative growth and sucrose allocation to developing seeds during the flowering period or reproductive development. Wheat plants genetically modified for these genes will be subject to drought and drought recovery and the impact on growth, biomass, gene expression, sugars and final yield will be determined. We will also examine genetic variation in genes involved in sucrose allocation and use in wheat populations from International Maize and Wheat Improvement Centre (CIMMYT) in Mexico. This research will provide new knowledge and strategies, new genes, genetic markers and varieties to improve wheat drought tolerance and wheat yields under varying water availability throughout the crop life cycle. Technology will be rapidly deployed into new wheat varieties through knowledge exchange with CIMMYT and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004205/1","grantId":"BB/N004205/1","fundValue":"596070","fundStart":"2015-10-01","fundEnd":"2019-09-30","funder":"BBSRC","impactText":"","person":"Matthew  Paul","coPersons":["Keywan  Hassani-Pak"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}