{"id":"62756918-2825-45CC-BE84-051512AB9EEB","title":"Plastid-to-nucleus signalling in Plasmodium","abstractText":"Malaria is caused by a single-celled parasite. Very surprisingly, the ancestors of this parasite (and related ones like Toxoplasma, which can also cause disease) were photosynthetic. Like plants and algae, their cells contained chloroplasts, the site of photosynthesis. Although Plasmodium is no longer photosynthetic, it still has the remains of the chloroplast, called the apicoplast, and this is essential for the parasite to live. Many drugs for malaria, such as clindamycin, work by interfering with the the Plasmodium chloroplast. Many of the proteins in the chloroplast are made elsewhere in the cell, from genes present in the nucleus, and imported into the chloroplast after they have been made. We believe that the chloroplast can send a signal to tell the nucleus when it needs these proteins, and we want to test this idea. We know that something similar happens with the chloroplasts of plants and algae, so we know how to test it with Plasmodium. If we can show this signalling happens, we can start to understand how to interfere with it - and this may lead to new drugs for treating malaria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E004393/1","grantId":"BB/E004393/1","fundValue":"100127","fundStart":"2006-09-01","fundEnd":"2008-02-29","funder":"BBSRC","impactText":"  The findings have been used in helping us and others to understand the importance of mitochondrion and chloroplast to Plasmodium function Retail Economic","person":"Christopher  Howe","coPersons":[],"organisation":"University of Cambridge","findingsText":" Our results indicated that there is signaling from the mitochondrion to the nucleus in Plasmodium, but that plastid to nucleus signaling is likely to be through effects on the mitochondrion rather than directly. We also showed that thiostrepton, which is traditionally assumed to interfere with plastid function in Plasmodium, probably interferes with mitochondrial function also. In developing reagents to interfere with mitochondrial function Security and Diplomacy","dataset":"gtr"}