{"id":"62801E08-39F1-4874-AAEC-FBC549665243","title":"Developing methods to Evidence 'Social enterprise as a public health intervention'","abstractText":"This application is driven by recent thinking about the potential for social enterprise to operate between, and in partnership with, traditional private and state sectors in addressing the societal challenge of persistent and widening health inequalities. Such inequalities are compounded by, and related to, continuing high rates of deprivation, unemployment, worklessness and financial exclusion in the poorest communities. Many parts of the UK suffer disproportionately from such challenges. Despite acknowledgement of such relationships, gaps between best and worst off continue to grow. The research proposed here seeks to develop methods aimed at discovering the extent to which social enterprise can remedy this growing disparity. Social enterprises are trading organisations with a social mission, no share ownership, and whose surpluses are directed back towards the mission. Despite a long history in many economies, little is known globally about longer-term impacts of social enterprise on health and well-being. In addressing this knowledge gap, this proposed research would be distinctive through building an original programme around the notion of 'social enterprise as a public health and well-being intervention'. Of note, this programme would go beyond the recent focus on social enterprise simply as an alternative provider of health services; the cutting-edge thinking, here, being that, in addressing many aspects of social vulnerability, almost any social enterprise might claim to act on 'upstream' social determinants of health. The programme proposed would build on three main pillars: theory building and creating conceptual frameworks for evaluating social enterprise in health and well-being terms; applying such frameworks in empirical studies, particularly those of a longitudinal mixed-method nature, embodying quantitative and qualitative methods, permitting as rigorous an attribution of outcomes to interventions as possible; and addressing issues of generalisability through collaboration with a wide range of the social enterprise sector and creation of a Knowledge Exchange Forum to address relevance across throughout Scotland the rest of the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L003287/1","grantId":"MR/L003287/1","fundValue":"1927520","fundStart":"2014-01-01","fundEnd":"2018-12-31","funder":"MRC","impactText":"","person":"Cam  Donaldson","coPersons":["Dawn Alexandra Skelton","Jon  Godwin","Antony  Morgan","Rachel Mairi Baker","Heather  Fulford","Catherine Ann Docherty","Isobel  Anderson","Peter  Seaman","Sarah-Anne  Munoz","Hilary  Thomson","John William Stewart","Morag Helen Gillespie","Simon  Teasdale"],"organisation":"Glasgow Caledonian University","findingsText":" We are currently in early stages but have shown, so far, from systematic review work, that there is very little published evidence about the impact of social enterprise on health. Dependent on what we show, the idea is that there is potential for any social enterprise, given that they almost always act on some aspect of social vulnerability, to be portrayed as impacting on upstream detemiants of health and well-being, this widening the attributes across which we judge the success of such organisations. Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}