{"id":"62880D80-0DAC-48DE-9AB5-32A0971BB617","title":"HPC Resources for Theoretical Astrophysics at the University of Leicester","abstractText":"Accretion on to a black hole is the most efficient way of extracting energy from conventional matter. Gravitational energy thus powers the most luminous objects in the Universe. At the same time, gravity's cumulative nature gives it a decisive role in determining the structure and evolution of matter at all scales. The theoretical understanding of these twin aspects -- accretion, and the structure and evolution of the parent systems -- are the key theme of our research, in various cosmic contexts. On the smallest scale, close binary systems containing black holes offer a highly tractable route to studying accretion processes such as disc formation and stability. But it is important also to understand the long--term evolution of these binaries themselves, and the standard and ultraluminous X--ray populations of other galaxies. Similarly, astronomers want to understand how accretion on to supermassive black holes (SMBH) powers active galactic nuclei (AGN). But they also wish to know how these objects fit into the general picture of galaxy structure and formation. Gamma--ray bursts (GRBs) offer another example where the study of accretion processes is closely linked to understanding the host galaxy, and stellar and binary evolution within it. Dark matter provides the potential wells within which structures form and evolve and we therefore need to understand its physical properties in order to have a complete theory of structure formation in the Universe. We study all of these objects theoretically, and our emphasis has shifted strongly towards supermassive/extra\\-galactic systems over the last decade.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H00856X/1","grantId":"ST/H00856X/1","fundValue":"304659","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"STFC","impactText":"","person":"Andrew  King","coPersons":["Sergei  Nayakshin","Graham  Wynn","Walter  Dehnen","Mark Ivor Wilkinson"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}