{"id":"628A0D88-4B31-4303-BDC4-EF550554A7F2","title":"Challenging Concepts of 'Liquid' Place through Performing Practices in Community Contexts","abstractText":"Challenging concepts of 'liquid' place ...' (abbreviated to 'Challenging liquid place') brings together two research teams - Central School of Speech and Drama, University of London, and Aberystwyth University - and three community arts project partner organisations: Half Moon Young People's Theatre, London; Oldham Theatre Workshop (OTW); Cyrff Ystwyth, Aberystwyth. Using recently devised performance practices with each organisation, the research asks to what extent contemporary theories of dislocation and transience are evidenced in particular 'real world' contexts, how performance practices can be used to consider relationships to place and how dislocation can be eased through such practices. The projects will stimulate theorisation together with 'best practice' models for further dissemination as material for facilitation in community arts organisations.\\n\\nTraditionally, 'place' is associated with longevity, continuity, community, the normative and security - as well as boundaries, defence and exclusion. In contrast, contemporary existence is more frequently described as place-less, characterised by transience, wayfaring and deterritorialisation. This project makes use of current academic thinking about place, mobility, globalisation and cosmopolitanism while also raising questions about how we define and experience place and 'dislocation'. In real social contexts, there is wide variation and the situation is hugely complex: whilst deterritorialism has led to geographical dislocations, with all the concerns and problems that displacement can imply, other people may experience place very differently. \\n\\nThe research comprises three stages, each of a year's duration. First, three participatory performance-related research projects will be developed and refined. The research teams will work with project partner organisations (all of whom have established reputations in community drama) to create place-based projects that use models of performance practice previously derived within research environments. The community groups comprise newly located refugee families (with OTW), unemployed predominantly second generation translocated migrants (with Half Moon) and learning and physically disabled adults who do not have mobility of place (Cyrff Ystwyth). The choice of the three organisations offers a diversity of location, target community group and form of practice. While all the participating groups might be described as socially vulnerable, most importantly they have been selected as demonstrating different relationships to place. \\n\\nIn Year 2, a range of performance manifestations will take place. Forms of performance will include fully realised devised performance, a workshop series and short residencies. The researchers will provide guidance, 'training', oversight and evaluation as well as some hands-on facilitation. The focus is the participants' response to their sense of place and 'locatedness'. The projects will be documented through recorded interviews, questionnaires, film footage and observation notes. This will provide material to judge the effectiveness of the practical research, to prompt refinements of both the models of practice and current theory.\\n\\nIn Year 3, analysis and organisation of the outcomes of the research will take place. This includes re-forming the models of practice into material for use by other community arts organisations, the completion of three journal articles and a book proposal. The models of practice will be disseminated through an industry-related symposium held at Central with approximately 75 representatives from international and UK community-related organisations. The flexible models of practice will be presented through web-based documents that offer a series of performance-based activities with graphic representations, DVD clips and reflections on appropriate usage. This work will then be made available on dedicated website pages at Central.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000364/1","grantId":"AH/I000364/1","fundValue":"136882","fundStart":"2011-05-01","fundEnd":"2014-10-31","funder":"AHRC","impactText":"  Grant finished on 31 October 2014. This is an Interim Report which will be updated between November 2014 and January 2015.\n\nFindings were used to:\ni) Encourage the forging of new friendships that surfaced new understandings of Oldham for both 'locals' and 'migrants'. Forging partnerships with local services, like the library and lifelong learning centre, was key to engaging these participants and the project sharings provoked transitional pathways between 'places' through culture.\n\nii) Make the 'everyday' into 'extra-ordinary' performance art. Half Moon Theatre's senior youth theatre group took their daily routines as exploratory material and performed this to create and exaggerate a new environment according to contemporary humour and place interaction. This was shared in two production showings.\n\niii) Cyrff Ystwyth, Aberystwyth: This project was led by Margaret Ames and Mike Pearson worked with this project. Participants in the project were members of Cyrff Ystwyth, some of them longstanding members who created responsive performances that surfaced textured identities in response to concepts of the 'rural' and 'local'. \n\nThe Performing Places website has offered 'Place' exercises that were introduced and explained to an audience of more than 75 people. \n\nThe website is a comprehensive facilitation pack with exercises that are clearly illustrated with the help of video clips, lesson plans and annotated comments for external use.\n\nPractitioners who attended the Performing Places symposium found this website very useful and some have directed practitioner colleagues and students to this website.\n\nSpeakers at Performing Places have also: \n\ni) recommended the Performing Places website to postgraduate students, urban performance artists and early career researchers interested in architecture, urban planning and literature about 'the city'.\n\nii) used exercises from Performing Places website in work with recovering substance abusers, to open up reflection, aid situational awareness in recovery and encourage mindfulness. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Sally Patricia Mackey","coPersons":["Michael John Pearson","Margaret Patricia Ames"],"organisation":"Royal Central Sch of Speech and Drama","findingsText":" Grant finished on 31 October 2014. This is an Interim Report which will be updated between November 2014 and January 2015.\n\nChallenging Place asked whether performance-related practices could ease or enhance personal feelings about local place. In an age of unwelcome rootedness as well as extensive movement and dislocation, it was found that such active engagement can make a difference to people's lives.\n\nPlace-related practice is a large and growing field with potential applications in applied theatre, environmental studies. \n\nA new book series, Performing Landscapes, is being put together. This will be published by Palgrave Macmillan. With its unique focus on particular and singular sites, Performing Landscapes will develop in novel ways the debates concerning performance's multiple relations to environment, ecology and global concerns. The website (one output from the research project) can operate as a resource for a range of applied practices engaging with place. The exercises or activities are offered as a structured approach to working on a place-related project or as a set of practices which can be drawn on individually or in combination to address issues of place within the context of workshops, lessons or other similar contexts.\n\n'About Performing Places' offers background through focusing on the theory which underpins the work and the people who have been part of this project. It also suggests navigation routes through the site as a whole and is therefore a good place to start explorations in using Place related work if one is considering site-responsive practices with communities.\n\n'Place Practices' is the main section of the site, offering examples of work carried out with community groups in the three linked projects. The video clips here augment the description of workshops and exercises in the 'Outline of Place Practices' facilitation pack.\n\n'Other Places' offers links to examples of additional work in this field. Each contributor has highlighted the place-related interventions made, providing inspiration to other practitioners.\n\nThe range of published outcomes and engagement activities have - and are expected to continue to - inspire discussions and debates. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}