{"id":"628CD337-0625-4B20-80A7-D16B1264F76E","title":"OVERCOMING THE COMPENSATORY RESPONSE OF AN INVASIVE PREDATOR","abstractText":"Many animal species have been transported across the globe by human activities. Some of these have become established and damage the species that naturally live in the area they invaded. Invasive predator species able to use a wide range of prey are particularly problematic and are held responsible for the extinction or catastrophic declines of some native species. If those native species are to be preserved, conservationists must intervene, often by actively removing individuals of the invasive species. Removing the last individual however is only possible on islands. Elsewhere, it will be necessary to continue controlling those invasive species for the foreseeable future. This is expensive and can only be done in areas selected for their conservation value, such as national parks or reserves. It is also important that conservationists learn to control those alien species as effectively as possible, so that the native species really benefit, but also in order to be able to protect as large areas as possible for a given amount of resources. Academic ecologists have been studying the interactions between predators and their prey. They have learned about the impact of that fragmenting habitats may have on the likelihood of species not causing the extinction of other species. Ecologists now realise that indirect interactions between two species mediated by a third species, may play an important role in the success and mitigation of invasions. They have also devised equations to predict how the rate at which a predator remove prey from a population varies with the abundance of a prey population. They have also gained a better understanding of the conditions that cause individuals to disperse away from the area where they were born. Our proposal is for a partnership between academic ecologists, conservationist and a users of wildlife resources that will use predator-prey theory and new empirical data to devise a science-based management strategy to safeguard populations of a protected and rapidly declining mammal, the water vole that is subjected to predation by the invasive American mink. The project will take place in the Cairngorms National Park, on the fringe of the uplands. First, we need to know how fast the number of immigrants arriving in an area where control has taken place declines, as this area is more distant from uncontrolled areas. This is important at it will tell us how large an area must be controlled to keep the mink population low in its centre. For this, we will remove mink from sections of rivers for a time and monitor recolonisation as it takes place. Second, we will consider how the success of trappers changes as mink become scarce. We will find out whether there is a density below which trappers are no longer interested in trapping or are ineffective. Given the different motivations of participant to the project, we will also find out whether groups of trappers will have different trapping success. Third, we will ask if the presence of rabbits in some valleys does subsidies mink populations that prey on them, and may then move on and prey on water voles elsewhere in a valley. This may result in rabbits and water voles not being found in the same valley, even though rabbits certainly do not eat water voles! If mink require rabbits to breed successfully in upland Scotland, concentrating mink control effort in those areas may be very effective. Finally, we will integrate our results in models that can be used to explore the relative merits of different management strategies including 1. Increasing the number of trappers that remain motivated and effective in trapping mink even when they are scarce 2. increasing the number of those trappers only in the centre of the area we wish to protect 3. expanding the area where mink are trapped downstream from the national park, even though fewer people are interested in trapping mink in those areas 3. controlling rabbits in key sites in the core area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006434/1","grantId":"NE/E006434/1","fundValue":"187536","fundStart":"2007-07-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"  This project has had massive impact, nationally and internationally. It has led to the inception of the Scottish mink Initiative, which doubled the area of land managed, as well as projects emulating the approach in Poland France Sweden Norway and England. more than 1000 volunteers were engaged in the UK. Environment Cultural,Societal,Economic,Policy & public services","person":"Xavier  Lambin","coPersons":["Stuart  Piertney"],"organisation":"University of Aberdeen","findingsText":" The aim of the partnership grant was to use predator-prey theory and new empirical data to optimise the effectiveness of a management programme to control invasive American mink for conservation. The project had both scientific and conservation delivery objectives. \n\nUsing mink carcases culled as part of the conservation project over a study area of unprecedented size for any previous medium size carnivore, we characterized the population structure and abundance and patterns of dispersal of mink in order to characterise the effectiveness of the compensatory response of mink to culling through dispersal (objective 1). Data on genetic relatedness in combination with age data obtained by analysis of mink tooth structure were used to establish the distances between pairs of mink and revealed high levels of dispersal, with a mean pair-wise distance of ca 21 km. However, there was a clear effect of time, so that mink appeared to continue to move further apart in space with increasing time, with some pairs that had had five year to move being trapped up to 135 km apart. That individuals within approximately 25 % of parent-offspring or full sibling pairs were captured in different major river catchments has major management implications. This information has been used to inform the Project strategy and convince stakeholders of the need for a large scale multi-catchment approach. \n\n To develop, parameterise and evaluate models to determine what control effort will achieve a sustained reduction in the abundance of mink (objective 2), we modelled variation in the number of mink captured within each river subcatchment according to e. g. connectivity by the focal catchment to all other subcatchments weighed by an estimated dispersal parameter reflecting the mobility of mink. As predicted the number of mink trapped increased with connectivity to mink in other subcatchments with a time delay of 12 months. This analysis clearly demonstrates that reducing mink in adjacent subcatchments is required for reducing mink density in a focal subcatchment and of overcoming the compensatory response of mink to culling. This convinced us to expand the project to whole catchments instead of holding an arbitrary control line. \n\nDespite potentially significant consequences for multi-species persistence, how habitat heterogeneity influences the dynamics of indirect inter-specific interactions was mostly unexplored in large-scale natural landscapes. We showed how the persistence of water vole is determined by the spatial distribution of European rabbit, and directly inferred how this is defined by the mobility of a shared invasive predator (objective 3). In areas where mink were present, connectivity to rabbit habitat had a clear and dominant negative effect on the probability of water vole habitat patch occupancy. Water vole patches least connected to rabbit habitat were predicted to have approximately a 30% probability of occupancy, which declined rapidly towards zero for patches that had average to high levels of connectivity to rabbit habitat. Mink mobility could strongly couple water vole and rabbit habitat patches separated by distances as great as 10 km, with the detectable effect of the largest rabbit habitat patches persisting up to 50 km. Our study uniquely demonstrated that variation in habitat connectivity in large-scale natural landscapes creates spatial asynchrony, enabling coexistence between apparent competitive native and invasive species and how habitat heterogeneity should be considered in wildlife management decisions. \n\n We were unable to test whether the predator functional response of categories of mink trappers predict different giving up densities in the way we envisaged (objective 4) and instead analysed the retention of different types of volunteers involved in the mink control project according to e.g. the profession, duration of involvement in the project and discovered that game keepers had constant but the lowest and fisheries staff had the highest &quot;survival&quot; as volunteers, while the retention rate of other classes of volunteers improved over time. Increase reliance on fisheries staff greatly facilitated the expansion of the project to whole catchments. \n\n Our use of the &quot;active adaptive management&quot; approach to use new understanding to refine strategies to safeguard a species of acute conservation concern by removing mink from the Cairngorms National Park in collaboration with conservation practitioners and managers of wildlife resources (objective 5) has been a success. We delivered substantial conservation benefits, informed policy, while simultaneously delivering excellent academic research. This is one of the largest invasive eradication projects worldwide and a success for science-based conservation. THe research is guiding and informing similar conservation attempts aiming at controlling non native invasive species. The findings of our research have been disseminated to the many hunderds of volunteers actively involved in the project as well to some thousands of individuals accessing the web site of the project (&gt;150,000 hits), and to the recipients of the project newsletter.\n\nThe findings have been presented at multiple conferences in the e.g. UK US, Canda Australia.\n\nThe work has been the subject of very substantial media coverage by the BBC and many other outlets\n\n\n\nA subset is given here\n\n22/02/2011 US National Public Radio and online Scottish volunteers hunt vicious mink http://www.npr.org/2011/02/22/133960032/scottish-volunteers-hunt-vicious-invasive-mink \n\n08-Feb-11 BBC 5 live interview Alien invaders: American mink removed from Scotland \n\n07-Feb-11 BBC Aberdeen Alien invaders: American mink removed from Scotland \n\n06-Feb-11 BBC world news Alien invaders: American mink removed from Scotland \n\n05-Feb-11 Times Scotsman and Courrier Alien invaders: American mink removed from Scotland \n\n04-Feb-11 BBC Scotland Good Morning Scotland, Alien invaders: American mink removed from Scotland \n\n03-Feb-11 Radio 5 live interview Alien invaders: American mink removed from Scotland \n\n02/02/2011 The times Unlikely allies join forces against an uncommon enemy as fight to rid Scotland of the menace of mink gears http://www.thetimes.co.uk/tto/news/uk/scotland/article2896459.ece\n\n02-Feb-11 BBC TV news Alien invaders: American mink removed from Scotland http://www.bbc.co.uk/news/science-environment-12331961\n\n01-Feb-11 BBC news feature Alien invaders: American mink removed from Scotland http://www.bbc.co.uk/news/science-environment-12323300 \n\n09/01/2011 Daily record 350 mink are culled in Cairngorm National Park in &pound;1m effort http://www.dailyrecord.co.uk/news/scottish-news/2011/01/09/350-mink-are-culled-in-cairngorm-national-park-in-1m-effort-86908-22836982/\n\n09/12/2010 NERC news Volunteers repel invading mink http://planetearth.nerc.ac.uk/news/story.aspx?id=891\n\n26/11/2010 US conservation magazine Mink vs vole US http://www.conservationmagazine.org/2010/11/mink-vs-vole/ Environment","dataset":"gtr"}