{"id":"628E3E4C-A46F-48C8-BB41-8FC1B9540FF0","title":"Global and local effects of long-term environmental change: a turtle's eye view","abstractText":"Turtles, tortoises, and terrapins (collectively termed chelonians) are an immensely successful group of vertebrates that have endured for over 220 million years. They have persisted through numerous major environmental perturbations, including the formation of global hothouse conditions in the Late Cretaceous and Eocene (and associated cooling events), the end-Cretaceous mass extinction, and post-Eocene global cooling trends. How have they responded to these past environmental changes? What can we learn from their history that can be applied to understand past and future responses of biota to long-term environmental change? Chelonians inhabit all three major global realms (marine, freshwater, terrestrial) and chelonian fossils are exceptionally common, have a well-established taxonomy, and their habitat preferences are well-understood. For all of these reasons, chelonians are a near-ideal model system for studying the biotic response of cold-blooded vertebrates to long-term environmental change. This is because we can compare groups characteristic of different habitats and regions as a replicated natural experiment to understand the differential effects of long-term change on ecological subsets of global diversity. Moreover, chelonians are globally threatened, and study of their past reactions to major environmental events will provide the baseline information needed to help predict their possible responses to projected future climate change.\n\nThe proposed project is completely novel. We will build a comprehensive database of all chelonian occurrences in the Mesozoic and Paleogene (220-23 million years ago). We will use these data to construct the first-ever rigorous estimate of global chelonian diversity during this interval. We will apply standard and newly developed statistical methods to extract the signal of diversity change from noise resulting from uneven sampling or other biases in the fossil record. We will then use these data to understand how chelonian diversity patterns differ among habitats and regions. Do changes in different regions and habitats occur out of phase or do they act together to create the global pattern? \n\nMost importantly, we will compare the observed diversity patterns with palaeoclimatic data, such as mean annual temperature and precipitation rates, in order to determine if any significant positive (evolutionary radiation or decreased extinction) or negative (decreased origination or increased extinction) changes in chelonian diversity correlate with global or regional environmental perturbations. All of this work will lead to the most detailed understanding of the relationship between chelonian diversity, distribution and climate ever attempted. This will greatly advance our understanding of long-term biotic responses to global change, will be timely in complementing existing work on other groups (primarily mammals), and will provide a deep-time perspective on current biodiversity trends in chelonians and other reptiles. These insights from the fossil record, the only dataset capable of documenting the long-term impacts of climate change, will be of direct relevance to those working on living species. We think that our results will be of major importance to zoologists, conservation biologists, palaeontologists, palaeoclimatologists and macroecologists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020389/1","grantId":"NE/J020389/1","fundValue":"117679","fundStart":"2013-01-14","fundEnd":"2016-07-13","funder":"NERC","impactText":"  This is an ongoing grant which is supporting a PhD student at Bristol who at the moment if at the end of her second year of study. Therefore, the training is finished and the student is analyzing data she has collected over the last year. There are not published findings to date of the Bristol component.  ","person":"Daniela N. Schmidt","coPersons":["Paul  Valdes"],"organisation":"University of Bristol","findingsText":" this is an ongoing PhD project coming towards the end of the second year and hence no major findings have been communicated to date. The student has presented the results at conferences to the scientific audience but there has been no communication with stakeholders as the work has not been finished discussions with conservation groups, NGOs or general conservation policy decision makers Education,Environment","dataset":"gtr"}