{"id":"62931B0A-FA9B-4D4D-A14B-4BC1E7E7E9F3","title":"Neural basis of active sensation: Role of primary afferents","abstractText":"Touch and vision are both active senses: we investigate objects by sweeping our hands across them; we investigate the environment by scanning our eyes across it. Similarly, the whisker system of rats and mice is an active sense: these animals explore their environment by rhythmically sweeping their whiskers backwards and forwards ('whisking'). Rodents can tell the location of an object very accurately using their whiskers, but only if they can actively move them. Since it is well-established that different sensory systems in different mammals have profound similarities, studying whiskers can offer important insight into general questions about the brain mechanisms of perception.\n\nMost of our current knowledge of the whisker system has come from work on anaesthetised animals. This approach continues to be useful for certain questions but, in an anaesthetised animal, the muscles that control whisker movements are still. To fully understand an active sensory system, it is crucial to study awake, behaving animals. However, in the past it was very difficult to accurately measure precisely how individual whiskers move in an awake animal. Now, however, new methods have been developed that overcome this difficulty. For the first time, it is possible to precisely measure how the whiskers of an awake rat/mouse are moving whilst, at the same time, measuring the electrical activity of the relevant individual brain cells.\n\nSurprisingly, there are basic issues about how the very first stage in the whisker system operates in the awake animal, that are not understood. The nerve cells at this first stage are known as 'primary whisker afferents'. In this project, the specific questions we want to answer are as follows. In an awake mouse, what information do the primary afferents convey about whisker movements to the brain? Is the information that primary afferents provide reliable, or can afferent 'noise' account for the errors that animals make in perceptual tasks? We will investigate these questions by using a video speed, high resolution video camera to measure precisely how the whiskers are moving at the same time as we measure the activity of primary afferents from the brain. The proposed experiments will reveal what the input to the brain is under active perception conditions. This research will provide basic knowledge that is pertinent to the effort to develop 'neuroprosthetic devices' to replace damaged nerves (e.g., diabetic neuropathy).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007282/1","grantId":"BB/L007282/1","fundValue":"424763","fundStart":"2014-07-28","fundEnd":"2017-07-27","funder":"BBSRC","impactText":"","person":"Rasmus  Petersen","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}