{"id":"629925D1-6A13-4F64-8E29-C35760C0E583","title":"Identifying the alpha6 nicotinic receptor subtypes that govern the control of striatal dopamine transmission by nicotine","abstractText":"Tobacco smoking is one of the largest preventable causes of illness and death worldwide. The Royal College of Physicians have estimated that smoking-related ill health generates at least 1,000 hospital admissions per day in England alone, and is the cause of a fifth of all UK deaths. Although these detrimental effects on our health can readily be prevented by stopping smoking, in practice as any smoker knows, giving up the habit is difficult. Smoking is addictive. We urgently need to improve the means available to smokers to aid their chances of extinguishing a smoking habit once and for all. In order to do this it is essential that we improve our understanding of the fundamental mechanisms of how nicotine acts in the brain. We already know that like cocaine and amphetamine, nicotine is addictive because it increases levels of the neurochemical dopamine in brain centres related to reward where nicotine mimics the effects of natural rewards. But we do not understand how nicotine can do this. In particular, we have still not fully identified the molecules, or neurochemical receptors, on nerve cell membranes that nicotine binds to and that are responsible for enhancing dopamine in these reward centres. \nThe work we propose will identify which of nicotine?s many receptors are the receptors central to nicotine?s addictive properties. We will deduce which receptors are most important by using a state-of-the-art method to detect the effects of nicotine on dopamine in these brain centres in mice who carry different types of these receptors. If we can identify the right receptor, we will have found a target site for action for a future pharmaceutical treatment to combat nicotine addiction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700932","grantId":"G0700932","fundValue":"348103","fundStart":"2008-04-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"Stephanie  Cragg","coPersons":["Richard  Exley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}