{"id":"629D86AD-CB45-4750-80ED-D114FCE4B57D","title":"Attention and predictive learning","abstractText":"The environments of animals have a predictive structure. Some stimuli signal events of importance - for example, the colour of a fruit might indicate whether or not it is ripe; whereas other stimuli are of no predictive relevance - for example, the size of a fruit might not indicate accurately how ripe it is. The brains of animals have evolved to learn about these predictive relationships, and theories of learning have been developed to describe the way in which this learning takes place. Although the theories do a remarkably good job of explaining how animals are able to appreciate the predictive structure of their environment, they do not provide a full account of predictive learning because they fail to take account of the fact that animals pay more attention to some stimuli than others. This omission is important because if an animal fails to attend to a stimulus, or attends to the wrong stimulus, then it will have difficulty identifying predictive relationships. One reason for this lack of understanding about the role of attention in learning has been the lack of a suitable methodology for identifying how much attention an animal is paying to a stimulus. As a consequence, not only do we have an incomplete understanding of how animals learn about the predictive structure of their environment, but we also have an incomplete understanding of the neural mechanisms that enable this learning to take place. The overall purpose of the project is to remedy this deficit in our understanding by making use of a new methodology we have recently developed in order to study the attentional processes of animals. A major concern of the project will be to study two very different theories of attention. According to one theory, animals will pay considerable attention to stimuli that are reliable predictors of events of importance, and little attention to stimuli that are irrelevant to the occurrence of events of importance. Experiments will test this proposal in the context of a discrimination where animals will be trained that two stimuli (A and X) that signal food, and two stimuli that signal the absence of food (B and X). The new methodology will then be used to determine if more attention is paid to the relevant stimulus (A), than the irrelevant stimuli (X). Additional experiments will identify the conditions under which these changes in attention take place. Experiments will then identify the neural structures that are responsible for these changes in attention by examining how the outcome of the behavioural studies are affected by damage to the hippocampus, for example. The second theory of attention assumes animals pay considerable attention to stimuli that have been experienced as inaccurate predictors of the events that follow them, because further learning about these stimuli is required; and little attention to stimuli that have been experienced as accurate predictors of their consequences, because learning about them is complete. Experiments will test this proposal for the first time in a direct fashion by training animals with two stimuli (A and B) that are always followed by food, and with another two (X and Y) that are intermittently followed by food. The new methodology will then be used to determine if more attention is paid to the inaccurate predictors (X and Y) than the accurate predictors (A and B). Experiments will then investigate the neural basis of these changes in attention by examining how they are affected by lesions to such brain regions as the central nucleus of the amygdala. It is likely that support will be found for both theories. Additional experiments will then identify the circumstances in which the different changes in attention take place. The results from the project will be used to develop a comprehensive theory of attention and predictive learning, and to identify the neural substrates of this theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006176/1","grantId":"BB/H006176/1","fundValue":"459737","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"","person":"John Martindale  Pearce","coPersons":["Mark  Good"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}