{"id":"62A62677-689B-41B4-8648-208DA00643A9","title":"Reflectance Transformation Imaging Systems for Ancient Documentary Artefacts","abstractText":"This project will establish two Reflectance Transformation Imaging (RTI) systems for use in the recording, analysis and dissemination of ancient written artefacts and archaeological material. RTI uses images captured via digital cameras and high speed video to produce detailed models of surfaces. These can then be visualised in a way similar to interaction with the physical object. Different kinds of processing enable details to be highlighted.\\n\\nThe project will design systems incorporating all current best practice in the field. They will be piloted on a range of ancient written materials and on other archaeological materials, in order to develop systems and workflows suitable for rolling out across the cultural heritage sector. The project will also produce freely available blueprints and specifications for the systems, free software, and tutorial materials that will enable rapid takeup of the technology by experts and the interested public. The technology has significant industrial, commercial and public potential.\\n\\nIn the field of ancient document studies, the RTI systems will stimulate new research by enabling the capture of important collections that are often dispersed and difficult to access. These objects are often very hard to read and RTI will help with their interpretation. In addition, the ability to combine related documents from different collections and to link them to textual data will have a direct impact on research. Virtual access will limit the need for physical interaction with these frequently fragile, priceless objects.\\n\\nIn the broader field of archaeology RTI enables the detailed analysis of objects where surface texture is of particular importance, such as recording Roman brick stamps, measuring the deterioration of delicate textiles or wall paintings, and analysing lithics or bones.\\n\\nThe systems will be embedded in two established communities. First, the Oxford Centre for the Study of Ancient Documents. CSAD has proven its value across the broad field of ancient texts and written artefact studies. The focus of the CSAD's research on a wide range of ink-written, incised and inscribed texts addresses technical problems of digital imaging and signal-processing. The effectiveness of these has been demonstrated in a number of published studies, but work remains to be done on turning them into flexible instruments. The RTI systems will provide this flexibility across datasets and disciplines, drawing directly from CSAD's experience.\\n\\nThe second community is the Archaeological Computing Research Group at the University of Southampton. This group has for twenty years been at the forefront of archaeological computing teaching and research, with strong links across the academic, commercial, public and third sectors. One particular strength of the ACRG is in the capture and analysis of digital datasets from archaeological materials. This includes work developing and integrating RTI, laser scanning, and digital photogrammetry. The project members have recently submitted for publication a major study of archaeological applications of RTI in areas such as conservation, surface analysis, visualisation, public dissemination and archiving. The ACRG benefits from strong links with the School of Electronics and Computer Science at Southampton. Their involvement brings a long history in imaging approaches to cultural heritage materials, with a focus on art, and in the necessary cutting-edge electronic research core to this project. The success of these teams is further supported by the involvement of Tom Malzbender from Hewlett Packard Labs as an advisor, ensuring that the two systems are and remain at the forefront of research and value in this area. \\n\\nThe systems produced will be integrated into existing CSAD digital frameworks designed to improve access and analysis of the data studied. Partnership with the Archaeology Data Service will similarly safeguard the future of the archaeological data produced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037500/1","grantId":"AH/H037500/1","fundValue":"232575","fundStart":"2010-03-01","fundEnd":"2011-05-31","funder":"AHRC","impactText":"  Imaging of cultural artefacts\nAnalysis of materials, including for conservation\nEducation - free online, UG, postgraduate, school children Education,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Graeme Peter Earl","coPersons":["Jacob Lebovitch Dahl","Alan Keir Bowman","Kirk  Martinez"],"organisation":"University of Southampton","findingsText":" The project set out to develop novel imaging tools for ancient documents and artefacts, to disseminate knowledge about these technologies to a broad audience, and to establish hubs for imaging practice in Southampton and Oxford. The project achieved all of these goals, and developed a network of partners and case studies that far exceeded the plans for the project.\n\nThe project developed and trialled several Reflectance Transformation Imaging (RTI) systems - two domes, a miniaturised dome, microscope capture, highlight capture with multispectral capability, and a robotic gigapixel system. It explored underwater RTI capture techniques and high-speed interactive imaging in partnership with HP Labs. This led to further capture system design and on-going work to produce a turn-key RTI system suitable for non-specialists. The project examined all previous and current research areas surrounding RTI, led a number of these, and created a set of researchers and an infrastructure that continues to innovate and publish in the field. Software developments include annotation of RTI data, capture control systems and workflows for achieving other tasks such as contouring and metric RTI comparison. This is exemplified by the continuous requests for collaboration since the project was completed in May 2011. \n\nDissemination included data capture, collaboration and knowledge transfer activities with more than a dozen museums, many academic institutions, several commercial and non-profit partners such as Cultural Heritage Imaging, HP Labs, and public bodies such as National Archives of Scotland, English Heritage, the British School at Rome, the Serious Organised Crime Agency and the National Trust. In addition to local studies with bodies such as Southampton Museum Service and the Ashmolean the project has become involved in a series of high profile cultural heritage projects and sites including Catalhoyuk, Herculaneum, Pompeii, Portus and in diverse contexts, including rock art recording in Scotland and Libya. Much of this work was funded by the project solely in terms of staff and equipment, with all other costs gained through external sources. Collaborations continue, with recent examples being a knowledge transfer partnership between Traditional Owner Groups, University of Western Australia and University of Southampton funded by the World Universities Network, and an AHRC funding application to employ the RTI expertise and facilities funded by RTISAD to explore Neolithic art and artefacts.\n\nThe Oxford hub has led to new research activities focused on Roman and Greek epigraphy and a successful funding application to the Mellon foundation for further RTI recording and open publication of cuneiform documents. At Southampton the hub now includes four part-time data capture experts, many undergraduate, masters and PhD projects, and further innovation. An internal application has been submitted to explore commercial possibilities for this hub and there is a formal pricing structure in place that includes overheads for long term sustainability. Examples of this hub in action include recent consultancy projects at the National Archives, at the Fitzwilliam Museum. Above all the project has sedimented Southampton's position as a centre for imaging and metrology of cultural heritage artefacts., and Oxford's position as a centre for document imaging. The RTISAD project worked closely with experts in the third sector in order to ensure that the technologies developed were of benefit to museums and galleries. The project undertook public outreach activities, and outreach to schools which demonstrated interest in the use of the RTISAD technologies in cultural heritage. Community engagement has continued since the project completed with the project website providing access to details. The project also examined broader industrial potential for RTI, initially through discussions with engineering academics and more recently via an internal formal application for scoping commercial applications. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}