{"id":"62C2EB73-A0C9-4993-AAED-54BD758192BB","title":"Evaluating the Options for Combining Economically, Socially and Ecologically Sustainable Agriculture","abstractText":"<p>This project brings together social and natural scientists in order to understand the social, economic and political factors underlying farming practice and how biodiversity responds to farming practice.</p>\n\n<p>Economic models are used to understand how farmers should behave if they were to maximise profits. Using interviews with farmers, it was determined why they deviate from these model predictions, and why farmers vary in the way they manage their farms. The variation in management between farms is known to be an important determinant of biodiversity and one of the key objectives was to understand the basis for this.</p>\n\n<p>Ecological models are also used to predict how weed and bird populations will respond to changes in management practices. To develop these models long-term data available from the British Trust for Ornithology, together with detailed botanical farm surveys were used.</p>\n\n<p>This model is used to answer a range of policy questions such as:</p>\n\n<ul>\n \n\n <li>What would be the best policy measures to achieve the targets on bird populations set by the government? </li>\n\n <li>What determines which new farming methods and agri-environment schemes will be adopted by farmers?</li>\n\n <li>What will be the social and economic consequences of biodiversity conservation?</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-227-25-0025-A","grantId":"RES-227-25-0025-A","fundValue":"823492","fundStart":"2006-10-01","fundEnd":"2009-12-28","funder":"ESRC","impactText":"  This research provides the models for understanding the ecological consequences of agricultural decisions. The weed population models have been influential within their field leading to a range of other models using the same approach. Agriculture, Food and Drink,Environment Policy & public services","person":"William James Sutherland","coPersons":["Joe  Morris","Andrew  Watkinson","Eric  Audsley","Robert  Freckleton","Kenneth  Norris","Steven  Yearley","Paul B. Trawick","Alison Patricia Bailey","Juliet  Vickery"],"organisation":"University of Cambridge","findingsText":" This multi-institution research project investigated how the land management strategies of UK farmers affect the biodiversity of the countryside. We brought together social and natural scientists to understand the factors influencing farming practices and the implications of variations in practices for biodiversity.\n\nThe aim of this project was to develop models of farm land-use by integrating its economic, social, biological components. We studied 48 arable farms across Bedfordshire, Lincolnshire and Norfolk. We surveyed each farmer's land-use objectives and preferences, monitored weeds and analysed field diaries for 500 fields over three years, producing valuable social data on farmers and farm management, for this and future studies. \n\n1. Stakeholder mapping. Many groups of people have a stake in the sustainable use of farmland, but they have different degrees of influence and interest in the outcomes. We developed an interactive software tool for classifying the type and strength of interest and influence that different stakeholders, such as farmers, government, and commercial organisations, have in the management of arable farms. This has been useful in showing how stakeholders exert influence to achieve their particular interests, for example through land ownership or legislation. \n\n2. Farmer decision making. An innovative feature of this study is that a survey of farmers' objectives and preferences was designed to produce results for direct input into a predictive model of land-use. This model determines the optimal management of a farm, given constraints such as the time and equipment available, soil type, commodity prices, labour, and input costs, taking into account the farmer's land-use objectives. We used this model to predict landscapes based on crop prices and agricultural subsidy structures, and compared our predictions with actual land-use recorded by the Farm Business Survey. We found that a model that included non-profit objectives, such as risk management and preference for the number of crops managed, improved predictive capability compared with a model based on profit-maximisation alone. \n\n3. Weed population dynamics. Weeds are very important in determining farmland biodiversity, but good data on populations and dynamics are extremely time-consuming to collect. For the first time, we have mapped whole fields, developing a new method for assessing weed population responses to management for integration with other models. Previous studies have been conducted at the scale of a single field, but we have mapped 500 fields across 48 farms.\nWe concentrated on six species of weeds, three of which are ecologically important, the other three being weeds that are economically significant. The resultant dataset consists of maps of weeds within ten fields per farm, over three years. This, in itself, is a unique resource. \nThe results show that there are significant variations in density between ecologically and economically significant weeds. The latter, comprising species such as Blackgrass, tend to be dominant. Patterns of weed abundance and management are enormously variable even within the same crop. \n\n4. Modelling bird populations. Birds suffered the most publicized losses of biodiversity due to farming practices and bird populations underlie the principal monitoring of ongoing changes. We developed statistical models of variation in bird breeding abundance with respect to cropping, field boundary characteristics and landscape composition across 880 lowland farmland 1km squares. The models integrated predicted bird population consequences with the models of farmers' cropping choices. The results showed that crop types were less important than landscape composition and field boundary characteristics in determining absolute bird abundance, but are probably more important in driving changes in numbers. A separate analysis considered how land-use heterogeneity (i.e. the mixing of arable, grass, woodland, etc.) affected bird counts. We found that more threatened species responded negatively to heterogeneity, unlike generalist species and contrary to previous research results, A second approach to predicting the bird consequences of farming practices was to use published models of habitat use by birds at the field scale to predict breeding densities on our study farms. Work to complete this approach remains to be done, but results to date support the national pattern: non-crop elements in the landscape determine habitat suitability, but some cropping changes are important. \n\n5. Integration. This work integrates research at several scales. For a single farm we can (i) predict optimal management, (ii) measure the degree to which actual behaviour deviates from this optimum, (iii) produce average weed densities for different crops, (iv) predict weed populations and bird populations for altered management. \n At a landscape scale, we can predict aggregate land-use and ecological populations under different assumptions about farmer behaviour. The main result from this work was that profit maximization does not provide a good description of actual farming practice. Instead the inclusion of farmer-specific stated preferences improved models and gave predicted power. This emphasises the need to include social data in models that attempt to recreate agricultural landscapes. The enormous variability in weed and bird populations also cautions that local farm and individual farmer differences need to be considered. \n\nThe work on farmer decision making has, for the first time, linked social data with farm management and ecological outcomes. In terms of farm management, we have found that, although farmers that have high stated preferences for conservation also tend to use less nitrogen, but they do not have high weed densities. It suggests that farmers are better informed or have more flexibility in nitrogen use than herbicide use. \n\nImpacts\nOur models contribute to answering several policy questions, including:\no What would be the best policy measures to achieve the targets on bird populations set by the government?\no What determines which new farming methods will be adopted by farmers?\nWhat will be the social and economic consequences of biodiversity conservation? by imroving understanding of agricultural systems and of weed populations. Agriculture, Food and Drink,Environment","dataset":"gtr"}