{"id":"62C70540-444F-444B-A9BC-AD1FF3D44BC8","title":"Matrix and Operator Pencils Network","abstractText":"Matrix and operator pencils are mathematical problems which arise in many physical sciences, including very old and classical problems like the Cosserat problem in elasticity, as well as problems arising from modern technology, such as how to make an aerodynamically unstable jet fighter flyable by means of a feedback control system or how to keep a plasma stable in a particle accelerator.These systems may be thought of as polynomial equations in which the coefficients are not just real numbers: rather, they are matrices (often so large that just to store them on a computer would be problematic) or more general mathematical objects called `operators'. The polynomial equations have to be `solved' in some sense to determine values of a physical parameter for which a system is stable or unstable, controllable or uncontrollable. The sets of `solutions' of these equations are called `spectra'.There has been independent research on these problems by mathematicians, physicists and engineers at least since the early 1960s, but the three communities have not engaged with each other sufficiently. Mathematicians are often unaware of the newest challenges in applications, while applied scientists have not yet been able to benefit from the recent advances in the study of the spectra of operator pencils and new methods to approximate them. The purpose of this grant is to bring the three communities together, building on some small existing points of contact and a new enthusiasm in the three communities for interdisciplinary research, to hold meetings, to solve outstanding problems, to disseminate their work in the wider scientific community through a website and to establish new research alliances which should outlast the network.The network will enhance the exposure of mathematicians to more realistic and challenging application problems, bring recent new mathematical technologies to bear on engineering problems, and allow all three communities to benefit from and contribute to the great challenge of devising numerical methods and software for matrix and operator pencils with interesting and diverse structural constraints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G01387X/1","grantId":"EP/G01387X/1","fundValue":"123365","fundStart":"2009-09-25","fundEnd":"2012-09-24","funder":"EPSRC","impactText":"  This was an EPSRC Research Network. Six meetings were held, \nplus a seventh at the start funded by Cardiff University. The topics of the meeting were in the areas of numerical linear algebra and operator theory. So far several academic publications have appeared. We know of collaborations involving engineers in aerospace, dating back to the penultimate year of the grant. Aerospace, Defence and Marine,Creative Economy Economic","person":"Marco  Marletta","coPersons":["Michael Anna Levitin"],"organisation":"Cardiff University","findingsText":" The grant brought together scientists to explore solutions of certain systems of equations called operator and matrix pencils. These can be solved numerically on a computer, which requires special algorithms, or studied from a theoretical point of view. The grant was intended primarily to fund 6 meetings and finance a number of small collaborations arising from new contacts at the meetings. The work of the network will contribute to the large body of research in numerical linear algebra and mathematical analysis and should, on a timescale of 5-10 years, feed into software packages such as BLAS and LAPACK, which are important for the creative economy. It has also put engineers in contact with mathematicians who can help to solve their problems, particularly in control theory for, e.g., suppression of vibrations in airframe design. Aerospace, Defence and Marine,Creative Economy","dataset":"gtr"}