{"id":"62D70F14-44AB-430F-A271-4040375BFB99","title":"Defining the role of SEMA3E and PLXND1 in the GnRH neuron system that regulates sexual reproduction in mammals","abstractText":"During foetal development, gonadotropin releasing hormone (GnRH) neurons are born in the nose and must migrate to the hypothalamus, a brain structure in which these neurons make contact with blood vessels to secrete the hormone they produce into the general circulation. Mistakes made during the establishment of the GnRH neuron system impair hormone secretion and therefore delay puberty and sexual reproduction, for example in the condition Kallmann Syndrome. Accordingly, understanding how the GnRH neuron system forms provides important inside into the origin of genetic disorders such as Kallmann Syndrome and help identify novel targets for mutation screening in patients seeking genetic diagnosis and treatment. For example, the early diagnosis of genetic defects that cause GnRH neuron deficiency allows timely treatment with hormone therapy to ameliorate or prevent the onset of symptoms. However, only some of the genetic causes have been identified so far. Recently, we discovered that a signalling molecule called VEGF-A promotes the survival of GnRH neurons when they migrate through the nose to reach the brain. We also discovered that a different signalling molecule called SEMA3A is essential to establish the neural 'highway' on which migrating GnRH neurons travel to reach the brain. Our findings underpinned subsequent studies of others, who identified genetic mutations that impair SEMA3A function in patients with Kallmann Syndrome. We now seek funding to study a related semaphorin known as SEMA3E and its receptor PLXND1 in the GnRH neuron system, because our pilot experiments suggest that the interaction of these two molecules is essential at later stages of GnRH neuron development. This research will significantly enhance our understanding of the GnRH neuron system and advance the development of novel tests for patients seeking genetic diagnosis for reproductive disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002639/1","grantId":"BB/L002639/1","fundValue":"384075","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"","person":"Christiana  Ruhrberg","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}