{"id":"62E2B4D1-B64B-48AE-AAC3-ADC9ACC82638","title":"'Our Fritz': Crown Prince Frederick William and the Political Culture of Bismarckian Germany","abstractText":"On 9 March 1888, after decades spent waiting, Crown Prince Frederick William (1831-1888) finally succeeded to the thrones of Prussia and the German Reich. He was 56 years old and dying of laryngeal cancer. After 99 days of voiceless torment Emperor Frederick III followed his father into the grave. Frederick's importance, however, does not lie primarily in his brief reign, but in the period before 1888 and in the commemoration that followed his death. During his years as a king-and-emperor in waiting, the Crown Prince served as the canvas onto which varied political forces projected their hopes and fears for Germany's future. After 1888, they either used his memory in an attempt to push for political change or worked hard to prevent such a utilisation. Some of the great what-if speculations about the course of German history pivot on the person of this perpetual Crown Prince and his alleged liberalism and Anglophilia. His succession at any point during the 1860s or 1870s, numerous contemporary and retrospective observers have wistfully (or fearfully) maintained, would have opened up a real chance for Germany to embrace liberal constitutionalism. A lasting Anglo-German partnership buttressed by dynastic links and growing ideological harmony would have prevented the Great War and subsequently the twentieth century would have turned out utterly different.\\n Frederick William thus personifies one of the great potential historical turning points, but the prism of his tragic life also offers a fascinating perspective on the political culture of nineteenth-century Prussia, Germany and Europe. It encapsulates crucial formative forces such as generational change, dynasty, the role of political parties, nation-building, constitutional liberalism, the rise of bourgeois values, memory, the unfolding of a media-driven mass politics and the strong residual powers of the monarch.\\n Overshadowed as he was by his father and by chancellor Otto von Bismarck, Frederick William has long suffered historiographical neglect with no full scholarly life being available in any language. I intend to remedy this by writing a biographical study of Crown Prince Frederick William, which will tackle the issues of his liberalism and the extent of his commitment to fundamental political change in Germany as well as his ability to deliver it. The book will also take seriously what he actually did do - in spite of the significant restrictions placed on him by his father and the political status quo. Taken together, these two core lines of enquiry will bring about a subtle and comprehensive understanding of the contribution which he, and the hopes (and fears) associated with his future reign, made to Prussia's and Germany's political culture during and beyond his lifetime.\\n The memory of Frederick III has remained a topic charged with considerable, if speculative, political meaning: was he Germany's great liberal opportunity? Did he personify a generation that missed its historical hour, or was he - as is suggested by the monuments erected in his honour under his son's aegis - above all the glorious and uncontroversial victor of 1866 and 1870?\\n The inherent problems of such speculative interpretations notwithstanding, a study of the Crown Prince's/Emperor's life and function will significantly contribute to our understanding of the dissatisfaction felt by many with the political, social and cultural status quo of Bismarckian Germany. It will also highlight the inherent ability of the system to resist change. Exploring the role of the next sovereign, the personification of an impending new beginning, will also draw attention to contemporaries' belief in the openness of Germany's future / a perception now buried under many layers of hindsight and powerful continuities. My book will tie these themes to the moving story of a tragic life, whose colour and detail can berevived powerfully through his diaries and letters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00742X/1","grantId":"AH/G00742X/1","fundValue":"25923","fundStart":"2010-02-08","fundEnd":"2010-06-07","funder":"AHRC","impactText":"","person":"Frank Lorenz Muller","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}