{"id":"62F3D54A-D089-48A0-BDE1-4EE0EF6C63B1","title":"Improving the rat reference genome annotation and building community engagement","abstractText":"Rats have been used in research for over a 100 years as a model to examine physiology and behaviour to provide insight into human disease. Owing to its well characterised physiology, the rat is also the favoured rodent model used in the pharmaceutical industry for the assessment of drug efficacy and toxicity. In 2004 the first reference Rat genome sequence was made public and this has changed the direction of research using Rat as a model organism, enabling identification of rat genes associated with specific diseases.\n\nThe first release of the rat genome sequence was not of high quality and contained many gaps and missing genes. This has been updated in 2012 by the Baylor College of Medicine Human sequencing group integrating sequence generated from new sequencing technologies increasing the amount of sequence covered in the genome. Recently new experimental techniques have enabled scientists to knockout genes in the Rat genome facilitating observations of what happens to the rat when a gene is deleted. As a result, it is essential that the genes targeted for this type of genetic experiments are correctly identified i.e. &quot;annotated&quot; on the rat genome. \n\nThe main aim of this project is to correctly identify all the rat genes on the new release of the reference rat genome. This is achieved in a combination of two strategies. Initially the genes will be identified using state of the art bioinformatic programs and pipelines developed by the Ensembl gene build team. The genes are identified by matches to known rat proteins on the genome, other transcribed data such at mRNAs and ESTs or conserved proteins from other species. As this is an automatic pipeline there maybe complex gene families that cannot be correctly identified and require manual inspection. The HAVANA team have been involved manual annotation of the human, mouse and zebrafish reference genomes and have developed in-house specialist tools to help accurate identification of genes within different genomes. Since manual inspection is expensive and time consuming the manual effort will be targeted on complex gene families and genes of specific interest to the rat scientific research community. Engaging with the community will be essential to receive feedback about targetting of annotation as well as to generate community participation in the manual inspection of genes of interest. There are predicted to be over 22000 protein-coding genes identified on the original rat assembly and therefore community input could improve and refine these gene models. Automatic annotation identifies around 70% of genes correctly, therefore the aim would be to use bioinformatics analysis and feedback from researchers to target the 30% incorrectly annotated genes and improve them.\n\nThe HAVANA team have previously worked with pig researchers to pursue a community annotation project of identify immuno-response genes on the pig genome. Approximately 8% of protein-coding genes were annotated using the Havana annotation tools remotely on their own laptops in their labs after attending a workshop on how to use the in-house tools. Regular contact with the professional annotators ensured the resulting models were consistent among all researchers and adhered to the guidelines produced by the Havana group. This model of community annotation will be presented to the Rat community as an opportunity to improve the annotation of Rat genes.\n\nThe reference rat genes can be viewed via the internet using the Ensembl genome browser. This reference gene set will be updated approximately every three months and updates from the manual annotation effort will be merged into the automatic gene set by the Ensembl gene builders. In addition any new Rat specific data that helps with identifying new genes such as new sequencing technology transcriptome data can be integrated into this complex genebuilding pipeline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009524/1","grantId":"BB/K009524/1","fundValue":"592697","fundStart":"2013-04-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"","person":"Jennifer Lilian HarrowTim  Hubbard","coPersons":["Stephen Michael Searle"],"organisation":"The Wellcome Trust  Sanger Institute","findingsText":"","dataset":"gtr"}