{"id":"62FC5110-E7DC-4BB0-A2B8-33E4973A65C9","title":"Making Time: Exploring the emergent times of alternative economies","abstractText":"The central question that motivates this project is, 'What is the time of a sustainable economy?' That is, if industrial capitalism is often linked with clock time, and late capitalism with a speeded up, 24/7 networked time, is it the case that attempts to build new alternative economies could be understood as making a new time? \n\nIn a context where any hope of a speedy recovery from the 2008 economic crisis is increasingly untenable, there has been an explosion of interest around alternatives to the neoliberal capitalist model. Focusing on the potential of collaborative relationships, rather than ones based on competition, proponents of the new economics are exploring gift economies, the potential of the peer-to-peer paradigm, shared consumption, crowd-funding and rediscovering cooperative models. Importantly, much of this work draws on historical models for inspiration and thus provides an important example of the Care for the Future theme's focus on 'thinking forward through the past'. There are also indications that this re-valuing of the past links into broader shifts in senses of time. This includes an interest in the Slow movement (including Slow Food, Slow Cities, Slow Science and Slow Money), but can also been seen in shifts in thinking about social interventions in terms of non-linear models of change, such as can be seen in the Transition Towns movement. \n\nIn order to explore whether this issue has the potential to develop into a larger research project, the project team will be producing a variety of resources that will help set out the key issues at stake when thinking about time and alternative economies. This will include producing a number of case studies, developing an interview series and exploring the potential of archived material to shed light on current attempts to shift dominant economic and temporal structures. As part of this we are also interested in exploring the range of methods that might be available for studying the often implicit conceptualisations of time that guide social actors. In the interests of engaging a broad range of people concerned with these issues, we will make all our materials available on our project website where possible. We will also hold three events around issues raised in the project. \n\nFinally, although the issue at the heart of this project is only just emerging, it has already succeeded in bringing together a number of highly influential project partners, including: Cooperatives UK, the New Economics Foundation, the Transition Network and the Permaculture Association; as well as leading academics in the area of sustainable economics, including Katherine Gibson (J.K. Gibson-Graham) and Molly Scott-Cato; and the environmental humanities, including Deborah Bird Rose and Nigel Clark.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005553/1","grantId":"AH/K005553/1","fundValue":"23996","fundStart":"2013-02-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"","person":"Michelle  Bastian","coPersons":["Alexandrina Caroline Buchanan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}