{"id":"62FC93F0-E643-4791-B830-36506DC82552","title":"Exploiting advances in imaging in microbiology: methodology development for using a multiphoton laser scanning microscope for biofilm analysis.","abstractText":"Single cell bacteria in nature often live as communities that are attached to a solid surface, which are called biofilms. Similarly, biofilms can form on foreign surfaces in the body, like implants and catheters, and because they are more resistant than their free-living counter parts to antibiotics, are of a significant health concern. Biofilms are also undesirable in the biotechnology industry where they can lead to pipe fouling. To develop ways to eradicate biofilms or prevent them from forming in the first place, we have to understand what is involved in this process. One highly useful approach has been to image a biofilm forming over time. Using a single photon confocal microscopy one can image the surface and the interior cells of the biofilm mass, but this is restricted to around 40-50 micrometer, or 40-50 cells deep, even in flow chambers that still only allow a maximum depth four times that much. We believe we can now go far beyond these limits by using a uniquely designed flow chamber to grow biofilms much thicker, at least up to a depth of approximately 200 microbial cells (200 micrometer) and by using one of the latest multiphoton confocal laser scanning microscopes (MP-CLSM) that should enable us to image this thick biofilm in its totality. We also believe it will now be possible to position the laser to selectively kill defined small regions within the biofilm. If this is successful, we will then be able to assess the ability to study the repopulation of these areas and the effects on biofilm structural integrity of this injury. To study cell movement and temporal processes deep in a healthy or damaged biofilm biomass we will explore the applicability of photactivatable and photoswitchable fluorescent proteins. The more classic techniques of FRAP and FLIP will also be trialed on these thick biofilms using the MP-CLSM. Together, this can become a powerful model system to assess for example the outcome of partial efficacy of antibacterial treatments of a biofilm on its the structural integrity and its potential to repopulate damaged regions. These novel approaches can then be applied to different biological questions and different systems in the future. Specific applications are however outside the scope of this project. We are well-positioned to design and assess these methodologies and technologies at York with the combined expertise of the Technology facility Imaging unit led by Dr. O'Toole, and the extensive experience in molecular microbiology and microbial physiology of Dr. van der Woude and her lab.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003692/1","grantId":"BB/F003692/1","fundValue":"34927","fundStart":"2007-10-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"  My group has used findings in a BBSRC PhD students on contact dependent inhibition, manuscript in preparation.  ","person":"Marjan  Van Der Woude","coPersons":["Peter John  O'Toole"],"organisation":"University of York","findingsText":" We systematically identified optimal approaches to use cutting edge imaging technology to study populations of bacteria; we shared our finding (on web and in publications) Our findings should be used by others - especially groups/individuals who use imaging sparsely- to ensure that they use the right approaches and tools to be able to support their conclusions. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}