{"id":"62FDDDA9-9640-45D7-9740-8E3854B2DF8A","title":"Informing the Good Society (InGSoc): New Directions in Information Policy","abstractText":"Information policy has become a field of great national and international importance. We live in the Information Age, and our culture is being transformed in numerous ways by high technology and the explosive growth of communications. Good decisions need to be made about the role of information in society and that is what the information policy specialism addresses. InGSoc, short for Informing the Good Society: New Directions in Information Policy, aims to make information policy ready to face the challenges of this century.\n\n InGSoc has been designed as a three-part programme of research. The first component is a population census project, to be conducted by a PhD student. The widespread practice of regular national population surveys may have interested statisticians and social scientists but it has been neglected by the arts and humanities. InGSoc intends to shed a new type of light on this key information institution, asking about its origins, rationale, ethics, interface, and future. It will be particularly interested in what the migration (already partially implemented in the 2011 UK census) from print formats to online might mean for public policy. This represents a bold new direction for information policy research.\n\n The second part is an 'epunditry' project. Everything seems to be going 'e', from electronic publishing to egovernment, and political commentary and punditry are no exception. This project, to be carried out on a part-time basis by an experienced researcher, will examine the emergence of bloggers and other online experts, or would-be experts, against the backdrop of rapidly declining newspaper circulations. Are they up to the job of replacing the 'fourth estate'? Do we even need pundits in this age of access? These important yet still unanswered questions are ultimately about how to secure a healthy flow of information in society.\n\n The third InGSoc project will dig down into the theoretical foundations of information policy. It will revisit some of the great British thinkers of the past, people like T. H. Green, Edward Caird and John Stuart Mill, and ask what their social philosophies imply for key information issues facing the world today. Those issues include freedom of information, the digital divide, the defence of personal privacy, intellectual property, and internet regulation and governance. This foundational study, which will be covered by the principal investigator for one day a week alongside oversight of the programme a whole, will make sure that InGSoc research is both 'deep and wide'.\n\n InGSoc will be based at the Centre for Social Informatics, Edinburgh Napier University's leading research centre according to the 2008 Research Assessment Exercise. Its goal is to produce a substantial body of new and important work, including a book, a dissertation and a series of major research articles, singly- and jointly-authored. The team will also disseminate their findings through national and international conference presentations, aiming not just at information policy specialists but at the wider academic community. Experts from a range of disciplines, and journalists and others from outside the academy, will give guest talks at the University. The 36-month programme will conclude on a high note with a multidisciplinary symposium. All this should help to ensure that the information policy field gains the recognition that it deserves.\n\n InGSoc's key findings will be also be aggressively promoted to policy-makers and the public through a dynamic website, newspaper articles, and, when available, public debates and radio and television appearances. In these practical ways, InGSoc can be relied upon to result in a wider appreciation of the value of information policy in the development of what the famous American columnist-cum-social philosopher Walter Lippmann called 'the good society' (An Inquiry into the Principles of the Good Society, Little, Brown &amp; Co., 1937).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002899/1","grantId":"AH/K002899/1","fundValue":"171434","fundStart":"2013-05-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"  There have been several mass media outputs, including a YouTube video, a NewsnightScotland interview and an opinion article in The Scotsman. There have also been several conference papers, including one in Finland and one in Japan, as well as the hosting at Edinburgh Napier University of three public seminars. Details are listed in the news blog at www.informingthegoodsociety.com Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Alistair  Duff","coPersons":[],"organisation":"Edinburgh Napier University","findingsText":" Although still in the initial phases of the project, we have already discovered the significance of population information for public policy in Scotland, the importance of bloggers in the dissemination of information and opinion in the political public sphere, and the enduring value of nineteenth-century thinking--specifically that of the neglected idealist T. H. Green--for addressing contemporary isses of the Information Age. Too early to do much at this stage. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice","dataset":"gtr"}