{"id":"630219CB-9A5D-43D3-87C8-13739E97AB66","title":"Novel knowledge exchange approaches for sustainable food production","abstractText":"Not needed for this application","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001191/1","grantId":"NE/K001191/1","fundValue":"500895","fundStart":"2012-06-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"William James Sutherland","coPersons":["Timothy Guy Benton","Michel Josef Kaiser","Mel  Austen","Kenneth  Norris","Richard  Bardgett"],"organisation":"University of Cambridge","findingsText":" The one year NERC Knowledge Exchange Programme on Sustainable Food Production aimed to enhance the use of science in making UK food production systems more environmentally sustainable.\n\n\n\nIt was carried out by a partnership of five leading UK universities _ Cambridge, Bangor, Lancaster, Leeds and Reading – and the Plymouth Marine Laboratory. These organisations are well_known for world class research on agriculture, ecosystems, conservation or aquaculture and fisheries science.\n\n\n\nThe overall approach to knowledge exchange centred on identifying priority knowledge needs in the sector and synthesizing existing knowledge. The Programme focused on three priority areas for synthesis of evidence:\n\n\n\n• Natural pest regulation\n\n• Soil fertility\n\n• Sustainable aquaculture\n\n\n\nIt produced synopses of evidence for the effects of actions in each of these priority areas and completed an additional synopsis of evidence on farmland biodiversity. These are available in a searchable database of summarised evidence on the Knowledge Exchange Programme website.\n\n\n\nThe Programme established four new partnerships between large food retailers or manufacturers and universities, and published three sets of priority knowledge needs in the areas of agriculture, aquaculture and UK food security. Food suppliers, farmers, growers, manufacturers, consumer groups, policy makers and civil society organisations can all benefit from the opportunities to access synthesized evidence, and to work more closely with scientists. The priority knowledge needs are being used to develop new collaborative projects and design research programmes, in which scientists work directly with organisations from the public and private sectors. This will help to align future research with societal demands and close the 'research-implementation gap'.\n\n\n\nFor example, the Waitrose Agronomy Group has funded a project to develop clear evidence-based guidance for farmers and growers from the synopses of evidence on biodiversity, soil fertility and natural pest regulation. See http://sustainableagriculturewaitrose.org/research/waitrose-sponsored-research/university-of-cambridge/. Environment","dataset":"gtr"}