{"id":"6307DB36-8D64-4650-B9F0-80AAD99BB7D2","title":"The socio-political context of technological innovations: the potter's wheel in Bronze Age Greece.","abstractText":"Thanks to its interdisciplinary, intersecting and complementary nature, this project has wide-ranging benefits both for archaeologists and scientists, including an improved understanding of crucial periods of Cretan prehistory, improved knowledge of ceramic production and organization, and an increased understanding of elite legitimisation strategies within the context of the emergence of the Cretan palaces. Regarding radiography, benefits include a first large-scale application of this technique to the prehistoric Aegean, an assessment of its potential for ceramic studies in the region (and indeed beyond), and a greater exposure and hopefully subsequent awareness of this under-utilised technique. More generally, this project aims to be a demonstration of how to successfully combine scientific and interpretative approaches to gain a better understanding of past societies.\\n\\nIt is commonly recognised that the adoption of technological innovations is primarily governed by socio-political, rather than technical considerations. This also applies to the potter's wheel whose introduction to Crete towards the beginning of the Middle Bronze Age has been argued to be associated with legitimisation strategies of the newly emerging palatial elites. However there has been little understanding of the complexity of the processes involved, such as the speed and magnitude of adoption and the underlying social meanings or practices. Radiographic analysis of Early Minoan III through to Late Minoan IB pottery assemblages from Knossos (Crete) will for the first time provide a reliable basis for a detailed assessment of the nature and extent of the adoption process, and will permit exploration of whether the emerging local elites can be associated with this phenomenon. Regarding technological aspects of radiography, this project will evaluate its application also to finer Cretan clays and will provide a comparison of the power of deduction between standard macroscopic observations and radiography.\\n\\nThus, upon completion of the project, we will have gained detailed knowledge of the development of wheel-made pottery at Knossos (Crete), and will have gained insights into how partially or completely Knossian potters exploited the potential of the potter's wheel. Based upon our knowledge of production and technological change, a re-assessment of the broader socio-political context of the Cretan palaces will have been proposed. Last but not least, the potential of radiography for Aegean studies will have been evaluated (fine vs coarse clays; observation by eye vs scientific analysis) and placed into the context of radiographic analyses worldwide.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000343/1","grantId":"AH/D000343/1","fundValue":"20826","fundStart":"2006-09-18","fundEnd":"2007-01-17","funder":"AHRC","impactText":"","person":"Ina  Berg","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}