{"id":"630F0C48-8708-47E9-BC13-8E545826FF8C","title":"PREMIER Mission Support","abstractText":"The work proposed is to analyse and evaluate aircraft campaign data from instruments which are precursors for a proposed ESA mission called PREMIER. Context: In Feb'09, ESA PBEO approved ESAC's recommendation for Phase A study of three candidate missions including PREMIER. Final selection is currently planned for early 2011, on the basis of Reports for Assessment to be prepared in late 2010 by the Mission Advisory Groups and ESA. In this highly competitive procedure it will be essential for each mission to prepare its strongest possible scientific and technical case. Demonstration by airborne precursors of new observing capabilities of the candidate space missions will be one potentially important element. Campaigns in spring 2010 (RECONCILE, POLSTRACC) planned by the international science community and already supported by EU and other national funding provide a very timely opportunity for PREMIER. The benefit of leveraging the large sums to be invested by other agencies to deploy aircraft in these campaigns has been recognised by ESA, which will specifically fund the additional deployment of the precursor mm-wave limb-sounder, co-ordination with the precursor IR limb-sounder and established airborne IR limb-sounders and the processing of data to L1 (i.e. calibrated, geo-located radiance spectra). National funding has also been secured by German partners to contribute to analysis and evaluation of L1 data from IR sensors. Aims and Objectives: The objective of this study is to provide a significant contribution to the successful development of the PREMIER mission on behalf of the UK and the wider atmospheric science community. Specific objectives are: 1) Analysis of L1 data from the airborne precursor mm-wave limb sounder 2) UK contribution to analysis of L1 data from the airborne IR limb-sounders 3) SLIMCAT/TOMCAT model runs for comparison with airborne observations 4) Delivery of inputs to scientific and technical case for PREMIER for the ESA Report for Assessment in 2011 Potential Applications and Benefits: The programme proposed in this bid applies directly to NERC strategy, with focus on the Climate System scientific theme. It will demonstrate the ability to make high resolution measurements in the upper troposphere/lower stratosphere region, the UTLS, a region of recognised high importance to climate. The project is aligned with the NCEO aims to exploit EO data, and of direct relevance to its Atmospheric Composition Theme by combining measurements from different instrument sources. It contributes to the development of EO techniques and world-leading research on climate change, supporting the research community integrated in the NCEO.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003835/1","grantId":"NE/H003835/1","fundValue":"32580","fundStart":"2010-02-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"  'MORSE' retrieval software originally developed for the MIPAS fourier transform spectrometer instrument on the Envisat satellite, was adapted to handle data from an aircraft-mounted FTS in support of the PREMIER mission. Aerospace, Defence and Marine ","person":"Anu  Dudhia","coPersons":[],"organisation":"University of Oxford","findingsText":" Oxford role was to develop the software, which was then passed to U. Leicester to apply to analysis of aircraft data. Software has been delivered to U.Leicester for their use as part of the same project.\n\nSome of these developments will be incorporated into a future, more generally applicable version of MORSE. Aerospace, Defence and Marine","dataset":"gtr"}