{"id":"6310E778-4C0E-4A5E-8F65-D35A573E9869","title":"REFINE: A coordinated materials programme for the sustainable REduction of spent Fuel vital In a closed loop Nuclear Energy cycle","abstractText":"Nuclear fission is currently internationally recognised as a key low carbon energy source, vital in the fight against global warming, which has stimulated much interest and recent investment. For example, RCUK's energy programme has identified nuclear fission as an essential part of the &quot;trinity&quot; of future fuel options for the UK, alongside renewables and clean coal. However, nuclear energy is controversial, with heartfelt opinion both for and against, and there is a real requirement to make it cleaner and greener. Large international programmes of work are needed to deliver safe, reliable, economic and sustainable nuclear energy on the scale required in both the short and long term, through Gen III+ &amp; Gen IV reactor systems. A pressing worldwide need is the development of specific spent fuel reprocessing technology suitable for these new reactors (as well as for dealing with legacy waste fuel from old reactors). \n\nThe REFINE programme will assemble a multidisciplinary team across five partner universities and NNL, the UK's national nuclear laboratory to address this fuel reprocessing issue. The consortium will carry out a materials research programme to deliver fuel reprocessing by developing materials electrosynthesis through direct oxide reduction and selective electrodissolution and electroplating from molten salt systems. Developing, optimising and controlling these processes will provide methods for, and a fundamental understanding of, how best to reprocess nuclear fuel. This is in addition to the development of techniques for new molten salt systems, new sensing and analysis technologies and the establishment of the kinetics and mechanisms by which molten salt processes occur. This will facilitate rapid process development and optimization, as well as the generation of applications in related areas.\n\nA key output of the programme will be the training and development of the multidisciplinary UK researchers required to make possible clean nuclear energy and generate complementary scientific and technological breakthroughs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000760/1","grantId":"EP/J000760/1","fundValue":"276871","fundStart":"2012-03-23","fundEnd":"2016-03-22","funder":"EPSRC","impactText":"  Our project is still ongoing, but it will allow the assessment of issues related to the disposal of UK spent nuclear fuel to be dealt with on a scientific basis with evidence collected in this country on compositions relevant to UK spent AGR fuel. Energy,Environment Policy & public services","person":"Ian  Farnan","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have been able to tailor the chemistry and grain structure of a mixture of depleted uranium dioxide and various elements produced by nuclear fission to m mimic a spent nuclear fuel. This allows much more sophisticated analysis of the long term behaviour without the complication of working with highly radioactive materials.\n\nWe have obtained an unusual result in that irradiated films of UO2 seem to be less soluble (in terms of U) that unirradiated films - at least under oxidising conditions we are now verifying this under reducing conditions. UK Nuclear Decommissioning Authority is funding (at great expense) research on real spent UK fuel - our work shows a pathway to maximise the investment in that research by further low activity investigation of issues it raises. Communities and Social Services/Policy,Energy,Environment","dataset":"gtr"}