{"id":"6310437F-C558-4267-B90F-169783BA2022","title":"NOVEL METHOD FOR OPTICAL COHERENCE TOMOGRAPHY AND MULTIPLEXED SENSING","abstractText":"Optical coherence tomography (OCT) allows high depth resolution imaging and has received considerable interest in the last 5 years, which resulted in a 100 times increase in the speed of operation and extension to a large variety of imaging problems. There are two main types of OCT: time domain (TD) and spectral domain (SD). The recent progress in speed has been achieved by developers working in the SD-OCT field. However, SD-OCT has several disadvantages, non present in TD-OCT. The research in SD-OCT has also stimulated the development of novel fast tunable lasers, the so called swept sources (SS). Tremendous effort has been put in understanding and controlling the phenomena in closed optical loops containing optical amplifiers for optical sources to be used in SS-OCT. The present proposal puts forward a novel type of OCT and a novel class of optical interferometers. This is driven by the needs to address the limitations in terms of speed of the TD-OCT method, by the potential of the en-face OCT, not investigated so far, in producing 3D OCT exploration and by the limitations in terms of range and dynamic focus of the SD-OCT methods as well as dispersion compensation of all OCT methods. The novel method and devices proposed are inspired by the progress in swept sources and SS-OCT. A new class of OCT systems is researched, as a marriage between the TD-OCT and SD-OCT methods. The new OCT method eliminates or ameliorate the disadvantages of the SD-OCT method. The novel method presents the generality of being compatible with both TD-OCT and SD-OCT. The applicant has demonstrated the principle of operation which guarantees the success of research. However, the marriage between the SD-OCT and TD-OCT to be researched here promises much more than what the demonstrator set-up has shown so far, therefore research support is sought to explore the multiple avenues of the novel method. This may revolutionise the field of OCT and open applications not currently possible with the present OCT technology, such as SD-OCT of objects extended in depth by more than 1 cm (eye), or en-face imaging of moving organs or tissue (of the whole retina volume in fractions of a second, with better sampling in all directions than achievable with the most advanced SD-OCT set-up). The method to be researched will allow combination of scanning regimes and modes of operation to achieve versatile functionality in measurements, in the 3D imaging of moving tissue such as the eye, heart, or moving embryos or functional/low noise imaging by making use of angular compounding or polarisation. Novel directions are opened in the instantaneous elimination of the movement effects of the tissue when determining the liquid (blood) flow profile in a vessel, in tracking the axial position of objects (cornea or retina), automatic dispersion compensation as well as improvement in the synchronism between the coherence gate and the focus in axial scanning (a problem for both types of SD-OCT methods). The method proposed is also applicable in multiplexing of sensors. Simultaneous measurements over multiple path lengths become feasible. Three proof of concept demonstrators will be assembled, for multiple imaging at different depths using en-face TD-OCT, fast and long range tracking and swept source systems for long axial scanning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004963/1","grantId":"EP/H004963/1","fundValue":"394158","fundStart":"2009-11-15","fundEnd":"2012-11-14","funder":"EPSRC","impactText":"  The findings have lead to a patent on protecting the multiple path configurations evaluated . Education,Electronics,Healthcare Societal,Economic","person":"Adrian  Podoleanu","coPersons":[],"organisation":"University of Kent","findingsText":" We have evaluated the: (a) Physics phenomena related to recirculation of optical signals in large bandwidth optical loops equipped with optical amplifiers; (b) Physics phenomena involved in the interference between optical signals suffering multiple round trips in two separate arms equipped each with optical amplifiers; c) Modulating procedures to limit the amplified spontaneous emission effects;d) Demodulating schemes for the multiple channel interferometer to accomplish novel measuring and OCT imaging regimes. The multiple path configurations can be used to:\n1. Produce multiple data sensing from several points at different distances and en-face images from several points at different depth simultaneously, when using a broadband optical source;\n2. Produce long axial range measurements or extended depth cross section OCT images when using tuneable lasers. Electronics,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}