{"id":"6315746E-D74B-4494-8112-22B4C8812EDC","title":"Universality in non-Hermitian matrix models","abstractText":"Universality is a fundamental aspect of our understanding of Nature. It means that many physical systems manifest the same behaviour independently of what the details of the interaction among their constituent elements are. For example, all macroscopic objects obey the laws of thermodynamics, while at the same time matter is built out of atoms. The conciliation of the macroscopic laws of thermodynamics with atomic physics has been a long-standing, fundamental and difficult challenge for scientists. In other words, on a macroscopic scale physical systems exhibit universality.Loosely speaking, Random Matrix Theory (RMT) can be thought of as a combination of linear algebra and the theory of probability. Each time a physical or mathematical process has a stochastic nature and its governed by linear equations, it is likely that it may be modelled by RMT. Indeed, random matrix models have fundamentally important applications in many branches of mathematics and physics such as combinatorics, complex systems, dynamical systems, growth problems, integrable systems, number theory, operator algebra, probability theory, quantum chaos, quantum field theory, quantum information, statistics, statistical mechanics, structural dynamics and telecommunications. The main feature that makes RMT a powerful tool in such wide range of applications is, once again, universality. In this context it means that for large matrix dimensions the local statistics of eigenvalues of random matrices depend only on the symmetries of the matrices, but are independent of the choice of the probability densities that govern their stochastic behaviour. Universality has been proved for a large class of Hermitian matrix models, but in its full generality it is still a conjecture.The main goal of this project is to prove universality in a vast class of non-Hermitian matrix models. Such ensembles of matrices find applications to growth problems, to the Hele-Shaw problem, especially in the vicinity of a critical point, and to semiclassical study of electronic droplets in the Quantum Hall regime. Non-Hermitian matrices do not have any symmetry constraints, with the exception that their elements must be real, complex or real quaternions respectively. The universality of the spectra of random matrices will be studied in all these three cases. Furthermore, universality will be investigated in the bulk as well in singular regions of the spectrum. It is expected that in these two cases the local spectral statistics will behave rather differently. However, they will still be universal, in the sense that they will depend only on the type of critical point but not on the probability distribution of the matrices.Finally, one of the main tools in the investigation of universality in non-Hermitian matrix models will be the asymptotic analysis of orthogonal polynomials in the complex plain using the dbar problem, which will have implications, for example, in the study of dispersionless multi-dimensional integrable systems and in the asymptotic analysis of integrable operators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G019843/1","grantId":"EP/G019843/1","fundValue":"485981","fundStart":"2009-03-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Francesco  Mezzadri","coPersons":[],"organisation":"University of Bristol","findingsText":" This project studied universality in random matrix ensembles and its applications to other research areas in mathematics and physics. Universality in this context means that the behaviour of these models in certain asymptotic regimes is to a large extent independent of the probability distributions that define them. As a consequence their properties are shared by many other systems in different fields. The key findings of this project concern applications of the universality of matrix models to the theory of quantum dots in mesoscopic physics, to multivariate statistics, to statistical physics and quantum information. The main technical tools were the theory of orthogonal polynomials, of the Riemann-Hilbert problem and of integrable systems.\n\n\n\n1) Quantum dots are conductors of mesoscopic dimensions. Properties of the electric current like the distributions of the conductance, of the shot noise and of the the average time an electron spends in the cavity (Wigner delay time) can be computed using random matrix models, but at the same time they are very elusive. We calculated the first asymptotic corrections to the cumulants of the conductance, shot noise and Wigner delay time in quantum dots with time-reversal symmetries. In doing so we proved and generalized outstanding conjectures. These results had a considerable impact among the random matrix theory and mesoscopic community. They are due to appear in the leading journal 'Communications in Mathematical Physics'.\n\n\n\n2) We devised a method to compute the moments of the densities of the eigenvalues in matrix ensembles for finite matrix dimensions with beta=1,2,4. We also performed a comprehensive and systematic asymptotic analysis of such moments. In applications to physics these ensembles model systems with time-reversal invariance, time-reversal invariance and spin rotation symmetries as well as systems without any symmetry. These results have important applications to the study of the statistical fluctuations of the electrical current in quantum dots and form the core of two articles appeared in Journal of Mathematical Physics.\n\n\n\n3) We computed the asymptotics of a partition function of a matrix model whose weighting function has an essential singularity. Such partition functions appear in several contexts, like quantum transports, number theory and field theory. We discovered that in an appropriate double scaling limit a phase transition emerges and that the asymptotics of the partition function is characterised by a solution of the III Painleve' equation. It seems that the appearance of a Painleve' III transcedent is associated to the singularity in the weighting function and is a new universal phenomenon. These results have been submitted for publication. \n\n\n\n4) One of the investigators of this project, Man Yue Mo, studied universality in complex and real Wishart matrices, which plays a fundamental role in multivariate statistics. One of the main outcome of these investigations concerned rank 1 real spiked Wishart matrices. Man Yue Mo computed the distribution of the largest eigenvalue at a phase transition in terms of Painleve' transcedents. In this study he discovered an integral formula for the the Harish-Chandra Itzykson-Zuber integral over the orthogonal group. This was a major outsdanding problem: Mathematicians and Physicists have been trying to compute this integral for over 30 years. These results appeared in a 111 pages long paper in the leading journal 'Communications on Pure and Applied Mathematics.'\n\n\n\n5) In this project we also computed the von Neumann entropy of two disjoint sequences of spins in a one dimensional quantum spin chain. The major challenge in this calculation was the computation of the asymptotics of the determinant of a Toeplitz matrix with a block structure. We achieve this goal using the Riemann-Hilbert problem. These results are in the final stages of preparation for submission for publication.  Other","dataset":"gtr"}