{"id":"63199D90-D400-4B62-98A9-FDCE3AF325B3","title":"Assessment of novel WEC with rubber-air-water interface; performance validation, optimization and demonstration of associated cost benefits","abstractText":"AWS Ocean Energy completed rigorous due diligence of the original AWS Mark II Waveswing in 2008/2009 in a process which included independent assessment and competitor analysis by Black and Veatch [commissioned by AWS]. Although technical viable the internal and independent assessments both concluded that the AWS II system could not be economically viable in terms of market revenue support [5 ROCs] or longer term electricity prices. Existing studies indicate that the key to achieving economic viability is through a series of transformational technology steps rather by attempting to achieve economies of scale from first generation technology. From this stand point, and with a clear view of short term and long-term economic and performance requirements, AWS developed the AWS III device. This system has similarities with the Coventry Clam developed in the 1980s and includes a number of distinct novel features. These novel features include the development of a novel rubber diaphragm air-water interface. AWS has developed this new technology to readiness level 3/4. A number of key areas relating to performance require further development in order to demonstrate economic viability. Garrad Hassan has developed a numerical performance simulation model of the AWS III, while AWS has installed a 9th scale model of the device in Loch Ness. In order to demonstrate the performance benefits of the AWSIII it is vital that the Garrad Hassan model is robustly validated via 50th scale model tests. It is also important to link these models with the empirical performance data acquired from the Loch Ness trials. This can be achieved by also testing and optimizing a 9th scale single cell model in a highly controlled and repeatable wave tank environment. Cross validation of performance models and linking model tests with Loch Ness trials will enable informed and focused optimization of the Loch Ness system. All findings will be consolidated and then explicated to qualify and assess the capacity to improve the performance of the AWS III system. Findings will also be used to demonstrate the potential to drive down the long term cost of wave power through performance improvement. In addition to the specific goals of optimizing the performance of the current device design, a key additional benefit of the proposed programme is the opportunity to gain a greater understanding of the uncertainties involved in the relationships between small scale model test data, moderate scale model test data, moderate scale field trial data, and numerical simulations, and hence achieve an understanding of how to improve the design of an integrated tank-test and field trial programme for device characterization, design, and optimization. This part of the study will address a range of issues including programme planning, design, instrumentation, scaling, data analysis, and integration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I002030/1","grantId":"TS/I002030/1","fundValue":"145869","fundStart":"2010-10-18","fundEnd":"2012-04-17","funder":"EPSRC","impactText":"  The findings were used to develop the device, and a series of further studies were subsequently carried out in collaboration with the industrial partner. Aerospace, Defence and Marine ","person":"A. H.  Day","coPersons":["David  Clelland","Cameron  Johnstone"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}