{"id":"6319B508-588C-4A3C-9ECF-51C315EF0517","title":"MICA: Finding new treatments for failed resolution of inflammation using zebrafish models.","abstractText":"Neutrophils are a type of white blood cell that are important in fighting infection and healing wounds (in a process called inflammation). We know that neutrophils need to be removed when their job is done or they can cause damage. The mechanisms of neutrophil removal are particularly important in a delicate organ such as the lung where failure can mean permanent lung damage as is seen in Chronic Obstructive Pulmonary Disease (COPD), a common disabling disease with no cure. We do not understand how neutrophils know when the job is done and how this translates into signals to remove neutrophils from their place of work - the inflammatory site. In my lab, I have developed tools in zebrafish that allow me to see neutrophils as they fight infection, heal wounds and importantly as they are removed during healing (or &quot;resolution&quot;) of inflammation. These zebrafish can be genetically modified to express glowing (fluorescent) proteins that label neutrophils or to change the genes controlling inflammation. This allows us to get a much better understanding of the processes and controls of inflammation resolution. With these models, we have seen how neutrophils can be removed in 2 ways, by moving away from the site of inflammation or by dying there and being removed by another type of immune cell (macrophages).\nIn this programme, I propose to use zebrafish models and human neutrophils to understand the signals keeping neutrophils at sites of inflammation, which I call &quot;retention signals&quot;. I have identified a drug that works by causing neutrophils to leave sites of inflammation and I will investigate how this changes the retention signals that neutrophils use to keep them at inflammatory sites. I will then study the downstream signals within neutrophils that act to turn these signals into changes in behaviour of the neutrophils. From recent studies in my lab, I have identified two important pathways that might be key regulators of retention signalling. The first is an enzyme, Serum and Glucocorticoid regulated kinase-1 (SGK1) that seems to act to retain living neutrophils at sites of inflammation. I will explore the potential of this kinase and related molecules to control inflammation resolution. Since this is a good drug target, this aim will be explored in collaboration with GlaxoSmithKline who are working with me to identify drug candidates targeting this molecule. Finally, a gene called Kalirin was identified in a genetic screen in my lab as a regulator of inflammation resolution. Kalirin is a protein normally controlling the direction of nerve cell growth, but it is present in neutrophils where it might control neutrophil movement. I will explore the possibility that Kalirin is involved in retention signalling and see whether it might be a suitable target for drug discovery.\nTaken together these approaches will uncover new aspects of the control of inflammation resolution and identify a number of targets for drug discovery. I hope this will ultimately find new ways to treat inflammatory diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M004864/1","grantId":"MR/M004864/1","fundValue":"1204230","fundStart":"2014-11-18","fundEnd":"2019-11-17","funder":"MRC","impactText":"","person":"Stephen Andrew Renshaw","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}