{"id":"631BB463-0B0F-48B6-BA21-A8CBE6213C05","title":"Sequential Monte Carlo: Towards Degeneracy-Free Methods","abstractText":"Imperfectly observed evolving systems arise throughout the human world. Weather forecasting, modelling stock prices, transcribing music or interpreting human speech automatically are just a few of the situations in which imperfect observations of a system which evolves in time are all that is available whilst the underlying system is the thing in which we are interested: Given satellite observations and sparse localised measurements, we'd like to accurately characterise the weather now and predict future weather; given measurements of pitch at discrete times we'd like a computer to be able to produce a meaningful description of what was being said at the time.Surprisingly, it's possible to model a great number of these problems using a common framework, known as a state space model (or hidden Markov model). Inferring the likely value of the unobserved process based upon a sequence of observations, as those observations become available is in principle reasonably straightforward but it requires the evaluation of integrals which cannot be solved by analytical mathematics and which are too complex to deal with accurately via simple numerical methods. Simulation-based techniques have been developed to address these problems and are now the most powerful collection of tools for estimating the current state of the unobserved process given all of the observations received so far. Much effort has been dedicated in recent years to designing algorithms to efficiently describe the likely path of the unobserved process from the beginning of the observation sequence up to the current time in a similar way. This problem is much harder as each observation we receive tells us a little more about the likely history of the process and continually updating this ever-longer list of locations in an efficient way is far from simple.The methods proposed here will attempt to extend simulation-based statistical techniques in a new direction which is particularly well suited to characterisation of the whole path of the unobserved process and not just its terminal value. Two different strategies based around the same premise - that sometimes several smaller simulations can in a particular sense outperform a single larger simulation for the same computational cost - will be investigated. The techniques developed will be investigated both theoretically and empirically.In addition to developing and analysing new computational techniques, the project will provide software libraries which simplify the use of these methods in real problems (hopefully to the extent that scientists who are expert in particular application domains will be able to apply the techniques directly to their own problems).The research could be considered successful if:1/ It leads to new methods for performing inference in state space models.2/ These methods can be implemented with less application-specific tuning that existing methods require or these methods provide more efficient use of computational resources.3/ These methods are sufficiently powerful to allow the use of more complex models than are currently practical.4/ The methods are adopted by practitioners in at least some of the many areas in which these techniques might be usefully employed.The long term benefits could include more realistic assessment of risk in financial systems, more reliable tracking and prediction of meteorological phenomena and improved technological products wherever there is a need to dynamically incorporate knowledge arising from measurements as they become available. There will be particular advantages in settings in which the full path of the imperfectly observed underlying process is of interest but there is scope for improvement even when this is not the case.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017984/1","grantId":"EP/I017984/1","fundValue":"96760","fundStart":"2011-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Although presented at a number of conferences, the main findings of this research have not yet been published and it's difficult to establish impact at this early stage; I hope to be able to say more in coming years.  ","person":"Adam Michael Johansen","coPersons":[],"organisation":"University of Warwick","findingsText":" A methodology by which it is possible to perform accurate estimation of the state of a hidden process, online, as observations become available /without/ needing to have available an analytical description of the behaviour of that hidden process. This methodology depends only upon being able to /simulate/ from a probabilistic description of the process for specified parameter values.\n\nA number of related techniques which extend the range of problems which can be easily addressed using a class of techniques known as &quot;sequential Monte Carlo&quot; methods (essentially algorithms for sampling from each of a sequence of probability distributions in turn) were developed during the course of this research and have applications, for example, in neuroimaging. The methodology which we have developed is still in the process of being written up in a final form and will be submitted, hopefully during the coming year. Once publically available it should be easy for it to be employed by anyone with a &quot;tracking&quot; type problem. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}