{"id":"631E694A-20AE-4E52-9EC3-BF56481C9BB1","title":"Assessment of physical changes occurring during conservation treatment, storage and display of cultural artefacts based on cellulosic materials","abstractText":"The research will specifically investigate the effects of moisture content changes on physical properties of cellulose which can lead to increasing brittleness of cellulosic artefacts such as works of art on paper and plant materials in ethnographic artefacts. \\n\\nThe development of brittleness is a major concern in the conservation of artefacts. Chemical causes have been, and continue to be studied by a number of individuals and groups in the field of conservation but physical causes have been much less extensively studied. The moisture content of cellulose is known to change during aqueous conservation treatments and as a result of relative humidity fluctuations during display and storage of objects. This research project will build on an extensive literature survey of previous research findings in the field, laboratory based research will be carried out on specific cellulosic materials, specifically cotton linters, soft-wood papers and Raphia plant specimens. These will be subjected to aqueous treatments and controlled relative humidity fluctuations. The effects of these experiments on specific physical properties of cellulose will be monitored and subsequently analysed.\\n\\nThe research will concentrate on two types of physical change relevant to the development of brittleness in cellulose, specifically increased crystallinity and hornification. Cellulose is partly crystalline and partly non-crystalline. The degree of crystallinity of cellulose has a major effect on the mechanical properties of cellulosic materials. As the crystallinity of cellulose increases, celluosic materials become more brittle. It has been suggested that wet conservation treatments may increase crystallinity but the small amount of research carried out to date is contradictory. Another relevant physical change that may occur is hornification - a decrease in moisture regain following drying from the wet state. Where hornification occurs, brittleness has been found to increase.\\n\\nThe laboratory techniques used to investigate changes in crystallinity will be Fourier-transform infra red spectroscopy, x-ray diffraction and differential scanning calorimetry. Hornification will be investigated by measurement of water retention value. \\n\\nIt is thought that hornification and crystallinity increases are able to take place more easily as the degree of polymerisation of cellulose molecules (their 'length') decreases. This decrease in length can occur as a result of deterioration. This will be investigated by measuring the degree of polymerisation of samples using viscometric measurement techniques. The results will be analysed in order to locate any correlations between the ease with which physical changes take place and degree of polymerisation. The effects of physical changes on mechanical properties of the materials tested will be investigated by tensile testing.\\n\\nIt is intended that insights gained from this research will be used to develop further research projects that closely target a variety of cultural artefacts. This will help to develop and refine conservation and preservation protocols involving moisture content changes in cellulosic materials.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009034/1","grantId":"AH/E009034/1","fundValue":"69791","fundStart":"2007-08-01","fundEnd":"2008-07-31","funder":"AHRC","impactText":"","person":"Andrew  Manning","coPersons":["Fabrice Jean-Claude Bollet-Quivogne","Mark  Sandy"],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}