{"id":"6322252A-BB98-4722-B19D-8AF89003AB96","title":"TV White Space Testbed with Robust Spectrum Sensing Algorithms for M2M Communications","abstractText":"Internet of Things (IoT) and Machine-to-Machine (M2M) recently have been identified by the UK government as one of five areas that are likely to provide real growth opportunities in the sector and where Government and industry, working together, could stimulate economic growth. The benefits of M2M would be most evident in energy, agriculture, manufacturing, e-health and transportation. TV White space (TVWS) spectrum refers to the UHF TV frequencies that are not being used by existing licensees at all times or at all locations. A white space device (WSD) can make use of these frequencies provided that the risk of harmful interference to the licensed users of the spectrum, i.e. Digital Terrestrial Television (DTT) and Programme making and special events (PMSE), can be appropriately managed. TVWS provides an excellent opportunity to enable these M2M applications as UHF TV spectrum enable signals to propagate further and penetrate buildings more readily than in the higher frequency bands typically available for mobile connections. Current approaches to identifying the TVWS rely on a centrally controlled geo-location database. The real-time events and dynamic changes of propagation environment pose significant challenges to the database model. This project aims to build a testbed that integrates the exiting geo-location database approach with the robust spectrum sensing algorithms and novel wideband antennas to secure the white space spectrum for M2M communications. A series of measurements will be carried out for indoor, city urban and rural areas to demonstrate the novelty of this project.\n\nSmart meters can be taken as an example of how white space can be utilised efficiently to demonstrate the benefits this technology will bring to M2M applications. Smart meters typically deliver data in bursts and involve relatively small file transfers. They can tolerate fair amount of delays and do not require a report to be delivered exactly at a precise time. Because of these minimal timing requirements of smart meters, e.g. the government requiring to record consumption data in each thirty minute period, this maps very nicely to the nature of white space spectrum as they are not available all the time. However, reliability and coverage are the keys for smart meters, especially for an indoor or rural area. The UHF TVWS spectrum would be the ideal candidate to address these challenges. For reliable radio links around homes and rural areas, the novel compact antennas in this project would ensure smart meters being able to pick up weak signals and combat multipaths. The robust sensing algorithms proposed in this project would increase the detection accuracies of the TVWSs to further ensure robustness of the radio links for the smart meters. The systematic approach of this project will also benefit to the further development on other M2M and IoT connections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024241/1","grantId":"EP/L024241/1","fundValue":"100267","fundStart":"2014-10-31","fundEnd":"2016-01-30","funder":"EPSRC","impactText":"","person":"Yue  Gao","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}