{"id":"63230B4F-0035-41B7-A22D-80171DC297F5","title":"The Snail Assay as an Alternative to the Rodent Hershberger Assay for Detecting Androgens and Anti-androgens","abstractText":"Reproductive cancers and disorders and cancers are increasing in men and boys. Scientists suggest these problems may be caused by exposure to environmental pollutants found in residues on food, PVC plastics and in the linings of food cans. By fooling the body into thinking they are sex hormones, these chemical imposters break into the chemical hormone messenger system (endocrine system) and interfere with the signalling, causing reproduction and development to go awry. The government is developing policies towards endocrine disrupting chemicals using animal tests with rats and mice to test chemical safety. Medicines used to treat reproductive diseases and disorders are also put through the same tests in order to discover effective and safe new medicines with which to treat reproductive cancers and other diseases. Around 200,000 rodents and a smaller number of fish are used in chemical and drug testing of this kind annually. Although animal testing is essential for medical practice and the protection of consumers, it generates widespread public concern and reduction, refinement and replacement of vertebrate animals in chemical and drug testing is an acknowledged need. Replacement of rodents used in animal testing with less sentient invertebrate animals (like worms and flies) is one solution. Our common evolutionary heritage means that some of the mechanisms underlying medical conditions are the same in humans, flies and worms and that these animals could be used as alternatives to rats and mice to test chemicals. Currently, however, invertebrate models for reproduction are lacking. \nIn order to fill this important gap, we will develop a model using the male snail reproductive organs. Snails share many structural and functional features with mammals, from the presence of similar reproductive genes to reproductive organs with similar functions such as the penis and the prostate. Preliminary studies have shown that human male hormones (androgens) stimulate the growth and development of these organs, and of undesireable tumour like growths on the reproductive organs just like in humans. We intend to expand on our existing knowledge of these phenomena and develop a properly validated system for testing pharmaceutical anti-androgens used to treat androgen-dependent cancers and for environmental safety testing of chemicals suspected of having harmful androgenic or anti-androgenic properties. We are hopeful that this assay will lead to a replacement of rodents in some animal tests.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900802/1","grantId":"G0900802/1","fundValue":"544488","fundStart":"2009-11-01","fundEnd":"2013-06-30","funder":"NC3Rs","impactText":"","person":"Susan  Jobling","coPersons":["Catherine Sue  Jones","Edwin  Routledge","Leslie  Noble"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}