{"id":"6332CB82-9229-44A8-8A44-27A792568A30","title":"Are microbiomes important to mammary gland health in dairy cows?","abstractText":"Mastitis is a bacterial infection of the udder (mammary gland). Each year ~ 50% of cows suffer from mastitis and about 1 in 4 of these die or are culled. It is the most common cause of disease and death in dairy cows. Mastitis is managed by good hygiene along with treatment and/or prevention by antibiotics administered via the teat. Over 150 types of bacteria can cause mastitis with 5 bacterial types believed to cause most cases.\n\nResearch and management is currently focused on individual strains with the idea that understanding and developing vaccines and treatments for each strain will lead to better control of mastitis. To date such an approach has not led to a reduction in the occurrence of mastitis and mastitis remains a very common disease in dairy cows and other lactating farm animals. \n\nAntibiotics are given routinely when a cow stops milking 6-8 weeks before calving (the dry period) to clear existing infection. Ironically, there is good evidence that udders that are already colonised by certain bacterial species are the least likely to suffer from mastitis. In these udders the bacteria present cause very little inflammation and do not reduce milk quality. We do not yet understand what happens that leads to cows changing from carrying low levels of apparently harmless bacteria in its udder and suffering no disease to then going on to develop mastitis.\n\nWe now know that many species of bacteria living together (a community) are found in many sites of an animal's body, including the gut, mouth and, most recently, both human and cow mammary glands. In the gut it appears that disease can occur when the balanced bacterial community is disturbed allowing one bacterial strain to dominate, e.g. causing diarrhoea. In this grant we hypothesise that there is a natural community of bacteria in the cow udder that is present before the cow is first suckled by its calf and that this community plays an important part in preventing mastitis. We aim to:\n\n1. Investigate when bacteria can first be detected in the udders of young calves and heifers. \n2. Investigate how the bacteria in the udder change over time from when a cow is treated with antibiotics at the beginning of the dry period through to the birth of its next calf and for the following 4 weeks, the period when cows are most likely to get mastitis. \n\nNew technologies have made it possible for us to detect and identify all the bacterial species present in a milk sample without having to grow them. We will take milk samples from the mammary gland quarters of 200 cows from 2 farms on 12 occasions from drying off to 4 weeks after calving to give 800 mammary gland quarter sample sets in total. We will select at least 65 quarter sample sets where mastitis occurred and 65 sets where it did not and use modern molecular tools to identify all the bacteria in these cows' quarters and investigate how the microbial community forms and changes over time at drying off, with calving, milking, mastitis, and treatment with antibiotics and whether it remains stable if not disturbed by disease and treatment. We will use statistical analysis to determine whether specific bacteria or combinations of bacteria help protect against mastitis, how antibiotics affect the management and control of the disease and produce ideas for new strategies to develop and maintain cow health and milk output and quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004062/1","grantId":"BB/L004062/1","fundValue":"448970","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  Data is too preliminary to be of use  ","person":"Kevin J  Purdy","coPersons":["Laura Elizabeth Green"],"organisation":"University of Warwick","findingsText":" Significant research resource.\nWe have collected ~10,000 milk samples from 200 cows from 2 farms over 28 days. \nFrom these we have measured Somatic Cell Counts for each \nSelected samples for celture-based work\nBegun developing high-throughput methodologies to extract DNA from these samples. Findings to data are too preliminary for use Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}