{"id":"6344D083-D90C-4AC8-9119-DA07B99B1B3F","title":"Translation Arrays: Version Variation Visualization (Phase 2)","abstractText":"Shakespeare is celebrated as &quot;the world's playwright&quot; at the 2012 Cultural Olympiad. His works have been and still are being translated into scores of languages. In many languages, they have been translated over and over again, scores of times. Translations vary in kind, from philologically precise study aids to free 'adaptations' or 'versions'. All are interpretations, displaying variation in language, concepts and values. Together, they are a very rich mine of information about world cultural variation and change, past and present. \n\nTranslations, being comparable, lend themselves to computational analysis. Digital media make it possible to bring together very large numbers of translations and explore how and where they differ. Data visualization tools make it possible to survey them and navigate easily through them, even without knowing the languages involved. Statistical analyses of variation among translations can be mapped onto Shakespeare's English play texts, so we can see where his work prompts more and less variation among translations, which passages are likely to be cut, or which translations expand upon which character parts. \n\nWe call this innovative concept a 'Translation Array', by analogy with an astronomical 'telescope array'. A translation array is a sophisticated tool for creating as yet unseen images of world culture. The concept applies to any multiply translated 'world cultural text' - in literature, religion, or philosophy. Implementing it requires solving some very interesting problems of multiple text alignment, fine-grained algorithmic analysis of variation, visualisation of the results, and interactive graphical interface design.\n\nOur proposal now is to build a first prototype translation array, using a digital corpus of over 50 German translations and adaptations of Othello, dating from 1766 to 2006, and a selection in other languages. This corpus and some experimental visualizations were created in Phase 1 of our project at Swansea University in 2011. Othello, as a 'multicultural' play, makes a good basis for this experiment.\n\nOur work is only conceivable in digital media, but our concept has no parallel in Digital Humanities as yet. It requires multi-disciplinary collaboration. Our team combines expertise in literature, languages and translation, text analysis, computational linguistics, data visualization, software development, interface design, and digital translation project management. Our larger aim is to make exploring highly complex, richly significant, multilingual text data practically feasible, instructive, enjoyable, and sociable. We use open source software to maximise social computational potential. We envisage online array users, in due course, not only exploring and analysing material we assemble, using built-in visualization tools, but sharing new data and interpretations, and developing their own analytic tools. \n\nWe foresee many applications of translation arrays, and of the software developed to build them: in research, education, creative industries, language industries, and cultural diplomacy.\n\nHowever, our 'Phase 2' proposal here just focuses on building a first prototype for a single scene from Othello (1.3), in order to demonstrate the feasibility of the array concept, and in particular its potential value for monolingual (Anglophone) users, with a view to attracting further funding. We hope to launch a fully functioning array for Othello in multiple languages by April 2016, Shakespeare's 400th anniversary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012483/1","grantId":"AH/J012483/1","fundValue":"23999","fundStart":"2012-02-14","fundEnd":"2012-09-30","funder":"AHRC","impactText":"  The software is currently being used by the original team and by other researchers in Israel, Brazil, USA, SPaion, Russia, Czech Republic; in translation education; by freelance translators. Creative Economy,Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Tom  Cheesman","coPersons":["Robert S. Laramee","Jonathan  Hope"],"organisation":"Swansea University","findingsText":" We have developed new tools for examining, exploring and analysing multiple translations. We use a collection of German translations of Shakespeare's Othello. Other researchers are using the tools to investigate other collections of translations, in various languages. We have discovered which passages in a scene of Othello provoke most and least variation in translation, leading to new hypotheses about how literary translators work, and how they produce difference; how translation traditions develop and change; how a text is differently interpreted by translators; how literary language evolves. Our open-source software can be developed by others. There are four areas of promising future development: histories of translation; translation education and assessment; translation industry assessment (quality control); machine translation development. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}