{"id":"634A5872-11E4-4A89-9F30-D730F82834B8","title":"Focusing Plasma Optics: Towards Extreme Laser Intensities","abstractText":"The use of optics to focus light dates back to the ancient Egyptians and has been instrumental over the centuries in contributing to many scientific discoveries and innovations. In recent years the use of optics to focus laser beams has resulted in countless applications, not only in science, but in information technology, medicine, industry, consumer electronics, entertainment and defence. As ever higher focused laser intensities have been achieved, intense laser light has played a revolutionary role, first in atomic and molecular physics and then plasma physics. At the highest intensities achievable today, focused laser light is opening up new frontiers in science via the production of extreme pressures, temperatures and intense electric and magnetic fields, including driving sources of high energy particles and radiation with unique properties.\n\nThe conventional approach to focusing light, based on the use of solid state optical media, has not fundamentally changed over the centuries, but is rapidly becoming a key limiting factor for the further development of ultra-intense laser science. The main reason for this is that there is a limit to the energy density which solid state optical media can withstand before it is damaged. The traditional way to circumvent this is to increase the size of the focusing optic as the laser energy is increased, so that the overall energy density is below the critical value. However, the optics used on the highest power lasers (such as the Vulcan petawatt laser at the UK's Central Laser Facility) are now more than a meter in diameter and are very expensive, with long manufacture times and limited manoeuvrability due to their volume and weight. Radical new approaches are required to enable the maximum achievable laser intensity to continue to be increased and for the production of compact high intensity laser drivers for application.\n\nThis proposal aims to explore the feasibility of developing and applying new types of focusing optical systems based on ultrafast plasma processes - focusing plasma optics - to extend the intensity frontier achievable with high power laser pulses. Due to their ability to sustain extremely large amplitude electromagnetic fields, plasma optical components are inherently compact. Energy densities of more than a factor of a hundred higher than conventional solid state optics are easily achievable, which means that plasma optics are more than a factor of ten smaller. Furthermore, the ultrafast evolution of the optical properties of laser-excited plasma enables other properties of the laser pulse to be tailored. For these reasons plasma optical components are likely to become essential elements of future high power laser facilities. \n\nThe proposed work involves exploring two avenues for achieving plasma focusing - focusing due to reflection from a curved plasma surface and self-induced focusing due to non-linear plasma effects in transparent plasma. Innovative approaches to controlling the properties of the focal spot achieved are introduced. This will enable approximately a factor of 10 to 20 increase in the maximum intensities achievable at present, opening up the exploration of matter under extremely high temperature and pressure conditions. It will also underpin the development of compact laser-driven high energy particle and radiation sources towards application. Thus the focusing plasma optics to be investigated in this project have truly revolutionary potential as next generation optical devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001357/1","grantId":"EP/L001357/1","fundValue":"232747","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Paul  McKenna","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}