{"id":"634BC66F-3C24-4F27-BF7D-B8766DF87DB2","title":"From Dark Tourism to Phoenix Tourism: The Ethics of Cultural Translation in Urban Festivals","abstractText":"The popular Radio 4 series 'Mark Steel's in Town', which takes the stand-up to such unlikely touristic destinations as Merthyr Tydfil and Walsall, offers an alternative celebration of each destination via local histories, oral testimony from audience members, and Steel's own comic sense of place as an irreverent fl&acirc;neur. Steel walks a fine line between expressing and exploding stereotypical perceptions of place. In late 2013, he performed in 'Derry-Londonderry', the then UK City of Culture, during which performance he described, to the audience's amusement, not only the unflinchingly buoyant attitude of the people of Derry in response to this year-long festival, but also the discourses of cultural transformation that were enthusiastically expressed by taxi drivers, shopkeepers, indeed anyone, it seemed, with whom Steel engaged in conversation. The city's experience in 2013 is the quintessential example of a shift from dark tourism to phoenix tourism, and indeed, the economic impact in terms of external visitors is well attested. Yet N. Ireland's troubled past was not absent from the landscape. The Fleadh Cheoil na h&Eacute;ireann (Festival of Irish Music) was also scheduled to be held in NI for the first time in 2013 (indeed in the city of Derry), rather than the Republic of Ireland. While the festival did go ahead, considerable resistance to its being hosted in Derry came even from within the ranks of its organising body, the Comhaltas Ceolt&oacute;iri &Eacute;ireann (Society of the Musicians of Ireland), for whom the association between this Irish cultural event and the UK City of Culture was a problematic one. \n\nThese two events embody the ethical tensions that the current project seeks to explore, tensions between the competing imperatives of a commercially-driven projection of a positive sense of place to the outside world, and a more complex community-driven self-fashioning in the wake of a long history of conflict. Both imperatives are to be understood as forms of cultural tration: the state-funded translation of culture to potential consumers coming from outside (as performed by e.g. the NI Tourist Board) combines with, variously, a desire or resistance from within individual communities to translate/transform their cultures through an encounter that crosses NI's long-established sectarian divide. In neither case is the act of translation an ideologically neutral one, as the intertwining processes of domestication and foreignisation theorised by Translation Studies scholar Lawrence Venuti make clear. An additional mediating layer between these local and global drives is offered by NI's relatively belated, but increasing, ethnic diversity with which both top-down and grass-roots cultural organisations are seeking to engage.\n\nThe dialogue between the Fleadh and the UK City of Culture offers a high profile example of these interactions, but more revealing for the objectives of this project and with the potential for greater impact on the future of this and other events, is F&eacute;ile an Phobail ('The Community Festival', also known as 'The West Belfast Festival'). This annual event has not been subject to the same national media scrutiny or academic attention as the Fleadh or the City of Culture, but since its inception in 1988, aimed at countering perceptions of West Belfast as a 'terrorist community', it has grown to become one of Europe's largest community festivals. Moreover, its evolving ambition to reflect a global as much as a local community is evident in its engagement with Belfast's ethnic minority communities and with international artists from outside Ireland. In the transition from dark tourism to phoenix tourism, F&eacute;ile thus represents the celebratory potential of the so-called 'glocal' and, as such, provides a case study with potential applications reaching beyond the NI context to other post-conflict and postcolonial societies seeking to transform themselves through 'festivalization'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003760/1","grantId":"AH/M003760/1","fundValue":"158463","fundStart":"2014-11-11","fundEnd":"2016-11-10","funder":"AHRC","impactText":"","person":"Margaret  Topping","coPersons":["Michael  Pierse","Paul Spencer Ell"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}