{"id":"634F7550-660B-4AA3-9F5A-6776C6AD6B8C","title":"Model nanoparticles for environmental risk studies","abstractText":"The rapid expansion of nanotechnologies has resulted in a vast array of nanoparticles, many of which are already in industrial production. However, the environmental behaviour of engineered nanomaterial is currently unknown and the potential to harm human health and biota is a major concern. There are virtually no published studies of nanoparticle ecotoxicity, and a limited number of human toxicity studies show contrasting results. This is mainly due to nanomaterials having complex physicochemical properties that vary from the bulk properties of the same materials and are governed by such factors as surface composition and particle size. There is therefore an urgent need to gain a better understanding of the physicochemical properties of nanomaterials and their toxic effects, and from this to develop standard (eco)toxicity tests. Understanding ecological risks will require understanding exposure to nanomaterial in the water environment, in aquatic experimental media and within species that are at risk. Existing detection methods are limited in scope, expensive and/or complex. Detecting biological exposures to nanoparticles will be especially problematic until new methods or sensors are developed; yet understanding exposure is the first step in understanding ecological risks from nanoparticles. To facilitate future work on nanomaterial (eco)toxicity, the proposed study aims to generate a set of well characterised nanoparticles that will show the range of properties that appear to influence (eco)toxicity. The focus will be on two metallo-nanoparticles, TiO2 and ZnO, which are being proposed for a wide number of uses. The goal will be to create metallo-nanoparticles with unique enriched stable isotope ratios. Thus the reference material will not only be well characterised physicochemically, but also synthesised to have distinct isotopic composition which will make it traceable in both laboratory and environmental experiments. Concentrations in media and in organisms will be quantified using the enriched stable isotope. This combination of tools will allow the assesment of unambiguous relationships between bio-uptake and particle characteristics; and unambiguous relationships between exposure and measures of organism stress. The material will be tested for its reactivity (solubility, surface charge, agglomeration) as a function of pH, ionic strength and the presence of organic matter in model aqueous media (fresh water and seawater). Ecorisk will be assessed under experimental conditions on a marine (Corbula sp.) and a freshwater (Dreissena sp.) bivalve.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E01500X/1","grantId":"NE/E01500X/1","fundValue":"56564","fundStart":"2007-11-01","fundEnd":"2009-02-28","funder":"NERC","impactText":"  Our findings have the potential to be used to improve safety and traceability of nanomaterials, though this use has not materialised yet. Communities and Social Services/Policy,Manufacturing, including Industrial Biotechology,Other Economic,Policy & public services","person":"Eugenia  Valsami-Jones","coPersons":["Samuel Neil Luoma","Philip Stephen Rainbow"],"organisation":"The Natural History Museum","findingsText":" Developed methods of labelling (using stable isotopes) nanomaterials to enable tracing them in experimental (and eventually real) environments. Labelling of nanomaterials may be taken up commercially to enable trace-ability. Industry may chose to label their materials to demonstrate provenance (and perhaps protect from imitations). Chemicals,Electronics,Environment,Healthcare","dataset":"gtr"}