{"id":"6351AC61-ED23-46B0-B7F7-79D1475D0527","title":"Defining Mass Observation: using mixed-methods longitudinal analysis to increase knowledge of the Mass Observation Project's volunteer writers.","abstractText":"The Mass Observation Project (MOP), run by the Mass Observation Archive Charity (MOA) is a volunteer writing project that has run since 1981, and involved c. 3,500 self-selected individuals writing in response to directives - broadly themed questions sent out by the MOA, three times a year. Writers' responses to these directives provide a personal account of individuals' activities and attitudes towards a broad range of issues relating to British society. This writing has the potential to be of interest to wide audiences including, academics, policy-makers, practitioners, lay researchers, community groups, schools, adult education groups and individuals. \n\nHowever, for some time there has been a debate about the 'representativeness' of MOP writers. The MOA undertook some basic analyses of its writers, finding that at certain points in the lifetime of the MOP, writers have been over-represented by women living in the South East aged 50+. Some academics have used this finding to argue that MOP writers are not representative of the broader UK population, and their writing should not be used for research purposes. Others argue that the depth and quality of MOP writing makes it a unique longitudinal resource that can be used by researchers from different disciplinary fields. The debate has impacted on the trust and use of the MOP. This project seeks to put an end to this debate by producing sophisticated analyses of MOP writers that provide clear, evidence-based descriptions of writers and their socio-economic characteristics. This will enable all users of the archive to be confident about how and why they use this resource.\n\nThe MOA, who are our partners in this project, have not had the tools and skills to do these sorts of analyses. During recent work on another project involving use of MOP writing, we discovered that the MOA hold lots of information on MOP writers. This includes information about their age, gender, occupation, which directives they have responded to, and how long these responses are. In its current form, this information can't be analysed. But, in collaboration with the MOA, we have developed a plan to integrate this information into one searchable database, to conduct a series of analyses to find out more about MOP writers. We will ask how the characteristics of MOP writers compare with those of the UK population as a whole; how they compare with those of the UK population that engage in active volunteering; and what their writing behaviour can tells us, for example, do women respond to different directives to men? \n\nAs well as looking at this statistical information, we will look at MOP writing in response to the 1990 directive entitled Social Divisions, which 652 writers responded to (this represents 75% of active/serial responding writers). Writers talk about what class they think they are, whether they belong to a minority group, and whether they discriminate against others that are different. This will enable us to understand how writers perceive themselves, and how they fit with the broader UK population. We will also look at the 2008 Directive Your Lifeline, where 159 writers discussed meaningful life events. This will allow us to see, for example, when in their life-course they decided to write for the MOP, and whether they share particular life events, such as bereavement, divorce, or children leaving home. Using computer software, we will combine the statistical information with the MOP writing, and conduct an additional in depth analysis of these 811 individuals\n\nOur end-products will include the launch of an interactive searchable database, maintained by the MOA, enabling archive users to undertake a wide variety of searches of writer characteristics and responses to different directives; and publication of accessible reports, articles and conference papers, describing MOP writers to lay and academic audiences. These outputs will widen access to and enable confident use of the archive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L013819/1","grantId":"ES/L013819/1","fundValue":"154620","fundStart":"2014-12-01","fundEnd":"2016-07-31","funder":"ESRC","impactText":"","person":"Rose  Lindsey","coPersons":["Christina  Silver","John  Mohan"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}