{"id":"6357A63A-6FD5-46CB-9D61-ECDEE7DBE7CA","title":"Understanding the post-crisis landscape: assessing change in economic management, welfare, work and democracy","abstractText":"This seminar series explores the impact of the post-2007 global economic crisis upon key political economy outcomes across developed economies. It brings central debates within the academic literature to bear upon key policy discussions regarding economic management and regulation, welfare, work, and democratic political participation. The central premise underpinning the series is that the post-2007/8 crisis, and the policy responses witnessed to it, have the potential to unsettle the way in which citizens relate to each other and the state across a range of political economy issue areas. It seeks to outline and assess both current and alternative models of economic regulation, welfare, work, and democratic engagement in order to identify the potential for improvement in each of these areas and the political circumstances that might enable these advances to be achieved. It brings together academic scholars and members of the policy community to engage in a dialogue that goes beyond internal scholarly discussions and has the potential to inform policy outcomes that will have clear economic and political benefits.\n\nThe crisis was arguably caused by a failure of economic regulation. Initial government responses prompted questions surrounding whether we were witnessing a new, more interventionist form of state activity, especially in the areas of monetary and fiscal policy. These initial developments have subsequently given way to a move in most developed countries to a programme of welfare retrenchment. The crisis has also witnessed sustained and historically high levels of unemployment and an increase in part-time and fixed-term patterns of employment. Finally, each of these developments has been met by a range of novel and growing forms of political participation and protest. These occurrences are of central concern to political economy and its core focus on the political and social conditions under which economic and welfare policy settlements are formed. This therefore demands an engagement between the academic discipline of political economy and the concrete political economy outcomes that have occurred since 2007. This moreover needs to occur in a way that avoids academic insularity through a dialogue between the scholarly community and policy community. This seminar series therefore attempts to achieve this aim, bringing together academic experts, policymakers, and members of civil society to consider and assess current and alternative policy programmes and the conditions under which they are implemented and/or pursued.\n\nThe seminar series is divided into four substantive political economy themes, focusing on models of economic regulation, welfare, work, and democracy. It brings together individuals from think tanks, civil society organisations, media, government, civil service and campaign groups, in dialogue with high-profile academics, to consider both current and alternative policy options in each of the substantive areas. It therefore has the potential to advance efforts to improve economic and financial regulation, to balance reductions in public expenditure with the sustained provision of quality public services, and to consider the factors influencing the quality and quantity of employment, alongside an analysis of the democratic pressures for change that have emerged in each of these policy areas.\n\nEach of the seminars includes members of the policy community including individuals in government, business, trade unions, think tanks, civil society, and campaign groups. The final seminar, moreover, will be hosted by the Foundation for European Progressive Studies (FEPS), a leading Brussels-based think-tank closely embedded within the Brussels policy community and with strong contacts with political actors across the member states of the European Union. This will provide a unique opportunity to facilitate direct contact and dialogue between the Investigators and key members of the policy community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002209/1","grantId":"ES/M002209/1","fundValue":"30301","fundStart":"2014-12-01","fundEnd":"2016-11-30","funder":"ESRC","impactText":"","person":"Paul Christopher Lewis","coPersons":["Johan Magnus Ryner","Anastasia  Nesvetailova","Jason  Heyes","David James Bailey","Monica  Clua-Losada"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}