{"id":"6364FE96-F78E-49F9-9B91-926FD1DECDA0","title":"Adaptation to environmental stress by evolution of non-genotypic heterogeneity within microbial populations","abstractText":"In order to survive in the natural environment, microorganisms must be able to cope with stresses arising from environmental change and perturbation. Sources of environmental stress include natural environmental pressures stemming from climate fluctuations and occasional exposure to harmful elements. In addition, pollution arising from human activities releases potentially-toxic contaminants. It is generally accepted that one key factor which helps species to survive such environmental stresses is the presence of 'genetic variation' within populations, arising from differences in DNA sequence among individual organisms of the same species. This variation means that individuals will have some slightly different characteristics, making it likely that some of the population will be better adapted to withstand particular stressful conditions and allow the species to survive. While such genetic variation is clearly very important, scientific advances over recent years have indicated that there is an additional factor important for the survival of environmental stresses. Experiments with single-cell microorganisms have shown that individual cells within a population have markedly different abilities to survive environmental stresses, despite having the same DNA composition (i.e. being genetically-uniform). This discovery has suggested that this new source of variation, known as 'non-genotypic heterogeneity', may be a major factor allowing microorganisms to survive and overcome environmental stress in nature. However, nearly all of the research into this topic has so far been performed only under model conditions with laboratory organisms. Our recent NERC-funded work has been the first to examine the importance of non-genotypic heterogeneity for microorganisms living in the natural environment, with extremely promising results. \n\nOur studies to date have indicated that wild yeasts with high levels of non-genotypic heterogeneity have a competitive advantage over yeasts with lower heterogeneity in polluted habitats. Furthermore, these yeasts evolve the property of increased non-genotypic heterogeneity over time when subject to environmental stress. These important breakthroughs for microbial ecology underpin our new proposal. The objective now is to describe the wider importance of these exciting findings and, for the first time in wild cell populations selected by environmental stress, to uncover the mechanisms that underlie increased non-genotypic heterogeneity. We have three particular aims, as follows. (1) To determine how applicable our findings-to-date are more broadly. This will involve testing non-genotypic heterogeneity at environmental sites subject to quite diverse selection pressures as well as interrogation of a wide range of organisms, including bacteria. (2) To characterise the changes in DNA sequence that allow organisms to adapt to environmental stress by evolving increased non-genotypic heterogeneity. (3) To elucidate how these DNA sequence changes cause increased heterogeneity. We will adopt cutting-edge new techniques to achieve these objectives. The work could also have important applications, for example through the development of heterogeneity &quot;markers&quot; as novel biological reporters of pollutants in the natural environment. The results of the proposed project are anticipated to provide major new insights into non-genotypic heterogeneity as a survival strategy for species during environmental change. This will help greatly in our understanding of how microorganisms persist in the natural environment, and how they may react to harmful changes caused by humans through pollution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006553/1","grantId":"NE/L006553/1","fundValue":"360023","fundStart":"2014-06-16","fundEnd":"2017-07-20","funder":"NERC","impactText":"  The grant has commenced too recently to use the findings.  ","person":"Simon  Avery","coPersons":["Paul Stanley Dyer"],"organisation":"University of Nottingham","findingsText":" The grant only started four months ago. We are currently isolating and characterising yeasts from polluted and non-polluted habitats. Changes to environmental monitoring practices Agriculture, Food and Drink,Environment","dataset":"gtr"}