{"id":"63646EF5-CC3A-42A6-8BE2-3FF38FB3F657","title":"Beam driven instabilities in magnetized plasmas","abstractText":"Electromagnetic radiation is another, broader, name for light, encompassing radio waves through to gamma rays. This proposal intends to investigate the ability of an electron beam gyrating in a fixed magnetic field to interact with an electromagnetic wave, in the microwave part of the spectrum. In certain conditions this interaction can be arranged so that the electrons slow down, and the energy they lose is conserved by an increase in the energy of the wave. This process is effectively LASER action. In particular the project will consider an electron beam where some electrons are very nearly travelling along the magnetic field lines and others are gyrating nearly perpendicularly to it. A new theoretical idea has been proposed as a result of astronomical observations which expects especially high growth rates to occur from this type of electron beam and potentially efficient conversion of the electron energy to wave energy. To evaluate this potential, and the validity of the theoretical idea, the project will conduct an experiment where such a beam will be produced by magnetic compression and the emissions from the beam will be observed for different values of the magnetic field and radiation field distributions. Measurements of the beam current, voltage position and velocity will be compared to the measurements of the amplitude and frequency of the microwave emissions. Theoretical research will also be undertaken to ensure the expected behaviour is compared accurately with the actually realisable experimental geometry. This combined approach of theoretical and experimental investigation will allow the project to compare the experimental results with the predictions of the theoretical model and also with the output of computational simulations, thereby establishing its validity and potential for applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036763/1","grantId":"EP/D036763/1","fundValue":"295640","fundStart":"2006-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  The impact this would have is twofold. First, there is the obvious benefit to the environment, but second, the development and ultimate commercialisation of such technology would create wealth for the UK's economy.\n\n\n\nThe current extraction process used by the mining industry involves passing rocks through a crusher to reduce them to a fine dust from which minerals and ore can be removed. However, this simple process comes at a high cost and uses an estimated 4% of the world's energy resources. This is where high-power magnetrons could make a big difference.\n\n\n\nWhen you put something unsuitable in your microwave, like a china cup, it tends to crack. If you do the same with rock, it also cracks, so that when you come to crush it, it just crumbles. High-power magnetrons would be used to pre-treat rocks with microwaves in order to reduce the amount of energy required to crush them.\n\n\n\nFunding provided by the EPSRC, under its Pathways to Impact programme, will help Adrian Cross and his team to reach their goal. The award will be used to initialise a collaboration with e2v Technologies, a UK-based company already manufacturing and selling world-class magnetron technology. &quot;e2v is one of the companies in the UK that can exploit the technology that we are developing,&quot; explains Cross. &quot;We want to provide impact by working with e2v, who have the market to sell these high-power magnetrons worldwide.&quot;\n\n\n\nTwo members of the Strathclyde group are already working in tandem with e2v, thanks to the EPSRC's funding. The hope is that the collaboration will pool together the design expertise of the Cross group with the manufacturing capabilities of e2v to produce a truly world-leading high-power magnetron.\n\n\n. Energy,Environment,Other Cultural","person":"Alan David Phelps","coPersons":["Adrian  Cross","Kevin  Ronald","Robert  Bingham"],"organisation":"University of Strathclyde","findingsText":" Theory, numerical modelling and laboratory experiments were used to understand the physical mechanism of certain types of electron beam driven instabilities in magnetized plasmas. It was established that the horseshoe instability is responsible for electromagnetic emissions observed when an electron beam is injected along a converging magnetic field in the presence of a tenuous plasma. Applications of this research to detailed understanding of plasma instabilities both in the laboratory and in magnetospheres. Energy,Environment,Other","dataset":"gtr"}