{"id":"63692D2C-137A-4930-9828-91ED5A96279A","title":"Next Generation Energy-Harvesting Electronics - holistic approach 1763","abstractText":"Whilst the electronics industry is battling with the demand to extend the battery life in the presence of increased functionality through continuing innovation in low power hardware and software, there is a clear opportunity to develop complementary/alternative energy sources for self-powered electronics needed in emerging application areas including mobile digital health, autonomous environmental and industrial monitoring. This is a three-year collaborative research project undertaken by four universities (Bristol, Newcastle, Imperial and Southampton) under three integrated research themes. The project will be carried out in collaboration with five suitably selected industrial partners in line with the research themes and applications: QinetiQ, Zetex, ARM, NXP and Mentor Graphics. Two international experts will also contribute to the project as visiting researchers: Prof. L. Benini, Bologna Uni., and Prof. P. Wright, Berkeley. Our experience, discussions with industry (a recent example is the Batteries Not Included seminar, NXP, Southampton, July 2008, organized by the Electronics Knowledge Transfer Network) and the findings of the recently completed EPSRC-funded Microelectronics Design Grand Challenges Network indicate a consensus that we are entering the era of electronics powered or least augmented, by energy harvesters. Future self-powered applications will require more complex and more compact electronic systems that are intelligent, adaptive and required to perform more computation with less energy. To achieve global optimisation and enhanced functionality, a significant improvement in self-powered electronic design and implementation is required. This can be achieved by adopting an integrated research programme, which takes a holistic design approach to the complex issues surrounding the development of next-generation energy-harvesting systems. In this research programme we propose to take a holistic design approach that will fully consider and exploit the interactions between the micro-generator, power conditioning circutry and computational electronics to make efficient use of the generated energy. The new design methodology will be incorporated into a novel mixed-technology domain modelling, and performance optimization deign toolkit. This design approach is fundamental to ultra energy-efficient design and to the miniaturisation of next-generation wireless electronics. The developed technology, design methods and toolkit will be validated by simulation, experimentation, three ASIC prototypes (adaptive micro-generator, synchronous and asynchronous processors) and a self-powered autonomous wireless sensor node demonstrator for industrial machinery condition monitoring application. To the best of our knowledge, no research programme in Europe or the US has developed a holistic design approach for energy harvesting electronic systems. The proposed three themes are key new areas that require interdisciplinary and inter-institutional collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066728/1","grantId":"EP/G066728/1","fundValue":"410095","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Some results have been communicated to MBDA. Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Alexandre  Yakovlev","coPersons":["Alexander  Bystrov"],"organisation":"Newcastle University","findingsText":" The project has developed: \n\n(1) Energy harvester aware design methods for computational logic that is capable of working under variable and unpredictable energy supply\n\n(2) Circuit solutions for power control and management techniques\n\n(3) Demonstrations of highly adaptive computational circuits\n\n\n\nThe main innovations and achievements are:\n\n(1) Energy-modulated computing:\n\n- Power-adaptive and power-proportional system design\n\n- Self-timed logic for varying power conditions and near-threshold Vdd\n\n- Experiments with multiplier and FFT\n\n- System-level power management and optimization\n\n- Reference-free voltage sensing\n\n- Switched capacitor power delivery\n\n(2) Infrastructure, processor, system construction and testing:\n\n- Robust electronics for fluctuating power supply (Asynchronous SRAM and asynchronous FPGA)\n\n- Active power reduction in a microcontroller through sub-clock power gating\n\n- Chip design, testing system design, and testing results Entirely new types of sensors that are self-powered, new types of power--proportional and power-adaptive computing systems We have identified exploitation routes through a number of UK and overseas businesses, including companies producing energy-harvesting electronics, low power systems and energy-aware high performance systems. We have started more active collaboration with ARM and Moortec Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}