{"id":"636FBFAE-A359-4F28-8EDF-3C867E54CF8B","title":"Microstructure of La(0.6)Ca(0.4)MnO3 thin films grown on StTiO3","abstractText":"Manganese oxides have been intensively studied recently due to their metal to insulator transition, accompanied by colossal magnetoresistance (CMR). The CMR effect is related to the chemical composition and oxidation state of Mn in the material. A possible integration of those materials in device applications based on the sensitivity to magnetic fields represents one of the major tasks for industrial applications, such as magnetic recording.The magneto- transport properties are sensitive to various film properties, such as substrate type, vacancies and strain, which can be induced in thin films by using substrates with a lattice different to the growing film. Highly oriented (002) La0.6Ca0.4MnO3 films can be grown on SrTiO3 substrates using Pulsed Reactive Crossed Beam Laser Ablation. We have succeeded to obtain preliminary results for LCMO films grown on STO substrates by XRD, high resolution TEM analysis and electron diffraction. The analysis revealed epitaxial growth with twin domains specifically related to the perovskite structure. Due to the lattice mismatch between the substrate and the film, misfit dislocations form in the interface. In order to optimise such films for CMR it is important to obtain more detailed information about the influence of misfit dislocations on the interface structure and the local stoichiometry as well as about La/Ca/Mn- and vacancy-distributions in the film. With the aberration corrected Daresbury SuperSTEM it is possible to gain such information with atomic column spatial resolution. In a pilot study on a different materials system, namely oxygen deficient La/Ca cobaltates (grown by the above method) we have already demonstrated what combined use of atomic resolution high angle annular dark field (HAADF) imaging and atomic column EELS can achieve: it enabled us to identify two types of planar faults ('Brownmillerite' and 'Ruddleston-Popper' defects) consisting of ordered O-vacancy planes in one case and of 1/2 unit cell-wide rocksalt-structure domains with strong enrichment in Ca on in the fault. These are unprecedented measurements, and it would have been impossible to obtain these without the SuperSTEM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02276X/1","grantId":"EP/F02276X/1","fundValue":"4816","fundStart":"2008-05-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"","person":"Ursel  Bangert","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}