{"id":"636FF5D1-66B1-4F71-8615-FA0EA7CDF799","title":"Investigating an ongoing selective sweep: the dynamics and consequences of the spread of male-killer suppression in the butterfly Hypolimnas bolina","abstractText":"Natural selection is best known from the response of organisms to anthropogenic change-melanization of peppered moths after industrialization, resistance to insecticides after spraying with DDT, antibiotic resistance in bacteria. Natural selection, of course, happens in response to natural environmental change as well, although the tempo of the response is less well worked out. In this study, we will examine an ongoing selective response to a naturally occurring parasite. This parasite lives in butterfly hosts, where it kills male hosts only (it is a 'male-killer'). In the recent past, a suppressor of the activity of this parasite arose that 'rescues' male hosts. In this study, we will examine the spread of this suppressor, and its effects on the host. In terms of spread, we will examine how recently the suppressor arose, and how far it has spread from its source geographically-potentially the system displays some of the fastest dynamics observed to date. In terms of effect on the host, we will examine how the spread of this one new mutation affects other genes in the genome. Genes are grouped on chromosomes, like beads on a chain. When one of these beads is strongly selected (as is our supressor), so variants of genes that share the chain may also be affected by association with the orginal selected mutation. This process is termed hitch-hiking, as the movement of one carries along another that is not directly being selected. Because the selection is rapid in this case, it is likely that many other genes are also affected. We will examine the degree to which this is has occurred. In the long term, it is hoped the research will also help characterize the suppressor gene. This has the potential a) to help our understanding in the ways in which bacterial toxin activity might be blocked, with potential utility in medical biology b) to identify the toxin produced by this bacterium, which will represent a novel insecticidal agent of potential utility in pest and vector control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E003109/1","grantId":"NE/E003109/1","fundValue":"46842","fundStart":"2007-05-10","fundEnd":"2010-05-09","funder":"NERC","impactText":"  In educational materials (2 academic books, 1 public science book in progress) Education Cultural","person":"Gregory  Hurst","coPersons":["Chris David Jiggins"],"organisation":"University of Cambridge","findingsText":" This study has documented a dramatic influence of natural selection on the genome of this butterfly due to the spread of a 'supressor' locus. This locus repressses the male-killing effect of a Wolbachia bacteria. It represents the strongest example of natural selection found to date in nature Find the gene involved in interaction for exploitation Education,Environment","dataset":"gtr"}