{"id":"637EF699-2B70-48B0-8F93-6B7F2B924522","title":"A multidisciplinary approach to studying crypt-villus homeostasis and regeneration in the intestinal epithelium","abstractText":"We aim to study the mechanisms regulating the continuous renewal of the intestinal epithelium in physiological conditions and its recovery following injury. This understanding will contribute to the identification of strategies for maintaining the health and preventing diseases of the gastrointestinal (GI) tract.\n\nThe intestinal epithelium forms the first barrier between the gut lumen and the body. The epithelial cell monolayer lining the small intestine has a complex architecture, with invaginations into the intestinal wall called crypts located between finger-like projections into the lumen called villi. Several crypts surround a villus forming a crypt-villus unit; each crypt is involved in more than one unit, providing cells to more than one villus. Intestinal stem cells located at the base of each crypt proliferate and give rise to epithelial cells, which migrate to the tip of the neighbouring villi, from where they are shed into the gut lumen. In the healthy intestine, the dimensions and cell number on this crypt-villus unit remain remarkably constant during adult life. This implies that the rate of cell shedding from the villus tip is balanced by the rate at which new cells produced within the supporting crypts migrate from these crypts onto the villus. \n\nTherefore, the maintenance of the functional integrity of the intestinal barrier requires a tight coordination of the numbers of crypts and villi, cell production in the crypts, cell migration along the crypt-villus axis, and cell shedding from the villus. Failure of regulation of these processes may result in cells escaping normal growth controls and tumour formation. Inflammatory processes are characterized by enhanced cell shedding that may fail to be compensated by the increase of cell proliferation within the crypts leading to the loss of the integrity of the intestinal barrier. In addition, the intestinal lesions in coeliac disease reflect a severe alteration of the balance between cell apoptosis on the villi and cell proliferation within the crypts. The subject of this proposal is gaining insight into the mechanisms underlying the maintenance of the equilibrium between crypts and villi in the intestinal epithelium and how this balance is regained after injury. This is essential to maintain the health of the GI tract and to develop novel preventive strategies for intestinal pathologies such as tumourigenesis, ulcerative inflammatory processes and coeliac disease. \n\nHowever, such questions cannot currently be resolved by experimentation alone, since it is not possible to collect in vivo time course imaging of entire crypt/villus units over prolonged periods. To this end, mathematical and/or computational modelling represents an alternative framework within which to conduct in-silico experiments that complement the in-vitro experimental approaches. We plan to integrate computational models with experimental data to elucidate the biophysical mechanisms that may coordinate cell proliferation within the crypt, cell migration along the crypt-villus axis and cell shedding from the villus in order to preserve the numbers and size of crypts and villi within the small intestine. Computational simulations of the validated models will then be performed to predict the dynamics of epithelial recovery after injury. We will also identify potential early markers of altered epithelium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017578/1","grantId":"BB/K017578/1","fundValue":"265683","fundStart":"2013-10-15","fundEnd":"2017-07-13","funder":"BBSRC","impactText":"","person":"Philip Kumar  Maini","coPersons":["Helen  Byrne"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}