{"id":"63823790-278A-4B6D-9216-DD92CFBB545A","title":"Siderophores as anchors in artificial metalloenzymes","abstractText":"The project involves the development of artificial metalloenzymes that consist of a synthetic catalytic centre that is linked via an anchor group to a protein that acts as a scaffold. This design allows the combination of the chemical reactivity of organometallic catalysts with the selectivity and biocompatibility of proteins. Such artificial enzymes would allow existing catalytic processes to run under mild conditions and make new biotechnological transformations possible. In addition, such artificial enzymes could be used to activate antibiotics.\n\nThe anchor groups to be investigated in this project are based on siderophores, which are ligands that are produced by bacteria for the uptake of essential iron. The iron(III)-siderophore complexes formed are extremely stable and actively transported into the bacterial cell. In Gram-negative bacteria, transport involves recognition and uptake via a specific outer membrane receptor, followed by capture by a periplasmic binding protein and delivery to an inner membrane transporter for translocation into the cytoplasm. \n\nIt is the periplasmic siderophore binding proteins that will be explored as novel protein scaffolds in artificial enzymes. The advantage of this approach is the active transport of the synthetic catalysts into the bacterial cell via the siderophore uptake system. Once the catalysts are taken-up along with the iron siderophore complexes, they are captured by their respective binding proteins. Hence the target artificial enzymes self-assemble and accumulate in the periplasm of the bacterial cell, where they may be used for catalytic transformations or the activation of antimicrobial prodrugs. In this way, by taking advantage of the bacterial iron-uptake pathway that is mediated by siderophores, the metabolism of the bacterial cell is exploited to support chemical transformations in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024829/1","grantId":"EP/L024829/1","fundValue":"627905","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"EPSRC","impactText":"","person":"Anne-Kathrin  Duhme-Klair","coPersons":["Keith Sanderson  Wilson"],"organisation":"University of York","findingsText":"","dataset":"gtr"}