{"id":"6385D4F9-DE7E-4A19-A956-C6E3C4F3C3B6","title":"TWENTY 65: Tailored Water Solutions for Positive Impact","abstractText":"Water for all is the aim of this consortium. The UK water sector faces grand challenges over the coming decades: increasing population, ageing infrastructure, and the need to better protect the natural environment all under conditions of uncertain climate change. The application of traditional technology-based solutions alone is not the way forward. We propose the use of 'tailored solutions' to address these challenges by combining measures to suit specific circumstances and constraints to achieve flexible and adaptive water systems. The project will undertake research in 8 technical themes, each of which individually pose disruptive questions, demonstrate the potential for, and lead transformation. However, they will not be viewed in isolation. When considered in combination, taking a systems view, they can be combined as 'silver baskets' of broader tailored solutions able to work synergistically for existing and new infrastructure in order to achieve transformative impact. Tailoring water solutions does not mean lower quality water services for different sectors in society; rather, it means fair, bespoke solutions appropriate to variations in the natural environment, population distribution, and legacy infrastructure. In this way the project will address the needs of water for all. \n\nOur consortium is built around a core based on the Pennine Water Group (PWG) which has been supported continuously by three EPSRC platform grants since 2001. The PWG's strength and international reputation is founded on a balance of fundamental and applied research via a multi-disciplinary approach focusing on urban water asset management. This consortium broadens the PWG to include new expertise to provide tailored water solutions for positive impact. At Sheffield, this will include new collaborations with experts in energy systems, robotics, automation, and management. Externally, the consortium includes internationally-leading experts from Exeter for household and community scale water efficiency, Imperial College for treatment and emerging contaminants, Manchester for social practices, Newcastle for climate change impacts, risk modelling and cities/infrastructure integration, and Reading for catchment processes. All members bring wide international collaborative networks that will link with the scientific and engineering research needed to deliver the silver baskets of tailored solutions.\n\nTo achieve the envisioned transformation requires time and a step change in the way in which the UK water sector identifies, develops and applies innovation. Stakeholders need to move out of traditional silos and collaborate to creatively co-produce knowledge and action. Academics, scientists and engineers must work across disciplines and stages in the knowledge production process to deliver the complex socio-technical solutions needed to meet the challenges facing the UK water sector. Collaboration is especially relevant in a sector that is not accustomed to working together and does not have a shared vision of how to meet its grand challenges. A unique feature of this consortium is the development of the Hub that will revolutionise the way innovation is delivered to the UK water sector. The Hub aims to provide transformative leadership and accelerate and support innovation through partnerships for the co-production of knowledge across the water sector. Underpinned by world class science and engineering research the Hub will facilitate the development and communication of a shared visionary roadmap for the UK water sector, stimulate and demonstrate new tailored approaches to address the grand challenges, create a process for selecting potentially transformative tailored socio-technical solutions in line with the roadmap and enable the accelerated generation of collaborative, responsible innovation across the UK water sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010124/1","grantId":"EP/N010124/1","fundValue":"3962860","fundStart":"2016-01-25","fundEnd":"2021-01-24","funder":"EPSRC","impactText":"","person":"Joby  Boxall","coPersons":["Kamaljit Singh Birdi","Alma Neeltje Antonia  Schellart","Joanna Mary Clark","Richard Jonathan Dawson","David  Butler","Graham  Stafford","Peter Joseph Hall","Martina  McGuinness","Tony James Dodd","Catherine Anne Biggs","Henriette Stokbro Jensen","Raziyeh  Farmani","Richard  Collins","Michael Richard Templeton","Liz  Sharp","Richard Edward Brazier","Martin  Mayfield","Kirill V Horoshenkov","Mark Daniel Ogden","Virginia  Stovin","Simon  Tait","Claire  Walsh","Alison  Browne","Vanessa  Speight","Nigel Jonathan Graham"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}