{"id":"638BF415-2124-463A-A44F-63409C75C694","title":"Evo-Bots - From Intelligent Building Blocks to Living Things","abstractText":"One of the grand challenges in robotics - and an enormous driver for technology - is to make robots more like living systems. If this was achieved, robots would act more autonomously, become more flexible, and be able to repair themselves. Life-like robots could even serve as models of natural organisms. They could be used to help answer three of the Top 25 Big Questions facing science over the next quarter-century (see 125th-anniversary issue of Science): Are we alone in the universe? How and where did life on Earth arise? How far can we push self-assembly?\n\nOur long-term vision is to create the first non-biological living system through evolution in the natural world. This project takes arguably a radical approach: creating living systems without using the building blocks of biological systems. Rather, the building blocks, called evo-bots, will be synthesised from scratch. It is expected that evo-bots, similar to RNA/DNA, can give rise to novel forms of life. \n\nEvo-bots are expected to be a game changer in robotics. They are mobile robots that control when to move; however, their direction of motion is entirely dictated by their environment. We believe that this trade-off between mobility and extreme simplicity is an ideal compromise that will enable the fabrication of massively distributed robotic systems composed of millions of units. This will pave the way for a whole new range of applications, for example, in water engineering (micro-robots for inspection tasks) and clinical/healthcare technologies (micro- or nano-robots to operate inside the human body).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033948/1","grantId":"EP/K033948/1","fundValue":"100905","fundStart":"2013-07-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"","person":"Roderich  Gross","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}