{"id":"63935A8C-3291-449A-81BB-C7C7B25EDAF5","title":"SMART: Self Management supported by Assistive, Rehabilitation and Telecare Technologies","abstractText":"Chronic health conditions are those that a person has over an extended period of time, or for life. The sufferer and their family have to learn to live with the illness and its consequences. The UK government is concerned about the extent of chronic ill health and the cost of providing quality services to all who need them. This has led to a major rethink. As a result, there are a number of new requirements for health and social services. These include recognising the expert knowledge that the person with a long term (or chronic) condition has developed over time and introducing ways to help them to manage their symptoms. Professionals are being asked to work in partnership with people with long term conditions, so that the individual is in control of their treatment and care plan and what happens as a result. More and more of us are using technologies in our everyday lives. This four year project will look at how technologies can be used to help individuals and their families to manage the consequences of long tem conditions and maintain quality of life, supported by professionals. It will involve:- 1.Identifying the technologies that are capable of providing relevant information to users with long term conditions so that they can be helped to achieve realistic life goals, agreed through their therapy plan2.Working with users and health care staff to test which are the best technologies for this purpose, how devices can be most appropriately used and what the best forms of information feedback are.For this project, we have decided to focus upon three very different conditions. The first is stroke. People who have a stroke were often fit and well beforehand. Stroke can leave the person suddenly physically disabled. Treatment and rehabilitation can continue for a long time to help recover mobility and ability to communicate. The second condition is chronic pain. This is a symptom of many long term illnesses and leads to very poor quality of life for sufferers. The third is heart failure. People with heart failure are restricted in what they can do and often have to go into hospital if their condition suddenly gets worse.We have chosen these conditions because the technology we develop will have to be capable of meeting differing needs. The last phase of our project will involve asking people from each of these user groups to test the technology in their own homes so that we can find out the extent to which it is helpful in assisting them to make necessary changes to their behaviour. An example of how the technology might be introduced to a person following stroke is as follows; Following discharge from hospital a community therapist visits the person in their home. The therapist undertakes a full assessment of need. They then log onto the home based computer and customise a programme of activity to meet the needs of the user using the 'stroke toolkit' element of the system, The person and the therapist then look at the library of life goals on the system and agree which the user would like to achieve or maintain over the next few months e.g. they may wish to be able to go to their allotment, to church or simply be able to get up from their bed to the bathroom during the night without falling over. The therapist then shows them how to wear a small sensing device which will record over time the amount or type of activity they are doing (walking, sitting, standing) and the quality of the activity they undertake. Once the user has practiced the programme of activity with exercises, understands how to score the achievement of their agreed goals and can attach the small sensors they will be left to manage their own individualised therapy plan. They are able to obtain feedback on progress through their computer and through email messages sent by the therapist who will be monitoring the user's progress from their place of work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001916/1","grantId":"EP/F001916/1","fundValue":"485800","fundStart":"2008-01-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  This is one of the first demonstrations of a mediated system for use in rehabilitation. It has attracted a great deal of attention from other reserach groups (See citations) and from industry. We have met with NHS and commercial organisations. However we were unsuccessful in encouraging partnership to develop phase 2 of the work. In paticular this is because of the perceived gap in development and time to market by possible companies, and running out of time and money to reach companies willing to fund. Healthcare Policy & public services","person":"Christopher  Eccleston","coPersons":["Edmund  Keogh","Lance  McCracken"],"organisation":"University of Bath","findingsText":" We developed a mobile and home based computer system that allowed for the delivery of cognitive behaviour to patients with chronic pain, without them needing to visit a hospital.\n\nThe system deliberately made use of technology that already exists (so called pervasive) like home computers and mobile telephones.\n\nWe focussed on one specific common pattern of behaviour patients with chronic pain engage in, that often leads to disability. This is called 'Activity Cycling'. Typically chronic pain patients fall into a pattern of over or underdoing activity based on how they are feeling in the moment. As a direct consequence they often then experience distress, disability, and loss of social activity when they suffer increased pain. \n\nCognitive Behaviour Therapy has a component called 'pacing' which breaks this cycle by helping people to plan their activity based on their goals not on how they feel in the moment. This might include sometimes doing more than one feels like, and sometimes doing less. One becomes rule governed not pain and mood governed. Pacing leads ultimately to more engagement within meaningful activity, which leads to rehabilitation and the breaking of the behaviours that support continued pain and suffering.\n\nThe solution made use of mobile monitoring technology that allowed for an accurate measurement of over and underactivity cycling, which could then be used by patients to see when and how far one is cycling. This is information often hidden to patients.\n\nWe designed and built a solution to problem. We designed all of the computer interfaces with patients so they could be used by them, and presented the information in ways that helped with the psychological tasks of monitoring, goal setting, and motivational reinforcement.\n\nWe discovered that a) patients can and do use such mediated solutions. b) patients liked and wanted to use the solutions, and c) it is possible to change behaviour with remote solutions.\n\nWe were not able to move this research to the next level due to lack of successful engagement with commercial partners to develop a stage 2 solution. There remains a major opportunity in this field. We have recently completed the Systematic Review for the Cochrane Library that shows the lack of a clear leader and the lack of innovation in this field.\n\n3. Eccleston C, Fisher E, Craig L, Duggan G, Rosser B, Keogh E. (2014). Psychological therapies (internet delivered) for the management of chronic pain in adults. Cochrane Database of Systematic Reviews, Issue 2. Art. No.: CD010152. DOI: 10.1002/14651858.CD010152.pub2. Healthcare","dataset":"gtr"}