{"id":"6398A3F7-9920-4D0E-9B9B-4E9E77EEC164","title":"Separating soil respiration into autotrophic and heterotrophic components in Peruvian montane rain forest.","abstractText":"Soil respiration (Rs) is the second largest component of the terrestrial carbon cycle and small fractional changes in this term can affect whether an ecosystem is a net source or sink for carbon. Quantifying how Rs changes seasonally and in response to climatic change is therefore a central challenge for terrestrial carbon cycle science. However, Rs comprises components that are plant-driven ('autotrophic respiration', Rsa) and microbe-driven ('heterotrophic respiration', Rsh) and this makes estimating the environmental sensitivity in aggregate Rs difficult. It is not possible to properly understand or predict changes in Rs without quantifying Rsh and Rsa separately. However, to measure Rsa and Rsh separately has, until now, been difficult without signficant physical and/or chemical intervention, including undesirable disturbance to the soil. Our pilot data of measurements of Rs from Peru are exceptional: they indicate that root respiration declines to very low levels during the night, leaving microbial respiration to continue. This pattern in fluxes can be exploited to separately measure Rsa and Rsh directly and without disturbance to the soil, but only if soil respiration can be measured on a continuous basis over 24 hrs. This project will finance the purchase of a soil respiration system that is capable of performing these measurements and will also allow us to measure the composition and age of the respired carbon, providing additional information enabling us to confirm the sources of respired carbon and how they change over 24 hrs, and over a full seasonal cycle. With our current resources none of these scientific goals are possible, but funding now will allow us to achieve them at minimum cost, by making use of our current (NERC-funded) research programme in Peru. The new information from this small grant will provide significant new insight into one of the most important elements of the terrestrial carbon cycle. The project will also develop a measurement method that is potentially of wide application. The request for funds represents extremely good value for money as the work will make efficient use of existing NERC resources supplied to us to perform a soil translocation study at our field site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010680/1","grantId":"NE/F010680/1","fundValue":"32638","fundStart":"2008-03-04","fundEnd":"2009-07-03","funder":"NERC","impactText":"  They have been used to inform a local conservation group, Amazon Conservation Association with respect to it's land use planning advice to government. The data have been presented to the Peruvian government in relation to land use and climate policy. The science outcomes have informed earth system model development, with downstream impact on climate policy at an international level. Education,Environment Economic,Policy & public services","person":"Patrick  Meir","coPersons":["Michael Ian Bird","Yadvinder Singh Malhi"],"organisation":"University of Edinburgh","findingsText":" Demonstrated how soil carbon reserves alter across the biologically important barrier of the treeline in the tropical Andes; soil carbon stores are large in this region and do not differ substantially at this transition, but do decline with elevation. Other results quantified how moisture and temperature determine decomposition rates, and whether soil physical structure influences the temperature sensitivity of decomposition in soil. The work informs land use and conservation policy directly and also indirectly through earth system model improvement of the soil component of the terrestrial carbon cycle. Education,Environment","dataset":"gtr"}