{"id":"639A0F13-0618-4AF9-8FCE-89BD7521FFD9","title":"Living in a Material World: A cross-disciplinary location-based enquiry into the perfomativity of emptiness","abstractText":"Creative and critical responses to landscape and environment have emerged from across and beyond the Arts and Humanities, yet collaboration across the disciplines remains rare and methodological approaches disciplinary-bound. This series of experimental, location-based workshops will engage with a range of disciplines, arts and community organisations in order to provide an arena in which approaches to landscape and environment can be compared, combined and placed in critically reflective relationships.\\n\\nThe Network responds to discussions held between participants in the emergent Performativity| Place | Space research theme at the University of Bristol (led by Professor Martin White with RCUK Fellows Dr Jo Carruthers and Dr Angela Piccini) and colleagues in the southwest of England and in Wales. Participants in the research theme, drawn from a range of disciplines, explore notions of place and space - real and imagined, physical and virtual, natural and constructed, historical and contemporary - as 'performative': In other words, how the active engagement with and practising of space creates our material experiences of palce. Understanding place and space through performativity highlights the active, multiple and ever-changing nature of 'location'. For the network, we are specifically interested in investigating the relationships between debates around space and place and those that have characterised landscape and environment.\\n\\nTo that end we have devised a series of location-based workshops to foster cross-disciplinary approaches to understanding 'landscapes' as networks of practised places. IN particular, we focus on 'emptiness', specifically locations that are seen to be abandoned, degraded, disapeared, transitory, unmarked yet which are materially rich. This focus engages with the ways in which landscape and environment are often valued or devalued, remembered and forgotten, enabling them to contest and complicate assumptions regarding 'empty space' as well as trace the cultural configurations that create 'emptiness'. 'Emptiness' thus focuses resea\\rch questions on the specifications of the active constitution and performance of landscape and environment.\\n\\nWorkshops will provide scope for combining research methods across the disciplines represented, from philosophical enquiry to empirical investigation and from creative cultural interventions to traditional fieldwork. Higher education, professional arts and public-sector community workers will all be represented. Using source materials circulated before the event, participants will use the three two-day workshops to investigate landscape and environment through the performativities of place and space. Hosted by the universities of Bristol, West of England and Aberystwyth, each event will be shaped according to differing agendas and traditions.\\n\\nTheworkshops will be paired with reflective symposia in order to bring together individuals and groups to provide an anchor-point for workshops findings. Individuals will share areas of expertise with the specific aim of questioning disciplinary and methodological boundaries as they pertain to landscaper and environment. Although provisional and speculative, activites will be discussed as they are formulated, facilitating transferral of practices, perspectives and outputs. The symposium events will culminate in collaborative presentations that aim to evidence the potential of cross-disciplinary approaches and highlight areas for further work. Due to the experimental and innovative nature of the Network scheme, the planning of the full research projects is not a priority, but it is expected that each location will inspire material that can be disseminated to a range of audiences and stakehodlers, and that a new conceptual space will be created in which novel perspectives and practices and place and space will deve","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503071/1","grantId":"AH/E503071/1","fundValue":"25183","fundStart":"2006-09-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"Angela Ann Piccini","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}