{"id":"63A74F1D-E0C5-45D8-9232-0E388C983E9D","title":"Integration of evanescent wave cavity ringdown spectroscopy with electrochemical methods: A step change in the study of interfacial phenomena","abstractText":"An interface is the region that forms between two phases that do not mix when they are brought together. Interfaces have unique physical and chemical properties, that are of fundamental and practical importance throughout many areas of science. For example, solid/liquid and liquid/liquid interfaces can be used for catalysis, synthesis and sensing applications. More complex interfaces are found in living systems, such as membranes which form a major component of biological cells. Since the interfacial region is so thin (nanometer scale; 50,000 times thinner than a human hair), and its properties change abruptly as it is crossed, we have much less information on interfaces than on uniform bulk phases (solids, liquids and gases). To understand and probe interfaces, scientists require new techniques that can uncover the properties of interfaces. Our proposal is to build a new instrument that combines two approaches that have been applied separately in different areas of science - scanning electrochemical microscopy (SECM) which can measure rates of reactions occuring at surfaces in solution, and a chemical characterisation method called evanescent wave cavity ring down spectroscopy (EW-CRDS). Each method has distinct attributes and by bringing them together for the first time, we expect to find new information on a wide range of important interfacial processes. The approach is simple but powerful: SECM will be used to perturb an interface or drive an interfacial process on a local scale in a well-defined way, while EW-CRDS will determine with high sensitivity what happens chemically as a result of the perturbation. In this exciting new development, we will spend part of the project constructing and testing the instrument and then apply the method to four different areas, to illustrate the breadth of new information that we expect to result. We will study: (i) model biological membranes, to discover how protons move along the membrane surface, which is a key process in the functioning of living cells; (ii) how charges move in ultrathin conducting polymer films, which have the potential to be used in a new generation of electronic devices and sensors; (iii) how metals form and grow in the region between an oil and a liquid, to better understand the formation of nanoparticles. We will also investigate whether it is possible to study metal electrode surfaces, which would open up major areas of electrochemistry for study, with the ultimate possibility of investigating catalyst and sensor surfaces in action.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C00907X/1","grantId":"EP/C00907X/1","fundValue":"489901","fundStart":"2006-02-01","fundEnd":"2006-06-30","funder":"EPSRC","impactText":"","person":"Stuart  Mackenzie","coPersons":["Julie  MacPherson","Patrick  Unwin"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}