{"id":"63AFD794-82DB-4F8D-BC09-156E5EDCA984","title":"Multi-scale modelling of the ocean beneath ice shelves","abstractText":"Quantitative prediction of future sea level is currently impossible because we lack an understanding of how the mass balance of the Earth's great ice sheets can be affected by climate change. Chief among the uncertainties are how changes in ocean circulation and/or temperature will influence the thickness and extent of the ice shelves and how the outflow from the ice sheet will change in response. Observations of the ocean under ice shelves are very sparse and difficult to obtain. Hence, numerical modelling has been used to provide insight into the structure and dynamics of the ocean flow in ice shelf cavities, as well as their influence on the larger scale. However, the complexities associated with this application means that models based upon hydrostatic dynamics, uniform mesh resolution and a layered structure in the vertical, may be improved upon. These complexities include the presence of a grounding line where the water column depth goes to zero under ice deep below mean sea level. The importance of this very limited region to the ice shelf above, and the associated grounded ice sheet, is massive but this is exactly the point where conventional models need to make the largest compromises in representing the real world. Also, the shape of the base of the ice shelf, and the steep change at the front between the ice and the open ocean, place important constraints on the ocean dynamics and hence they need to be represented well in a model in a similar manner to sea floor bathymetry. This, along with the representation of critical buoyancy driven processes that may be of small scale, points towards the use of non-uniform resolution in both the horizontal and vertical directions. In this project we will adapt our state-of-the-art numerical model to study the ocean circulation in the cavities beneath floating ice shelves. Unstructured and anisotropic dynamically-adaptive mesh methods in three dimensions will allow simulations with a resolution and geometric flexibility that is greater than has been possible before. Model developments will be benchmarked against earlier model results and validated on a hierarchy of test problems. Real world applications under the Filchner-Ronne and Pine Island Glacier ice shelves will be used to calibrate and validate the model against observational (including new Autosub) data. Highly timely new science will be preformed in these areas, and this project will also be an important step towards the inclusion of ice shelf cavities in global scale ocean models of the future. The final result will be an improved understanding of the physical processes occurring under ice shelves, and a powerful tool that will enable the explicit inclusion of ice shelves in global scale ocean and climate models of the future. This project fits well with NERC strategy. In particular the prediction of the future contribution of the ice sheets to sea level rise is seen as a high priority goal that cuts across the themes of Climate Systems, Earth System Science and Natural Hazards. Development of the next generation climate models is also a priority for the Climate Systems and Technologies themes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018391/1","grantId":"NE/G018391/1","fundValue":"353574","fundStart":"2010-07-05","fundEnd":"2013-01-04","funder":"NERC","impactText":"","person":"Matthew David Piggott","coPersons":["Christopher Charles Pain","Gerard  Gorman"],"organisation":"Imperial College London","findingsText":" Ice-shelf thermodynamics: The existing ice-shelf parameterisation, formulated for ocean models that employ a structured grid in the vertical (z- or sigma- coordinate), was reapplied to design and implement a new ice-shelf parameterization framework for the fully-unstructured mesh finite element ocean model, Fluidity-ICOM. This means that Fluidity-ICOM is now the only ocean model that is capable of simulating ocean circulation beneath an ice-shelf that contains 1) a smoothly varying ice base, 2) a zero-depth grounding line and 3) a exactly vertical ice front. These capabilities are demonstrated in Kimura, S., A.S. Candy, P.R. Holland, M. Piggott and A. Jenkins, 2012: &quot;Adaptation of an unstructured-mesh, finite-element ocean model to the simulation of ocean circulation beneath ice shelves&quot;, Ocean Modelling, in press, 2013.\n\n\n\nIce-shelf pressure loading: The ice shelf presents a unique surface boundary condition with a static surface pressure of several hundred atmospheres, while most ocean models assume that surface pressure will not deviate far from atmospheric pressure. We have implemented and tested a hierarchy of strategies for dealing with the pressure loading in Fluidity-ICOM. Like other models each of these use a varying degree of parameterisation to approximate the behaviour of the interface, except a new novel approach we have introduced, which performs an accurate full 3d non-hydrostatic pressure calculation to predict how the position of the interface evolves in time (Candy et al. in preparation, 2013). This has been designed to operate and scale well in large parallel simulations of polar ocean processes.\n\n\n\nDomain representation: An optimised representation of the domain of interest is important and a non-trivial task with a 3D unstructured mesh. Ice shelf ocean cavity domains contain features not previously encountered in Fluidity-ICOM simulations and due to the different, more flexible manner a finite element model treats the spatial discretisation of the domain, new meshing approaches were required to represent these topographic features. The mesh is optimised based on user-defined tolerances (which, for example, can be defined as functions of location or water depth to yield enhanced representation of the grounding line). These produce domains that accurately conform to real boundaries and interfaces. This has given Fluidity-ICOM the capability to mesh ocean cavity domains with an arbitrary bathymetry and sub-shelf topography, with an accurate representation of the approach to the grounding line and the vertical ice shelf front.\n\n\n\nRealistically-sized domains: Simulation of non-hydrostatic dynamics on unstructured meshes in domains with a horizontal extent much larger than the vertical pose a particular challenge for non-hydrostatic models and novel solver and pressure-splitting approaches have been developed to significantly alleviate this cost (e.g. Kramer et al., 2010, Piggott et al., 2008). The convoluted high aspect-ratio geometry of ice-shelf cavities and unusual surface pressure forcing have exacerbated these problems. We have modified our existing methods and found the best combination of approaches in order to model in realistic sub-shelf ocean cavity domains. This approach uses a discontinuous piecewise-linear representation of velocity and a piecewise-quadratic approximation to the non-hydrostatic pressure, in combination with an algebraic multigrid preconditioner with vertical smoother and a '2+1D' mesh to ensure nodes are vertically-aligned.\n\n\n\nPine Island Glacier model: The implementation of ice-shelf physics into Fluidity-ICOM is complete, and has been tested in idealised domains. We have extended this to produce a model of the Pine Island Glacier with boundaries that conform to real bathymetry and basal shelf topology. This ice shelf cavity presents a considerable challenge to any model, as it has strong buoyancy forcing from rapid melt, complex geometry due to a large submarine ridge, and a convoluted ice base deeply incised with narrow crevasses.  ","dataset":"gtr"}