{"id":"63B1341A-FE48-40C4-BE07-77BFE3F17867","title":"Between: Journeys with Photography","abstractText":"I plan to undertake two complementary circular journeys using public roads as the basis for generating photographs. The journeys are: \\n\\n(i) South Africa: beginning and ending in Cape Town, I will travel on a clock-wise journey of 15 days duration, between 15 African towns or villages that still bear Scottish place-names, e.g. Aberdeen, Balmoral, Dundee, Montrose, Sutherland. This will necessitate visiting almost every South African province. \\n\\n(ii) Northern Europe: Beginning and ending in Rovaniemi, I will make an anti-clockwise, 15 day journey, travelling through the Fenno-Scandinavia region that traverses Norway, Sweden, Finland and Russia. I will follow the best available roads to travel in an 'arctic circle', crossing the Arctic Circle on at least two occasions. \\n\\nThe journeys will complement each other in that they will be made in the same global time zone, 15-30 degrees east of the Greenwich meridian being common to both regions. One will take place at the southern tip of Africa, the other at the northern tip of Europe. Both journeys will be made in relatively under-populated regions that are in radically different climatic zones; they will each enable me to consider colonialism and/or occupation in the context of recent cultural changes. In South Africa, my 'Scottish' journey will be in a recently democratised country, enabling me to reflect on the healing of post-apartheid SA through the erasure of 'Bantustan' subdivisions; in Fenno-Scandinavia, home of the S&aacute;mi indigenous people, I will travel in a cross-border region where recognition of S&aacute;mi nationhood, established in late C20th., has received little international attention. \\n\\nThe resulting photographs will examine how journeys through specific socio-political regions generate sets of fabricated photographic artworks that retain their identity as discrete images, but that nevertheless represent physical and conceptual journeys. The photographs will be made through analogue methods, usi black and white, negative film. An examination of the qualities of light sensitive negatives and prints, adds to the specific focus of the project through two distinct phases of making: \\n(i) travelling in order to collect 'pictures' as invisible afterimages until such time as films are developed and printed; \\n(ii) processing and presenting, at which time afterimages are superseded by photographic prints with the result that a slow shift occurs from images that are connected to place towards discrete pictures that invite the eye to travel across and between picture planes.\\n\\nBetween will generate photographs made in different hemispheres, at the extremities of two continents that lie in the same latitude. Through these geographical and cultural (dis)connections, it will examine the gaps between photographic capture, studio production and exhibition/publication. \\n\\nBetween will be presented in exhibitions in the UK, South Africa and Finland; it will also form a core element of a photographic monograph to be published in 2001/12. The project will contribute to contemporary international debates concerning art and photography. Exhibitions would be directed at artists, academics and students as well as a gallery-going public. Where and when possible, I will present institutional and public lectures on my work. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H031618/1","grantId":"AH/H031618/1","fundValue":"32006","fundStart":"2010-02-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Roger  Palmer","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}