{"id":"63C2D2F3-8ECF-46DE-9791-A867C4070016","title":"Global Modelling of Aerosols and Chemistry in Support of SOLAS-UK","abstractText":"One of the most important feedbacks in the natural climate system involves the emission of gases from the ocean surface. One important gas, dimethyl sulphide, leads to the formation of particles in the air (aerosol). These particles strongly influence the nature of clouds, which in turn play a large part in controlling global temperatures. Emissions of dimethyl sulphide may be different in a future climate. It is therefore important to understand how changes in the emission of this gas affect the aerosol in the marine atmosphere. The chemical composition and physical properties of particles in the marine atmosphere are shaped by a complex range of processes (involving gas chemistry, particle formation, removal and transport) occurring on global scales. These processes are poorly quantified at present. In this project we will use a new global model of aerosols (small particles in the atmosphere) to quantify how chemical and meteorological processes control the size of the particles, their chemical composition, variability in time and space, and their ability to form clouds. The principal outcomes of this work will be a complete assessment of our understanding of marine aerosols as well as a fully evaluated global aerosol/chemistry model. We will also use this detailed model to develop an improved version of the UK climate model to make sure that it contains the aerosol processes necessary to undertake realistic climate simulations. Part of our effort will be dedicated to producing size and composition-resolved aerosol predictions for oceanic regions of relevance to intensive field campaigns, thereby aiding the analysis of observations made in other projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C001915/1","grantId":"NE/C001915/1","fundValue":"164947","fundStart":"2006-01-03","fundEnd":"2009-10-02","funder":"NERC","impactText":"","person":"Kenneth  Carslaw","coPersons":["Martyn  Chipperfield"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}