{"id":"63C48C48-D100-46AB-92B7-8C5C931EE671","title":"Multi-objective performance-based design of tall buildings using energy harvesting enabled tuned mass-damper-inerter (TMDI) devices","abstractText":"This project focuses on wind and/or earthquake excited buildings whose oscillatory motion is controlled via, the commonly used, tuned-mass-damper (TMD): an additional free-to-vibrate mass mounted to the top of buildings via springs and viscous dampers. TMDs are optimally designed (tuned) such that kinetic energy is transferred from the building (&quot;primary structure&quot;) to the TMD mass and dissipated by dampers. In general, larger TMD mass achieves better vibration suppression, but this is limited by architectural and structural (weight) constraints. Control of wind induced vibrations require TMD mass of 1%-5% of total building mass and this ratio can reach up to 15-20% or more for severe earthquake excitations.\n\nThe project:\n-exploits the mass amplification effect of flywheel-based mass amplification devices (MADs) to achieve different apparent mass for the TMD+MAD configuration without changing the TMD weight; \n-explores the potential of energy harvesting from wind-induced building vibrations by containing the MAD's flywheel within a magnetic field such that rotational kinetic energy is transformed into electric energy;\n-establishes a &quot;pro-active&quot; control paradigm within a multi-objective performance-based structural design framework: the apparent mass of the TMD+MAD changes through gearing according to pre-set &quot;optimally&quot; tuned values for different objectives such as optimal vibration suppression at serviceability state for user comfort- &quot;medium&quot; apparent mass; maximization of energy harvesting during off-hours in office buildings- &quot;low&quot; apparent mass; minimisation of potential for structural damage at ultimate state {extreme wind fronts/downbursts or earthquakes}- &quot;large&quot; apparent mass). These changes can be &quot;programmable&quot; and informed by weather forecast and/or by early warning earthquake systems achieving &quot;smart&quot;/adaptive, energy efficient and resilient structures.\n\nThe proposed research idea is potentially transformative because it:\n1)will allow for ever-more slender, taller, cost-effective, and aesthetically pleasing tall buildings in congested urban environments (e.g., London, Tokyo, NY, etc. where land use optimisation is essential) through the ability to control wind-induced (and/or earthquake) oscillations by more lightweight TMDs compared to the ones used today. These buildings will also be safer in more aggressive climate environments and with lower CO2 footprint through effective energy harvesting from large amplitude oscillations.\n2)will change the &quot;purpose&quot; and functionality of building structures. Through the pro-active control framework, an office building can be designed to ensure absolute comfort to occupants during work hours even under future ever extreme climate change-induced winds for which\nit has not been initially been built for. During off-hours the same structure becomes a flexible cantilever producing renewable energy from wind. \n\nThe potential ultimate impact ot the project is:\n-TECHNOLOGICAL: sparkling considerable new technological R&amp;D and commercialisation opportunities for UK and international manufacturers of vibration suppression and energy harvesting equipment for civil and mechanical/automotive applications globally. SOCIETAL: enhancing infrastructure users' comfort, aesthetics, and structural safety and resiliency under future aggressive environments due to climate change. ECONOMICAL: stimulating the manufacturing sector, the construction industry, and the engineering consultancies towards world-class structures optimally designed for energy harvesting and vibration control; enhancing existing and future infrastructure value and economic life-cycle. ENVIRONMENTAL: reducing energy use and CO2 footprint of buildings through optimum wind energy harvesting, less material usage, and better land usage since more tall buildings can be built in a cost-effective manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017621/1","grantId":"EP/M017621/1","fundValue":"250739","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Agathoklis  Giaralis","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}