{"id":"63DD6305-F611-4704-AE16-95F0ECFFA0CD","title":"Grant Balances 2010 - University of Newcastle","abstractText":"Newcastle University will use this funding to undertake pilot studies in three areas of strategic importance to the University and the EPSRC:\n\n1. Catalysis (Physical Sciences Theme);\n2. Digital Signal Processing (ICT Theme);\n3. Assistive Technology, Rehabilitation and Musculoskeletal Biomechanics (Healthcare Technologies Challenge Theme). \n\nThere will also be interaction with other EPSRC's Challenge Themes, such as Energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014915/1","grantId":"EP/J014915/1","fundValue":"83463","fundStart":"2011-07-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Introducing environmentally friendly communications technologies.\n\nThe project will introduce communications technologies that are environmentally friendly since they avoid the propagation of large power acoustic waves which may have an adverse effect on marine mammals. \n.\n\nBeneficiaries: Communication industry, environmental benefits Environment Societal","person":"Anthony Paul  Roskilly","coPersons":[],"organisation":"Newcastle University","findingsText":" PROJECT1 - Proof of concept achieved for optical and low power communications for underwater systems. PROJECT 2 - The initial design of a shoulder simulator has been amended, full engineering drawings produced, components manufactured and bought in and the shoulder. PROJECT 3 - The project investigated the effect of reactor design on the effectiveness of catalysts for cyclic carbonate systhesis from waste CO2. Key findings were: the rate of reaction depended non-linearly on the surface area; the rate of reaction depended linearly on the reactor depth; the solubility of CO2 in five different epoxides was measured, as was the rate of dissolution and the effect of this on the reaction kinetics was determined. PROJECT 1 - Environmentally friendly underwater communication with due care for marine mammals. PROJECT 2 - At present, there are no multi-station test rigs for artificial shoulder joints anywhere in the world. With such a machine, aartifical shoulder joints can be tested under clinically relevant conditions before they are impoanted into patients. The current worldwide concerns over metal-on-metal hips (which research from Newcastle University has contributed to) is related to the lack of such pre-clinical testing. PROJECT 3 - The results will guide the development of Dymeryx, indicating how the business plan should be structured and which are the best opportunities. \n PROJECT 1 - Possibly through our industrial partner (Tritech Int.), although there is still work to be done before any serious engagement with them. PROJECT 2 - A final decision has not been made yet. However, we wish to publicise our results via conference presentations and journal publications. We are discussing undertaking tests with one close orthopedic partner and have links to other orthopaedic companies which we will employ if requred. PROJECT 3 - Through an existing spin-out company, Dymeryx. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport,Other","dataset":"gtr"}