{"id":"63DFF1E4-8CC9-4421-ABEA-36D42442A0DD","title":"'Banlieue' Network: Care for the Future of Segregated Urban Communities","abstractText":"Banlieue Network focuses on deprived suburbs in contemporary France known as 'banlieues'. In recent years, this term has become synonymous with pockets of exclusion on the peripheries of most major cities. Built in the 1950s and 1960s to address the housing shortage, banlieues suffer from insufficient social services and high unemployment and delinquency rates. Suburbs in the Greater Paris area have been the scene of urban violence since the early 1980s but the riots which occurred in 2005, 2007 and 2010, reached an unprecedented scale. In the wake of these outbreaks, media accounts and social commentators highlighted the extent of the social divide in France between residents of segregated urban peripheries and those of more affluent areas. \n\nThe French case is particularly important for an exploration of the complex relationship between space, community, identity and politics. Unlike in Britain or the United States where communities have been the main objects of urban policies, affirmative action in France focuses mainly on urban areas. Since the early 1980s, state interventions have paradoxically contributed to the consolidation of negative clich&eacute;s associated with 'banlieues'. At a time when segregated communities constitute an unprecedented challenge for urban societies, Banlieue Network takes a novel approach to these issues. It aligns theoretical research with practical, hands-on approaches in order to learn from the shortcomings of previous urban policies and provide insights into the mechanisms of social exclusion and spatial segregation, by confronting various types of official and alternative discourses in which French 'banlieues' are represented. \n\nAlthough the primary focus of Banlieue Network is on disadvantaged neighbourhoods in France, we expect the network to extend in the long term to include comparative studies of segregated communities in other European cities. The proposed innovative methods will be applied in future to address the multifaceted hallenges faced by deprived areas in different contexts. \nBanlieue Network's key objective is to build towards an international network addressing urban stigmatisation that will bring together academics, policy makers and user communities, using cross-disciplinary and multi-user approach. Further objectives include: \n\n1. Engage scholars drawn from disciplines including architecture, urban planning, sociology, urban geography, cultural studies, sociolinguistics, comparative literature, and film studies in a cross-disciplinary research collaboration addressing segregated communities. \n\n2. Connect international scholars with user communities, stakeholders and policy makers; create opportunities for debate, knowledge transfer and sharing expertise and best practice; and produce a range of practical solutions to improve the effectiveness of strategic planning for the future. \n\n3. Integrate artists and local residents into the network and its creative activities through an Advisory Board. \n\n4. Promote social justice by challenging the negative clich&eacute;s attached to segregated communities. \n\n5. Ensure sustainability through further funding applications, regular meetings of the steering committee, publicising the network and recruiting new members. \n\nBanlieue Network will explore these objectives through the creation of events and outputs including \n\na. an exploratory workshop, a summer school, two interdisciplinary conferences and regular meetings of the steering committee \n\nb. a touring exhibition displayed in London and the Greater Paris area, a non-academic publication showcasing creative work produced during the summer school and a peer-reviewed scholarly book \n\nc. A website charting the progress of the project, which will serve as an archive for the creative texts, photographs, video documents and podcasts which will endure communication between participants and wider audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003921/1","grantId":"AH/J003921/1","fundValue":"36104","fundStart":"2012-09-30","fundEnd":"2014-09-29","funder":"AHRC","impactText":"","person":"Christina  Horvath","coPersons":["Juliet  Carpenter"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}