{"id":"63EB353E-8727-49CD-AD4B-968FF1AC3C40","title":"Visualising homeostatic and hedonistic appetite in rats using functional MRI.","abstractText":"The biggest health issue facing the UK is the increasing prevalence of obesity (excess storage of fat). We live in a society where energy-rich food is generally cheap and easily available, and where we have very sedentary life styles. Therefore, our natural ability to regulate our body weight is being undermined. Obese and even moderately-overweight individuals have greatly increased chances of developing diabetes, vascular diseases and cancer: making the treatment of obesity-related diseases an enormous burden on the National Health Service and similar agencies around the world. Many organs, including fat tissue, the liver and the pancreas, interact to regulate both our body weight and the availability of the fuels that we need for our bodies to function normally. However, it is the brain that co-ordinates this regulation. Thus, we need to understand how the brain detects and responds to all the different sources of information that ultimately determine how much we eat and how much body fat that we store. It is not surprising that, due to the complexity of the brain, we still have only a limited understanding of how this organ carries out the function. The brain has complex circuits that act to try and balance our food intake to our energy needs. Unfortunately, in humans appetite is controlled less by physiological requirements and more by other factors such as what time of the day it is, if we like or dislike the food that is available or if we are eating with other people. One of the biggest problems with controlling our eating is that it is a pleasurable and sociable experience. Thus, we tend to choose sweet or fatty foods / the worst kind if we wish to reduce our weight / and we tend to eat even if when we are replete. We will develop cutting-edge technology to image the brain's response to a number of different stimuli that affect appetite. Thus, using a powerful magnetic resonance imaging (MRI) machine, similar to that used in everyday clinical diagnosis, we will determine which part of a rat's brain is important for detecting and responding to these signals. We will test a number of stimuli that increase appetite in order to assess how different parts of the brain interact. As the rat is anaesthetised throughout the imaging, the stimuli will artificially mimic the feelings of hunger and the pleasure of eating. We will use this information to understand normal brain functioning, how this may differ with the development of obesity and how treatments may be able to help. This knowledge will benefit academics, health professionals and the pharmaceutical industry, enabling them to improve care and to develop drugs for problems as diverse as obesity and anorexia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008689/1","grantId":"BB/D008689/1","fundValue":"293056","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"BBSRC","impactText":"","person":"Simon M. Luckman","coPersons":["Stephen Ross Williams"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}