{"id":"63EEA0BE-EC0A-42E7-9E43-0B3908F93244","title":"Linguistic variation and national identities on the Scottish/English border","abstractText":"This study will investigate the influence of the Scottish/English border on language variation in the region. Previous sociological research carried out in and around Berwick-upon-Tweed shows that regional and national identities in the area are unexpectedly complex and fluid, and that linguistic behaviour plays a central role in making and marking these identities. It is as yet unclear, however, exactly which accent&nbsp; features are used to index, for example, ‘Scottishness’ versus ‘Englishness’. Through detailed investigation of speech production patterns, combined with perceptual testing and the elicitation of attitudinal data from participants, the project aims to establish what these features are, how their use is distributed socially, and whether they are currently undergoing change. These questions will be addressed through auditory and instrumental acoustic analyses of speech elicited by interview and questionnaire from socially stratified samples of speakers in four border localities (Berwick, Eyemouth, Carlisle, Gretna). By so doing the project will not only further the current state of knowledge in the field of variationist sociophonetics, but will also contribute significantly to the bodies of work which focus specifically on the language/identity nexus and the emerging field of linguistic border studies.\n<br />\n<br />&nbsp;\n<br />\n<br />&nbsp;\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0525","grantId":"RES-062-23-0525","fundValue":"489747","fundStart":"2008-01-14","fundEnd":"2011-08-31","funder":"ESRC","impactText":"  The main users of the AISEB findings have thus far been other academic linguists, but the corpus of recordings has also started to be used for speech technology applications, in particular an automatic accent classifier system developed by Georgina Brown, one of Watt's current PhD students. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Dominic James Watt","coPersons":["Gerard  Docherty","Carmen  Llamas"],"organisation":"University of York","findingsText":" The AISEB project made significant theoretical and methodological contributions to the field of variationist sociophonetics (the study of pronunciation differences in their social contexts). Through our dissemination activities and published outputs (particularly the two volumes Watt and Llamas edited) we also influenced how research is done in language and identity studies, and linguistic border studies.\n\nWe found correlations between linguistic behaviour and social/political attitudes, which in the context of devolution to Scotland and later the prospect of a subsequent independence referendum, were of major concern to inhabitants of the Scottish/English border region. We also gathered results from listening tests carried out on a subset of the AISEB interviewees with a view to finding out more about listeners' sensitivity to various local pronunciations of vowels and consonants, and how listeners attributed these speech forms to Scottish and English speakers. The AISEB corpus of recordings, and the statistical and qualitative data deriving from it, has been or could be put to use in the following areas: speech technology (speech and speaker recognition; accent classification); forensic phonetics; clinical linguistics and phonetics; academic linguists and social psychologists; school-level teaching; museum and exhibition curation. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}