{"id":"63EFFF0A-2324-494F-B3E3-8991BE0DB810","title":"A cross-disciplinary soil-proteomics and modelling approach for predicting switches between hydrophilic and hydrophobic soil surface responses","abstractText":"A strange property of many soils is that they do not readily wet on contact with rain, which has many implications for soil management. Although these soils may not be especially hydrophobic, wetting is slower than would be inferred from the sizes of their pores. This property is usually defined as sub-critical water repellency. Where water repellency is high (critical repellency), it causes ponding of water at soil surfaces. Water repellency affects the routes through which water and dissolved or suspended chemicals drain through the soil profile, leading to preferential surface run-off, infiltration paths resulting in serious erosion events, and flooding. \nSoil water repellency may be influenced by both natural and man-made events. It is known that cycles of heating and drying (amongst many other factors) may produce quite dramatic changes in this soil property. Soil water repellency results from interactions between microbial activity and physico-chemical structure, but their complexity is such that at present they are only understood on an empirical and anecdotal basis. The purpose of this project is to develop a theoretical basis to understand soil water repellency and to predict some of its consequences. The practical implications of such an understanding are profound and widespread, since they may guide land management practice and flood prevention. \nThe three soils selected for study will be; (i) Malvern Hill clay loam, found in a previous study to exhibit extreme hydrophobicity under moderately moist summer conditions and also following air-drying in the laboratory, (ii) Gower silt loam, used in our NERC-funded proof-of-concept proteomics study and found to display up to medium levels of hydrophobicity, and (iii) Rothamsted Research Park Grass plot 3 silt loam, presently the subject of the large-scale soil metagenomic sequencing project 'Terragenome', and subcritically hydrophobic. \nSoil water content will be adjusted to (i) just above and (ii) just below the Critical Soil-water Content, i.e. the content at which there is a transition between hydrophobic and hydrophilic behaviour. Further perturbations will include further drying at different temperatures to water contents simulating soil conditions that may be experienced during extreme drought periods, which are likely to cause further increases in hydrophobicity.\nInformation relating to water repellency will be obtained by the examination of soil properties at various scales of size (from nanometres to centimetres). We will establish the role of proteins in the development of water repellency using metaproteomics and specific hydrophobic protein isolation approaches. Atomic force microscopy (AFM), only recently applied to soil particles, will be used to examine their surface geography, hardness, stickiness and water repellency at this small scale. This technique combined with laser scanning microscopic techniques will be used to examine the water repellency of soil microbial proteins labelled with fluorescent dyes. Water repellency at two coarser scales will be examined using a water contact angle technique and penetration times using very small drops of water. \nThese estimates of water repellency and soil particle properties will be incorporated into a detailed computer model of soil structure, which will be used to predict the consequences of water repellency at the decimeter scale in soil, and will be compared with laboratory measurements of the wettability of cores of a few centimeters in diameter. \nWhen the model is calibrated and validated, we will be able to use it, together with the experimental data, to predict how the perturbations change wettability. These effects will be incorporated into an existing climate model used by the Met Office, called JULES, so that predictions can be made about the likely effect of climate change. Then we will be able to suggest ways to manage UK and other soils to minimize run-off, erosion and flood risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004638/1","grantId":"NE/K004638/1","fundValue":"489375","fundStart":"2013-05-15","fundEnd":"2016-08-14","funder":"NERC","impactText":"","person":"Geertje  Van Keulen","coPersons":["Lewis Webb Francis","Nidal  Hilal","Stefan  Doerr","Edward  Dudley"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}