{"id":"63F046AA-5ECF-480C-9DF8-0F18DF08BDC4","title":"Hybrid Colloidal Quantum Dot Lasers for Conformable Photonics","abstractText":"We propose an innovative hybrid technology for mechanically-flexible lasers based on semiconductor colloidal quantum dots. These lasers will be suitable for integration in conformable photonic systems and have identified applications in (bio)-sensing.\n\nPhotonics on mechanically-flexible platforms (so called flexible or conformable photonics) is an exciting and potentially disruptive technology and applications in which it already plays a role include bendable displays, electronic paper and solar cells. It is an integral part of the field of plastic electronics, whose worldwide market will be worth several hundred billion pounds in 2025 according to expert analysts. In order to create the flexible photonic systems of the future and unleash the associated benefits, the availability of a laser technology compatible for embodiment in flexible formats is critical. Suitable solution-processed organic semiconductor (OS) and inorganic colloidal quantum dot (CQD) lasers have been the subject of intense research although only a minority rigorously studied mechanical flexibility. OS are carbon-based materials and CQDs are minuscule inorganic crystals with typical diameters below 10 nm, which benefit from a narrow, shape and size-dependent emission colour. Both OS and CQD can be processed from solution, are compatible with a wide range of materials including plastics and provide gain across the visible spectrum. Despite these attractive attributes, the deployment of these materials in practical laser systems has been hampered up to now due to specific material limitations. \n\nIn this context, we will create a mechanically-flexible laser technology based on hybrid CQD gain media that address these limitations. The approach combines the best of both OS and CQD materials into a new functional system with added light harvesting capabilities analogous to biological and biomimetic nanoantenna complexes. \n\nMore specifically our approach will build on the advantages of energy transfer effects, local field phenomena and enhanced material processability that nanocomposites confer. For this, different types of CQDs and OS will be blended or hybridised and optionally incorporated into transparent matrices. All-inorganic mixes of CQDs with heterogeneous sizes will also be studied. As opposed to existing soft laser gain media, these hybrid materials will relax tolerances on the excitation process and will enable a wide wavelength emission coverage with no compromise on the overall efficiency. Furthermore, by collecting and concentrating the excitation energy where it is needed, they will also lead to much improved CQD laser thresholds. In turn, the resulting nanocomposites will be patterned at the nanoscale to assemble low-threshold CQD lasers in a mechanically-flexible format.\n\nThe proposed lasers will be compatible with other categories of emerging conformable devices therefore paving the way for truly integrated conformable flexible systems. Ultimately they will be electrically-driven or more simply incorporated on top of flexible blue-emitting GaN lasers or light-emitting diodes (LEDs), yielding optically-pumped hybrid flexible lasers. Blue and violet emitting GaN devices on flexible platforms are the subject of recent intensive research in groups including our own and should be available in the near future. We note that such inorganic GaN sources emitting efficiently above 515 nm (blue-green) are challenging to develop due to inherent material constraints (the so-called 'green gap'). Henceforth, a hybrid integration approach may be regarded as essential for full visible region coverage as already demonstrated for rigid device formats. The flexible hybrid laser chips that we envision will find extensive applications. In particular, the structures are ideally suited for wearable (bio)-sensor systems, and we will take initial steps to demonstrate this capability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021962/1","grantId":"EP/J021962/1","fundValue":"98975","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Nicolas  Laurand","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}