{"id":"63FB5379-7E1A-4FC7-ACBE-488C971A3899","title":"Validation of biomacromolecular structures determined by NMR spectroscopy and deposited in the Protein Data Bank","abstractText":"The proposed research addresses the quality of 3D structures of important biological molecules such as proteins, nucleic acids and their complexes. Knowledge of these structures is essential in many areas of science and helps us understand the molecular basis of life and disease processes, design better drugs, improve the efficiency of enzymes used in the food, paper or agriculture industry, etc. Structural data is archived in a single, freely accessible, global archive called the Protein Data Bank (PDB). The structural information is deposited in the PDB by academic and industrial researchers from all over the world and is used by other scientists to advance our knowledge and understanding of human health, drug discovery, agriculture, etc. Every month, more than 25 million PDB structure files are downloaded from the websites of the four organisations that manage the PDB, the wwPDB consortium. Of more than 73000 entries in the PDB, about 86% were determined using a technique called X-ray crystallography, while 13% come from Nuclear Magnetic Resonance (NMR) spectroscopy.\n\nStructure determination by NMR typically involves weeks of data collection and manual analysis of complex spectra. As with any experimental technique, NMR structures may contain errors. To ensure that the data deposited in the PDB are reliable, there is a need for comprehensive validation, which tells both producers and users of structures how good (or bad) their structures are, both in absolute terms and compared to other structures. This helps NMR spectroscopists to produce better models, and structure users in academia or industry to better judge the quality of the data they want to use or to select the best data for their purposes. To address this issue, expert validation task forces (VTFs) have been set up by the wwPDB, which will recommend what validation methods should be used and which areas still require further research.\n\nOur aim is to improve validation of NMR-derived structures. The objectives of this proposal are:\n1. To implement the recommendations of the NMR VTF in an integrated software pipeline. This pipeline will be used to assess the quality of all NMR structures already in the PDB and of all structures that will be deposited in the future.\n2. To critically assess the utility, scope and limitations of current NMR validation tools. This will reveal why current validation methods sometimes fail, amongst other things.\n3. To develop new algorithms, procedures and tools for validation of NMR structures. Any limitations and weaknesses identified in the previous step will be addressed here.\n4. To disseminate validation-related information and newly developed validation methods for use by the wider scientific community. This ensures that NMR spectroscopists will be able to produce better models, and that non-expert users will be able to assess the quality of NMR structures available to them.\n\nOne applicant, Prof. Kleywegt is head of the Protein Data Bank in Europe (PDBe). PDBe is a founding member of the wwPDB and is part of the European Bioinformatics Institute, a world leader in bioinformatics research and services. PDBe has extensive expertise in all major structure determination techniques and is already implementing the recommendations of the wwPDB X-ray VTF. The co-applicant , Prof. Vuister, is part of the Department of Biochemistry of the University of Leicester (UoL), home to 3 NMR- and 2 X-ray groups. He is a leading expert on validation of NMR-derived structures and is a member of the NMR VTF.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007897/1","grantId":"BB/J007897/1","fundValue":"318061","fundStart":"2012-08-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  The iCing validation server provides for ~1000 assessments of biomolecular NMR structures annually. These runs are initiated by individual researchers across the globe, providing them with crucial information for their research projects. Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Geerten Willem Vuister","coPersons":[],"organisation":"University of Leicester","findingsText":" The researchers of the Vuister group, in collaboration with their partners at the EBI, Hinxton, UK, set out to design and implement tools for the validation of Biomolecular NMR structures. Both partners are members of the international wwPDB NMR validation task force (NMR-VTF) that is charged to develop general accepted standards for NMR structure validation and identify suitable software tools for this purpose. As part of this process, a comparative study into the currently available tools was conducted and its results published.\nThe NMR-VTF first set of recommendations was also published recently, and an alpha-version of its software implementation was developed by partner EBI, with assistance from partner Leicester. Meanwhile, the Leicester partner ported and upgraded its validation suite and server, called iCing, from its former location at the Radboud University in Nijmegen to Leicester. \nAs part of the implementation processes, both for the EBI and Leicester validation servers, it became clear that a major, international collaborative effort was required if individual software programs were to properly interact and share data. Much ambiguity and loss of essential information prevented a proper, automated and uniform analysis into the structural quality. Consequently, a white paper was written by the Leicester group and workshop convened to discuss the issues. Currently, a draft for a standard for NMR data exchange has been formulated and is accepted by all major software developers in the field. The standard is currently in an implementation and testing phase. \n\nIn Leicester, much of the current research is focussing on three area’s: i) the usage of NMR chemical shifts, a fundamental piece of data, as a tool in NMR structure validation and ii) the effect of errors in the chemical shift data onto the final structural result and iii) the effect of dynamics on the structural quality. Interesting preliminary data are expected to yield tangible results during the remainder of the project. The NMR-VTF has identified three phases in the development of their recommendations; each phase with increasing complexity and need for fundamental research to answer the questions posed. Phase one will conclude with the adaptation of the NEF data exchange standard and the formal release of the official wwPDB validation pipeline in 2015. Phases two and three are expected to require another 3-5 years for development and full implementation, as current state-of-the-art knowledge is not yet capable to address all the needs as identified by the NMR-VTF. Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}