{"id":"63FF12A2-D9BB-4F62-9585-D5198C8ED110","title":"Connecting Localism and Community Empowerment: Research Review and Critical Synthesis","abstractText":"The Connecting Localism and Community Empowerment project sought to assess the merits of the assumption that localisms brings about community empowerment through a review of the existing academic and policy literatures.\n\nThe key findings from the review point towards a lack of clarity and coherence in the literature in the usage and interpretations of the terms 'localism' and 'community empowerment'. They are often defined by implication or tacitly assumed to have an accepted definition. Whilst greater localism is generally claimed to increase community empowerment, there are substantive grounds for questioning this claim, which arise from critically analysing these concepts and how they interact. These grounds highlight conditions which need to be fulfilled if localism is to realise its potential to enhance community empowerment. Our review has identified four such conditions. Moreover, our evidence indicates that both 'localism' and 'community empowerment' are ideas characterized by inherent tensions in relation to concepts such as scale, community, democracy and citizenship which the review had also critically analysed.\n\nFuture research should include policy focussed research on the fundamentally connected nature of the communities that are involved, and the importance of engaging with this interconnected nature as part of both free civil society and governance. Research should also be aimed at examining the conditions of citizenship and governance under which a distinctive localist politics can flourish in light of neoliberal ideology and state capitalism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501022/1","grantId":"AH/J501022/1","fundValue":"20272","fundStart":"2011-03-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  This was one of large number of a scoping studies and research reviews in the early phase of the Connecting Communities Research Programme. As such its purpose was to contribute to the development of the programme and the research agenda, rather than to have direct societal impact.  ","person":"Joe  Painter","coPersons":[],"organisation":"Durham University","findingsText":" The Connecting Localism and Community Empowerment project sought to assess the merits of the assumption that localisms brings about community empowerment through a review of the existing academic and policy literatures.\n\nThe key findings from the review point towards a lack of clarity and coherence in the literature in the usage and interpretations of the terms 'localism' and 'community empowerment'. They are often defined by implication or tacitly assumed to have an accepted definition. Whilst greater localism is generally claimed to increase community empowerment, there are substantive grounds for questioning this claim, which arise from critically analysing these concepts and how they interact. These grounds highlight conditions which need to be fulfilled if localism is to realise its potential to enhance community empowerment. Our review has identified four such conditions. Moreover, our evidence indicates that both 'localism' and 'community empowerment' are ideas characterized by inherent tensions in relation to concepts such as scale, community, democracy and citizenship which the review had also critically analysed.\n\nFuture research should include policy focussed research on the fundamentally connected nature of the communities that are involved, and the importance of engaging with this interconnected nature as part of both free civil society and governance. Research should also be aimed at examining the conditions of citizenship and governance under which a distinctive localist politics can flourish in light of neoliberal ideology and state capitalism. Practitioners and policy makers in community development will benefit from a better understanding of the relationship between decentralisation and community empowerment. Communities and Social Services/Policy","dataset":"gtr"}