{"id":"64069AAE-2FD3-4777-A591-332C3C6B6DDF","title":"Mechanisms of intestinal epithelial responses to inflammatory modulators","abstractText":"The intestinal tract is a major barrier between the outside world and the body. It is responsible for digesting food and absorbing nutrients from ingested material. To aid digestion, the gut contains a large number of bacteria that are necessary to break down food so nutrients can be absorbed. The lining of the gut also secretes a host of chemicals that further support digestion. In addition, because the intestinal tract is directly connected to the outside world it is continuously exposed to viral and fungal species. To protect the body against invasion of all these potentially pathogenic factors, the gut wall is associated with an extremely complex system of immune surveillance. Although developed to protect the body against infection, this system can become deregulated and cause devastating inflammatory diseases of the small and large intestine including Crohn's disease, ulcerative colitis and inflammatory bowel disease. Furthermore, in cancer of the bowel, increases in markers of inflammation are associated with poorer prognosis. On the other hand, the ability of immune cells to regulate the growth and movement of cells in tissues that form tumours, make them an attractive force to harness in fighting cancer. To this end, a detailed understanding of the communication between immune cells and normal and cancerous tissues is required to (1) treat and diagnose inflammatory diseases of the intestinal tract and (2) utilize immune cells for treating tumours. To date, studies aimed at understanding how tissues and immune cell affect and regulate each other were limited to using either isolated cells or whole animals. Both approaches have drawbacks: the former involves non-physiological conditions that do not reflect the normal cellular environment of whole tissue and thus can not recapitulate the complexity of tissue organization normally found in the body; the latter does not lend itself to observing tissue and cell dynamics and also requires continuous sacrifice of animals (mice). Our proposed work utilises tissue intestinal organoids or 'mini-guts grown in a dish' that recapitulate normal intestinal tissue organization but can be manipulated and observed outwith the animal. Moreover, these organoids can be propagated in culture for long periods and they can be frozen and stored for future use. This greatly reduces the number of animals required for experiments. We propose to use intestinal tissue organoids to determine how immune cells and the intestinal lining interact and regulate each other. Specifically, we will measure how tissue and cellular organization and behaviour are affected by specific factors that are produced and secreted by different types of immune cells normally found in intestinal tissue. We will also examine how genetic changes in tissue that are known to affect immune responses affect tissue organization and function to understand how disease states associated with particular mutations predispose to inflammatory intestinal diseases. As part of this work we aim to establish a tissue bank of organoids that contain disease-associated mutations or markers that can report on the cellular processes in the context of tissue. \nThe outcome of this work will be an increased understanding of how the immune system can affect normal intestinal tissue and function and how it produces changes associated with inflammatory diseases. Furthermore, establishing a bank of well-characterized organoids for use of the entire scientific community will greatly accelerate our ability to generate novel and comprehensive data and also establish the potential for drug screening without the use of animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M001156/1","grantId":"NC/M001156/1","fundValue":"269539","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"NC3Rs","impactText":"","person":"Inke  Nathke","coPersons":["Mahima  Swamy"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}