{"id":"6416EEDA-05E7-4573-8381-826D5BC8983F","title":"MATCH - Renewal of IMRC Award","abstractText":"To maintain continuity with MATCH Phase 1, it has been requested that MATCH Phase 2 follows the current programme breakdown in terms of Projects A-F from 2008-2013 / a vision that is described below. We note that MATCH changed dramatically in creating the projects A-F and that further changes in the themes are inevitable. An overview of these themes is given below.Projects A, B and C address economic evaluation and its impact in decision-making by companies, governments and procurement agencies. We have identified a major demand for such research, but note that there is some convergence between these themes (for instance, A and C may well coalesce under the Bayesian banner). In particular, a 'methodologies' theme is likely to emerge in this. Under the former theme, a truly integrated Bayesian framework for medical devices would represent a strategically important achievement.On the other hand, the business of delivering these developments to industry, and the organisations or franchises that might ultimately provide the best vehicle for doing so, still requires further exploration and negotiation, and at this point there is considerable uncertainty about how this will best be done. However the critical element has been established, namely that MATCH can provide useful tools for, and attract significant levels of funding from industry. To this extent, the applied side of Project A-F and Project 5 might well evolve into a series of programmes designed to spin out tools, training and best practice into industry. Project 5 remains for the present because we have set it up with a framework within which company IP can be protected, and within which we can expedite projects to company goals and time scales.A similar pattern is likely to emerge from the single User project (D), where there is considerable scope for capability, and methodological development / and the size of this team needs to increase. The aim is to develop a suite of methods, guidelines and examples, describing when a given method is useful and when user needs assessment must be cost-effective. We will gain and share experience on what approach works best where. Our taxonomy will recognise circumstances where the novelty of a proposed device may undermine the validity of user needs assessment conducted before the 'technological push' has had a fair opportunity to impact on the human imagination.Moreover, new research is needed to 'glue' some of these themes together. Some of this is already included (for instance, in Projects C and D below) to link the user-facing social science with the economics, or the pathway-changing experiences (F) with formal economic evaluation, will require new, cross-disciplinary research. This type of research is essential to developing the shared view of value, which MATCH is pursuing. Similarly, integrating supply-chain decision-making and procurement elements of theme (E) with economic evaluation would represent an important element of unification.To achieve this, we will need to bring in some news skills. For instance, we are already freeing up some funding to bring in an economics researcher at Ulster; more statistical mathematical support may be needed to further develop the Bayesian theme; and we need to bolster the sociological element within the team.Finally, this vision cannot be funded entirely within a research framework, and we expect critical elements to be achieved under other funding (for instance, Theme E by the NHS, in due course).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063822/1","grantId":"EP/F063822/1","fundValue":"6760670","fundStart":"2008-11-03","fundEnd":"2013-11-02","funder":"EPSRC","impactText":"","person":"Terry  Young","coPersons":["Brian J Meenan","Carole Lesley Cummins","Julie  Barnett","Stephen Peter Morgan","Dorian  Dixon","Sally Ida  McClean","Martin John Buxton","Sarah  Sharples","Malcolm  Clarke","John  Crowe","Simon James Taylor","Richard James Lilford"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}