{"id":"641E1DBD-4C8D-432B-B463-1A0E566AE69F","title":"Chain Entanglements and Radiation Crosslinking: Novel Approaches for Improving UHMWPE Wear and Fatigue Properties in Total Knee Replacements","abstractText":"The natural human knee is a complex and heavily loaded joint. Therefore, for functional reasons, freedom of movement and stability are important for artificial knee joints. Due to this demand, high stresses are placed on the articulation of the artificial knee joints. Polyethylene (with very high molecular weight, termed as UHMWPE) has been the material of choice for the load-bearing articulating surface in artificial knee joints. As a result, excessive wear and fatigue of the tibial polyethylene bearing are common and result in artificial knee joint failure. Polyethylene-related total knee failures have limited the lifetime of total knee joint replacements.However, there is an increasing demand for total knee replacement operations which now account for nearly half of all joint replacements in the UK. In fact, approximately one million UHMWPE components are implanted worldwide on a yearly basis. Also the number of operations carried out in those aged 55-64 has been rising significantly. The application of joint replacement to younger (aged &lt; 64 years) and more active people plus the general increase in life expectancy make it an urgent need for longer lasting polyethylene with better wear and fatigue resistance. The Project is focused on reducing the incidence of material failure. The hypothesis to be examined is that the cause of material failure of UHMWPE knee-joint components lies in the precise time-temperature history employed during manufacture of the UHMWPE components from the virgin UHMWPE powder. Recent work has shown that toughness at macroscopic UHMWPE welded interface increases with welding time and temperature. This suggests that the toughness of UHMWPE powder particle interfaces may vary similarly with compression moulding time and temperature. Hence there is a need to optimise processing conditions to provide interfaces with adequate toughness at locations in tibial components where stress intensities are high. Radiation crosslinking of UHMWPE for artificial knee joints is still controversial and there is a debate over whether radiation crosslinking is beneficial. While crosslinking reduces UHMWPE wear, the method of post irradiation processing of the material to eliminate residual free radicals can affect the long-term performance of the material in the body. Radiation crosslinking will be incorporated and assessed in the Project in order to resolve the scientific controversy regarding its effects on wear and fatigue.The proposed project seeks to answer two important questions. 1) Does improved interface bonding improve the endurance of UHMWPE tibial components and to what extent? 2) Can an appropriate additional radiation crosslinking treatment be beneficial? The Project uses two novel approaches. One is to improve material integrity using computer-aided methodology for generating a range of actual customised tibial component with varying degrees of interface bonding. The other is to combine improved material integrity with state-of-art post irradiation treatment in order to reduce wear rate and improve fatigue resistance. A side-by-side comparison of a range of non-crosslinked and radiation cross-linked components, based upon evaluation of wear behaviour, wear particles and fatigue strength will be made. Identification of optimised manufacturing conditions will reduce the currently high rate of revision operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028039/1","grantId":"EP/E028039/1","fundValue":"219899","fundStart":"2007-04-30","fundEnd":"2010-10-29","funder":"EPSRC","impactText":"  My findings have been used and taken forward by industries and NHS clinicians. NHS clinicians have also used one of my findings to provide understanding to their premature failure of Kinemax Plus total knee replacements (see Journal of Bone and Joint Surgery (Br) 91-B: 604-611). Industry has used my findings to make strategic decisions such as Biomet Rebalance Ankle Joints and superlattice coating for knee and hip joint replacements. As the medical devices will not only last longer but also reduce post-operative complications, these will be beneficial to patients. Additionally, a consequence of these benefits is the reduction of NHS cost. Education,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Economic,Policy & public services","person":"Jun Jie  Wu","coPersons":[],"organisation":"Durham University","findingsText":" 1) Identification of the importance of Type 2 fusion defects (due to incomplete diffusion at interface) to the structural integrity of Ultra-High Molecular Weight Polyethylene (UHMWPE). This finding has led to further IP and its application is ongoing. \n\n2) Identification of the mechanism by which oxidation and fusion defects synergistically accelerate UHMWPE failure in knee replacements.\n\n3) Development of method to achieve medio-lateral displacement of the head and rim for wear testing of hip implants that successfully reproduces clinically relevant stripe wear. These more challenging wear conditions aided regulatory submissions to notified bodies.\n\n4) Development of novel methods for modelling and characterising the influence of chain length and distribution on the rheological behaviour of UHMWPE and its stress response during processing. \n\n5) Pre-clinical evaluations using aggressive techniques on superlattice coated joints have found that superlattice coating has not only excellent wear properties but also prevent metal particle release. This finding has been taken forward by Biomet to generate new joints replacements and will be launched in market in 2015. Findings have been taken forward by industries and NHS clinicians. As the medical devices will not only last longer but also reduce post-operative complications, these will be beneficial to patients. Additionally, a consequence of these benefits is the reduction of NHS cost. Education,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections","dataset":"gtr"}