{"id":"64254A70-2FA8-439E-B23C-F627B2801FAA","title":"Flow &amp; Benthic Ecology 4D (FLOWBEC)","abstractText":"FLOWBEC aims at measuring FLOW, Water Column and Benthic ECology in 4 dimensions to assess the potential effects of Marine Renewable Energy Devices (MREDs) on the environment. It addresses clear knowledge gaps identified by NERC, DEFRA and UKERC in the effects of MREDs on flow conditions, habitats and ecological interactions. It will use a wealth of observation techniques above and under water, ranging from radar to sonar and in situ measurements, to be deployed over 2 years at 3 key sites around the UK. These measurements will feed into models of ecological interactions and habitat preferences, allowing predictions of the multiple effects of large MRED arrays.\nBeing fully cross-disciplinary, this project will engage different academic beneficiaries at each stage. Researchers in the field of instrument design (in the laboratory and at sea) will benefit from our experience in building the different systems and adapting them to long-term deployments on the seabed, in extremely challenging environments. This will be done by carefully planned Knowledge Exchange activities and open-access publication of our results, as well as exchange of personnel. The avenues opened for continuous imaging of complex and dynamic 3-D structures will be useful to researchers in other fields associated with ecological systems and marine structures, but also in medical 4-D imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004294/1","grantId":"NE/J004294/1","fundValue":"137214","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"NERC","impactText":"  The project helped in the development of Mojo Maritimes state-of-the-art, high performance, dynamic positioning vessel – the HF4. The vessel, which is capable of operating in extreme environments, will be used in the installation of offshore projects such as marine renewable energy. The work supported the development of the rapid dynamic positioning system, which helps the vessel self-correct constantly to maintain position against currents. The internship used knowledge gathered during NERC project and used this to provid the measurement support that have allowed this positioning system to be active – reading and anticipating – rather than reactive. The design of the vessel is now complete and construction will soon be underway. Energy Societal,Economic","person":"George Henry SmithLars  Johanning","coPersons":[],"organisation":"University of Exeter","findingsText":" Year 1\nThrough the Flowbec project, further development of the University of Exeter regional SWAN wave model is underway. The aim of this work is to incorporate FVCOM tidal modelling from PML to investigate the impact this has on the predicted spatial variability of wave fields. \nTo date, the model setup has been reviewed, including a sensitivity and computational requirement analysis for grid size. Initial examination on a simplified model covering a subset of the domain reveals the effect of grid resolution within the model. However, when additional data for wind and current are included at high resolution, the volume of data and calculations can cause numerical problems to appear. Some numerical artefacts are observed which affect data quality, and in certain cases, the model fails to converge. Thus, the definition of the model setup is a balance between the computational requirements and accuracy. \nAt present, sample data is being processed and run as an input to the SWAN model. Initial results will be used to define the model setup. Subsequently, a sample set of data (1 year and extreme conditions) will be run to support a sensitivity analysis of the effect of currents on the wave field in the region, in particular spatial variability.\n\nFollowing year:\nA very high resolution spectral wave model was developed to predict spatial variability in wave conditions across a wave energy site. This was combined with a re-analysis of the wave buoy data collected from the Wave Hub site to quantify the measured variability across the model area. These measurements offered a unique opportunity to validate model predictions at this scale, which were seen to perform well. This work was supported by the collection of very high resolution bathymetry for the measurement area, which was deemed to be the strongest influence on model accuracy at very high resolution. Initial work in this area was presented to the European Wave and Tidal Energy Conference (EWTEC) 2013. A more detailed model validation has been submitted to Energy, and is under second review. Initial validation work of the HF radar wave data is underway, and the University of Exeter are supplying additional wave data to this process. \n\nPublications:\nI.G.C.ASHTON, L.JOHANNING; 2014; (under review) On errors in low frequency wave measurements from wave buoys; Ocean Engineering, OE-D-14-00303R1 \n\nI ASHTON. J VAN-NIEUWKOOP, HC SMITH, L JOHANNING (2014); Spatial variability of waves within a marine energy site using in-situ measurements and a high resolution spectral wave model; Energy; Volume 66, 1 March 2014, Pages 699–710; http://dx.doi.org/10.1016/j.energy.2013.12.065\n\nVAN NIEUWKOOP, J.C.C., SMITH, H.C.M., SMITH, G.H. &amp;amp; JOHANNING, L., 2013. Application and evaluation of a long-term hindcast dataset for wave resources and extreme conditions on the Cornish coast. Renewable Energy, 58, p.1-14.\n\nI. ASHTON, H. SMITH, L. JOHANNING; Wave energy testing in Cornwall: Were the waves during winter 2013/14 exceptional? International Conference on Offshore Renewable Energy (ASRANet); 15th-17th September 2014; Glasgow, UK\n\nP.S. BELL, D.L. MCCANN, B.E. SCOTT, B. WILLIAMSON, J.WAGGITT, I. ASHTON, L. JOHANNING, P. BLONDEL, A. CREECH, D. INGRAM, J. NORRIS, M. FINN, R. TORRES, P. CAZENAVE, D. CONLEY, D. GREAVES, G. SAVIDGE, E. ARMSTRONG, C. HALL AND R. KENNEDY; Flow and Benethic Ecology 4D – FLOWBEC; Proceedings of the 2nd International Conference on Environmental Interactions of Marine Renewable Energy Technologie(EIMR2014), 28 April – 02 May 2014, Stornoway, Isle of Lewis, Outer Hebrides, Scotland.\n\nASHTON I.G.C., VAN NIEUWKOOP-MCCALL J., SMITH H.C.M., JOHANNING L., SMITH G.H.; Detailed resource assessment, including intra-site variability, for marine renewable energy; 10th European Wave and Tidal Energy Conference (EWTEC 2013), 2-6 September 2013, Aalborg, Denmark The ADCP is set up and awaiting deployment. The frame is in preparation for deployment off the North Coast of Cornwall, and marine contractors have been engaged. Due to weather considerations, the deployment is scheduled for February 2014, with a 2 month deployment period envisaged. \nIn addition to the validation of the HF radar wave measurements in a general sense, the University of Exeter are comparing them to in-situ measurements and modelling to validate measurements of site-scale spatial variability in wave conditions. The result would be a verification of the Radar system, conclusions regarding the applicability of spectral wave models to predicting spatial variability, and further work into the assessment of spatial variability of wave conditions for wave energy test sites. The outcome envisaged would be a joint publication between the University of Exeter and Plymouth University.\nIn the long term, combining the wave and current assessments would lead to an improved assessment of the physical conditions at the Wave Hub site. It would also provide a valuable data set for comparison with oceanographic measurements, and ecological data. \n\nVarious other proposal are in preparation as a result of this project including NERC, H2020, TSB Catalyst, BBSRC proposals. Energy,Environment","dataset":"gtr"}