{"id":"642AA172-F202-4DFF-B8A9-3DC038028677","title":"The Wales Institute of Social and Economic Research, Data and Methods (WISERD)","abstractText":"<p>This joint award funded through the ESRC's National Centre for Research Methods (NCRM) programme and the Reconfiguration and Collaboration scheme of the Higher Education Funding Council of Wales (HEFCW) will establish a Wales Institute of Social and Economic Research, Data and Methods (WISERD). Built around a partnership between Cardiff University and four other Welsh Higer Education Institutions (HEIs) - Aberystwyth, Bangor, Swansea and Glamorgan WISERD will also involve the Welsh Assembly Government, ONS and other public organisations.&nbsp; </p>\n\n<p>The Institute will be co-ordinated through the office of its Director at the Cardiff Hub. Its activity will be distributed across centres in the five partner institutions, linked though networks and teams of researchers. Its main aim will be to build upon and develop existing expertise in quantitative and qualitative research methods, developing a more sophisticated understanding of the relationship between research data, research methods and the development of policy.&nbsp; This will be achieved though:</p>\n\n<ol>\n \n\n <li>The identification, archiving, integration and management of existing Welsh data sets, methodological focusing on innovation and the development of &quot;mixed methods&quot;; <br /></li>\n\n <li>A phased study of localities across Wales; <br /></li>\n\n <li>Policy and analysis and evaluation including the development of a policy forum; <br /></li>\n\n <li>Research capacity building, training, networking and team-building. </li>\n</ol>\n\n<p>&nbsp;<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F034180/1","grantId":"ES/F034180/1","fundValue":"1448800","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"","person":"Huw  BeynonGareth  Rees","coPersons":["Emma  Renold","Christopher Matthew Taylor","Robert John Evans","Thomas  Hall","Amanda  Coffey"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}