{"id":"642C285A-74E6-423A-AD0A-4253F3E52DD7","title":"UK Programme for the European Extremely Large Telescope - Additional Support 13-14","abstractText":"Included in the &quot;UK Programme for the European Extremely Large Telescope&quot;, Cunningham et al September 2010. (attached)\n\n\nThis proposal for additional support is for new work at Durham on the following E-ELT instrument development, as detailed in UK E-ELT Programme spending proposal CRCv5 (Colin Cunningham) and approved by the E-ELT Steering Committee:\n\n\nHIRES\n- Blue book support, provide input from science, AO and fibre specialists\nRequest: 0.8 SM (&pound;6k)\n- Investigate potential stability improvements with AO: GLAO feed on the performance of the optical through NIR performance and using an MCAO corrected feed\nRequest: 2.4 SM (&pound;18k) plus &pound;2k travel\n- Investigate fibre and coupler issues: the use of non-round fibres, already in use in some precision spectrometers/tested with good results and the use of waveguide couplers to carry out the image slicing, which has many potential advantages. \nRequest: 2.0 SM (&pound;15k) plus &pound;1k travel and &pound;4k consumables\n\n\nCANARY\n- Validating simulations of CANARY with CANARY on-sky data\nRequest: 2.7 SM (&pound;20k)\n- Setting and obtaining simultaneous SCIDAR data, essential to provide both inputs to simulations and the advanced reconstructors used on CANARY.\nRequest: 2.0 SM (&pound;15k)\n- Equipment: completion of ALPAO DM purchase, DM optical relay, figure sensor and RTC upgrade\nRequest: &pound;48k \n- Travel funding to ensure that on-sky commissioning runs will continue at the planned level\nRequest: &pound;15k\n\n\nEAGLE\nESO recently indicated that there was not a programmatic need to deliver the Delta Phase A study report in September 2013 and indicated a number of areas where further work could be included in the report if it was delivered later. This will allow additional AO modelling work, further iteration between the FEA analysis and the instrument optical layout, and possibly responding to the results of the ESO pre-focal station work.\nRequest: 2.4 SM (&pound;18K) and &pound;2k travel \n\nMOSAIC\n- Development of the science case options\n- Assess and comment on enplications of the science case\n- Be a part of potential further discussion leading up to, and just after, the expected call for proposals in early 2014.\nThe MOSAIC science team have recently approached Durham to ask for simulations of AO-corrected science point spread functions. This requires additional simulations to be run using the Durham AO Simulation Platform for the new 38m E-ELT design. \nRequest: 1.2 SM (&pound;9k) plus &pound;1k travel\n\n\nAdaptive Optics Research and Development\n- Real-time control to assess the suitability of the new Xeon Phi many-core co-processor. In the first instance, a real-time control system wave-front reconstruction module is required to demonstrate the potential of this technology, and to investigate latency and jitter introduced to a system when in use. This needs to be compared with the performance obtained using graphical processing units. \nRequest: 1.2 SM (&pound;9k) plus &pound;1 travel\n- S-H spot image generation. The concept of real-time simulation, to provide the essential E-ELT AO test harness to enable AO instruments to be verified and integrated with (potentially absent) telescope components prior to commissioning at the E-ELT has been given a high priority by ESO. This concept originated in Durham, and will be the topic of large scale development over the coming years to allow the existing simulation tool to be integrated with the real-time control system and to achieve the performance necessary for operation at real-time rates. \nRequest: 1.2 SM (&pound;9k) plus &pound;1k travel for the development of improved Shack-Hartmann spot image generation","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L003457/1","grantId":"ST/L003457/1","fundValue":"192885","fundStart":"2013-06-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Simon Leo Morris","coPersons":["Richard Michael Myers","Jeremy  Allington-Smith"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}