{"id":"642CE451-BE00-4DBB-A0E9-00CE4F109CED","title":"The public's experiences of court: how victims, defendants and witnesses perceive and make sense of the criminal justice process","abstractText":"<p>This study will examine the public's experiences of the Crown Court. More specifically, it will focus on the extent to which victims, defendants and witnesses understand court proceedings and perceive them to be fair, and believe that they are treated respectfully by the court. </p>\n\n<p>The research will also identify the factors which determine levels of understanding and perceptions of fair and respectful treatment. There are three main aims of the study. First, it will explore the extent to which personal experiences of court have a bearing on the trust that individuals have in the criminal justice system as a whole. The second aim is to identify the main barriers to individuals'&nbsp;- and particularly defendants' - understanding of, and engagement with, court proceedings. The third aim is to draw out the commonalities in victims', defendants' and witnesses' experiences of court. </p>\n\n<p>The study will entail fieldwork at two Crown Courts. The main component of the fieldwork will be in-depth, semi-structured interviews with victims, defendants and witnesses. The research team will also undertake observations of court proceedings, including trials, sentencing hearings and other hearings. In addition, the researchers will conduct be in-depth, semi-structured interviews with court professionals and staff. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H030298/1","grantId":"ES/H030298/1","fundValue":"280670","fundStart":"2011-02-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  This was a qualitative project, involving observations of court, interviews with victims, witnesses and defendants who had attended court, and interviews with professionals. The research findings provide detailed insight into the nature of Crown Court processes; how these processes are perceived and experienced by court users; the extent to which court users regard the processes as legitimate; and the foundations of any such sense of legitimacy. As such, the project makes an important contribution to the relatively small body of ethnographic research on the criminal courts in England and Wales. \n\nIn addressing the question of how the perceived legitimacy of the court process is sustained, the project contributes to the growing body of criminological research on 'procedural justice'. The findings support much of what the procedural justice theorists contend: for example, in highlighting that perceptions of legitimacy and trust in justice tend to reflect individuals' direct experiences of the criminal justice system; and that procedural aspects of these experiences (such as good treatment and fair decision-making) are important determinants of overall perceptions of the courts and wider system of justice. Where we depart from the procedural justice approach is in our assertion that outcomes of court proceedings matter decidedly more than process for many court users. We also pay particular attention to the ways in which some court users' - particularly, defendants' - compliance with the court process reflects their own sense of powerlessness and resignation.\n\nThe project entailed extensive use of observation as a methodology, which provided an invaluable means of understanding the intricate details of the court process. The use of observational data alongside interview material, in presenting the research findings, allows a vivid picture to be drawn of what goes on in court and ensures that the theoretical and policy conclusions are fully grounded in empirical realities. \n\nMany issues addressed by this project have been much in the public eye, and the focus of policy dialogue, since the outset of the work. As the fieldwork got under way in mid-2011, the high profile trial of Milly Dowler's murderer brought attention to what was widely regarded as poor treatment of the victim's parents; since then, a succession of cases involving alleged sexual offences - particularly offences against children - have highlighted the difficulties and potential traumas faced by victims during the court process. Various policy initiatives aimed at improving provision for victims and witnesses are currently in progress. \n\nAgainst this backdrop, our research is timely and important. We have been able to feed into the public and policy debate by providing a detailed, nuanced analysis of victim and witness experiences of the Crown Court, based on their own direct accounts and our close observation of the court process. Our findings support wider concerns about lack of support for these court users, and have pointed to ways in which the gaps can be filled. We also found many positive aspects of the victim and witness experience, which we are seeking to highlight - in order that they can be further built upon, and to correct inaccurate and damaging representations of the court experience as uniformly grim and terrifying. \n\nIn encompassing defendants' as well as other court users' experiences, our study will also help to widen policy debate beyond the question of how victims and witnesses can be better supported. Efforts to address this question are often predicated on the assumption that victims' rights exist in a 'zero sum' relationship to defendants' rights. A wider focus, instead, on how to enhance 'access to justice' for all (particularly in the context of legal aid reform) promises to be more productive, and recognises not only that victims and defendants make up overlapping groups, but also that the experiences of all court users have many common threads. Communities and Social Services/Policy,Education,Other Societal,Policy & public services","person":"Jessica  Jacobson","coPersons":["Gillian  Hunter","Mike  Hough","Tim  McSweeney"],"organisation":"Birkbeck College","findingsText":" The key finding of our study is that Crown Court proceedings are characterised by multiple and profound incongruities, but most victims, defendants and witnesses nevertheless accept the court process as legitimate. Our understanding of the nature of the process, and what it is like to appear in court as a member of the public, has developed around the following themes:\n\n• We tend to think of the court as a place where ‘what really happened’ is established; and where, if it is established that a wrong has been done, the perpetrator receives a punishment commensurate with the wrong. In fact, the court process is about managing conflict between alleged wrongdoers and those allegedly wronged, and between their wildly different accounts of the same event.\n\n• The management of conflict in court is undertaken through a ritualised public performance which involves an intermingling of highly incongruous elements. For example, the most intimate, personal and often sordid details of individuals’ lives are publicly recounted in elaborate fashion; matters of the greatest seriousness are discussed alongside multiple trivialities; an emphasis on objective facts is undercut by a dependence on subjective interpretations; and grief and (black) humour coincide.\n\n• Structured mayhem characterises the court process: equipment often fails to work; people don’t turn up when they are supposed to paperwork goes missing or contains mistakes. And yet, despite the chaos, cases progress through their various stages and finally reach their conclusion. \n\n• It might be assumed that victims, witnesses and defendants are the main players in any court case. In practice, however, these individuals play only minor, walk-on parts in proceedings, while the barristers and judge play the leading roles. The clearest divide in the courtroom is not between defendant and victim, but between the public and the professionals.\n\n• Appearing in court can be terrifying, humiliating, upsetting or frustrating; and many aspects of the process can be difficult to understand. Despite this, court users usually conform with the expectations and social rules of the process – notwithstanding the extreme circumstances and hostilities that are at the heart of most court cases. The reluctant conformity of most court users reflects an implicit belief in the legitimacy of the court process.\n\n• The perceived fairness of the verdict and/or sentence is often central to court users’ sense of the overall legitimacy of the court process. This is particularly true of defendants, although their perceptions of legitimacy often appears more like resignation. For victims and witnesses, supportive treatment by criminal justice agencies can significantly contribute to their sense that the court process is legitimate; conversely, the experience of delays, inconvenience and disrespectful treatment undermines it. The key audiences for our work, in terms of societal impact, are the following: \n\n• Victim Support and other services engaged in supporting victims and witnesses. As part of this aspect of our work, we intend in future to engage with Police and Crime Commissioners who now have responsibility for commissioning victims’ services. Other organisations that have a remit beyond supporting victims and witnesses, but for whom this forms part of their role – such as Mencap, who work with victims and witnesses with learning disabilities – are also an important audience. \n• Campaigning organisations and pressure groups with a focus on criminal justice and penal reform, such as the Prison Reform Trust, the Howard League for Penal Reform and Transform Justice. Of particular relevance to these bodies are our findings relating to the limitations to defendants’ effective participation in court proceedings, and the wider issue of access to justice. \n• Policy-makers – including parliamentarians (such as members of the penal reform and the victims and witnesses All-Party groups) and Ministry of Justice and Home Office officials (with whom we have routine contact through our range of research activities). We will continue to take advantage of all opportunities to feed into the continuing public and policy debates concerning and appropriate levels and types of provision for victims and witnesses of crime, the implications of legal aid reform for access to justice, and the legal rights afforded to the range of court users.\n• Legal and criminal justice practitioners, including judges, lawyers, police, the Crown Prosecution Service, intermediaries and restorative justice practitioners. Our findings shed much light on the significant (positive and negative) implications for court users – and, ultimately, for justice - of the different ways in which individuals fulfil their respective professional roles. Communities and Social Services/Policy,Education,Other","dataset":"gtr"}