{"id":"642DEF96-B731-40A1-B8EF-38016D9D1AD6","title":"Collaborative Research in Energy with South Africa: Fundamental Characterisation of Autoignition and Flame Propagation of Synthetic Fuels","abstractText":"Sustainable and secure fuels for road and air transport are essential to the vitality of both western and developing economies. Novel alternative fuels and supplies are required to meet the global challenges of declining oil reserves and concerns over the security of remaining supplies, as well as the enviromental imperative for greener fuels to offset CO2 generation. Liquid fuels offer the highest energy density for transportation applications and Synthetic liquid fuels, which can be produced from renewable and non-food bio feedstocks as well as solid and gaseous fuel supplies, offer exciting possibilities for partial or even total substitution of remaining fossil fuel supplies. There is a growing international interest in synthetic jet-fuels, for example, with the Fischer-Tropsch process central to their production. South Africa are pioneers and international leaders in the F-T process. The behaviour of these new fuels must be fully characterised and understood if they are to be widely employed and technologies developed for their effective deployment. This proposal relates to the vital and inter-related fuel characteristics of autoignition and burning velocity. In this collaboration with internationally leading South African synthetic fuels researchers at the University of Cape Town, these fundamental characteristics will be experimentally determined for both synthetic kerosenes, to be used in aviation jet-fuels, and synthetic gasolines for road transporation.The project also includes mathematical and computational modelling employing the data generated from the experimental studies, including on how autoignition and gas motion couple to generate pressure waves and pressure oscillations and engine cycle models to predict the performance and knock properties of synthetic fuels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068933/1","grantId":"EP/G068933/1","fundValue":"396550","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  Much progress has been made in developing fundamental knowledge of fuel blending and performance which is being used by oil companies to inform fuel development. In parallel, the studies have made major contributions to reductions in fire and explosion hazards throughout the automotive, aviation, and energy sectors. \n\nEnergy efficient fuels \nThe detailed observations and modelling of high-pressure combustion and auto-ignition, not only showed the widely used Octane Number criteria to be misleading for modern engines, but it also led to the development of alternative design approaches. These, combined with fuel tests in the Leeds bomb, have supported Shell's development of new vehicle fuels with increased burn rate and reduced auto-ignition. Specialist support was given also to the development of Shell's Formula One fuels. The characterisation of synthetic fuel components and determination of blending rules are of ultimately benefit to UK society and industry via the continued introduction of more secure and sustainable supplies. Results are of direct relevance to fuel production industries that include the project collaborators, Shell and SASOL. They directly affect reciprocating and gas turbine engine developers which rely on these fuels. Further impact will be progressive over many years in terms of the influence on long term sustainability and ability to improve product efficiency and to meet imposed targets on emissions reduction. \nThe experimental Auto-ignition and Burning velocity characterisations, together with the increased theoretical understanding will benefit those tasked with incorporating synthetically derived additions into commercial fuels. Such additions are providing more effective use of depleting fossil fuel reserves.\n\nEnergy efficient engines. \nEngines with high burn rates are generally cleaner and more efficient, provided knock is avoided. As a result of the direct collaborations with Shell and SASOL, and related collaborations with engine manufacturers (Jaguar Land-Rover (JLR), Lotus, Rolls-Royce (R-R), and VW) the Leeds experimental and modelling insights into burning rates and auto-ignition delay times have had a widespread influence on reciprocating engines and gas turbines. Significant improvements have been made to performance, efficiency, emission reduction, avoidance of knock in spark ignition engines and avoidance of flashback and high-altitude flame-out in aero gas turbines. These have contributed to fundamental improvements in the design and engineering of commercially very successful, high pressure, knock-free, turbo-charged, engines in the UK. Collaborations with Shell have made major contributions in the key area of carefully-controlled high pressure combustion, just short of the knock limit. \n\nImpact on Society, Culture and Creativity\nThe Team contributed to BBC programmes, for radio on oil field blow-outs and for TV on the Olympic flame (2012). The findings on the limitations of Octane Numbers have had international repercussions throughout the automotive and oil industries. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Transport Societal,Economic","person":"Gary  SharpeMalcolm  Lawes","coPersons":["Chris  Sheppard","Derek  Bradley","John  Griffiths"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}