{"id":"642EBF32-D37A-49D7-825D-974BF021542B","title":"Applying Contemporary Physical Organic Chemistry to Study Redox-Controlled Hydrogen Bonding Interactions.","abstractText":"Host-guest complexes fabricated using electrochemically tuneable hydrogen bonded complexes, due to their selectivity, directionality and tuneability, are rapidly emerging as important building blocks for the fabtication of advanced materials, sensors and machines and devices. In the proposed programme of work, we aim to use synthetic chemistry and contemporary physical organic chemistry to both create new systems and rigorously investigate the underlying fundamental recognition properties of these fascinating supramolecular assemblies. For clarity, the following tasks have been highlighted:(1) We will enhance the levels of redox modulated recognition in DAD-ADA motifs. The DAD-ADA hydrogen bond pattern is a common motif found in biological systems. Although a significant array of electrochemically tuneable hydrogen bonded complexes of this type have been reported in the recent literature, the degree of redox enhanced binding reported by these systems is significantly less than those observed in biological systems. This remains a major hurdle which must be overcome if pragmatic devices are to be fabricated from these systems. In the proposed programme, we will develop more biomimetic host/guest complexes in the expectation that these systems will lead to enhanced levels of redox modulation hitherto only observed in biological systems.(2) We will quantify the relationships between structure, binding and redox properties. Once the new biomimetic receptors have been synthesized and their recognition properties have been investigated, we will apply physical organic chemistry techniques to help provide a more detailed understanding of how the structures of the host and guest control the binding events and redox properties of these systems. This is of significant importance for explaining the trends observed, and perhaps more importantly will offer a predictive capacity to help design and incorporate these systems into biomimetic molecular electronics devices.(3) We will use a combined experimental/theoretical techniques to probe the role molecular recognition has in modulating the spin density of radical anion species. This combined methodology will allow us to access data that are unobtainable experimentally, this will not only afford a method to gain deeper insight into these processes, but could also help us to design more efficient systems. (4) We will develop receptors capable of redox controllable binary complexation. Another major shortfall of current electrochemically tuneable hydrogen bonded host guest complexes is the redox modulation is typically limited to modulation between weak and stronger states. If pragmatic devices are to result form these systems it is vital that systems with binary on/off complexation properties are fabricated. To achieve this, we will use of electrochemistry to control the complementarity between host and guest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018211/1","grantId":"EP/E018211/1","fundValue":"317671","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  Further publications have arisen from my group (and other groups) using some aspects of our published work from this research programme. Chemicals ","person":"Graeme  Cooke","coPersons":[],"organisation":"University of Glasgow","findingsText":" We have developed a range of redox tuneable host guest complexes capable near binary (on/off) recognition. We have also gleaned some important fundamental understanding of redox controlled hydrogen bonding interactions. The systems we have developed may find applications spanning advanced materials, catalysis and nanotechnology. Chemicals,Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}