{"id":"642F8DD1-1CAA-4DE6-A444-9A18EE4D560D","title":"Software Tools for probing cell membrane organisation using neutron sources","abstractText":"This project couples new developments in computer simulation methodology and software with advances in experimental methods, in particular those involving neutron (and X-ray) scattering, in order to significantly enhance our understanding of structure-function relationships in complex biomacromolecular systems. The past decade has seen new facilities brought on stream in Europe and the US, with significant enhancement of the quality and effectiveness of instrumentation. Although measurements are frequently accompanied by computer simulation there is a lack of software and tools for the analysis of the data produced. The strong concurrence of the length- and time-scales involved also means that experiments provide an essential tool to benchmark simulations, with consequences for many fields of science. Analysis tools will be developed that use MD simulation data on self-assembling macromolecules for structure refinement. Progress will depend critically on the development of software tools such as we propose. The created software will support experimentalists and will allow third parties to benefit from the findings. The project will also have impact by producing a highly skilled development team and training material for transferring knowledge to a wider user community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L01825X/1","grantId":"BB/L01825X/1","fundValue":"133323","fundStart":"2014-10-01","fundEnd":"2016-03-31","funder":"BBSRC","impactText":"  Neutron Software to use by experimentalists in national facilities Chemicals,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Carmen  Domene","coPersons":[],"organisation":"King's College London","findingsText":" Software Development to use in national and international facilities TBA Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}