{"id":"6434D4F9-84C7-4118-A193-52552FFC905B","title":"Mechanisms underlying developmental programming of lifelong health","abstractText":"Obesity and related disorders, including type 2 diabetes and cardiovascular disease, are major health problems in the UK and many other parts of the world. Over 20% of UK adults were classed as obese in 2004 and this will reach over 50% by 2050 unless current trends can be halted. Obesity-related problems were estimated to cost the NHS around &pound;1bn in 2007 and this is predicted to rise to almost &pound;10bn by 2050. The true financial and societal costs are much greater. These metabolic health problems are generally attributed to the direct effects on individuals of poor &quot;Western&quot; diets and insufficient exercise. However, it has also become clear that poor metabolic health can be reinforced from one generation to the next. This is because during life in the womb and as suckling infants, the critical growth periods of early life, babies experience an environment that is heavily influenced by the health status and habits of their mother. In particular, a mother's diet (as well as factors such as smoking and alcohol consumption), maternal obesity and gestational diabetes can have life-long effects on the health of her offspring. In other words, while we are used to the idea that &quot;you are what you eat&quot;, we should also pay attention to the idea that &quot;you are what your mother ate&quot;.\n\nOur research aims to find out how factors affecting growth during early life, particularly poor maternal diet, can influence health during adult life. It is thought that developing offspring are &quot;programmed&quot; by the environment they experience in a process that involves switching on and off genes that control processes such as growth, adipose tissue development and also the way the body stores and uses energy. We aim to identify the key genes in offspring that are affected by developmental programming. To do this we are studying mice in which one gene, called Grb10, is disrupted. These mice are large at birth and have favourable metabolic health characteristics during adult life, including low adipe levels and an enhanced ability to use glucose after a meal. The fact that this gene links early growth with adult health makes it a strong candidate as one of the genes involved in metabolic programming. We will test if this is true essentially by finding out whether the &quot;anti-diabetic&quot; profile of these mice can protect them from the adverse health effects of a poor maternal diet. We will also use these mice to reveal other genes switched on or off as part of the programming process. \n\nBy identifying the genes involved in developmental programming, and finding out when and in which parts of the body their activity is altered, we will identify new ways to improve human health in the future. This could include the development of tests to identify people at increased risk of common health problems in later life, improvements in dietary advice or dietary supplementation during pregnancy, or the development of drugs that alter the activity of developmental programming genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007215/1","grantId":"MR/L007215/1","fundValue":"527094","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Jason Barry WolfAndrew  Ward","coPersons":["Laurence  Hurst"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}