{"id":"643A319F-0A21-4F3C-86E9-804CD43DC37A","title":"Development of Ice Crystal and Aerosol Scattering Model for Interpretation of Radiance and Nephelometric Data","abstractText":"The most recent report of the Intergovernmental Panel on Climate Change [IPCC2001] stated: 'Cloud feedbacks remain the largest source of uncertainty [in the estimates of the climate sensitivity to either natural or anthropogenic changes.]' This uncertainty is exacerbated by the lack of fast, publicly available scattering codes to predict scattering on those ice crystals of intermediate size parameters that can significantly affect cloud radiation properties. The proposed project seeks to help address this deficiency through the further development of a new model for rapid computation of scattering on faceted dielectric objects such as ice crystals. The model is also potentially useful for modelling scattering by non-facetted particles such as mineral grains by using facetted shape approximations. The 3D scattering model, unique in its combined use of ray-tracing with diffraction on facets (RTDF), will be further developed by improving the near field physical optics approximation inside the crystal and introducing the physical optics approximation for externally diffracted rays. The latter would replace the conventional way of modelling the external diffraction by Fraunhofer diffraction on the projected particle cross section. This is particularly important for small particles in fixed orientation. Furthermore, phase tracing will be introduced. It is expected that these improvements increase the accuracy of the model for intermediate size crystals not only for optical wavelengths, but make it applicable for infrared radiation. The enhanced model will be verified for small size parameter crystals through comparison with the Separation of Variables method (SVM) (fixed orientation) and the T-matrix Methods (random orientation), and for larger size parameters through comparison with published Improved Geometric Optics (IGO) results. Modelled phase functions will be applied to the interpretation of cirrus radiance data from satellites and aircraft and aerosol data from the CADENCA campaign (see below). 2D irradiance distributions modelled for certain test crystal geometries will be used for the interpretation of data obtained by the aircraft mounted SID 2 and 3 (Small Ice Detector) probes developed at the University of Hertfordshire and designed to provide in situ data on cloud particle shape, size, and number concentration. The proposed project would comprise the following steps: - Improvements of the RTDF model: - In order to account for near field diffraction effects inside the crystal the physical optics approximation within the crystal will be improved using energy flow calculations. - Phase tracing will be introduced in order to take care of interference effects between different ray bundles. - In order to improve the modelling of forward scattering, the diffraction of external rays will be introduced. This will replace the traditionally used Fraunhofer diffraction at the projected particle cross section. This is particularly important for scattering by small particles in fixed orientation. - In collaboration with the Met Office, the model will be tested against the SVM and T-Matrix methods for size parameters of up to 40. - In collaboration with the Met Office the improved RTDF method will be applied to a newly developed self consistent model of cirrus [Baran and Labonnotte 2007] to compute its single-scattering properties and these will be applied to solar, infrared, and far-infrared radiance measurements of cirrus obtained during the NERC funded CAESAR campaign, inclusive of in situ measurements. It is also planned to apply the self consistent model to ensembles of mineral dust particles in order to interpret data from the Met Office funded CADENZA (Cirrus and Aerosol Depolarization studies of Nonspherical particles in the tropical Zonal Atmosphere) campaign in November 2008. - 2D-scattering patterns will be used for calibration of the SID instruments (University of Hertfordshire).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019432/1","grantId":"NE/F019432/1","fundValue":"85263","fundStart":"2008-08-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"  Interpretation of light scattering data from cirrus cloud and cloud chambers (Manchester, Karlsruhe Institute of Technology), mineral dust and volcanic ash. Environment Policy & public services","person":"Evelyn  Hesse","coPersons":["Zbigniew Joseph Ulanowski","Paul Henry Kaye"],"organisation":"University of Hertfordshire","findingsText":" A method to approximate azimuthally resolved light scattering patterns and phase functions of intermediate sized particles (i.e. Geometric Optics is not applicable and exact computations, if at all possible, are computationally very expensive) has been demonstrated and compared with results form an exact method, T-matrix. \n\nScattering parameters of irregular particles calculated with RTDF (Ray Tracing with Diffraction on Facets) has been used to interpret radiative properties of Saharan dust aerosol. Creation of data bases for interpretation of measured light scattering data. Environment","dataset":"gtr"}