{"id":"6447A9A7-9FC8-480B-A550-F6E21044B4E3","title":"Development and application of phenolic-rich oats for the maintenance of cardiovascular health","abstractText":"UK products composed of &gt;51% whole grains can claim, &quot;People with a healthy heart tend to eat more whole grains foods as part of a healthy lifestyle&quot;. A number of components present in wholegrain have been hypothesised to contribute to the beneficial cardiovascular effects associated with wholegrain consumption, including phenolic acids. Recent dietary interventions in humans using phenolic acid-rich foods (blueberry, coffee, champagne) are capable of improving the function of the circulatory system. Oats are a rich source of phenolic acids, although the degree to which they contribute to the human health benefits associated with wholegrain intake has not been investigated in humans. We hypothesise that phenolic acid-rich oats will be effective at inducing acute, beneficial improvements in circulatory function in humans thus contributing to a healthy cardiovascular function.\nBuilding on existing human work conducted in our laboratory, this study is designed to determine how phenolic acids may enhance human vascular function by focussing on how they modulate the function of the human circulatory system. The proposal will provide crucial information in three areas. Firstly, it will provide information regarding the variation in phenolic content that exists in both commercial varieties of oat products and newly developed ones. Secondly, we will test the ability of phenolic acid-rich oat intake to produce improvements in circulatory function in healthy humans using established, gold standard, clinical measures of blood flow around the body. Thirdly, we will strive to determine the processes in the body by which these beneficial effects on blood vessel function are mediated. The outcomes of this proposal have implications for exploiting the potential beneficial health effects of phenolic acids of the diet, particularly with relation to oat and other wholegrain intake. Oats are a sustainable, relatively cheap, UK product that offers an alternative to more expensive and less sustainable foods/beverages such as cocoa and berries, also shown to exert such biological effects on the circulation. \nThe concept of healthy ageing is rooted at the core of this proposal through the application of sound dietary recommendations. Data emanating from the proposal are necessary before academia/industry may work to exploit such public health properties of foods in the future. There has been a large growth in the desire for such functional foods (21% market growth in the USA) and cause-and-effect data are essential for the development of EFSA/FDA health claims on specific oat products. The impact of bad diet/lifestyle and obesity on blood vessel health/disease is well reported and whilst wholegrain oat intake is recommended for the maintenance of a healthy circulation and heart, no studies to date have provided evidence for the health effects of the polyphenols in oats. Over three million Britons currently suffer from cardiovascular-related problems in the UK, with annual costs for the health system exceeding &pound;30billion. Yet it has been estimated that 80%-90% of premature cardio-vascular events are preventable, and a healthy diet is paramount in this. We aim to work with a major food company, PepsiCo, to design and test a novel oat food/beverage with the potential to counteract the loss of correct blood vessel function. Understanding more about how specific diets may promote healthy cardiovascular aging will help us to define more effective public health advice and reduce the cost of services, by encouraging the population to make more informed healthy food choices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002802/1","grantId":"BB/M002802/1","fundValue":"427344","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"BBSRC","impactText":"","person":"Jeremy Paul Spencer","coPersons":["Jonathan Richard Swann"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}