{"id":"64492BC2-25FC-4155-966C-BDA6EDB5BF5B","title":"Women, Ageing and Media (WAM)","abstractText":"The theme of this series, women, ageing and media, stems from an absence of sustained investigation into proliferating print and screen representations of older women. One of its innovative features is its aim to link academics from different cultural and intellectual backgrounds and to position emerging research on 'older women' in media and cultural studies alongside established research in healthcare policy, gerontology, economics, social care and sociology that dominates existing knowledge (Rosenthal, 1990, Hepworth 2000, Bernard et al 2000, Arber et al 2003).\\n\\nA second valuable and timely feature of the series is its development of theoretical understandings. Some recent attempts at developing frameworks to explore ageing and media have usually been constitutive of broader approaches to ageing and/or gender (Blaikie, 1999; Feldman and Poole, 1999; Woodward 1999; Featherstone and Wernick 1995) and only partly attend to the unique position that women occupy in relation to media representations of ageing and old age. A tradition of feminist research on ageing (e.g. de Beauvoir 1970; MacDonald and Rich, 1983) has recently been updated and drawn together (Cruikshank 2002, 2006), but only some aspects of this address media specifically and generally little attention is paid to non-Western images. The seminars we propose represent an opportunity for academics to interrogate this theory and to assess it in relation to contemporary media images, existing knowledge produced in health and social care, economics and the social sciences, and through trans-cultural and international dialogue.\\n\\nThus, a third strength of this proposal is in its commitment to engaging with scholars, established and emerging, from diverse cultural and ethnic backgrounds. Drawing on research in the China and South Asia regions is of particular importance for generating understandings of women and ageing in our global media context. This means that our proposed international conference will be embedded in questions of globalization as the global flow of media images and texts generates a media ecology of competing and conflicting representations of older women.\\n\\nEach seminar/workshop event is designed to have a mix of newer and more established scholars. The final element is an international conference which brings together the participants of the workshops/seminars with a selection of international scholars. Below, we set out the thematic focus of each seminar/workshop together with a list of indicative speakers.\\n\\nSeminar one: Visibility and Invisibility Co-ordinator Dr Josephine Dolan, University of the West of England\\nProf. Tara Brabazon, Brighton University, UK\\nEstella Tincknell, UWE, Bristol UK\\nAb Gardner, University of Gloucestershire, UK\\n\\nSeminar two: Emotion and Affect Co-ordinator, Dr Kristyn Gorton, University of York\\nProf. Sara Ahmed, Goldsmiths College, University of London, UK\\nProf. Denise Riley, University of East Anglia, UK\\nMary Eagleton, Leeds Metropolitan University, UK\\n\\nSeminar three: Monstrous Body and Scary Femininity Co-ordinator: Dr Jo Garde-Hansen, University of Gloucestershire\\nDr Julie Doyle, Brighton University, UK\\nIrmi Karl, Brighton University, UK\\nRina Rossleson, University of the Third Age, UK\\n\\nSeminar four: Commodification and Consumerism / Co-ordinator Dr Sherryl Wilson, University of Gloucestershire\\nProf. Karen Ross, Liverpool University, UK\\nSadie Wearing, London School of Economics, UK \\nDr. Julia Hallam, Liverpool University, UK\\n\\nInternational Conference: Crossing Cultures: Women, Ageing and Media / Co-ordinator Dr Ros Jennings, University of Gloucestershire\\nDr. Kate Omenugha, Awka University, Awka, Nigeria\\nProf. Stella Chinyere Okunna, Awka University, Awka, Nigeria\\nProf. Kathleen Woodward, University of Washington, USA\\nDr. Leung, Lai Ching, City University of Hong Kong\\nDr. Chan, Shun-hing, Lingnan University, Hong Kong Prof. Vivian Sobchack, UCLA, USA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F012667/1","grantId":"AH/F012667/1","fundValue":"24358","fundStart":"2008-07-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Roslyn Elizabeth Jennings","coPersons":[],"organisation":"University of Gloucestershire","findingsText":"","dataset":"gtr"}