{"id":"645AE957-C165-4F88-9275-9AFD79B92D8F","title":"Bilateral Sweden: Governing by Inspection: School Inspection and Education Governance in Scotland, England and Sweden","abstractText":"<p>This research project is a comparison of the use of school inspection as a form of governing of education in the three systems of Sweden, Scotland and England, in the context of current changes in inspection practices in Europe. </p>\n\n<p>The project will involve:</p>\n\n<ul>\n \n\n <li>Investigating the tensions between 'hard and 'soft' governance revealed by analysis of inspection policies and processes. By this we mean tensions between controlling and regulating through technical means like performance data and the rules followed by inspectors in their school assessments, in contrast with using expert knowledge, judgement and persuasion as part of self-regulation. </li>\n\n <li>Analysing the 'discourse' or rhetoric of inspection, and what it reveals about tensions in judgement and evidence, by mapping the interrelationships of inspection at different system levels and across Sweden, Scotland and England, with a focus on transnational policy learning. </li>\n\n <li>We will also&nbsp;map inspection processes within local authorities/municipalities and between local policy spaces and schools. </li>\n</ul>\n\n<p>It will focus on a process that has become taken for granted in much public sector provision, and look at it as a way of shaping and steering education, and the behaviours and assumptions of the people who work in education (including the inspectors themselves).<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2241","grantId":"RES-062-23-2241","fundValue":"44759","fundStart":"2010-04-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Jennifer  Ozga","coPersons":["Martin  Lawn","John  Clarke","Sotiria  Grek","Linda  Croxford"],"organisation":"University of Edinburgh","findingsText":" submitted as final report to ESRC see final report Education","dataset":"gtr"}