{"id":"645D8904-C133-4E0A-B624-5A31CD6507AF","title":"The role of TFIIB phosphorylation in the transcriptional stress response","abstractText":"The genes of an organism contain the information that is necessary for life. The genes encode the products that make up the structure of cells and perform the functions for essential processes. All organisms utilise mechanisms to switch genes on and off so that the abundance of the products they encode can be regulated. The mechanisms that are deployed to regulate the turning on and off of genes are highly conserved from yeast to man, and are also similar to those see in bacteria. \n\nAll organisms need to respond to changes in their environment, i.e. stress. This requires global changes in the genes that need to be switched on so that changes in cellular structure or function can take place to deal with the new conditions. Much progress has been made in our understanding of how new genes are switched on under stress and how they help to deal with the changes. However, under stress conditions, genes that are not necessary for survival are switched off so as to conserve energy that needs to be deployed for the stress response. How the extensive silencing of these genes is achieved is not understood.\n\nWe have been studying a protein, Transcription factor IIB (TFIIB), that plays a central role in the expression of genes and is found in all organisms from yeast to man. We found that TFIIB is modified by the addition of phosphate and that this is required for the expression of most genes that are switched on under normal conditions. Intriguingly, the genes that do not require the phosphorylation of TFIIB are required for the response to stress.\n\nWhen cells are subjected to stress, the phosphate is rapidly removed from TFIIB. This leads to the temporary shut-down of non-essential genes, but allows the genes important for the stress response to be switched on. Our recent results suggest that the phosphorylation of TFIIB is an essential control point that is required for the response of an organism to stress. \n\nIn the proposed study we will;\n\n1. Determine how phosphorylation of TFIIB affects gene expression. This line of investigation will help us understand how the stress response genes are selectively switched on.\n\n2. Determine all of the genes in human cells that are switched on and off by the TFIIB phosphorylation mechanism. These results will help us to understand what makes a gene switch on or off under cell stress.\n\n3. Determine the enzymes that are responsible for adding and removing the phosphate from TFIIB. This will allow us to understand how the balance of TFIIB phosphorylation changes when cells are subjected to stress.\n\nThe completion of these studies will provide significant new insights into the gene control events that occur under stress conditions. This information will provide opportunities to potentially control an organisms response to stress, that will have important uses in agriculture and drug production in modified organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000446/1","grantId":"BB/K000446/1","fundValue":"303686","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"  As it is early in the grant no findings have yet been published.  ","person":"Stefan  Roberts","coPersons":[],"organisation":"University of Bristol","findingsText":" 1. Our work suggests that CDK7 is the mostly likely kinase that acts on TFIIB.\n2. Our work suggests that phosphorylation of transcriptional cofactors such as TFIIB and BASP1 can modulate the occupancy at the promoter region of genes. \n3. Our work suggests that, in addition to TFIIB, transcriptional activator/repressors can act through the BASP1 complex. It is too early in the grant to determine this. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}