{"id":"645D52D0-09D7-413C-A6F5-3BC386FBB4C3","title":"Adaptation and Resilience to a Changing Climate (ARCC) - Coordination Network (ACN)","abstractText":"Adaptation and Resilience to a Changing Climate (ARCC) is part of the Living with Environmental Change (LWEC) Programme. Research funded under ARCC is expected to focus on adaptation and resilience to climate change under one or both of the following themes:1. Existing buildings and infrastructure systems in the urban environment.2. UK infrastructure systems including transport infrastructure and water resource systems. As such the research is expected to engender multi-disciplinary groups of researchers, industrial collaborators, practitioners and stakeholders some of which have worked together under Building Knowledge for a Changing Climate (BKCC) or were brought together through Sustaining Knowledge for a Changing Climate (SKCC). Experience gained through BKCC and SKCC has shown that coordination, both of the research efforts and of the end-user engagement, can benefit the research and can enhance the benefits from the research through enhanced reach. Delivery of the ACN will build on lessons learned from this experience (www.ukcip.org.uk/index.php?option=com_content&amp;task=view&amp;id=521&amp;Itemid=9)The ARCC Coordination Network (ACN) will facilitate networking amongst the various research projects funded through ARCC, engage the other relevant EPSRC-funded research projects (CREW, SCORCHIO, LUCID and those research projects funded under the EPSRC call on the use of probabilistic information) in ACN, and reach out to other researchers and stakeholders to grow the informed and engaged community. Coordinating this suite of research projects as a portfolio will provide opportunities for individual projects to share resources, data and results. It will also provide opportunities to address cross-project issues and challenges as a portfolio rather than attempting to deal with them individually. Presenting the results as a synthesis, rather than only as a collection of results, is intended to enhance the value of the research results to practitioners, policy makers and other end-users.Benefits associated with the proposed coordination of end-user engagement are related to enhancing the reach of the research results and effective end-user engagement. A coordinated network of engaged end-users will increase the efficacy and breadth of the dissemination of research results, as well as the ability of researchers to engage potential end-users. Experience has shown that end-users engaged through a network such as that proposed are more informed and therefore better able to contribute to the research, better able to understand the utility of the research and more willing and able to exploit the research results. They will also be more capable and likely to become involved in further dissemination of those results within their respective communities.A further benefit of this coordinating network is related to looking forward and identifying further investments in research. An informed network of researchers and end-users will be more capable of identifying and prioritising knowledge gaps and challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G036586/1","grantId":"EP/G036586/1","fundValue":"815404","fundStart":"2009-01-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  ARCC network activities focussed on synthesising information and evidence from across research projects and facilitating dialogue between the academic community and stakeholders to access expertise on both sides. This ensured the delivery of relevant and timely outputs for use by a wide range of policymakers (local, regional, national) and practitioners (industry, business).\n\nFocussing on adaptation and resilience to a changing climate in the UK build environment and infrastructure sectors, and working across a suite of EPSRC-funded research projects, the ARCC network has helped:\n\n• provide evidence for central and local government initiatives including integrated network input to the Climate Change Risk Assessment, the National Adaptation Programme, the Green Deal and Climate Ready programme.\n\n• synthesise research and broaden engagement through major knowledge exchange conferences and themed activities focussing on specific issues such as resilient energy systems, community resilience, overheating and health and social care. \n\n• promote information and knowledge through dedicated website and regular e-newsletters. Established synthesis and briefing notes to capture key findings from across research projects in formats suitable for target audiences.\n\n• capture and share learning from across the network on effective approaches to stakeholder engagement, effective collaborative research and knowledge exchange. \n\n• building the user community through the integration of additional research focussing on sustainable urban systems, through targeted work to foster the development of early career researchers and participation in external awareness-raising and dissemination events.\n\nBy taking a lead in coordination, stakeholder engagement and knowledge exchange activities, UKCIP has demonstrated the added value of the network to realising the benefits from EPSRC-funded research commitments over and above that achievable by individual projects. \n\nBeneficiaries: A wide range of stakeholders (e.g. researchers, central and local policymakers, industry, professional institutions, other networks with a business remit) with a focus on adaptation to climate change in the built environment and infrastructure sectors\n\nContribution Method: Provided high quality evidence, synthesised and translated from across participating individual research projects to meet specific requirements from a range of end users. Directed stakeholder engagement and knowledge exchange activities helped facilitate the co-production of research outputs with enhanced reach and application.\n\nFurther information on both the ARCC network and research projects can be found at: www.arcc-network.org.uk. Construction,Energy,Environment,Healthcare,Transport Societal,Economic,Policy & public services","person":"Roger  StreetDiana  Liverman","coPersons":[],"organisation":"University of Oxford","findingsText":" Since 2009, the ARCC CN has enabled researchers, policymakers and practitioners within the built environment and infrastructure sectors to expand and accelerate the exchange of evidence and knowledge on adaptation to climate change, and to address both current evidence needs and future challenges.By taking a lead in coordination, knowledge exchange and dissemination activities across a suite of 25 EPSRC-funded research projects aimed at enhancing sustainability in buildings and infrastructure, the network has enhanced and accelerated the benefits from funding commitments over and above that achievable by individual projects. \n\nThe performance of the UK built environment and its infrastructure is critical to national health and well-being, the growth agenda and economic competitiveness and stability. Yet these increasingly complex and interdependent sectors face serious challenges over the next 10-50 years and beyond. Decisions need to be made now if these sectors are to minimise the risk of systematic failures and disruptions and be capable of responding positively to expected demographic, environmental and technological changes. \n\nIn order to meet these challenges, the ARCC CN worked with researchers and stakeholders to ensure effective research outputs that inform national, regional and local decision-makers. Examples of achievements include:\n\nSupport for policymakers and practitioners:\n\n• Synthesised evidence for central government (DCLG, DECC) and provided written guidance for Green Deal assessors, providers and installers on measures to reduce the risk of overheating. \n\n• Targeted evidence from across research projects to enable CIBSE to update published weather data and best practice guidance for its professional members.\n\n• Initiated dialogue between researchers and central government policymakers to consider evidence on overheating in the urban environment and how it can be used to inform policy.\n\n• Building community resilience through facilitating links between research, the Cabinet Office and Dept. Health to explore evidence needs and how to best deliver them.\n\n• Informed local strategies for healthcare adaptation through work with local authorities, representatives from the health sector and relevant research projects.\n\nMeeting evidence requirements:\n\n• Instrumental in engaging researchers and stakeholders in the provision of evidence for the Climate Change Risk Assessment, reports submitted under the Adaptation Reporting Power, the National Adaptation Programme and the new Climate Ready programme.\n\n• Worked with stakeholders to scope evidence needs on adaptation and resilience in the UK energy sector leading to new research which is now addressing expressed users’ needs.\n\nKnowledge exchange:\n\n• Synthesised information in response to stated user needs for summary documents highlighting key messages on specific themes from across research.\n\n• Broadened engagement through open conferences which successfully highlighted outputs from the network and their implications for users.\n\n• Promoted learning on collaborative, stakeholder-led research to advise other projects and networks.\n\nFull details at: http://www.arcc-network.org.uk/ The ARCC CN enhanced the uptake and impact of research on adaptation and resilience in the built environment and infrastructure sectors within the UK. Non-academic users include:\n\n- Central government departments, devolved administrations and their agencies who benefit from facilitated dialogue and synthesised research outputs targeted at specific policy requirements.\n\n- Local government who benefit from a better understanding of the specific risks and opportunities at the regional and local level, together with access to data and tools to aid the decision-making process. \n\n- Coordination bodies and other research networks who benefit from a single, focussed window onto relevant UK research to inform their own initiatives and opportunities for shared activities to broaden overall understanding and reach of information.\n\n- Infrastructure operators who can benefit from opportunities to interact with academia to co-produce evidence and knowledge to help reduce risks and costs.\n\n- Professional bodies and institutions who can access additional synthesised information on relevant issues and opportunities to contribute to focussed activities to inform their members.\n\n- Architects, building designers and developers who will benefit from additional knowledge and expertise to help provide well-adapted and sustainable buildings to support well-being and productivity in the future.\n\n- Engineering and multi-disciplinary consultants who benefit from access to the latest models, tools and information to inform their consultancy services both in the UK and internationally. \n\nA wide range of inter-related activities have been facilitated including theme focussed initiatives, synthesis reports, end-user perspectives, workshops, conferences, targeted communication and dissemination events, contributions to peer-reviewed literature, and engagement and community-building events. Construction,Energy,Environment,Healthcare,Transport","dataset":"gtr"}