{"id":"645F619B-C317-4F00-B4E1-3D5863014DD0","title":"Entropy: Live Astronomy Documentary Meets an Electronic Music Performance","abstractText":"'Entropy' is an art-science collaboration that aims to frame public talks about astronomy with a live audio-visual performance. The best way to describe it is as an astronomy-documentary-meets-electronic-music-concert and it will be performed at science, music, and art festivals across the UK and internationally. Alongside the main event, several workshops will be organised, centred around the science and aimed at schoolchildren, where the children will be able to speak with the scientists to learn about astronomy.\n\nFor the audio-visual performance, bespoke music tracks have been produced, inspired and guided by the contents of the talks. To supplement them, visualisations will now be created that will be projected on special screens during the performance and will enhance the immersive, and interactive aspects of the event. These visualisations will be created from real astronomical data from experiments like the Sloan Digital Sky Survey and the Dark Energy Survey, as well as from computer simulations of supernova explosion, growth of the cosmic web etc. Furthermore, some of the concepts described in talks, for example the cosmic inflation at the birth of our universe, or the creation of ordinary matter when inflation ends are very difficult to visualise for the public and not many scientifically correct videos of them exist in the public domain. Such videos will be created as a part of this project and after the initial year of performances, they will be released under the Creative Commons Licence into the public domain.\n\nThe Entropy team started working together in 2011, when they first formed under a working title of 'Neutrino'. They consisted of: Zazralt Magic now at the Niels Bohr Institute in Copenhagen, whose expertise lie in the field of stellar astrophysics, Katarina Markovic now at the Institute for Cosmology and Gravitation in Portsmouth, who is a cosmologist, and Dopplereffekt, from Munich, Germany, who are a renown electronic music duo, whose compositions have always been inspired by science and technology. Later, the team was joined by Antivj from Brussels, Belgium, who are a cutting-edge visual arts studio and will create the visuals as well as the stage set-up.\n\nThis project presents science to the public in an entirely new format that will appeal to science, music and art fans alike. We expect to reach several thousand people in the first year just with the live performance. Online we count on tens of thousands of views of the material we release and expect that it will be used by many scientists and outreach officers in their public engagement activities in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N000293/1","grantId":"ST/N000293/1","fundValue":"20000","fundStart":"2015-06-29","fundEnd":"2017-06-28","funder":"STFC","impactText":"","person":"Katarina  Markovic","coPersons":[],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}