{"id":"6465B9A3-7D3C-4EBA-9E0B-13E8D5D7949E","title":"British Slave Ownership and its economic, social, political and cultural legacies","abstractText":"<p>This project aims to develop the first systematic analysis of the extent and significance of slave-ownership in the formation of modern Britain. Drawing on the census of slave-owners in the British empire created by the Slave Compensation Commission in the 1830s to manage the distribution of the then enormous sum of &pound;20MM paid as compensation to slave-owners on the abolition of colonial slavery.</p>\n\n<p>The project will comprehensively document the people in nineteenth-century Britain who either owned slaves or otherwise benefited financially from slavery, and examine the different legacies of slave-ownership.</p>\n\n<p>A database Encyclopedia of British Slave-Owners will be created which will capture each of the several thousand slave-owners resident in Britain in the 1830s. It will be publicly accessible and act as a hub for the local and regional efforts to show the linkages of communities in Britain to slavery.&nbsp; </p>\n\n<p>The project will examine their roles and influence within British society in their lifetimes, and trace their major legacies after their deaths, traceable through commercial and financial continuities; cultural and institutional legacies; historical lineages and memories of slavery; political affiliations and associational networks; imperial legacies in the wider circuits of Empire; and physical legacies in the built environment associated with slave-owners.</p>\n\n<p>&nbsp;<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1764","grantId":"RES-062-23-1764","fundValue":"623574","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"ESRC","impactText":"","person":"Catherine Mary Hall","coPersons":[],"organisation":"University College London","findingsText":" Our overall finding is that British colonial slave-ownership was of far greater significance to metropolitan Britain's economy, society, polity and culture than has previously been recognised, and that its importance continued beyond the period of Emancipation. We have established the life-trajectories of some 3000 absentee slave-owners in Britain, and analysis of this corpus has allowed us to trace the legacies of slave-ownership in the formation of Victorian Britain. Our drive for a comprehensive approach and our construction of a major new dataset has allowed us to move beyond the case-study approach to provide a systematic account of slave-ownership which strongly supports the view that empire was constitutive of modern Britain, a thesis which has remained highly contested. At the same time as we have been able to specify the areas in which this impact was felt, we have identified others in which it was less formative or even imperceptible. \n\n\n\nWe have significantly modified the 'decline' thesis of the decay of the West Indian slave-economy after the abolition of the slave-trade in 1807 by identifying the rise of a new planter class in Britain connected with British Guiana (Draper, 2012). We have traced the continuing importance of slave-owners in the development of new sectors of the City of London, especially in the development of the financial structures of the settler colonies and in a commercial 'swing east' by former slave-owners. We have demonstrated the role of slave-owners and their immediate families in the rewriting of slavery after Emancipation to re-denominate the slave-owners as the victims of Emancipation (Hall, 2012) and we have shown the re-incorporation of the slave-owners into the mainstream of British politics of the 1850s and 1860s, both developments contributing to the 'racial turn' in British thinking in the third quarter of the 19th century. We have mapped the slave-owners at the time of Emancipation to identify their physical, cultural and social legacies in particular areas of concentration in cities and towns throughout Britain. We have quantified the very large extent of Scottish slave-ownership and shown that slave-ownership was comparatively marginal to Ireland and Wales. \n\n\n\nOur proposal for a multi-author volume by the members of the project team summarising the project findings has been accepted by Cambridge University Press for publication in 2013. We plan to deploy the dataset from the Legacies of British Slave-ownership as the foundation of a new ESRC and AHRC-funded project, The structure and significance of British slave-ownership 1763-1833, which will develop a diachronic analysis of estate ownership in the British Caribbean over the last 70 years of slavery in order to deepen the understanding of the connections of slavery and Empire to Britain's economic, commercial and cultural transformation in this period. We will therefore be able to maintain, update and extend the dataset created in the recently completed project within the research context of the new one. The publication of the project database in February 2013 has stimulated new lines of enquiry and new work among community groups, local and regional historians, family historians and within British schools. The geographical search function provides access to information for local historians on slave-ownership in each street, city, county and region of Britain. This search function is also of use to school teachers who can show children that slave-ownership occurred among people who lived in their locality. The biographical details and relationships function are useful for family historians. Community groups have used the empirical results in discussions about the payment of reparations for slavery. The project has already had significant impact empirically and methodologically. The empirical findings are re-shaping the understanding of the 'decline' thesis of the decay of the West Indian slave-economy after 1807, the significance of slave-ownership for C19th Britain, and the wider reconfiguration of economy, society and politics in the period. These findings are evident, for example, in the papers given by external contributors to the project-organised colloquium, 'Emancipation, Slave Ownership and the Remaking of the British Imperial World' (March 2012), in Nicholas Draper, 'The rise of a new planter class? : some countercurrents from British Guiana and Trinidad, 1807-33', Atlantic studies, 9 (1) (2012), pp. 65-83, and in other outputs. The methodological impact is two-fold: first, broadening the scope of what is thought of as 'British' history by situating Britain as an imperial social and political formation; second, through integrating economic and social, cultural and political histories in to a unified framework. See, for example, Catherine Hall, 'The State of Modern British History', History Workshop Journal, 72 (1), (2011), pp. 204-10. Financial Services/ and Management Consultancy","dataset":"gtr"}