{"id":"64698CD9-B494-4E67-BE04-F88E377C2C14","title":"Structural Dynamics Laboratory for Verification and Validation (LVV) Across Scales and Environments","abstractText":"Engineering structures have three distinct phases of life: design/commission, operation and decommission; each with associated costs. Advances in structural dynamics hold the key to hugely reducing the costs of the first two phases. Structural dynamic Validation and Verification (V&amp;V) promises increased trust in physical models to the extent that much first phase testing could be moved into a virtual/computational context. Currently, V&amp;V is almost always conducted in standard laboratory conditions rather than in real operational environments; this is a critical barrier to building trust in models. In the operational phase of life, structural health monitoring (SHM) can allow movement from a safe life design philosophy (where the structure is retired after a fixed time) to a damage tolerant one (where the monitoring allows use as long as the structure is deemed to be healthy). This allows significant reductions in engineering reserve (or safety) factors, allowing lighter, greener, safer structures. SHM also allows the possibility of extending the lifetime of existing structures (e.g. extending the lifetime of 0.7% of EU bridge inventory by 10 years would save in the region of 3 billion Euros). A major technological barrier to SHM uptake is the fact that environmental variations can be confused with damage and can thus generate false alarms, reducing effectiveness of, and trust in, the systems. Furthermore, current V&amp;V and SHM research on the effect of environmental variations is almost always limited to small-scale structures and components, requiring a leap of faith in the extrapolation to full-scale. The facility proposed here will aim to solve the two major problems discussed above by providing a capability to test at fullscale and across realistic environments. The LVV will offer the unique capapility of taking research from its most most fundamental concepts (Technology Readiness Level 0) to the point (Technology Readiness Level 7) where it is directly accessible to immediate industrial uptake.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010884/1","grantId":"EP/N010884/1","fundValue":"745782","fundStart":"2016-03-01","fundEnd":"2022-02-28","funder":"EPSRC","impactText":"","person":"Keith  Worden","coPersons":["Elizabeth  Cross","Kirill V Horoshenkov","Robert James Barthorpe","Ifigeneia  Antoniadou","Richard  Jones","David James Wagg"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}