{"id":"646ADB6F-610C-43B2-8B03-70E4D9AB24B3","title":"Defining the chemical space for ligands of odorant - binding proteins","abstractText":"The last Nobel Prize for Medicine was awarded to Linda Buck and Richard Axel for their work on the sense of smell, called olfaction, in humans. Some aspects of human olfaction are difficult to study, but in insects, where olfaction is even more important, the systems involved are more accessible to investigation. Although there are some differences between olfaction in mammals and insects, in many important ways they are similar and for this study, we propose to work on the olfactory system of the fruit fly, Drosophila melanogaster. This insect is very amenable to our proposed work because all the genetic information for this insect has been assembled and a great deal is known about the influence of olfaction on its behaviour. Also, we know almost all of the individual smells (about 90), each of which comprises a specific small molecular weight chemical, which it recognises. These small molecular weight chemicals can be brought together into libraries for the investigations planned here. Because of the complete genetic information that we have for this insect, we also know all of the genes involved in the olfactory processes and we have selected one set of these genes which code for proteins involved in the first stage of the olfactory process. These proteins are called odorant- binding proteins (OBPs) and these interact with particular members of the chemical libraries of individual smells that we will create. We plan to search these libraries with individual OBPs to find out which smells interact with which particular proteins. Although we have almost all of the smell compounds used, we will also search the much larger collectionss of other natural compounds that the fly may interact with for any active small molecule chemicals that have been missed. For these collections, each containing hundreds of compounds, we will take smells from situations in which the fly is likely to have an interest, for example, from flies of the same species or from their food, which is rotting fruit. Having linked individual smells to particular OBPs by allowing the protein to absorb individual compounds from our libraries and natural product collections, we will design ranges of chemicals (about 30 for each of the smells that we have matched to an OBP) that are similar to the natural smell compounds but with some structural differences. If these compounds still interact with the protein, and whether this interaction is stronger or weaker, will allow us to work out exactly what shape and electronic charge characteristics the smell molecule must have to interact successfully with the protein. This will allow us to make alterations to the natural smells, which could be used to fool these insects and other pest insect species and offer new ways to control insect pests. In addition, we will investigate whether we can use OBPs to detect small molecular weight compounds that act as key indicators of commercial or other interest. For example, when food begins to deteriorate, some small molecules are produced which are extremely difficult to detect amongst the large amounts of small molecules normally produced by this material, but a device based on OBPs could do this and in other examples, such as the detection of illegal drugs and explosives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005892/1","grantId":"BB/D005892/1","fundValue":"457156","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"","person":"John  Pickett","coPersons":["Antony Mark Hooper","Jing-Jiang  Zhou","Linda Mary  Field"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}