{"id":"646B750B-4387-4CF5-920B-D966A30E5D2A","title":"Strengthening anonymity in messaging systems","abstractText":"The content of online communications can be made secret through the use of encryption. However, traditional encryption systems do not protect the confidentiality of the meta-data of communications, such as who-is-talking-to-whom, the time and duration of communications, the volume of messages over time, the location and nature of the devices used, user address books and friendship networks. The addresses of web-resources accessed and public files downloaded also constitutes meta-data, that may be inferred despite the use of encryption. Such meta-data, far from being inconsequential, reveal a lot of information about individuals and organizations, their intentions, state of mind and sensitive attributes such as health, sexual practices and preferences, religious affinities and political beliefs and associations.\n\nThis research project aims to advance the state of the art in building communication systems, commonly called &quot;anonymous communication&quot; systems, which protect the confidentiality of meta-data. Such systems are already well researched, but there remain important open questions about the feasibility of protecting meta-data cheaply against adversaries that may eavesdrop a large fraction of a network, or may corrupt a number of infrastructure routers. Our project aims to design and evaluate anonymous communications systems that blend different types of traffic, so as to obscure the exact traffic patterns of any of them, and as a result make tracing of who is talking to whom and other meta-data of the channel harder to infer. A difficult problem is achieving this property without resorting to introducing an excessive amount of &quot;cover traffic&quot;, overly delaying messages, or dropping messages.\n\nAnother key challenge that our project aims to resolve is resistance to long term statistical attacks that have been shown to defeat the anonymity of previous systems. We hope that by delaying the delivery of some types of traffic we will be able to fool attacks that assume communications may not occur unless both parties are on-line. We also aim to support secure group communications that hide from observers who is in a communicating group, and what roles different participants have. Finally, an anonymous channel, like any other network protocol, needs to implement a control system that ensures reliable communications, and prevents congestion. Such control systems are currently leaking sensitive information, and are not secure against adversary manipulations. It is an aim of our project to understand the theory of secure and private control, and implement a secure control system for our channel.\n\nWhen building security systems it is important to be able to evaluate their security, something that is currently hard and computationally expensive for anonymous communications. The final aim of our project is to develop techniques to measure anonymity that may be scaled to understand the anonymity properties of larger systems. Advances in measuring the anonymity of complex systems will benefit the whole field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013286/1","grantId":"EP/M013286/1","fundValue":"175975","fundStart":"2015-07-08","fundEnd":"2018-01-07","funder":"EPSRC","impactText":"","person":"George  Danezis","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}