{"id":"646FDDA5-89AF-4277-BCA7-36D4BD1919CE","title":"Bio-inspired Adaptive Architectures and Systems","abstractText":"The ever-increasing complexity of highly integrated computing systems requires more and more complex levels of monitoring and control over the potentially large number of interacting resources available in order to manage and exploit them effectively. Technology innovations are driving device and systems design to consider, for example, a move from multi-core (2-10 cores) to many-core (hundreds-thousands of cores) and to design hybrid technology platforms. However, it is still neither obvious how these systems will be constructed architecturally nor how they will be controlled and programmed. Major issues related to these systems include reliability and on-line optimisation, as well as the efficient utilisation of these complex systems. The need for reliability in such systems is obvious, considering their size and the huge design and test efforts required to manage the increasing sensitivity to faults of next-generation technologies.\n\nHere we propose research into hardware and software systems whose designs are motivated by biological principles. The main activities will be in the design, evaluation and exploitation of such systems. This will concern the advancement of bio-inspired techniques to construct microelectronic systems of the future. This will cover the topology of such systems that will both be massively parallel and will be required to cope with unreliable components, such as the variability of devices resulting from the continuing reduction in feature size. The need for new manufacturing methods such as 3D fabrication and new materials such as molecular devices will be critical for the future of microelectronic system design and will form a significant part of this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040820/1","grantId":"EP/K040820/1","fundValue":"919337","fundStart":"2014-02-28","fundEnd":"2019-02-27","funder":"EPSRC","impactText":"","person":"Andy  Tyrrell","coPersons":["Martin Albrecht Trefzer","Gianluca  Tempesti","Jon  Timmis"],"organisation":"University of York","findingsText":" Project started in March 2014, there are no discoveries at this stage. Too soon. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Healthcare","dataset":"gtr"}