{"id":"6470FB53-9F16-474B-9E94-F8BDB2BE8426","title":"Time-resolved photoelectron imaging of azulene","abstractText":"Within the framework of Koopmans' theorem we can loosely interpret photoelectron spectra as a measure of the binding energy of electrons in occupied molecular orbitals and it is of interest to ask what can one learn from the measurement of transient photoelectron signals obtained through the course of a chemical reaction. Can we, for example, follow configurational changes in the active electrons of a photochemical or thermal ring opening reaction? Can we distinguish concerted from sequential bond formation or rupture? To what extent does electron-electron correlation (the configuration interaction) blur the picture? Detailed investigation into the mechanisms by which optical energy is transformed into other forms of energy, electrical and mechanical, is of great relevance to developing a fundamental understanding of many important phenomena from photobiology (e.g. vision) to nanotechnology (e.g. molecular ratchets). Cleary, in order to be able do this we require an instrument which can follow changes in the photoelectrum spectrum on the time-scale of a chemical reaction; which maybe as fast as tens of femtoseconds (one femtosecond is 1 thousanth of a millionth of a millionth of a second). Time-resolved photo-electron imaging spectroscopy (TRPEIS) is an emerging technique with which to study such photochemistry. The method is based on a marriage of pump-probe spectroscopy to charged particle imaging. A short pulse on the femtosecond time-scale is used to excite a non-stationary state of a molecule. The time evolution is probed by a second time delayed pulse which is used to ionize the molecule, and the resulting photoelectron is detected with a position sensitive detector at the end of a time-of-flight mass spectrometer. The electron is guided to the detector by means of an electrostatic immersion lens placed around the laser-molecule interaction zone. The lens has the property of focusing the charged particle's velocity vector onto the surface of the detector. Obviously by reversing the bias of the extracting electrodes the device can just as easily be configured to detect photoions, but there is generally more information in the photoelectron energy spectrum.We have used this method to study the photochemistry of a number of molecules (e.g. nitrogen dioxide, pryrazine, azulene) and have observed a number of interesting phenomena such as coherent wavepacket motion (both vibrational and rotational). Azulene turns out to exhibit a particularly interesting ionization behaviour but until now we have not had the temporal resolution to really unravel the dynamics. With this proposal our ambition is to push the time resolution of our experiment to 25 fs or better.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006354/1","grantId":"EP/H006354/1","fundValue":"20383","fundStart":"2009-06-30","fundEnd":"2010-06-29","funder":"EPSRC","impactText":"  Research papers that have been cited by others Other ","person":"John Benjamin Whitaker","coPersons":[],"organisation":"University of Leeds","findingsText":" We observed and characterized a novel above threshold ionization phenomeneon that is probably generic to aromatic molecules A better understanding of energy flow in molecules - ultimately an understanding of how electronic energy stored in molecules can be converted into heat or work. Energy,Other","dataset":"gtr"}