{"id":"6472BFC9-35EB-49B5-8748-55D20CABDAC4","title":"Pre-motor neuronal networks, from connectivity to function","abstractText":"The human central nervous system contains more than 100 billion neurons, each one of them transmitting and receiving information from thousands of other neurons through small contacts called synapses. Decoding the exact wiring diagram of such a complicated machine is one of the most fascinating tasks in modern neuroscience and it could be said that our cognitive and motor functions, who we are and what we do, are strictly related to the pattern of connectivity between our nerve cells and the strength of their connections, in the same way as the performance of a computer is determined by the wiring of its microcircuits. Until a few years ago the task of deciphering the neural code might have seemed unapproachable in the case of complex organisms and in fact it was achieved with some success only on small animals whose brain is composed of a few tens or at most hundreds of neurons. The study of the so called &quot;connectome&quot;, or in other words the map of the brain connections over a large scale, has made giant steps in the past four years thanks to the introduction of novel modified viral compounds attached to fluorescent proteins that can spread to all of the neurons that make synaptic contacts with the cell or group of cells that were initially infected, and only to those cells. We plan to use this novel and powerful tool to infect specific populations of motoneurons in the spinal cord. Motoneurons are the only cells in the central nervous system that excite non neuronal cells (the muscles) and they are responsible for the initiation and coordination of every single movement we make. Following infection of motoneurons associated with specific muscles, we will be able to trace down all of the cells that communicate with them and determine their positions relative to their target motoneurons. We will also record the electrical signal transmitted to the motoneuron from each of the connected cells and we will be able to measure their relative contribution to the execution of motor tasks. Mapping the connectivity one cell at a time is extremely accurate, but it could be time consuming and not very effective, so we will use another recently developed technique and attach to the viral construct a protein that once expressed in the target cell, can excite it when exposed to an intense blue light and therefore imitate the normal mode of transmission between neurons. With the aid of this light activated protein we will be able to hop quickly from one cell to the other using a blue laser beam and map the entire connectivity of single motoneurons. The information that we will collect from this large scale connectivity study will tell us how the motor circuits in the spinal cord are wired together to produce the complex and multifaceted motor tasks that we execute every day. \nOur proposed research will give us an unprecedented level of knowledge of the circuits underlying the control of movement. This is certainly one of the prerequisites to design interventions aimed at repairing damages that occurs due to injuries or diseases. Furthermore, we will exploit new methods for transferring specific coding genes into population of cells and for controlling their activity with light. These methods have been already used with spectacular success for controlling seizures in an animal model of epilepsy and it is possible that their application to the spinal cord could be a future avenue towards an improvement in the quality of life of subjects with impaired motor control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000547/1","grantId":"BB/L000547/1","fundValue":"334029","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"  Our findings have provided a better understanding of how motor networks operate in the spinal cord. The models and digitized neurons generated have been made available to other investigators. We have published and presented our findings at national and international meetings Education,Pharmaceuticals and Medical Biotechnology,Other Societal","person":"David  J.  Maxwell","coPersons":["Andrew J Todd"],"organisation":"University of Glasgow","findingsText":" The purpose of this investigation is to discover how networks of small neurons (interneurons) in the spinal cord operate to control movement. Muscle activity is initiated by motoneurons which, in turn, are controlled by these networks. We are using a viral tracing method which labels entire networks in order to characteristic the properties of the cells that form them. We have discovered that one type of interneuron, the Renshaw cell, has a much more powerful action on motoneuron activity than was hitherto appreciated. A single Renshaw cell has the capacity to inhibit a motoneuron. This type of activity may be important for the precise timing of motor output which is essential for the correct sequence of muscle activation to produce coordinated movement. These findings will be of interest to other investigators working in motor control and also generally in modelling neuronal networks. The models and digitized neuronal reconstructions have been made freely available. Digital/Communication/Information Technologies (including Software),Education,Healthcare,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}