{"id":"647A075D-51DC-4E15-BBFD-165CBBA26A49","title":"Development of an Ontology for Drug Screening and Design","abstractText":"As science progresses it is generating ever larger amounts of data, and in some fields this increase in data has become a deluge. The result is that science increasingly depends on computers to store, integrate, and analyse data. However, the full power of computers can only be efficiently exploited when the data they work with is formalised, i.e. put into a form where the meaning of the data is made explicit to the computer. The first step in formalising knowledge is to define an ontology, i.e. to describe what exists. Ontologies are increasingly used in biology to describe experiments, as this enables the results of the experiment to be more easily used by other scientists, and for the experiment to be more easily repeated - to ensure that the published results are correct. We have developed EXPO, the first general ontology of scientific experiments. This collects together the most basic concepts in experiments, and removes the need to duplicate them in ontologies for specialized sciences. Drug design experiments are arguably the most important type of experiments executed in the UK, thanks to their potential to find treatments and cures for diseases: which both helps the NHS, and makes money for some of the UK's largest companies. We propose to develop an ontology of drug design experiments. This will help standardize and formalise these experiments, and will make their results more easily exchanged and repeated. The ontology will include information on the chemicals themselves, the assays used to test new chemicals, the models, the equipment used, etc. A major technical difficulty in forming ontologies is to extract the necessary information out of expert humans, as they find it hard to articulate their experise. One radical way around this problem that has been developed in Aberystwyth is to use Robot Scientists. These are Artificial Intelligence systems that are capable of fully automating simple parts of science / cycles of hypothesis formation, experiment planning, experiment execution, and results analysis. In a Robot Scientist all aspects of a scientific experiment are explicit. In Aberystwyth we are developing a Robot Scientist designed for drug design, and we will use this to help design the drug design ontology. We will also consult widely with the pharmaceutical industry to ensure that the ontology captures the key concepts in drug design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E018025/1","grantId":"BB/E018025/1","fundValue":"97527","fundStart":"2007-04-05","fundEnd":"2008-12-04","funder":"BBSRC","impactText":"","person":"Ross  King","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}