{"id":"64853574-57D1-4EEC-A4F0-40BE8776ED7A","title":"Big Data for Law","abstractText":"There are an estimated 50 million words in the statute book, with 100,000 words added or changed every month. Search engines and services like legislation.gov.uk have transformed access to legislation. No longer the preserve of legal professionals, law is accessed by a much wider group of people, the majority of whom are typically not legally trained or qualified. All users of legislation, from researchers in history, linguistics, lawyers, to a myriad of disciplines, are confronted by the volume of legislation, its piecemeal structure, frequent amendments, and the interaction of the statute book with common law and European law. \n\nThere is a problem. Researchers typically lack the raw data, the tools, and the methods to undertake research across the whole statute book. Arts and humanities researchers are constrained. Meanwhile, the combination of low cost cloud computing, open source software and new methods of data analysis - the enablers of the big data revolution - are transforming research in other fields. \n\nBig data research is perfectly possible with legislation if only the basic ingredients - the data, the tools and some tried and trusted methods - were as readily available as the computing power and the storage. The vision for this project is to address that gap by providing a new Legislation Data Research Infrastructure at research.legislation.gov.uk. Specifically tailored to researchers' needs, it will consist of downloadable data, online tools for end-users; and open source tools for researchers to download, adapt and use. There has never been a better time for research into the architecture and content of law.\n\nThere are three main areas for research:\n\n1.Understanding researchers' needs: to ensure the service is based on evidenced need, capabilities and limitations, putting big data technologies in the hands of non-technical researchers for the first time. \n\n2.Deriving new open data from closed data: No one has all the data that arts and humanities researchers might find useful in a Legislation Data Research Infrastructure. For example, the potentially personally identifiable data about users and usage of legislation.gov.uk cannot be made available as open data but is perfect for processing using big data tools; eg to identify clusters in legislation or &quot;recommendations&quot; datasets of &quot;people who read Act A or B also looked at Act Y or Z&quot;. The project will look at whether it is possible to create new open data sets from this type of closed data. An N-Grams dataset and appropriate user interface for legislation or related case law, for example, would contain sequences of words/phrases/statistics about their frequency of occurrence per document. N-Grams are useful for research in linguistics or history, and could also be used to provide a predictive text feature in a drafting tool for legislation. \n\n3.Pattern language for legislation: We need new ways to model the architecture of the statute book if we are to study it using big data. The project will seek to learn from other disciplines, applying the concept of a 'pattern language' to legislation. Pattern languages have revolutionised software engineering over the last twenty years and have the potential to do the same for our understanding of legislation. A pattern language is simply a structured method of describing good design practices, providing a common vocabulary between users and specialists, framed around problems or issues, with a solution. Patterns are not created or invented - they are identified as 'good design' based on evidence about how useful and effective they are. Applied to legislation, this might lead to a common vocabulary between the users of legislation and legislative drafters, to identify more effective drafting practices and design solutions that effect good law. This could also enable a radically different approach to structuring teaching materials or guidance for legislators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L010232/1","grantId":"AH/L010232/1","fundValue":"451986","fundStart":"2014-01-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"","person":"John  Sheridan","coPersons":["Helen  Xanthaki","David  Howarth"],"organisation":"The National Archives","findingsText":"","dataset":"gtr"}