{"id":"6485FF08-3444-43D6-841D-9431243D4F5B","title":"Techniques for the Characterisation of Engine Exhaust Particulate Matter","abstractText":"Significance and Potential of the ResearchThe project is motivated by the need to characterise particulate matter (PM) generated by combustion, because of health concerns, legislation, and the need to have data for model validation.The new technique of Enhanced Thermo-Gravimetric Analysis (ETGA) will side-step concerns about thermal decomposition in conventional Thermo-Gravimetric Analysis (TGA), and provide additional data on the surface area and pore sizes of combustion generated particulate matter (PM).By dividing the filter sample, Enhanced Thermo-Gravimetric Analysis (ETGA), conventional Thermo-Gravimetric Analysis (TGA), X-ray Photoelectron Spectroscopy (XPS) and Raman Spectroscopy (RS) can all be applied to the same sample. This will provide information on the: the elemental carbon/organic carbon ratio, the active surface area and the pore sizes, and the composition and structure of particulate matter from a Spray Guided Direct Injection (SGDI) Engine.CollaborationAn additional purpose of this project is to promote international collaboration by enabling Prof Raine to work at Oxford. The Oxford group have close links with several universities and close contact with Ford, Shell and Jaguar. Data from an SGDI engine have already been supplied to Markus Kraft at Cambridge, who is at the forefront of modelling the formation of combustion generated particulate matter.Planning &amp; ManagementThe manager of the Begbroke Materials Characterisation Facility (Dr Alison Crossley) is very positive about this proposal, and has already been very helpful in developing the ideas for Enhanced Thermo-Gravimetric Analysis (ETGA). Novelty and RiskX-ray Photoelectron Spectroscopy (XPS) and Raman Spectroscopy (RS) are established techniques, albeit ones that are not thought to have been applied to particulate matter from an SGDI engine. In the unlikely event that neither SGDI engine is operational, then emissions can be collected from a port injection gasoline engine (2 SMART Car engines are installed with comprehensive instrumentation). Enhanced Thermo-Gravimetric Analysis (ETGA) may not work in the way envisaged, and if this is the case, then the reasons for the failure would none the less be worth reporting. ResourcesThe main costs are associated with expenses and a salary supplement (for the higher UK living costs) for Prof Raine, but the University of Auckland will continue to pay his salary and the cost of his international travel. The other major cost is for the use of the materials testing facilities, but these will be charged at an internal rate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000565/1","grantId":"EP/G000565/1","fundValue":"18902","fundStart":"2008-07-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"  This led to the use of measurement techniques, some of which have been used in these publications\n\nL Chen, F Xu, R Stone and D Richardson. 'Spray Imaging, Mixture Preparation and Particulate Matter Emissions Using a GDI Engine Fuelled With Stoichiometric Gasoline-Ethanol Blends', IMechE, London, C1328/002, pp 43-52, 2011.\n\nF Xu, L Chen, and R Stone. 'The Effects of a Catalytic Volatile Particle Remover on the Particulate Matter Emissions from a Direct Injection Spark Ignition Engine', Environmental science &amp;amp; technology, ISSN 1520-5851, pp 9036-9043, 2011.\n\nL Chen, R Stone and D Richardson. 'Effect of Valve Timing and Coolant Temperature on Particulate Emissions from a GDI Engine Fuelled with a Gasoline and its Ethanol Blend', Proceedings of the IMechE, Part D: Journal of Automobile Engineering, 2012. \n\nXu, F. and Stone, R., &amp;quot;The Effects of Hot Air Dilution and an Evaporation Tube (ET) on the Particulate Matter Emissions from a Spray Guided Direct Injection Spark Ignition Engine,&amp;quot; SAE Technical Paper 2012-01-0436, 2012, doi:10.4271/2012-01-0436.\n\nL Chen, R Stone and D Richardson. 'A Study of mixture preparation and PM emissions using a direct injection engine fuelled with stoichiometric gasoline/ethanol blends', Fuel, 96, pp 120-130, 2012. Energy,Transport Societal","person":"C Richard Stone","coPersons":[],"organisation":"University of Oxford","findingsText":" Information on the composition and structure of exhaust particulate matter forma gasoline fuelled direct injection spark ignition engine Publications might prompt other researchers to use the same techniques for different types of engine and or fuels Energy,Transport","dataset":"gtr"}