{"id":"648BD9F3-EF00-4C1D-8BB2-301E99C77D28","title":"Low Reynolds number laboratory and numerical simulations of high Reynolds number turbulent mixing","abstractText":"Turbulence may appear random but we now know that there is much orderand coherent/persistent flow structure embedded in its randomness. Turbulence also consists of eddies of many different sizes with a mix of random and coherent/persistent behaviour at each scale. As a result of this multi-scale structure with its mix of disorder and persistent order, turbulent flows are good mixers. However, they consume a lot of energy to be maintained. Laminar flows require less energy consumotion. The purpose of this research is twofold. Firstly, to create and control new classes of flows which are laminar yet with multi-scale flow structure of eddies within eddies. The potential advantages for the design of new effiicient mixers is enormous. Secondly, to understand how the multi-scale eddying structure and its coherent and random components impact on stirring and mixing. Such an understanding has never been attempted as it is very difficult to ground it on laboratory experiments of turbulent flows where monitoring,let alone controlling, the turbulent eddy structure whilst, at the same time, measuring statistics and properties of the resulting stirring and mixing is virtuallly impossible. Instead, we propose to create fully controllled multi-scale bespoke turbulent-like flows with controlled multi-scale topologies (characterised in terms of hyperbolic and elliptic stagnation points and fractal dimensions) and controlled time-dependencies of the flows. With such multi-scale control in space and time of such bespoke flows, it is then possible to study the relations between the various elements of the turbulent-like flow structure (multi-scale streamline topology, time dependence, imposed randomness and persistence, etc) and the various statistics and properties of the flows (e.g. how much energy at each scale, i.e energy spectra) and of their stirring and mixing proporties (e.g. mixing rates, rate of separation of neighboring fluid elements, etc). At a subsequent stage, such detailed spatio-temporal topological understanding of these fully controlled bespoke laboratory flows will procvide the conceptual tools and framework and the type of knowledge necessary to derive models of turbulent mixing based on the actual persistent topology of the turbulence and its time dependence. Turbulent mixing models to this date effectively assume the turbulence to be no more than just a random mixer, and such models are known to be fundamentally flawed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E00847X/1","grantId":"EP/E00847X/1","fundValue":"364630","fundStart":"2006-10-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"","person":"John Christos Vassilicos","coPersons":["Ioannis  Hardalupas"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}