{"id":"64979AB8-DCCC-48B1-8509-21A73A6B8A6D","title":"The role of RNA-binding proteins in the nucleolar stress response","abstractText":"The central dogma of cell biology is the information in the genetic material in the cell, the DNA, is converted via an intermediary substrate, mRNA, into proteins. For proteins to be synthesised the mRNA must interact with a large complex called the ribosome which consists of ribosomal RNA (rRNA, which do not carry instructions to make specific proteins like mRNAs but instead provide structure and contribute to the activity of the ribosome) and proteins. Ribosomes can be thought of as molecular factories where the genetic information that is held in the mRNA is decoded and then synthesised into proteins. Ribosomes are essential for cell growth and proliferation and for a cell to divide and grow, it is necessary for the number of ribosomes to double (so that more proteins can be made). For this to occur it is essential that all the proteins that make up the ribosome (there are approximately 80 of these) are made at the same time, in the correct amount and the right amount of rRNA has to be synthesised. The rRNA is made in the nucleus within a compartment that is called the nucleolus. The protein that is used to read the sequences in the DNA and covert them into rRNA in called polymerase I (Pol I). \n\nWhen cells are exposed to external agents that can damage them (such a sunlight or following viral infection), they undergo a complex process where they sense the damage that is caused and the proteins in the cells act to bring about a range changes to ensure the survival of the cell. During this time the cell stops growing and dividing and one of the ways in which this is achieved is by stopping the production of rRNA by inhibition Pol I activity and stopping the production of ribosomes. When this occurs the nucleolus is disassembled and the proteins within the nucleolus enter the rest of the nucleus (the nucleoplasm). While most of the proteins in the nucleolus are simply required to make ribosomes, some of these proteins have important other functions. Our data, and that of others, suggest that non-ribosomal functions of some of the proteins in the nucleolus are associated with the cellular responses to the damage that has been caused to it by external agents. In this application we propose to study how these proteins with non-ribosomal functions allow the cell to respond to different types of injury. The results obtained from these studies could have important implications for devising new ways in which to target disease that are associated with aberrant cell proliferation such as cancers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006700/1","grantId":"BB/M006700/1","fundValue":"258216","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Anne Elizabeth Willis","coPersons":[],"organisation":"MRC Toxicology Unit","findingsText":"","dataset":"gtr"}