{"id":"64A7BCE8-9844-4E26-8AA6-C8C520FC5EC3","title":"Computational methods to enable construcution of 3D models of protein complexes by integrating mass spectrometry and biochemical data","abstractText":"Proteomic studies have yielded detailed lists of proteins but relatively little is known of their interactions and of their spatial arrangement in functional complexes. This gap is being bridged by complementing traditional biochemical and biophysical methods with emerging experimental approaches such as mass spectrometry of intact complexes and their constituents. To exploit this complementary experimental information, integrative computational approaches are required. Eventually we anticipate that these will provide molecular architectures and even atomic models of many protein complexes. Our mass spectrometry approach is typically to begin by measuring the mass of the isolated, intact assembly of proteins that make up the complex. In order to generate data on the connectivity and identity of the components within this complex, we measure the mass of the complex after both partial and complete disruption to observe subcomplexes and subunits of the intact complex respectively. This dataset is used to form the foundation of a contact map of the protein complex (termed a 2-D map). To create a 3-D model of the complex, we plan to incorporate ion mobility (IM) mass spectrometry to measure the size of the complex, along with all of the subcomplexes and components used to generate our 2-D map. While mass spectrometry methods for analyzing protein complexes are becoming well-established, computational approaches for data analysis are lagging seriously behind. To date, we have developed several pilot algorithms to approach the analysis of mass spectrometry data for protein complexes. For example, in the case of 2-D map generation, we currently use a simple network algorithm to find the shortest path that connects all subunit interactions determined in this way. This approach, while acceptable for very simple protein complexes, has serious limitations when we attempt to apply the algorithm to more complicated protein complexes with a high degree of modularity. To overcome this and other limitations we will develop a more sophisticated computer package capable of dealing with a variety of complexes, other than just globular-compact ones and able to incorporate data from a variety of methods including the shape of the individual subcomplexes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000360/1","grantId":"BB/G000360/1","fundValue":"99876","fundStart":"2008-09-18","fundEnd":"2009-09-17","funder":"BBSRC","impactText":"","person":"Carol V Robinson","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}