{"id":"64A9A974-D6C2-48B1-8134-2CA3F011860D","title":"Step Change Adsorbents and Processes for CO2 Capture.","abstractText":"Security and sustainability of energy supply and delivery are major global challenges. New materials, engineering solutions and technological innovations are required to help meet competing challenges of poverty reduction, rapid economic development and climate change. The worlds for energy will continue to increase over the next 30 years. Fossil fuels will dominate global energy production, ultimately leading to increased CO2 emissions. Until new, advanced technologies are developed for energy production, carbon capture and storage technologies are required. These will allow fossil fuels to be burned without emitting carbon dioxide into the atmosphere. Carbon capture and storage involves the removal of CO2 from large sources of the gas, such as fossil fuel burning power stations, for underground storage, for example in depleted oil traps. To capture or separate CO2 from the flue gas of traditional coal-fired powerplant the current technology of choice is to use solutions of chemical compounds called amines. However, it is known that this technology, which could ultimately cut CO2 emissions by up to 90%, is energy intensive and leads to a sharp decrease in plant efficiency and ultimately an increase in the cost of electricity.To overcome the problems associated with current capture technologies, advanced CO2 capture technologies are required. This research project involves the development one such technology. Adsorbents, porous solids that can selectively 'soak up' CO2, have the potential to significantly reduce the energy penalty, by 30 -50%, and subsequent cost of CO2 capture. However, two developments are required to realise this potential: novel step change porous materials and associated plant integration processes. In terms of the first, microporous materials, containing 'nanosized' holes and cavities, the walls of which are loaded with basic groups (e.g., amines) can increase the amount of CO2 that is captured. Secondly, processes for handling and cycling the adsorbent materials into an efficient process that can be integrated into a capture plant are required. This programme of research will greatly accelerate the pace of development of adsorbent technology as a viable alternative to chemical absorption in post-combustion capture.To achieve this aim, an interdisciplinary consortium of academics from Universities of Birmingham, Liverpool and Nottingham and University College London has been formed. This brings together, for the first time, leading UK groups conducting research on adsorbents for CO2 capture. The group provides a mix of Chemistry and Chemical Engineering expertise, ranging from manufacture and characterisation of novel materials, through to testing and scale-up. An extensive programme to develop novel microporous polymer, hydrotalcite and carbon-based porous materials will be undertaken. Targets have been set for these materials required to achieve step change improvements in CO2 capture efficiency compared to current technologies. The properties and ability of these novel materials to capture CO2 will be measured in the laboratory and using specially built equipment to simulate the conditions and make up of power station flue gases. Techniques for regeneration will be devised to remove CO2 and allow for cyclic operation of the adsorbent materials and measure the lifetime of the adsorbents. The ultimate goal of the project is to demonstrate the adsorbent materials in real power plant environments - as such, we will focus the programme as it develops to knock out materials which fail on one or more of the practical criteria.The project will benefit society as well as energy producing companies and government bodies interested in the potential of CO2 capture techniques. Through consortiums activities which bring together academic and scientific experts, and industry we will create a step-change in adsorbent technology as the key output of this programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061785/1","grantId":"EP/G061785/1","fundValue":"1580880","fundStart":"2009-11-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"","person":"Trevor  Drage","coPersons":["Zheng Xiao  Guo","Colin Edward Snape","Andrew  Cooper","Joseph  Wood"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}