{"id":"64AEBF94-7377-4C67-94F4-051F11F92A33","title":"Representing and communicating uncertainty: climate change and risk","abstractText":"The impacts and reporting of events such as the heat wave of summer 2003, the floods of summer 2007, the non-arrival of a 'barbeque' summer in 2009 and the threat of drought in 2011 have all focused attention on climate change and the risks that it might pose. Whilst human related climate change in its general sense (global changes over timescale of decades to centuries) can be difficult to grasp, the increased likelihood of extreme weather events (such as those described above) is easier to understand and evoke an immediate response. The response to major events, such as large scale flooding, is almost always to demand action both to reduce the possibility of the event happening again and to minimise its impact if it does happen. When such events occur, awareness of and belief in climate change, is at its height, even though climate scientists will point out that any individual incident of this kind cannot be directly attributed to climate change. If forecasts are 'wrong', as was felt to be the case with the suggestion of a barbeque summer for 2009, then the climate scientists are mocked in the media and lose credibility. An unfortunate, casual choice of words, can result in a major lack of trust and increased scepticism about climate change generally. This highlights the aim of this study, which is to bring together researchers, government agencies and local authorities, private industry, representatives of the media and people interested in and affected by climate change, to explore how to improve communication and understanding. Our particular focus is on the concept of uncertainty and how this is expressed and understood by different people. The climate modelling community represent uncertainty using statistics and as you move through a process of trying to model the impacts of possible climate change, so layers of uncertainty are superimposed and identifying what is realistically likely becomes more difficult to express. This version of uncertainty is probably not the same as the one we use in our everyday lives; gut instinct, cultural and social norms will all affect how we view the risk of something happening and how we will respond to it. These perceptions of uncertainty will dictate how we assess risk in particular contexts and how far we are willing to change our behaviour and prepare for particular events. If we are to develop policies and strategies to deal effectively with the risks posed by climate change, then these very different ideas about what uncertainty is, and how it is communicated, need to be explored and efforts made to develop a vocabulary, or language, that is mutually intelligible. We intend to contribute to this process by developing real collaborative partnerships both within the research community (too often perhaps focusing on communicating with its particular peer group rather than more widely) and between the researchers and everyone else. The researchers involved in this project come from a wide range of disciplines, but all have an interest in uncertainty and climate change and its impacts. In order to tap into the view of a wide group of organisations and individuals, we intend to draw on the wide range of contacts already known to us, but also to set up a small steering group for the project (largely non-academic) who can help us to identify missing elements. As this is only a six month project, it is really only the start of a process, but we believe that it will help to build links and communication in the vital area of climate change and risk which lies at the heart of science in culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011134/1","grantId":"AH/J011134/1","fundValue":"23803","fundStart":"2012-02-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Sarah Elizabeth  Metcalfe","coPersons":["Georgina Hope Endfield","Neil  Crout","Kenneth Andrew Cliffe","Colin Reginald Thorne","Simon Newland Gosling","Brigitte  Nerlich"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}