{"id":"64B11D28-383B-41DE-BEBF-C544AB2AA707","title":"A Hidden Crisis: unravelling current failures for future success in rural groundwater supply","abstractText":"Extending and sustaining access to safe and reliable water services remains central to improving the health and livelihoods of poor people, particularly women, in Africa. Here an estimated 350 million rural inhabitants still have no form of safe drinking water, and depend on poor quality unreliable sources for all their domestic needs. Improving access to water, and helping to achieve new international goals of universal access to safe water hinges on accelerated development of groundwater resources, usually through drilling boreholes and equipping them with handpumps. However, emphasis on new infrastructure has obscured a hidden crisis of failure, with &gt;30% of new sources non-functional within 5-years and many more unreliable. This problem has remained stubbornly persistent over the last four decades, with little sign of sustained progress despite various interventions. Part of the reason for this continued failure is the lack of systematic investigations into the complex multifaceted reasons for failure and therefore the same mistakes are often repeated. The accumulated costs to governments, donors and above all rural people are enormous. \nAddressing the functionality crisis requires a step-change in understanding of what continues to go wrong. The complex issue must be approached from a truly interdisciplinary viewpoint: combining innovative natural sciences to assess the availability of local water resources and how this changes with seasons and climate; with detailed social science research of how local communities function and make decisions about managing their infrastructure; and understanding of how the engineered structures can degenerate. Underlying these reasons for source failure may be other contributory factors, such as government incentives, the role of the donor community, or long term changes in the demand for water.\nThe overall aim of the project is to build a robust, multi-country evidence base on the causes of the unacceptably high rates of groundwater system and service failure and use this knowledge to deliver a step-change in future functionality. To achieve this aim, our research draws on a novel interdisciplinary approach using the latest thinking and techniques in both natural and social science and applies them to three African countries that have struggled for decades with service sustainability - Uganda, Ethiopia and Malawi. There are five main objectives:1.to provide a rigorous definition of functionality of water points which accounts for seasonality, quality and expectations of service; 2. to apply this new definition to Ethiopia, Uganda and Malawi to get a more realistic picture of water point functionality and therefore water coverage figures; 3. to investigate in detail 50 water points in each country by taking apart the water points and pumps, testing the local groundwater conditions, examining the renewability of groundwater and exploring in detail the local water committee; 4. we will also build on this information to forecast future rural water supply coverage by modelling the impact on water points of various potential future pathways; and 5. finally we will use all this information to develop an approach for building resilience into future rural water supply programmes and helping people decide when it is worth rehabilitating failed sources. \nTo carry out this ground breaking research we have brought together a consortium, led by the British Geological Survey, of leading interdisciplinary UK researchers at BGS, KCL, ODI and Cambridge with groundwater academics from three highly regarded African universities (Universities of Addis Ababa, Mekerere and Malawi), and WaterAid, a leading NGO on developing rural water supply services across Africa with a history of innovation.\nThe research has the potential to have a major impact on the delivery of reliable clean water throughout Africa, and if the results can be taken up widely break the pattern of repeated failure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008029/1","grantId":"NE/M008029/1","fundValue":"106145","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"NERC","impactText":"","person":"Peter  Cook","coPersons":["Margaret  Shanafield"],"organisation":"Flinders University","findingsText":"","dataset":"gtr"}