{"id":"64B77736-0B80-40D4-8180-057F4BE1D6D5","title":"Enantioselective New Metal-Catalysed Carbocyclisation Reactions","abstractText":"The ability to systematically vary the three-dimensional structure of pharmacophores present in biologically interesting molecules provides a critical and unsolved challenge for synthetic chemistry. This may be attributed to the fact that even relatively simple deviations in functionality present unforeseen problems that significantly limit the productive translation of a particular methodology into a related system of potential interest. Transition metal-catalysed multi-component carbocyclisation reactions represent an important class of reactions, due in part to their ability to construct polycyclic systems that are generally not accessible via classical pericyclic reactions. The importance of this class of transformations is evident from the exponential growth in this field over the last decade, albeit underrepresented within the United Kingdom and largely dominated by large research groups in other countries, i.e. United States, France, Japan, Korea, etc. Although many of these developments highlight the versatility of transition metal-catalysed reactions, through catalyst tuning via steric and electronic modifications to the ligand, there is still a need to garner a fundamental understanding of the guiding principles that control a specific transformation. Notwithstanding these limitations the reactions are generally atom economical with broad substrate scope, and proceed under relatively mild conditions, which reduces waste byproducts, allows traditionally unreactive substrates to be utilised and minimises energy costs. Furthermore, the complex nature of these reactions provides an outstanding area to educate highly skilled individuals and disseminate the work in high impact journals, which will significantly advance the United Kingdom's standing in this particular research area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G010250/1","grantId":"EP/G010250/1","fundValue":"516724","fundStart":"2009-09-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Christophe  AissaP. Andrew Evans","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}