{"id":"64BB9130-6883-4898-8852-9D1127649DF1","title":"A Stable Parametrically Amplified Gyroscope","abstractText":"Despite the huge industrial and academic effort in advancing both the precision of the fabrication, mass trimming and signal processing there is still a considerable amount of improvement required before MEMS gyroscopes challenge the performance of other gyroscopic technologies. The objective of the proposed research is to develop an excitation scheme to enable stable parametric amplification of the Q-factors of the sense and drive modes of vibration of a typical electrostatically driven MEMS gyroscope and thus improve gyroscopic performance by at least an order of magnitude. Parametric amplification reduces the amount of total damping (viscous and thermoelastic) present in a resonator and may be interpreted as amplification in the effective Q-factor or as force amplification. Mis-tuning between the important modes of vibration must be minimised in conventionally excited gyroscopes to realise high performance. By employing parametric excitation and amplification the degree of mis-tuning that can be tolerated is increased and will allow the affect of Q-factor amplification on the gyroscope performance to be maximised. Eradicating the need to precisely tune the modes is in itself an important development and when combined with the parametric amplification of the Q-factor the prospect of a step change in MEMS gyroscope performance is a distinct possibility. It has the potential to transform a gyroscope which is rate grade to tactical grade. This work is also very applicable to resonant MEMS/NEMS sensors in general where high Q-factors are essential for the sensor performance. We propose to establish the full extent of amplification possible via parametric action, its limiting factors and develop the scheme necessary to use it optimally in actual MEMS gyroscopes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G029296/1","grantId":"EP/G029296/1","fundValue":"143145","fundStart":"2009-09-21","fundEnd":"2012-09-20","funder":"EPSRC","impactText":"  Yes. We are collaborating with UTAS/ Goodrich on advanced gyro control based on the research findings Aerospace, Defence and Marine Economic","person":"Barry John Gallacher","coPersons":["J  Burdess","Jeffrey Alan Neasham"],"organisation":"Newcastle University","findingsText":" Ways of sustaining vibration in Coriolis gyros.\nMethods of closed loop control over mode tuning.\nFull state (displacement and velocity) feedback for reducing errors. All resonant sensors rely on resonance.\nThus mode tuning and Q-factor pumping can be used to improve sensor performance. Aerospace, Defence and Marine,Electronics","dataset":"gtr"}