{"id":"64C74E1A-FE53-40AB-BBF2-BF64EFB0ABB5","title":"Difluorocarbene: Synthesis, Reactivity and Applications for PET Imaging","abstractText":"Positron Emission Tomography (PET) is a non-invasive quantitative imaging technology that can detect pre-symptomatic biochemical changes in body tissues where no evidence of abnormality from computed tomography (CT) or Magnetic Resonance Imaging (MRI) are detectable or before structural changes occur from disease. This technology helps researchers understanding diseases and can assist clinicians in the selection of the best treatment for an individual patient, provided that competent biomarkers are available. The unrivalled sensitivity of PET makes this technique also suitable to address questions fundamental to drug development for oncology, cardiology, neurosciences and inflammatory diseases. One of the most commonly used positron-emitting radioisotopes is 18F, in part due to the extensive use of [18F]fluorodeoxyglucose in the clinic and the importance of fluorine substitution in the context of drug discovery. The short half-life of 18F (110 min) dictates a preference for protocols based on late stage fluorination. The enabling technology that underlies all forms of [18F]radiotracer imaging is [18F]radiotracer chemistry, because it is required for the development of [18F]radiotracer probe molecules. Radiotracer chemistry is a unique discipline that demands special reactions, equipment, techniques, understanding, and training. Its uniqueness stems from the unique behavior of chemical reactions conducted at the tracer-level scale to obtain products of sufficiently high specific activity, the need for efficiency and speed associated with performing chemical transformations and product purifications on materials that are labeled with short half-life radionuclides such as [18F]. The aim of this project is to develop new [18F]radiochemistry with the view to access much needed [18F]radiotracers currently difficult or not possible to prepare. We propose several methods to [18F]label molecules containing CF3 and CF2 motifs commonly found in pharmaceutical drug candidates and biomarkers. The project based on solid published preliminary data exploits the reactivity of difluorocarbene and easily accessible [18F]fluoride used in combination with readily available precursors and co-reagents. The emphasis is on the development of [18F]radiotracer chemistry methods that are versatile and easy to translate from molecule to molecule to advance the field of PET imaging in the UK and abroad.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025604/1","grantId":"EP/L025604/1","fundValue":"417138","fundStart":"2014-05-30","fundEnd":"2017-05-29","funder":"EPSRC","impactText":"","person":"Veronique  Gouverneur","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}