{"id":"64CE310B-B4B5-4717-9C4D-9A9527BD4340","title":"Patient and professional understandings of risk: how complexity and uncertainty of genetic knowledge impacts on reproductive decision making","abstractText":"<p>This fellowship examines how patients with mitochondrial disease make reproductive decisions in the context of emerging IVF technologies. Mitochondria are small energy producing structures contained in the cytoplasm of a cell, and are inherited through the female line. Scientists at the Wellcome Trust Centre for Mitochondrial Research in Newcastle have developed processes involving ‘mitochondria donation’, which potentially give women with mitochondrial disease the opportunity to have their own, healthy children. But these pioneering 'germ line' techniques have challenged existing legal and ethical frameworks, attracted intense media interest and prompted national public consultations.</p>\n\n<p>Accounts of mitochondrial donation, particularly within media coverage, assume a level of technological determinism, that if these techniques are available then this will 'eliminate' mitochondrial disease from families. Ultimately, future use will depend on how patients and families experience health and illness and how they assess complex risk information.</p>\n\n<p>&nbsp;</p>\n\n<p>Female patients of reproductive age and their partners, and scientists and clinicians will be interviewed to explore the kinds of risks associated with mitochondrial disease and examine the implications of these contemporary advances. Finally, patient and scientific conferences will be observed to examine how genetic risk and reproductive solutions are represented at public events.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00901X/1","grantId":"ES/K00901X/1","fundValue":"189172","fundStart":"2014-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Rebecca Elizabeth Cara Dimond","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}