{"id":"64CE4148-7ADC-456F-AAC7-970F872B5A86","title":"Settler Country: Photographing the traces of the 1820 settlers in South Africa","abstractText":"The project brings together three areas of study and practice: documentary photography, colonial/post-colonial studies, and cultural geography. \\n\\nIt involves making photographs in the Eastern Cape of South Africa, of the descendents of British settlers, and of ways that the history and presence settler culture have been inscribed on the land and built environment, and will lead to an exhibition to be mounted in this country and South Africa, and supported in due course by appropriate critical articles and conference presentations, and a web site.\\n\\nThe 1820 settlement scheme saw 4,500 people, under pressure from the economic stringencies of the early industrial era in Britain take up 'agricultural' holdings in inhospitable and often unsuitable terrain in the Eastern Cape. The scheme represents the most important bridgehead of British culture and settlement on the subcontinent. It has been commemorated both officially (via a cultural foundation for the preservation and promotion of English language and culture) and in family memory and record. But in the 'new' post-Apartheid South Africa the position of settler culture and the sense of settler community is increasingly marginal. \\n\\nThe central question posed by this visually based study will be: What are the material and human traces and evidence of 'Britishness' after nearly 200 years in Africa, and how has it been absorbed, transmuted, maintained, obscured, abandoned or reinvented? \\n\\nUnderlying the specifics of its chosen material, therefore, the study is a meditation on passage / geographical, historical, and temporal. It is this that promises to give the work its wider appeal and resonance. \\n\\nThe field of colonial and post-colonial studies is an important and growing one in the arts and humanities, but the vast bulk of the work done in this field, whether scholarly or creative, has been literary. In engaging with the plastic and affective dimensions of experience with the support of theoretical, visual, and technical awareness, the project promises to richly complement more literary meditations, and to produce work that will be illuminating and satisfying at an artistic level. The images made will also stand in a productive dialogue with the many images made by settlers in the past, thus opening them to new and reflexive readings. \\n\\nPhotography can give access to a pre-linguistic experiential terrain. If successful, the insights afforded will be allusive, complex and multi-layered. This project would therefore mark an important intervention in its field, not merely as an attempt at specific historiography, but as a means to engage with complex questions of cultural geography and the operation of time. In this it relates to American work, both from the deep South (Laughlin, Mann) and in re-photography (Klett et al) but it goes beyond these in being informed by a sense of the specific politics of its subject. \\n\\nSo primary audiences will include critics, photographers, and an informed public concerned with documentary photography, and more widely with the fine arts and culture, especially as they engage with stories and circumstances in Southern Africa, as well as geographers, historians, and others within the field of colonial/post-colonial studies, and to specialist and lay audiences within the field of cultural studies and anthropology. \\n\\nThe work should also be of appeal and interest to a more general audience, both in this country and elsewhere. Photographs on related material that I have exhibited in the past, have elicited enthusiastic responses both in this country and in South Africa.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002153/1","grantId":"AH/E002153/1","fundValue":"15810","fundStart":"2007-03-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Peter  Metelerkamp","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}