{"id":"64D71F72-13CE-438D-9947-945D68D6AF6E","title":"Adaptable Suburbs: a study of the relationship between networks of human activity and the changing form of urban and suburban centres through time","abstractText":"This project is a study of how small-scale centres of social and economic activity are shaped by the way in which physical and social networks change their form through time. Due to their frequently being below the policy radar, there is a clear gap in knowledge about how smaller centres form part of the large-scale spatial/social network. This subject area requires an interdisciplinary approach; both to provide the tools to handle large data sets on street-level activity within and around town centres, as well as by providing the knowledge and understanding to interpret the spatially related social/economic data in a meaningful way. Due to our collective expertise, we are in a position to test a novel proposition about how centres of socio-economic activity emerge through time, for which existing theoretical models of centre-periphery or fringe-belt do not seem adequate. We will address the question of how local self-organisation, design interventions and functional changes have an impact on large-scale network of connections. The need for a specific policy on suburbs to realise their untapped potential is essential to improve the quality of cities today. Our research will provide the evidence for targeted funding in the UK suburbs that Kochan and others have maintained are required for preventative action to halt further decline in the suburbs and to avoid the need for major expenditure in the future . It is clear that the city as a whole is inextricably linked and no centre can succeed in isolation from the others (as outlined in the London Mayor's report on 'Planning for a Better London', July 2008). At a time of great social and economic flux characterised by new communications technologies and radically changing patterns of work, living and consumption (such as flexible working and the current economic downturn), suburban centres are critical to an urgently needed re-evaluation of how to plan for the future growth of our older cities.These theoretical gaps are mirrored in the design and policy worlds, which find it hard to apply general principles to particular cases; taking one example, a policy demand for 'densification' implemented nationally comes up against an inability to understand its implications in particular, local contexts. It is vital to understand the spatial configuration and social/economic significance of smaller centres at the peri-urban edge. An informed understanding of how to shape these smaller centres is necessary to prevent current solutions creating their own problems in the future. This proposal comes at a critical juncture in policy and place-making. We have been told by policy-makers that there is an urgent need to address the future sustainability of urban and sub-urban environments by tapping into their potential for densification, reuse and adaptation. An understanding of how smaller centres work within their immediate and regional networks of larger centres is critical to the future economic, social and environmental sustainability of complex mega-cities such as London. One of the major problems with current conceptualisations of these three domains is that they are not viewed in an integrated and holistic way. Preliminary evidence suggests that diversity of activity helps create the vitality in local centres that provides the customers, employees and employers of the local economy; the economic and social aspects are dependent in turn on environmental sustainability: we need to understand the potential of an aging infrastructure to reduce resource consumption.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001212/1","grantId":"EP/I001212/1","fundValue":"728177","fundStart":"2010-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"  Although sustainable urban environments are a growing focus of activity in the UK, there has been a long-standing gap in knowledge on how to manage urban growth within current economic and environmental constraints and without damaging the quality of existing environments. This research is relevant to a wide range of researchers as well as architects and built environment practitioners, developers, town centre managers, small and large business investors and people working in sustainable communities and urban regeneration.\n\nSince the start of the project we have been invited to various academic and policy-making fora to present our research methods and outcomes. These are as follows:\n\n30/6/2011: LSE/DEMOS Centre for London: 'State of the knowledge on outer London';\n26/4/2012: Quality Streetscapes conference, RUDI: 'Have the reports of the high street's &quot;death&quot; been greatly exaggerated?'. http://www.rudi.net/node/22846';\n10/9/2012: The future for Town Centres: Death or Evolution? conference at Kingston: 'Suburban Adaptability: how can the past inform the future of town centres in London?';\n1/10/2012: CPRE symposia on 'The Country and the City' - invited speaker;\n3/12/2012: GLA/Design for London conference on the geography of the economy: 'Adaptive Suburban Town Centres';\n28/11/2013: KTH School of Architecture, Stockholm: 'Redefining sustainability';\n11/2/2014: UCL Lunch-hour lecture (online at YouTube): 'Butcher, baker, candlestick-maker';\n15/5/2014: The Conversation (online newspaper set up to disseminate research ideas to the general public): 'Urban renewal needs more than 'garden city' stamp to take root';\n7-9/2014: Written evidence for the Examination in Public on the Further Alterations to the London Plan. The work of the Adaptable Suburbs project was cited in the discussions.\n11/9/2014: Department for Transport Cities Policy and Delivery Unit: 'Future of the high street: implications for transport policy and planning'.\n15/10/2014: House of Commons Transport Committee conference on Transforming Research into Policy and Practice: 'The past, present and future of the connected high street' Communities and Social Services/Policy,Retail,Transport Policy & public services","person":"Laura Sophia Vaughan","coPersons":["Victor Alexander Buchli","Claire  Ellul","Sam  Griffiths","Mordechai (Muki) Haklay"],"organisation":"University College London","findingsText":" This project was a study of how small-scale centres of social and economic activity are shaped by the way in which physical and social networks change their form through time. Due to our collective expertise in architecture, history, geography, anthropology and engineering, we were able to test a novel proposition about how centres of socio-economic activity emerge through time, for which existing theoretical models of centre-periphery or fringe-belt did not seem adequate. In order to do this we developed unique methods for cartographic redrawing of historic street networks and building footprints for the spatial description and analysis of morphological change over time using space syntax and urban form analysis. We captured historic business directory data for three historic periods from 1890 to 1960 and carried out a survey of current land uses across four outer London cases: High Barnet, Loughton, South Norwood and Surbiton in a spatial database of land uses. The project made use of GIS as an integration hub for data captured using the above techniques at both city-wide and hyper local scales, allowing road network, building footprint and building usage data to be analysed within a single framework across space and time. We developed a GIS-based algorithm to facilitate understanding of change across time of road network connectivity (e.g. what was the impact on the network of new roads), building structure (e.g. were buildings sub-divided into smaller units or merged to accommodate different uses) and use (e.g. what is the change in the distribution of non-domestic buildings across time) and then visualize this data in an understandable way for statistical interrogation of patterns of interest We also carried out an ethnographic study of the work of local enthusiasts without a strong tie to council or business and the benefits this provides to the socio-economic health of an area alongside another ethnographic study into food markets and access to food for disenfranchised groups. Together, this has allowed for a deep understanding of the nature of the high street as it has changed over the past 130 years and we have published the results in a variety of outlets, whilst analysis is planned to continue well beyond the life of the project.\n\n\n\nWe found that settlement at the urban fringe encompasses patterns of segregation, economic patterns and housing stock that whilst being characteristically suburban according to measures of density or distribution of land uses, nevertheless illustrate the fundamental linked nature of the city's larger and smaller centres into a single system. London's suburbs, though thought to be places where people live to simply commute into the city, are entities in their own right. Whilst at the start of their emergence as suburban settlements in the 19th century, these communities were largely self-sustaining, today they constitute embedded entities within the wider urban network\n\n\n\nThe analysis demonstrated the importance of adaptability, of the street network, of the buildings and of the land uses within them. A simple butcher's shop may have been in that location for over 100 years, though the name or ownership may have changed; thus, proving a continued need for this keystone establishment in the community. Alternatively, depending on the building size and shape, businesses can easily move in or out, contributing to the changing diversity of non-domestic activity in the area as it responds to social and economic. The analysis also highlighted how certain pathways in the street network lends themselves to particular classes of activity - a form of path dependence that evidently relates to how accessible they are to local residents. Through systematic, multidisciplinary reviews of the data, important concepts were distilled and delivered via social media to outline &quot;ten things one might not know about high streets&quot;:\n\n\n\nThese simple, yet effective, narratives explain the importance of the high streets in each of the suburbs in movement of people and commerce that creates the lifeblood of the community. This information is already being put to use by local community groups and third sector organisations to provide evidence in their dialogues with policy and planning organisations, such as response to the London Plan of 2014. We have plans in tow to inform planning and local/national policy makers who could learn from our greater understanding of how suburbs grow and adapt over time. This has already started via our final conference (with over 75 attendees from a range of organisations) and will continue through open-access publication routes as well as a variety of social media.\n\n\n\nWhere possible under data licensing terms, we have been able to provide members of the public to the wealth of data collected in our four case studies for their own use, such as: local history, planning and community engagement. To facilitate this downstream use we have compiled a very detailed document (of over 35 pages long) describing the data capture and analysis tasks undertaken by the project. This could also be used to support further academic publication of the work.\n Due to their frequently being below the policy radar, there is a clear gap in knowledge about how smaller centres form part of the large-scale spatial/economic network. This subject area requires an interdisciplinary approach; both to provide the tools to handle large data sets on street-level activity within and around town centres and high streets, as well as by providing the knowledge and understanding to interpret the spatially related social/economic data in a meaningful way.\n\nThe need for a specific policy on suburbs to realise their &quot;untapped potential&quot; is essential to improve the quality of cities today. Our research provided the evidence for targeted funding in the UK suburbs and we were involved in the shaping of policy around London's outer suburban centres since the start of the project. We have shown that at a time of great social and economic flux characterised by new communications technologies and radically changing patterns of work, living and consumption (such as flexible working and the current economic downturn), suburban centres are critical to an urgently needed re-evaluation of how to plan for the future growth of our older cities.\n\n\n\nAn understanding of how smaller centres work within their immediate and regional networks of larger centres is critical to the future economic, social and environmental sustainability of complex mega-cities such as London. We have captured a wealth of data on London's spatial network, built form and land use patterns that shows how throughout the past 130 years a diversity of activity i helps create the vitality in local centres that provides the customers, employees and employers of the local economy; the economic and social aspects are dependent in turn on environmental sustainability.\n\nThe Adaptable Suburbs project challenges the notions of the suburbs as static entities that are simply satellite towns to the nearby large city. By combining outreach via social media and community engagement with increased academic visibility through conferences presentations and publications (www.ucl.ac.uk/adaptablesuburbs/publications), the project demystifies certain aspects of what makes the suburbs sustainable and rich in diversity. Various members of the team have published findings in journals such as Urban Design and the Journal of Space Syntax and have presented at a wide range of conferences, such as the Royal Geographic Society's annual conference and the International Space Syntax Symposium. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Environment,Retail,Transport","dataset":"gtr"}