{"id":"64DAE7B9-D9AF-4A27-937D-742E2F885DC2","title":"Iron Biogeochemistry in the High Latitude North Atlantic","abstractText":"The concentration of carbon dioxide has increased significantly since the start of the industrial revolution as a result of burning of fossil fuels and deforestation. Carbon dioxide influences the climate on earth and its concentration is now so high that the earth's atmosphere is warming and the weather is becoming more extreme. Small floating plants in the ocean, called phytoplankton, take up carbon dioxide from the atmosphere and that way help to reduce the atmospheric concentrations. The phytoplankton cells also need nutrients like nitrogen, phosphorus and silicon to grow. Recently, it has been discovered that the phytoplankton in many regions of the world's oceans are lacking Fe. For example, in the Southern Ocean the growth of the phytoplankton cells is limited by very low Fe concentrations. Therefore, the phytoplankton in this ocean do not remove as much carbon dioxide from the atmosphere as they could do under ideal conditions. Many people think that the North Atlantic Ocean receives enough Fe through dust transport from the Sahara. However, recent experiments have shown that even in the North Atlantic phytoplankton cells may be lacking Fe. In this project, we want to study whether Fe is limiting phytoplankton growth in the North Atlantic at higher latitudes (&gt;60 N). In order to achieve this, we will take part in 3 research cruises and take samples of water, sedimenting material, and atmospheric dust and rain. We will analyse Fe and nutrients in the samples and calculate the supply ratios of Fe to N, P, C to the surface oceans, and their ratios in sedimenting material. We will use models to aid us with the calculations for the oceanic transfers of these elements. If the phytoplankton are Fe limited in the high latitude N Atlantic then it will be because the amount of Fe they get in relation to other nutrients is too low. We will also directly investigate whether Fe is limiting the growth of phytoplankton in water samples from the high latitude N Atlantic. To find this out, we will grow phytoplankton cells taken from the surface ocean in transparent bottles on the deck of the ship. We will add Fe to some bottles, whereas other bottles will receive no added Fe at all. The growth and physiological state of the phytoplankton will be determined using a number of measurements, such as pigment (chlorophyll a) concentrations. These measurements will show us whether the bottles with added Fe show a higher number of phytoplankton cells and a higher growth, compared with the bottles to which we added no Fe. The results of the proposed project will provide us with a better understanding of the role that nutrients like Fe play in the growth of phytoplankton cells in the ocean. The gathered data will help the computer modellers to design improved climate models that will allow us to better predict the extend of climate change over the next 100s of years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E005489/1","grantId":"NE/E005489/1","fundValue":"34166","fundStart":"2007-06-21","fundEnd":"2013-03-31","funder":"NERC","impactText":"","person":"Eric Pieter Achterberg","coPersons":["Richard  Geider","Christopher Mark Moore"],"organisation":"University of Essex","findingsText":" As part of this project we have conducted a series of successful research cruises. We have conducted sampling in the atmosphere, water and organisms. We have clearly shown that the microbial communities in the subpolar North Atlantic become Fe stressed in the summer, following a pronounced spring bloom. We are currently in the process of preparing and submitting a large numbers of articles for publication.  Environment","dataset":"gtr"}