{"id":"64E371C9-813A-4E96-9D55-C149C82B0BA5","title":"Investigation of molecular mechanisms underlying the role of ICAM-3 in the phagocytic clearance of apoptotic leukocytes","abstractText":"Damaged, infected, aged or unwanted cells in the body are induced to die via a process known as apoptosis. The final step in this process is the removal (phagocytosis) of dying cells by healthy neighbouring cells where the cell corpses are eaten and degraded in a safe and controlled environment. A range of molecules have been suggested to play a role in this process though the amount of information relating to molecules recognised on dying cells is limited. It has been suggested that changes at the surface of dying cells result in the exposure of signals or flags that identify the cell, to viable neighbours, as dying and ready for removal. Relatively little is currently known about the nature of such 'eat me' signals. Lipids at the cell surface are known to change during death with phosphatidylserine (PS) becoming exposed at the cell surface where in viable cells it is usually maintained within the inner leaflet of the cell membrane. Once exposed PS is recognised by receptors on viable cells and mediates dying cell clearance. A change in another molecule, ICAM-3 (Intercellular Adhesion Molecule-3) on the surface of dying leukocytes have been implicated in the recognition and removal of dying leukocytes by professional phagocytes, macrophages. ICAM-3 is a molecule found only on leukocytes and, when present on viable cells, is important in the initiation of immune responses by facilitating cell-cell interactions. To mediate this interaction ICAM-3 binds to counter-receptors including the integrin LFA-1 and the non-integrin DC-SIGN. Previous work has indicated that ICAM-3 on dying cells loses its ability to bind to its prototypic counter-receptor LFA-1. This apoptosis-related loss of function is associated with a gain of alternate function where ICAM-3 becomes able to bind to another, as yet unidentified, receptor - a function that is important in mediating the phagocytic clearance of apoptotic leukocytes. The removal of dying leukocytes is especially important for the resolution of inflammation and the control of immune responses. Failure to remove leukocytes at the appropriate time may lead to chronic inflammatory conditions and autoimmune disease. A better understanding of the molecules and processes involved within the clearance of dying leukocytes will be central to future strategies for improving human health and well-being. This project seeks to identify the changes that occur in ICAM-3 that underlie the loss of function (loss of LFA-1 binding) and the gain of function (ability to bind other receptor(s) and mediate clearance of dying leukocytes) that is reported during apoptosis. The change of function associated with ICAM-3 at the apoptotic cell surface may be due to changes in ICAM-3 location, partner molecules or structure (e.g. sugar content of ICAM-3) and any such changes may arise from or contribute to changes in the mobility of ICAM-3 as cells undergo apoptosis. Within this project we will identify and characterise changes in the structure and/or environment of ICAM-3 occurring during apoptosis and will relate these changes to dead cell clearance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002080/1","grantId":"BB/E002080/1","fundValue":"361706","fundStart":"2007-01-15","fundEnd":"2010-01-14","funder":"BBSRC","impactText":"  The findings from this research programme have had led to significant developments. The impact of these is still under development.\n\nThe programme of work produced useful reagents that have been made available to the worldwide research community.\n\nThe programme detailed the mechanism of ICAM-3 function. This has led to a number of publications (primary research, reviews, conference abstracts), has resulted in invited talks at international conference, has supported additional funding bids and a patent application that seeks to exploit the therapeutic potential of this programme of work.\n\nUltimately therefore, the impact of this work will continue to develop. The reagents and technologies developed within this programme provide valuable opportunities for future research within the field of inflammatory disease with the potential to impact on disease therapy and quality of life.\n\nThis is still early stage impact with the patent and publication arising in 2011.  ","person":"Andrew  Devitt","coPersons":[],"organisation":"Aston University","findingsText":" The aim of this programme of work was to assess the function of an important cell surface molecule of human white blood cells. This molecule, ICAM-3, changes function as cells die and it promotes removal of dying cells by viable cells. This process of dying cell removal (phagocytosis) is important in the control of inflammation. Our work has generated new reagents for the analysis of ICAM-3 (monoclonal antibodies: mAb). These are now commercially available. We identified how ICAM-3 is released from dying cells and how this release promote attraction of viable phagocytic cells. We have shown that we can modulate attraction of phagocytes to dying cells through the use of our mAb.\nThis programme of work progressed well and has:\n(1) generated a novel anti-ICAM-3 blocking mAb from a panel of 17 anti-ICAM-3 mAbs; \n(2) characterised apoptosis-associated changes in ICAM-3 distribution and shown these to be non-essential for its function in clearance; \n(3) defined the mechanism for loss of ICAM-3 from the surface of cells during apoptosis;\n(4) identified a role for released ICAM-3 in mediating phagocyte recruitment to sites of leukocyte apoptosis;\n(5) formally defined ICAM-3 as a ligand for tethering apoptotic leukocytes to phagocytes; and \n(6) partly characterised the receptor function necessary for the recognition of apoptotic ICAM-3, challenging the accepted wisdom that this incorporates a role for macrophage CD14. ICAM-3 mAbs have been produced and are now available throughout the world from commercial sources.\n\nOur findings on the ability of ICAM-3 to modulate phagocyte recruitment to cell death has the potential for further analysis for therapeutic interventions in important diseases (e.g. cardiovascular disease). Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}