{"id":"64FC3740-BBFE-41F6-8C46-866D7706F4F2","title":"Support for telescope travel for Southampton Astronomy research group","abstractText":"The proposal is to fund trips to observatories to gather scientific data. Most of the research at Southampton involves trying to understand &quot;accretion onto compact objects&quot; - that is, the process by which matter falls into black holes or onto neutron stars and white dwarfs. Black holes are objects so dense that light cannot escape from them. Neutron stars are dead stars which are only slightly less dense - a typical neutron star is a sphere about the size of a large city, but which has a mass of about 1 1/2 times the mass of the sun. White dwarfs are dead stars the size of the Earth and the mass of the sun.\n\nAs matter falls into or onto these objects, a lot of gravitational energy is released. This can heat up the matter falling in and cause it to radiate light, sometimes even X-rays and gamma-rays. Sometimes, powerful jets of material are also spewed out in the process, and these jets are often easiest to see in radio waves.\n\nWe also study supernovae - cosmic explosions - which are the source of heavy elements in the universe and can also be used to study cosmology and dark energy.\n\nWhile we use a lot of data from satellites to observe these objects, we also need to get data from ground-based radio and optical telescopes. Because most of the Milky Way galaxy is above the Southern Hemisphere, we often have to travel to Australia, Chile or South Africa to do our observations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N001540/1","grantId":"ST/N001540/1","fundValue":"16194","fundStart":"2015-10-14","fundEnd":"2017-10-13","funder":"STFC","impactText":"","person":"Mark  Sullivan","coPersons":["Caitriona Mary Jackman","Ian Michael McHardy","Philip Allan Charles","Christian  Knigge","Diego  Altamirano","Judith Helen Croston","Robert  Fear","Sebastian F Hoenig","Malcolm John Coe","Antony  Bird","Polak  Gandhi","Francesco  Shankar","Betty  Lanchester"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}