{"id":"650CB9EB-6C73-4ED9-981C-CB3E3096BE15","title":"The role of IL-7/IL7R interactions in the development, maintenance and organization of the lymph node microenvironment.","abstractText":"The lymph node or ?gland? is a dynamic microenvironment of lymphocytes, dendritic cells and lymph node stromal cells where immune responses are initiated. Intercellular interactions between these cells are essential for the survival, homeostasis and function of all of these cell types, with disruption of these interactions leading to cell death. In order to study the involvement of locally produced cytokines (immune hormones) in the interdependency of these different cells we propose to generate mice in which lymph node stromal cells expressing cytokines are tagged by fluorescent proteins. The homeostasis of peripheral T cells is dependent on IL-7 which is produced by lymph node stromal cells. To visualize stromal cells we will generate IL-7 fluorescent protein mice. Utilizing multiphoton microscopy, tissue culture, gene expression analysis and flow cytometry we will analyze the molecular and cell biology of lymphocyte - stromal cell interactions during lymph node development, homeostasis and organization. Our experiments will test the hypothesis that IL-7/IL7R interactions between stromal cells and lymphocytes are required for the development of the lymph node microenvironment.\n\nThe main objectives of our proposal are:\n\ni) To characterize lymph node stromal cell biology.\n\nii) To examine the role of IL-7/IL7R interactions in the development, organization and maintenance of the lymph node microenvironment.\n\niii) To characterize the molecular mechanism governing intercellular communication initiated by IL-7/IL7R signalling between lymphocytes and lymph node stromal cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601156","grantId":"G0601156","fundValue":"395829","fundStart":"2007-09-01","fundEnd":"2010-12-31","funder":"MRC","impactText":"","person":"Mark Christopher Coles","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}