{"id":"6512F623-C04B-43F7-8C2B-DE119529AB8A","title":"Television framing of the 2014 Scottish independence referendum.","abstractText":"On 18 September 2014, the Scottish electorate will be called to answer a fundamental question about the future of the UK and Scotland: the decision of whether Scotland will become an independent state or remain a part of the UK will have an impact not only on the relationship between the British nations but also on other parts of Europe with similar concerns. Yet, as is the case with any contested issue, the definition of what this referendum is about will be negotiated between political and social groups, debated in the media and deliberated by voters before making their decision. Is the referendum a competition between two opponents fighting for the vote? Is it a matter of identity (shared or distinctive)? Is it a matter of economic survival and growth?\n\nThis research will examine how the 2014 Scottish independence referendum campaign is framed in the news coverage of the two main television channels catering for audiences in Central Scotland, BBC Scotland and STV. The importance of television as a trusted source of news on political issues is constantly reaffirmed by surveys (Ofcom, 2013, Eurobarometer, 2012) and therefore what television says about a major political event is significant.\n\nThe study will focus on Scottish news and current affairs coverage referring to the referendum in the final month of the campaign, create an original set of frames emerging from the coverage and measure which of them were more prominent. The project will also use structured interviews with political editors, heads of news and current affairs, political and civil society actors, to discuss how these representations were shaped in the interaction between journalists, media organisations and their sources. \n\nThe project will contribute to public analysis of the news coverage of the referendum in the aftermath of the event and create opportunities for stakeholders to discuss how broadcasting contributes to the democratic process, through the way it reports on campaigns. Key stakeholder groups, such as the Electoral Commission, the Hansard Society, the Voice of the Listener and Viewer and the BBC Audience Council will be invited to participate in these. At an international level, it will inform debate and policy making on referenda not only on autonomy issues, but also on other national matters (for instance the 2017 EU membership vote in the UK). European election observers, leading researchers specializing in the study of elections and referenda and the European Broadcasting Union will be kept up-to-date with findings and they will also be invited to participate in dissemination events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L010062/1","grantId":"ES/L010062/1","fundValue":"106796","fundStart":"2015-01-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Marina  Dekavalla","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}