{"id":"65124C53-0D65-4A39-B8E3-AA7785196BF8","title":"Long-term impacts of heavy metals on soil microbial diversity numbers and function","abstractText":"Soil not only supports plant growth, but also is crucial for the cycling of nutrients. Soil microorganisms play an absolutely essential role in these processes. Their populations are large and diverse but some groups of bacteria and fungi, as well as some specific processes are sensitive to environmental changes such as the build up of toxic metals. These metals are an example of a factor that could strongly affect the sustainable future use of soils. However, the current EU risk assessments of toxic metals in soils rely exclusively on short-term laboratory tests, which may not reflect the long-term effects of metals in the environment. Also many investigations on the impact of toxic metals in the environment use heavily polluted sites where plant growth is severely decreased due to acute metal toxicity, rather than considering the long-term accumulation of toxic metals that normally build up slowly and cause chronic pollution. The role of biodiversity within soil microbial groups plays in maintaining soil functions is not well understood, although it is assumed that a factor known as soil resilience (the ability to continue to perform functions in the presence of stress, e.g. metal pollution) relies on the presence of diverse individuals within the soil microbial population. This resilience to stress (from chemical, physical or biological factors) may be compromised if microbial diversity is reduced as a result of toxic metal accumulation. The proposal aims to evaluate the effects of zinc, a common pollutant of soil present in sewage sludge and galvanised (zinc coated) metal, and copper which is also present in sludge and animal manures, on the tolerance of microbial communities, key microbial processes, and the genetic diversity of key groups responsible for soil functions. Soils from long-term sewage-sludge experiments set up six years ago on different soil types in the UK, and soil with decreasing concentrations of zinc at increasing distances away from galvanised structures, will provide unique experimental materials to tackle these issues. A range of microbial parameters will be measured using both physiological and molecular biological assays. The results will be related to soil chemical measurements to establish the exact chemical conditions that induce toxicity to soil microbes. This information can be used by legislators to apply to other situations and help to increase the sustainable use of land by preventing critical accumulations from building up in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D002990/1","grantId":"BB/D002990/1","fundValue":"229688","fundStart":"2007-02-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"","person":"Stephen Paul  McGrath","coPersons":["Fangjie  Zhao","Penny  Hirsch"],"organisation":"Rothamsted Research","findingsText":" Developed molecular probes that specifically target Rhizobium leguminosarum bv. trifolii and bv. viciae. This will greatly advance our ability to monitor the effects of land management, pollutants etc. on these agronomically important species.\n\nWe generated 374,443 partial gene sequences of bacterial , rhizobial, fungal, archeal and functional genes have been generated Gene sequences will be logged on the NCBI and EBI public databases. http://www.ncbi.nlm.nih.gov/; http://www.ebi.ac.uk\n\n\n\nResults will be used to provide a scientific basis for national and European agricultural and environmental policies realted to protection of ecosystem services and sustainable practices. Environment","dataset":"gtr"}