{"id":"65156355-E4E3-4EE5-A333-CCAF468FD61C","title":"After the Wall: Reconstructing and Representing the GDR","abstractText":"Almost 20 years since the fall of the Berlin Wall and the unification of Germany, the memory of the German Democratic Republic (GDR) is experiencing an ever increasing boom. As physical signs of German division disappear from the united landscape, new sites of memory are being created, ranging from consumer-orientated Ostalgie (nostalgia for the GDR) to the documentation of political oppression. The diversification of this memory landscape / in both content and form / and the conflicting nature of many narratives has led not only to an apparent blurring of boundaries between history and memory ('myth'), but also to a reappraisal of the longer-term legacy of the GDR in unified Germany. \\n\\nThe way that the past is remembered, reconstructed and commemorated has become a major area of scholarship, across a range of disciplines, such as Cultural Studies, History, Anthropology, Political Science, Media and Film Studies. There have been significant studies concerning remembrance of the Holocaust and the National Socialist past, particularly concerning concepts of 'normalisation' and 'victimhood'. In contrast, however, work on GDR remembrance remains limited; nor is there much work on the remembrance of the comparatively recent past in the literature generally, since attention has been mainly focused on war and its aftermath. This network will address this situation by providing a rare forum for scholars from a variety of fields who are working on memories and representations of the GDR, allowing for novel interaction and the generation of new ideas. \\n\\nThe central aims of the research are threefold:\\n1) to further understand the role of the GDR past in shaping contemporary Germany and the changing nature of east German distinctiveness (whether real or assumed);\\n2) to investigate the extent to which different art forms and remembrance projects (e.g. film, literature, photography, museums, monuments) condition the type of memory that is reconstructed;\\n3) to advance our theoretical understanding of collective memories, by bringing the work of a number of established memory theorists to the East German context.\\n\\nThe network is intended to begin in 2009 in order to interact with numerous anniversary events due to take place in the UK and Germany to mark the twentieth anniversary of the fall of the Wall. Continuing into 2010, however, it will crucially also facilitate reflection on these events, themselves important markers in the development of representation, memory and form.\\n\\nThrough three thematically organised workshops, each of which will address different elements of the above research agenda, and a larger conference, the network also intends to: \\n1) encourage interaction with those outside the academic community, such as practitioners in the heritage industry, writers and artists, who will be invited to speak at and participate in all four events;\\n2) encourage the participation of postgraduate students at all stages and develop fresh postgraduate projects;\\n3) provide the basis for larger collaborative projects concerning the memory and remembrance of other dictatorships and periods of conflict, both in the post-socialist world and elsewhere, enabling exploratory theses and theoretical understandings to be tested on a larger scale, and enhancing our understanding of system-specific and regional distinctions;\\n4) draw together and consolidate existing and diverse research in the field, in order to trace the trajectory of various stages of GDR remembrance within the unification process. This approach will be reflected in the research outputs of the network, which will aim to present new research findings and provide a synoptic view for those working in the field, as well as facilitate dissemination to non-specialists, particularly through the network website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000026/1","grantId":"AH/G000026/1","fundValue":"25491","fundStart":"2009-01-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"  The Network has achieved impact in a number of different areas to date: \n\n1) We already have some evidence that engagement with the Network's activities has helped German museum practitioners to consider their own display practices in the light of the less ideologically-driven debates about the memory of the GDR that they encountered at our events. For example, in the new permanent exhibition at the Museum of Everyday Life in the GDR at Eisenhuettenstadt, much greater use has been made of individual donors' stories / memories through an exhibition catalogue and audio guides, and this will undoubtedly contribute to the exhibition's longer term impact. \n\n2) The Network's findings and the collaborations which have resulted from it have enabled a more differentiated understanding of the GDR / socialist past in the UK, primarily through a range of schools outreach activities and through museum exhibitions (one of which took place in May 2012 in Bristol, as part of the 'East meets West' project).\n\n3) The teaching materials on the 'After the Wall' website have been widely and positive received by teachers and members of the pubic alike. They are also available via the Goethe Insitute website and TES teaching materials online, and have been disseminated via Routes into Languages Cymru and South West. The website has also been archived by the British Library. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Anna  Saunders","coPersons":["Deborah Michelle Pinfold"],"organisation":"Bangor University","findingsText":" The aim of the ‘After the Wall’ Network project was to facilitate discussion and exchange between a variety of disciplines working on the memory of the GDR; as such, the project findings relate to the broad outcomes of this exchange, rather than the definitive results of individual research projects. \n\nThe main findings can be summarised under the following headings: \n\nPERIODISATION: \n\nWays in which the GDR has been remembered since 1990 have clearly shifted over time; there exist different ‘afters’ when talking about ‘After the Wall’. The 1990s were largely dominated by official attempts to re-work the past, with the aim of consolidating democratic narratives in the present and creating an anti-totalitarian consensus. This period was also marked by the rise of institutions dealing with the political past. From the early 2000s onwards, however, there has been an increased emphasis on multi-layered accounts and more complex narratives, as seen for example in literary, filmic, documentary, artistic, musical and digital media. The memory landscape of the GDR has thus greatly diversified with time. On the other hand, however, it has become no less controversial, and the multiple fora provide for competing memories which remain questioned and contested.\n\nGENRE: \n\nDifferent genres or ‘memory media’ condition the types of memories that are produced, through promoting varied means of interacting with them. Museums, for instance, invariably promote a more directed view of the past than, for example, fiction, blogs or musical interpretations of the past. However, the boundaries between certain genres are becoming increasingly blurred due to technological advances, thus promoting a greater complexity of narratives. Despite this trend, different media types continue to assert claims to authenticity and truth, and the tendency to simplify complex narratives for contemporary political purposes continues to persist alongside increasing diversity.\n\nMULTIPLE PERSPECTIVES AND PLURAL AUTHENTICITIES: \n\nTrends concerning periodisation and genre both indicate the co-existence of multiple communities of memory, each of which may promote multiple perspectives on the East German past, otherwise identified by the Network as ‘GDRs of the mind’. These exist in the sense of fluid, imagined communities, in which people may ‘remember’ things that they themselves did not experience at first hand. The existence of plural authenticities may be shaped by a wide number of factors, such as generation, regional variation, political allegiance or concepts of victimhood; invariably, however, different groups will construct the past according to their own agenda in the present. The notion of multiple perspectives also works against fixed dichotomies such as ‘victims versus perpetrators’ or ‘dictatorship versus the everyday’, demonstrating that the boundaries between such notions are often blurred; an individual may have been both a victim and a perpetrator, and the dictatorship only functioned due to everyday conventions. \n\nTHEORETICAL CONCEPTS OF MEMORY: \n\nThe Network worked with several theoretical concepts of memory, finding models such as Aleida Assmann’s to be useful as a starting point for discussions, but identifying reductive tendencies in much of the common theoretical terminology. Notions of communicative, social, political and cultural memory, for instance, often clash and co-exist, making categorisation very difficult, and providing a challenge for future theories of memory. The hierarchy implicit in privileging cultural forms of memory over other forms was also identified as problematic for developing our further understanding of patterns of memory. The Network’s deliberations on multiple ‘GDRs of the mind’ has challenged the highly polarised memory landscape in Germany, where museums in particular tend to privilege either ‘dictatorship / Stasi’ or ‘the everyday’ in their presentations of the GDR. They also of course challenge the popular western understanding of the GDR simply as the ‘second dictatorship on German soil’; Timothy Garton Ash has referred to the ‘festering half-rhyme’ of ‘Nazi/Stasi’ to indicate the level and nature of English-speaking interest in the former socialist state. We already have some evidence that engagement with the Network’s activities has helped German museum practitioners to consider their own display practices in the light of the less ideologically-driven debates about the memory of the GDR that they encountered at our events (see under Impact). We also envisage that the Network’s findings and the collaborations which have resulted from it will enable a more differentiated understanding of the GDR / socialist past in the UK, through schools outreach activities in our own institutions and those of other Network members, and through museum exhibitions (one of which is planned for May 2012 in Bristol, as part of the ‘East meets West’ project; see under Collaborations and Partnerships). Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}