{"id":"6515C10E-09C9-4758-B8A5-7957C5A40B17","title":"The use of interactive electronic-books in the teaching and application of modern quantitative methods in the social sciences","abstractText":"<p>&nbsp;&nbsp;When social science researchers wish to carry out research and choose a quantitative approach&nbsp;they will collect either new data or existing data and perform statistical analysis on this data. In the modern age it&nbsp;has become increasingly important for social science researchers to be trained in quantitative methods and the&nbsp;use of statistical software to analyse datasets and answer research questions. Modern statistical techniques&nbsp;have also become more computational and so there is a desire for software tools that simplify the research process whilst&nbsp;still allowing social scientists access to the most appropriate statistical methods.</p>\n\n<p>&nbsp;</p>\n\n<p>In this proposal we build on earlier work where we have prototyped an interactive electronic book (or eBook)&nbsp;system for learning about statistical techniques and performing analysis. An eBook can be thought of as&nbsp;combining the features of a book with those of a statistical package as it contains a mixture of textual information, graphs&nbsp;and tables but also input boxes which when completed write sections of the book conditional on the inputs&nbsp;supplied.&nbsp;We intend to investigate the appropriateness of the new technology and how it may be adapted to be used for various&nbsp;tasks that are commonly performed by social scientists.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K007246/1","grantId":"ES/K007246/1","fundValue":"629166","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"ESRC","impactText":"  Software developed in earlier grants and being developed here has many users. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare Societal,Economic","person":"William John Browne","coPersons":["Paul Simon Clarke","George  Leckie","Fiona Alison Steele","Luc  Moreau","Kelvyn  Jones","Harvey  Goldstein"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}