{"id":"65192D0B-6F61-4614-A5A1-271BC2E1F953","title":"Characterising the regulatory landscape during inner ear development","abstractText":"Hearing impairment is a debilitating condition that influences many aspects of normal life. The ability to hear is important in different contexts including for the development of speech and cognitive skills in children, for performance at work and normal social interactions in adults. Worldwide, about one of every 800 babies is born with hearing problems, while more than 50% of adults over 60 suffer from some form of hearing deficit. Hearing loss in children is often associated with defects of the inner ear, the part of the ear that houses the cells that perceive sound and balance (hair cells) and generates the neurons that transmit information to the brain. In older people, hair cells die gradually, and cannot be replaced either from other cells within the ear or through cell-based therapies. This leaves hearing aids or cochlear implants in the profoundly deaf as the only solutions.\n\nAlthough we have made much progress in understanding the genetic and other causes for hearing loss, there are still many conditions where the origin remains unknown. This is largely due to the complexity of the ear, but also to the fact that we still do not fully understand the dynamic genetic programme that controls ear formation in the embryo. The latter is important because mutations in many developmental genes are associated with deafness. On the other hand, many patients that present with deafness or syndromes associated with hearing impairment do not have any mutations in known genes. \n\nHere we propose to establish a complete road map for how progenitor cells, which have the potential to contribute to all sense organs, are committed to ear fate and prevented from taking up other identities. In other words, we will produce a genetic network containing the 'driving instructions' for ear formation. \n\nWe have already defined distinct steps during this process, and all the players that help cells to make the correct choice at each crossroad. However, we now need to establish the sequence in which they work, how they control each other and how this process is regulated on a genome-wide level. To this end we have adapted modern molecular biology techniques to a well-studied amniote model system, the chick. The chick embryo lends itself to experimental manipulation, and importantly to rapid testing of our findings in the living embryo. We will now determine:\n\n- the genomic control regions that direct when and where each of the players is used\n\n- where and when these genomic control regions are active in inner ear cells\n\n- the 'master regulators' that interact with these genomic control regions, and hence act upstream of the players\n\n- the way in which one of the key players, the transcription factor Six1, interacts with its genomic surrounding to control the road towards ear, but away from lens fate\n\nWe will assemble this information into a large interactive network, which will be made publicly available. This network will allow us and other researchers i) to model the process of how cells become definitive ear cells by providing the detailed instructions encoded in the genome; ii) to predict the functional outcome (phenotype) caused by mutation or deletion of any of its components and vice-versa.\n\nIn addition, the project will identify new candidate genes and candidate regulatory control regions for human deafness and their potential functions, provide important information for reprogramming cells into ear progenitors and for re-activating cells in the ageing ear, and provide better tools for diagnosis. Finally, because changes in genetic control regions are the critical drivers of evolutionary change and therefore for biological diversity, our data will also be exploited to study the evolution of complex sense organs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006964/1","grantId":"BB/M006964/1","fundValue":"555353","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"BBSRC","impactText":"","person":"Andrea  Streit","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}