{"id":"652514C2-7662-4EA2-96EB-2727BBDA4B91","title":"PRIDE - Promoting Independence in Dementia","abstractText":"People with dementia lose much more than just their memory and daily living skills. They can also lose their independence, their dignity and status, their confidence and morale, and their roles both within the family and beyond. They can often be seen as a burden by society, their families and even by themselves, and feel unable to contribute to society, and they lack opportunities to reciprocate by doing things for others. This adds to the stigmatision of people even if they only have mild memory problems. The focus of this study is promoting independence in dementia which could have substantial benefits for the people with dementia, their families, and NHS and social care. This should translate into major economic (eg reduced costs of care) and societal benefits. \n\nDementia is a national priority and this proposal addresses the Prime Minster's commitment to dementia research and the need to improve community support. In the UK over 800,000 older people have dementia costing the nation over &pound;17 billion a year through the provision of health and social care services. Dementia has profound effects on family carers who through their actions save the UK economy over &pound;6 billion a year. This means there is a need both to better understand the impact of social and lifestyle factors on the broader ageing population at risk of dementia, and to promote independence and quality of life for people with dementia. \n\nThis study aims:\n(a) to identify how social and lifestyle changes may help reduce risk of developing dementia and disability and to better understand the social consequences of dementia.\n(b) to develop and evaluate an effective social intervention to support independence and quality of life for people with early stage dementia and their carers. \n\nThe first aim will be addressed using the information from the English Longitudinal Study of Ageing (ELSA) cohort which has followed up over 10,000 older people biennially over ten years, collecting information about theirealth, wealth, lifestyle and social activities. Our initial analysis of the data set indicates that the use of email/internet may reduce cognitive decline and that staying physically active can help improve people's daily living skills. We will do further analyses looking at the frequency of dementia amongst older people in the community and the potential impact of changes in lifestyle (eg exercise, use of computers) on how cognitive abilities may change over time. In the next two ELSA surveys (2014 and 2016) we will ask people about their expectations of ageing, including memory loss and dementia, the associated fear and stigma and what would make it more or less likely for them to seek help if needed. We will explore the concerns and expectations people have (eg loss of identity and loss of independence) at the point of referral to memory services, at the point of diagnosis, and for the following two years. We will also investigate their experiences in terms of loss of role and quality of life. \n\nThe second aim will be investigated by using an in depth consultation with people with dementia and their carers and an appraisal of the scientific evidence to develop an evidence based social intervention designed to promote independence and support lifestyle changes most likely to benefit cognition (eg physical activity, use of computers) delivered by a dementia advice worker. In a large clinical trial of memory services across the UK, the intervention will be evaluated in comparison to usual care to evaluate potential benefits to independence and quality of life. Lastly, we will determine the best ways to implement the intervention more widely and to publicise the results. We will ensure that there are training and development opportunities for all grades of researcher from PhD students to senior academics, so that we can develop capacity for future research in gerontology and dementia care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001802/2","grantId":"ES/L001802/2","fundValue":"2931370","fundStart":"2015-03-01","fundEnd":"2019-02-28","funder":"ESRC","impactText":"","person":"Martin William Orrell","coPersons":["Stephen  Morris","Fiona  Poland","André  Xavier","Frans RJ  Verhey","David  Challis","Eef  Hogervorst","Greta  Rait","Gail Anne Mountain","Andrew Patrick Steptoe","Susan Fiona Michie","Esme  Moniz-Cook","Georgina Mary Charlesworth","Paul Frederick Higgs","Aimee  Spector","Rumana Zareen Omar","Andrew  Haines","Eleonora  Dorsi"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}