{"id":"6526CA0A-736D-40A2-90C2-C62937CEFA0A","title":"David Livingstone: a life in death. The politics of memorialisation in Britain and Africa from 1873 to the present day.","abstractText":"This research forms the basis for the final chapter in a monograph entitled David Livingstone: a life in death. A history of the memorialisation in Britain and Africa from 1873 to the present day.\\n\\nMuch has been written about Livingstone (and always will be I fear). More recently, as interest in the empire more generally has grown, so there have been a number of new works about his life. My research however examines the moment and power of his death and how he was subsequently memorialised and commemorated not just in Britain but in Africa. It puts the role and contribution of Africans at the heart of a narrative of personal sacrifice and an unfolding history of disputes about what his life and death must symbolise at a each moment of commemoration, for a particular community, generation, racial group, poltical party or even humanity in general. So such events can be used to say more about the development of white rule, African responses and post-colonial Africa.\\n\\nLivingstone was and is the most famous of British individuals identified with the opening up of Africa to European domination. He is linked with a huge range of the multifacted aspects of this long and fraught process from exploration, anti-slavery, missionary rule, the spread of white settlement and racialised rule and formal colonial rule. Yet uniquely his reputation in Africa has not only survived in independence but it has actually gone through somewhat of a renaissance in post-colonial Africa. Why is this? This research will answer that question.\\n\\nMy book itself begins with the extradordinary story of his death, its long running sentimenal coverage in the Victorian press and the importance of the heroic contributions of his so called 'African followers' for Africans and the image of Africans in Europe. It then looks at the commemorations that fixed his reputation among the Victorians as the 'good man in Africa' - the humble working class Scot who embodied the moral heart of the civilising mission - and how this image survived but somewhat reworked up until the Second World War. For white rulers in Africa however, Livingstone was far more crucial but also more contraversial. In what became Northern Rhosesia, Livingstone's memory cast a huge shadow over the population not least because he was so identified with Africa's greatest feature - the Victoria Falls - and because he had died there, his heart being buried there as was popularly understood. A number of key acts of memorialsiations and actual memorials reveal much about the cultural politics of racial rule and the disputes that were unfolding about that rule by the 1950s. We also see the appropriation of Livingstone by the nationalists. And, finally, the focus of the final section which this funding supports, is the rather intriguing relationship between Livingstone and Zambians in the post-colonial era up to the present day. This final phase of the research will examine Livingstone's memorialisation by the ruling party under the then President, Kennth Kaunda; his presence in school and religious text books; the politics of the Livingstone monuments and musuem displays; and his latest role as the patron saint of tourism bringing two ethnic groups into conflict with one another around the Victoria Falls area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G008078/1","grantId":"AH/G008078/1","fundValue":"45929","fundStart":"2009-05-01","fundEnd":"2009-08-30","funder":"AHRC","impactText":"","person":"Joanna Elizabeth Lewis","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}