{"id":"652EFF28-AA35-4A1E-B95E-5C233AEE46C1","title":"Negative-feedback control of neocortical activity by the neuromodulator adenosine","abstractText":"The neocortex is instantly recognisable as the folded, sheet-like tissue that makes up much of the visible surface of the human brain. It is central to all the high-level brain functions of mammals, receiving information from our senses, combining this with short-term and long-term memory, performing cognitive processes (or &quot;thought&quot;, in other words) and planning our movements. At the cellular level, these processes have been linked to activity across networks of neurons, comprising periods where the networks are quiet and periods where the networks are active with neurons communicating via fast synapses and firing at rates around 10 times per second. These collective activity states are thought to underlie many normal physiological processes and have been seen localised in small regions of neocortex (less than one cubic millimetre), propagating as waves of activity or in massive synchronous events spread wide across centimetres of neocortex as observed during sleep. \n\nModels of neurons that include synaptic connections capture many aspects of neocortical activity but a full, detailed understanding of these processes is still required. In particular, the role of neuromodulators - chemicals that are released and diffuse far throughout tissue with powerful effects on neural properties - have not been incorporated into the picture. An important modulator that suppresses neuronal activity is adenosine, which belongs to the chemical family of purines (caffeine is another well-known purine). Adenosine binds to receptors on the surfaces of neurons and effectively slows activity down. Adenosine has a role in a wide range of healthy processes such as sleep, breathing and control of movement, and plays an important protective role during pathological states like epilepsy and stroke. The University of Warwick has developed novel biosensors that can measure the dynamics of concentrations of adenosine in neural tissue. This unique technology has allowed for significant advances in the understanding of adenosine in other brain regions such as the hippocampus and cerebellum.\n\nUsing biosensor technology, we have recently performed experiments on neocortical tissue that, for the first time, have demonstrated a link between neocortical activity and adenosine release. We have shown that activity is suppressed by naturally present adenosine and also that activity causes adenosine to be released. Interestingly, it appears that adenosine is rapidly broken-down in tissue, giving this signalling mechanism a short range despite the fact that adenosine diffuses. Our results provide evidence for an important negative feedback mechanism for adenosine in the neocortex, giving it a potentially key role in initiating and terminating activity. \n\nTo fully understand adenosine signalling, we will use a unique combination of state-of-the-art experimental and theoretical methods to precisely map and correlate the activity within neocortical networks with areas of adenosine release. By combining this with detailed information on the synaptic connections that are targeted by adenosine we can produce a model that fully defines the actions of adenosine in the neocortex during activity. This will increase the fundamental understanding of neocortical processes and has the potential to eventually inform the design of new therapeutic interventions for treating diseases such as epilepsy, which can be the result of over-excitation in the cortex.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015369/1","grantId":"BB/J015369/1","fundValue":"645746","fundStart":"2013-05-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"  Currently only 18 months into the grant so question not yet appropriate.  ","person":"Magnus  Richardson","coPersons":["Mark  Wall"],"organisation":"University of Warwick","findingsText":" Currently only 18 months into grant: this section will be filled in in detail next year. Currently only 18 months into grant: this section will be filled in in detail next year. Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}