{"id":"6534F73C-7C96-466A-B874-C7AEC6BCD6C8","title":"The potential of automated reasoning tools to assist the working mathematician","abstractText":"Most of the recently proved important mathematical theorems have proofs of several hundreds of pages and cannot be reliably verified by referees. In this context, developing a user-friendly, formal, proof assistant, where everyone can check a proof of his result, becomes vital for the future of mathematics. There exist several proof assistants, such as Isabelle, HOL, Coq, etc., but they are currently unattractive for working mathematicians. As a result, libraries of formalized mathematical results are not sufficiently rich to formalize most serious mathematical results, and, more importantly, developers of these proof assistants do not have sufficient feedback from mathematicians.In this project, we aim to formalize the theory of convex analysis and optimization in Isabelle, which is one of the areas of expertise of the VR. This will significantly improve Isabelle's library, since convex optimization techniques are currently one of the central techniques for addressing optimization problems in mathematics and applications, and will form the basis for further important mathematical formalisations. More importantly, we aim to provide detailed feedback to Isabelle and Proof General developers, describing what should be improved in the system to make it more attractive to mathematicians. Building on this critique, we will revise the documentation of Isabelle, and its Proof General interface, to produce versions targeted at working mathematicians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023119/1","grantId":"EP/H023119/1","fundValue":"100616","fundStart":"2010-02-15","fundEnd":"2011-02-14","funder":"EPSRC","impactText":"  This short project had a diverse range of impacts:\n1. The VR, Dr Grechek, was appointed to a lectureship in financial mathematics in the Mathematics Department at the University of Leicester.\n2. The results of the project formed the basis for a joint Edinburgh/Leicester grant proposal to the Leverhulme Trust, from the VR and two of the grant holders, entitled Making interactive theorem provers easier for mathematicians to use, with application to Financial Mathematics. At the time of writing this proposal has successfully passed the outline stage and we are awaiting the final decision.\n3. A number of improvements were made to, or are under development for, automated proof systems to make them more usable by working mathematicians. For instance, the addtion of the HOL Light theorem prover to the HETS system by the HETS developers, which should provide the opportunity of translation of (at least) lemma formulation from HOL Light to Isabelle.\n4. The Isabelle primer has proved popular as a, much needed, easy introduction to Isabelle for new users.  ","person":"Alan  Bundy","coPersons":["Lucas  Dixon","David  Aspinall"],"organisation":"University of Edinburgh","findingsText":" Synopsis: The aim of this one-year project was a case study into the use of the Isabelle proof assistant by a working mathematician, with the following three sub-goals:\n- Provide a critique and recommendations on the potential of the Isabelle proof assistant and its Proof General interface for use by working mathematicians.\n- Formalize the theory of convex analysis and optimization in Isabelle as a library package.\n- Revise the documentation of Isabelle and Proof General to produce a version targeted at working mathematicians.\n\nResults: The three sub-goals were achieved.\n- Critique and recommendations were provided to the Isabelle developers as part of an extended exchange via the Isabelle users’ email list over the whole course of the project. Journal paper was published discussing the general use of theorem provers by working mathematicians. The Isabelle primer also included some more specific critiques of this proof assistant from the viewpoint of the working mathematician.\n- The results of the formalisation were recorded in The Archive of Formal Proofs, which contains Isabelle formalisations that are assessed by the Isabelle developers as being of significant interest to other users.\n- The revised documentation is collected in the primer, which is written specifically for mathematicians who are not familiar with automated provers. The Visiting Researcher has been appointed a lecturer in the Mathematics Department at Leicester Univeristy, where he continues to explore the application of automated provers in the development of financial mathematics, e.g., to verify correctness of the algorithms used in the finance sector. Some mathematical results formalized by Bogdan Grechuk are included in the Archive of Formal Proofs and can be used by anyone interested in formalization of mathematical proofs in Isabelle.\n\nThe findings could be used in all areas of mathematics, in which automated provers can be used to assist with the proofs of the routine parts of mathematical proofs, speeding their development and ensuring a high degree of correctness. For instance, Tom Hales has recently completed the formal verification of his proof of the Kepler Conjecture, using Isabelle and HOL Light. Grechuk’s findings will make such tools accessible to a wider group of mathematicians. Other","dataset":"gtr"}