{"id":"65472630-289A-4AB7-A517-CBABED753F14","title":"Brain white matter imaging and cognitive ageing in the Lothian Birth Cohort of 1936: II","abstractText":"There are more old people in our population, and they also make up a greater proportion of the society than previously. Losing thinking skills (cognitive functions) is the most feared aspect of growing older. Loss of cognitive functions is the cause for 40% of admissions to institutional care in the UK. There is a lot of research on different types of dementia. However, a larger problem?because it affects so many more people?is milder states of mental decline. Age itself has a detrimental effect on important mental skills, such as memory, reasoning, speed of thinking, and the organisation of thinking. Losing such skills has a serious detrimental effect on people?s everyday lives, lowers their quality of living, and heralds dementia and death. We do not yet know all the factors that make some people?s thinking skills hold up better with age than others?, but it is important to find out. We have a unique and time-limited opportunity to address this question. We are carrying out a large research project called The Disconnected Mind, of which the charity Age UK is the core supporter. The sample of human subjects in the Disconnected Mind is the Lothian Birth Cohort 1936 (LBC1936). They were all born in 1936. They took part in a Scottish national survey of intelligence at age 11; therefore, crucially, we know their cognitive skills from childhood. At age 70, they took a large numbers of different types of cognitive testing, and they underwent detailed medical and blood testing, and lifestyle questionnaires. We have published many scientific studies on their changes in cognition from age 11 to age 70. At age 73 they took all these cognitive and medical tests again. In addition, they also took a very detailed magnetic resonance imaging brain scan that concentrated on the brain?s connections: the whiter matter of the brain. Results are starting to emerge (we have only just finished taking the 725+ brain scans) which make it clear that: changes in the brain?s white matter are one of the key contributors to age-related cognitive decline; and intelligence from childhood is a significant contributor to the state of the brain?s white matter in old age. The MRC funding we received from 2008-2010 paid for the four researchers who analyse these vital brain imaging data. We are requesting similar support for 2011-2013, when the LBC1936 will have brain scans (and other tests) at age 76.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001245","grantId":"G1001245","fundValue":"646569","fundStart":"2011-06-08","fundEnd":"2015-03-07","funder":"MRC","impactText":"","person":"Ian J. Deary","coPersons":["Joanna  Wardlaw","Lars  Penke","Mark E Bastin","John  Starr"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}