{"id":"65485D58-F07D-4024-A708-16082A7B23FF","title":"Exploring Big Data to Examine Employee Health and Wellbeing: A Seminar Series","abstractText":"The proposed seminar series aims to critically explore the possibilities of using Big Data for assessing health and wellbeing risks within organisations and for advancing knowledge on health and wellbeing prediction. This proposal addresses a significant gap in wellbeing and health research and fits well with the national agenda on health and wellbeing. This agenda was stimulated by Dame Carol Black's review in 2008 which has fed into the Health, Work and Wellbeing cross-government initiative that aims to improve the general health and wellbeing of the working-age population. \n\nThe proposed seminar series also contributes to the ESRC priority area on 'Data'. The series explores the idea of using some of the huge amounts of digitally captured and other data gathered within organisations (such as from network traffic data, use of specific work-based systems, phone calls, emails, web access, and HR systems) as a 'temperature check' of the organisation's health, and to help identify patterns in work practices that might lead to poor health and wellbeing. This organisational data consititutes 'Big Data' because it is large-scale (terabytes or larger), complex and cannot reasonably be managed by traditional data management or analytical tools. Some of this data is starting to be used by organisations to help them understand their employees (e.g., through analysing pay systems and developing effective recruitment strategies). However, increasingly we realise that the potential of this data for enhancing employee health and wellbeing has not been fully explored. \n\nWe focus on IT working practices as modern technologies have spawned not only greater flexibility but also greater work intensification and work extension into leisure time. This 'tech pressure' can leave employees with little time to recharge their batteries, leading to poor wellbeing. Data that indicates unhealthy digital work practices could be used to assess the level of workforce health and wellbeing and to highlight organisations 'at risk' of ill-health. For instance, organisational or departmental data that indicates high levels of work intensification, insufficient breaks or holidays from work or too much time spent at the computer screen, when combined could indicate risk of ill-health and poor wellbeing due to physical and psychological strain and lack of recovery from work. Such data, gathered over time, could also provide insight to the patterns of digital behaviour that relate to health and wellbeing. Thus, findings from Big Data could help us to develop an improved understanding of employee wellbeing processes and provide a unique opportunity to track and combine indicators of wellbeing over time. Of course, such data has its limitations and needs to be collected with employee consent, and must consider ethical and legal concerns. Therefore, this area needs to be critically considered from different disciplinary perspectives. \n\nThe seminar series therefore brings together a multidisciplinary network of academics (from Work Psychology, Sociology, Information Science and Law) and organisational representatives from across the UK and beyond to investigate and debate the possibilities, benefits and disbenefits of using Big Data in this way. The multidisciplinary social science focus makes this appropriate for ESRC funding as it falls outside the remit of a single discipline. Each seminar will focus on a key question relating to the evidence for the relationship between IT working practises and ill-health and poor wellbeing, examining the indicators and assessment of health and wellbeing, what data is being used by organisations and what its possibilities are, the benefits and disbenefits of using data for such purposes and the employee perspective on data and wellbeing. The final seminar will also engage policy makers and employee/professional groups within the debate about the lessons learned from the seminar series and directions for future research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00891X/1","grantId":"ES/N00891X/1","fundValue":"28345","fundStart":"2015-11-02","fundEnd":"2017-11-01","funder":"ESRC","impactText":"","person":"Carolyn Mary Axtell","coPersons":["Mark John Taylor","Christine Ann  Sprigg","Bridgette Anne Wessels","Stephen  Pinfield"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}