{"id":"65516E77-41BE-4A3E-8F19-9FE93C58307A","title":"High-Speed AFM","abstractText":"The world's fastest high-speed atomic force microscope (HSAFM) has been constructed and developed within the University of Bristol. With a demonstrable 1,000 fold speed increase, compared to standard AFM techniques, we are capable of mapping the size, shape and material stiffness of billions of nanoparticles (NPs) within a very short length of time.\n\nIn this application we seek to procure two assets which will enhance our instruments capability, cementing its position as a world-leading tool for NP sizing and counting. A Laser Doppler Vibrometer (LDV) would replace our current detection system which, through extensive testing, we have proven will significantly improves the quality of data collected; as it facilitates the collection of data at 20 megapixels per second. This allows for the imaging of large sample areas (cm2) with an exceptional resolution (&lt;1 pm). With this upgraded our HSAFM would be capable of generating an impressive 72 gigapixels per hour (and therefore 1 terabyte per day) of data, for analysis. \n\nThis significant increase in data throughput represents a challenging need for more powerful data analysis techniques. The second asset we therefore request is professionally developed software (based on our prototype) and a high-performance workstation so data collected can be automatically analysed, condensed and presented live to the user in an efficient and elegant manner.\n\nThe HSAFM will also be used generally in Earth Sciences for ultra-high resolution imaging and the mapping of material properties with nanometre resolution across macro sized areas, creating terapixel sized datasets in a short period of time. This is a task only the HSAFM can perform and will be used to look at microfossils and seismology studies, linking with many NERC research projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013398/1","grantId":"NE/L013398/1","fundValue":"79354","fundStart":"2013-11-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Thomas Bligh Scott","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}