{"id":"65528447-2E7F-43CF-8203-BC06AB54A7F9","title":"Bering Sea diatom isotope records during the onset of Northern Hemisphere Glaciation","abstractText":"The progressive advancement of ice-sheets across the Northern Hemisphere in the late Pliocene and the development of glacial-interglacial cycles which punctuate the Quaternary era marks a significant threshold in the Earth's climate history. Of particular note are the transitions associated with the onset of major Northern Hemisphere Glaciation (NHG), c. 2.85-2.73 Ma, when large ice-sheets developed across Greenland, Eurasia and Northern America. Investigating the changes that occurred over this time-frame represents a key objective for understanding the long-term functionality and temporal variability of the global climate system. This is further emphasised by the potential for the Pliocene and the climatic events within it to act as an analogue for future global warming under enhanced greenhouse gas concentrations. One aspect yet to be considered in detail is the role of high latitude marine locations outside of the North Atlantic Ocean. In particular, knowledge on the North Pacific region is primarily restricted to ODP Site 882 in the North West Subarctic Ocean, due to an absence of other Pliocene cores and/or carbonate fossils in sediment records. The paucity of other records from the region means that it remains unknown how spatially representative the ODP Site 882 record is in relation to the timing of meltwater inputs and their impact on the water column. In particular, the response of the biological pump over this interval and subsequent changes in glacial-interglacial cycles is unconstrained. IODP Expedition 323 (July to September 2009) represents the first significant attempt to investigate the Pliocene/Quaternary in the Bering Sea. Whilst work is ongoing to analyse the collected cores, efforts to generate isotope records are hindered for large sections of the Pliocene/Early Quaternary by a lack of carbonate fossils prior to c. 2.0 Ma. This project aims to address this by measuring diatom d13C, d18O and d30Si from 3.2-2.5 Ma at Site U1341 in the Bering Sea. Situated south of the sea-ice extent at the western flank of Bowers Ridge, the location is suitable for monitoring changes in waters which will ultimately be transported into the North Pacific Ocean across the Aleutian Island Arc. Results, complementing ongoing work by the Expedition Party, will permit an assessment of linkages between the Pacific Ocean and Bering Sea with regards to meltwater influx and the biological pump. Establishing an understanding of the latter is critical for determining the role of the oceans in regulating atmosphere CO2 concentrations over this time-frame.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005889/1","grantId":"NE/I005889/1","fundValue":"52403","fundStart":"2010-11-18","fundEnd":"2012-07-02","funder":"NERC","impactText":"","person":"George Edward Swann","coPersons":["Melanie Jane Leng"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}