{"id":"655462F7-616B-416C-8F72-B8095E2F673C","title":"LIGHT ALLOYS TOWARDS ENVIRONMETALLY SUSTAINABLE TRANSPORT: 2nd GENERATION SOLUTIONS FOR ADVANCED METALLIC SYSTEMS (LATEST2)","abstractText":"To avoid global warming and our unsustainable dependence on fossil fuels, the UK's CO2 emissions are recommended to be reduced by 80% from current levels by 2050. Aerospace and automotive manufacturing are critical to the UK economy, with a turnover of 30 billion and employing some 600,000 worker. Applications for light alloys within the transport sector are projected to double in the next decade. However, the properties and cost of current light alloy materials, and the associated manufacturing processes, are already inhibiting progress. Polymer composites are too expensive for body structures in large volume vehicle production and difficult to recycle. First generation, with a high level of recycling, full light alloy aluminium and magnesium vehicles in production are cheaper and give similar weight savings (~ 40%) and life cycle CO2 footprint to low cost composites. Computer-based design tools are also playing an increasing role in industry and allow, as never before, the optimisation of complex component architectures for increased mass efficiency. High performance alloys are still dominant in aeroengine applications and will provide ~ 30% of the structural components of future aircraft designs, where they will have to be increasingly produced in more intricate component shapes and interfaced with composite materials.To achieve further weight reductions, a second generation of higher performance light alloy design solutions are thus required that perform reliably in service, are recyclable, and have more complex product forms - produced with lower cost, energy efficient, manufacturing processes. With design optimisation, and by combining the best attributes of advanced high strength Al and Mg alloys with composites, laminates, and cheaper steel products, it will be possible to produce step change in performance with cost-effective, highly mass efficient, multi-material structures.This roadmap presents many challenges to the materials community, with research urgently required address the science necessary to solve the following critical issues: How do we make more complex shapes in higher performance lower formability materials, while achieving the required internal microstructure, texture, surface finish and, hence, service and cosmetic properties, and with lower energy requirements? How do we join different materials, such as aluminium and magnesium, with composites, laminates, and steel to produce hybrid materials and more mass efficient cost-effective designs? How do we protect such multi-material structures, and their interfaces against corrosion and environmental degradation?Examples of the many scientific challenges that require immediate attention include, how can we: (i) capture the influence of a materials deformation mechanisms, microstructure and texture on formability, thus allowing computer models to be used to rapidly optimise forming for difficult alloys in terms of component shape and energy requirements; (ii) predict and control detrimental interfacial reactions in dissimilar joints; (iii) take advantage of innovative ideas, like using lasers to 'draw on' more formable microstructures in panels, where it is needed; (v) use smart self healing coating technologies to protect new alloys and dissimilar joints in service, (vi) mitigate against the impact of contamination from recycling on growth of oxide barrier coating, etc.A high priority for the Programme is to help fill the skills gap in metallurgical and corrosion science, highlighted in the EPSRC Review of Materials Research (IMR2008), by training the globally competitive, multidisciplinary, and innovative materials engineers needed by UK manufacturing. The impact of the project will be enhanced by a professionally managed, strategic, research Programme and through promoting a high international profile of the research output, as well as by performing an advocacy role for materials engineering to the general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020047/1","grantId":"EP/H020047/1","fundValue":"5762120","fundStart":"2010-07-10","fundEnd":"2016-07-08","funder":"EPSRC","impactText":"","person":"George Edward ThompsonPhilip  Prangnell","coPersons":["Michael  Preuss","Joao  Quinta Da Fonseca","Peter Scott Bate","P  Skeldon","Xiaorong  Zhou","Joseph  Robson"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}