{"id":"65571C2B-490E-4F08-91D4-DF1417070056","title":"A life course approach to ageing","abstractText":"<p>Our network brings together a group of internationally renowned scientists and nine UK life course cohort studies. The objective is to develop an innovative and ground-breaking collaborative research programme (CRP) focused around healthy ageing and its life course determinants in order to understand how some people as they age maintain their cognitive and physical capability, their mental and physical health, and stay intellectually and socially connected. </p> \n<p>What defines the network is the interaction of the primary cohort investigators with project partners who have expertise in biological, psychological and social ageing, modelling developmental and ageing trajectories or processes, or translating research into opportunities to improve the lives of older people.&nbsp;The cohort studies represent the full spectrum of the older population, from the oldest old to the post war baby boomers who are poised to join its ranks. </p> \n<p>The core project will derive comparable measures of healthy ageing across these cohorts using their rich data on adult physical and cognitive capability, and psychological and social function, and investigate how these are shaped by gender, lifetime social circumstances, health and early experience. The work packages, on biomarkers, lifestyles, the social context and life course policies of healthy ageing, extend this core project, and translates findings into good practice. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-351-25-0141","grantId":"RES-351-25-0141","fundValue":"15609","fundStart":"2007-01-15","fundEnd":"2008-01-14","funder":"ESRC","impactText":"","person":"Diana Jane Kuh","coPersons":["Stafford Louis Lightman","Elizabeth  Breeze","Marcus  Richards","Suzanne  Wait","David  Melzer","Yoav  Ben-Shlomo","Paul  Shiels","Rebecca Jane Hardy","Cyrus  Cooper","Christine  Power","William  MacNee","Felicia A Huppert","Richard Michael Martin","Jane  Elliott","Gillian Mary Parker","Jonathan  Sterne","George  DaveySmith","Ian J. Deary","Jacqueline  Scott","Ian  Day","Alison Mary Lennox","Avan  Aihie Sayer","Humphrey Richard Southall","Arne Nalpon Akbar","Tom  Kirkwood"],"organisation":"Medical Research Council","findingsText":"","dataset":"gtr"}