{"id":"655AAF95-95B6-45D5-837B-C4B85C010BB8","title":"Generation of human embryonic stem cell lines with clinically relevant mutations","abstractText":"Human embryonic stem (hES) cells can be isolated from early (4-8 day old) developing embryos which have been grown in the laboratory as part of, or surplus to some kinds of IVF treatment. Under certain conditions, these can be made to develop into different kinds of cells, such as nerve, or pancreatic cells which it is hoped in the future, may be useful in treating degenerative diseases such as Parkinson s disease and diabetes, or in spinal injuries by replacing the diseased or damaged cells with healthy hES cells which have been grown in the laboratory. However in addition to this potential use in therapy, the study of stem cells in the laboratory which contain clinically relevant genetic mutations - ?diseases in a dish? - may give us insights in to the early developmental mechanisms in certain genetic disorders.\nWith the Assisted Conception Unit (ACU) at Guy s we have been using surplus embryos donated by patients undergoing preimplantation genetic diagnosis treatment (PGD). PGD is offered to couples who carry a serious genetic disorder where the embryos are tested for the disorder prior to implantation in order to prevent transmission of diseases such as Huntington s disease, Duchenne muscular dystrophy, and spinal muscular atrophy. Embryos that are found to be free of disorder can be transferrred back to the patient s womb, or frozen for their later use. Those which will develop the genetic disorder or are of uncertain status and should not be placed back into the woman?s womb have been used to generate stem cell lines which contain the specific genetic mutation, and will be useful in understanding more about these diseases, and developing new treatments for them. All stem cell derivation from embryos is strictly monitored in the UK and requires a licence from the Human Fertilisation and Embryology Authority. It is a condition of licence that samples of any suitable stem cell lines developed must sent to the UK Stem Cell Bank from where they are made freely available to research scientists in the UK and abroad through the MRC Stem Cell Steering Committee.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701172","grantId":"G0701172","fundValue":"600000","fundStart":"2009-01-05","fundEnd":"2012-07-31","funder":"MRC","impactText":"","person":"DUSKO  ILIC","coPersons":["Christine L Mummery","Stephen  Minger","Gillian  Bates","Josie  McConnell"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}