{"id":"655ADF70-7D87-4003-B5A1-51BA119FE605","title":"Passions of War: Cross-disiplinary Perspectives on Gender, Sexuality and Conflict","abstractText":"The 'Passions of War' network will advance research on the relations between war, gender and sexuality from the early modern period to the end of the Second World War. At a time when debates about the status of female soldiers (Goldstein, 2003), 'Gays in the Military' (Belkin and Bateman, 2003; Shilts, 2005; Rimmerman, 2013), and soldiers identifying as trans* (Snyder, 1999) have come increasingly to preoccupy scholars, politicians, military leaders and legislators, a research network dedicated to exploring the historicity of these debates is both timely and necessary.\n\nThe research Network brings together EU and international participants, representing a range of academic disciplines and professional backgrounds, to investigate the influence of war on constructions of gender and sexual practices, and how these constructions and practices have, in turn, conditioned the ways in which wars are waged, mediated, felt and understood. A distinguishing feature of the Network will be the re-examination of standard accounts of war, gender and sexuality in the light of alternative, emergent and marginalised histories. An emphasis on the discovery of new facts about the history of gender, sexuality and war, as well as on innovative approaches to the interpretation of historical data, is central to the project's cross- and multi-disciplinary rationale.\n\nAcross the two-year duration of the project, participants will take part in a series of themed day-long interactive workshops (2 x one-day + 1 x two-day events) focussing on the presentation and evaluation of relevant new research findings. Specifically, the workshops will invite participants to ask:\n\n- How, and in what ways, have attitudes to gender and sexuality in relation to war changed over time?\n- Were attitudes to non-normative gender identities and sexual practices during wartime more or less tolerant at different stages in the past?\n- How do questions of gender and sexuality bear on questions of military and civilian identity?\n- In what ways are expressions of non-normative sexuality and alternative forms of gender identity repressed or enabled during wartime?\n- To what extent does war challenge, modify or support normative family relations, friendships between the sexes, and traditional conceptions\n of love? \n\nOutcomes from these workshops will be published as essays and articles in a variety of formats, including an edited book of essays and a special edition of an academic journal adhering to the principles of 'open access'. Participants will also engage in dialogue with key non-academic beneficiaries, ranging from museum professionals to schools and members of the armed services. Additional materials arising from the project, such as blogs and teaching materials, will be made available to these beneficiaries through a range of media, including web pages, posters, podcasts, webinars and contributions to themed museum displays in London and Ghent. \n\nThe Network will consolidate informal links with the following research groups and organisations: Group for Early Modern Studies (GEMS, Ghent University), Amsterdam Centre for Comparative Emotion and Sensory Studies (ACCESS, VU University), the Museum Dr Guislain (Ghent) and the National Army Museum (London). The creation of a supportive environment to sustain dialogue beyond the life of the project will ensure that any additional outputs continue to be 'fit for purpose'. This will be done through the development of an electronic contact list and newsletter, facilitated by the PI at the University of Leicester.\n\nThe project has significant policy relevance, because as the psychologist Paul Gade has commented in a discussion of the influence of academic research on the repeal of the US 'Don't Ask Don't Tell' law: &quot;in each case where nations had removed bans on gays and lesbians serving in their country's military, they did so because their culture had become liberalized toward gays and lesbians&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008495/1","grantId":"AH/M008495/1","fundValue":"26695","fundStart":"2015-04-05","fundEnd":"2017-01-04","funder":"AHRC","impactText":"","person":"Philip John Shaw","coPersons":["Cornelis Jan Van Der Haven"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}