{"id":"6560A6DE-5497-4086-BED5-1DCC7F98072D","title":"Identifying and overcoming protein secretion bottlenecks in yeast and filamentous fungal cell factories","abstractText":"Yeasts and moulds are both types of fungi. While yeasts such as Saccharomyces cerevisiae are widely regarded as useful because of its roles in making beer and wine, and in making bread, most moulds are regarded as a nuisance because they cause visible spoilage of foods, even though some species have uses in making valuable chemicals (e.g. penicillin). In fact, both yeasts and moulds are very important and are used commercially to make proteins that are not naturally produced by that fungus. In those cases, the gene that is necessary to make the protein is introduced into the fungus. Examples are insulin (for diabetics), chymosin (for cheese production) and a variety of enzymes used in food processing. Also, basic information about how enzymes work requires a plentiful supply of protein which usually means that those proteins are produced by a 'cell factory' such as a fungus. A common difficulty in making proteins from cell factories is that the yields are lower than desired. That is because the cell senses that it is being asked to make, and secrete to the outside of the cell, a protein which it wouldn't ordinarily make. The cell becomes stressed and it initiates a series of events within the cell aimed at protecting itself which, in so-doing, reduces the yield of protein secreted to the outside of the cell. Some proteins give rise to a bigger stress than others but we do not know the rules that govern the stress. This project aims to identify the rules and, thereby, understand how to predict which proteins will cause most stress and then to take steps with the 'cell factory' organisms to counteract the stress. In that way, we hope to be able to improve the cell factories to make more of the desired proteins. In particular, we aim to improve the capacity of fungal cell factories to produce antibody molecules that could be useful clinically.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00446X/1","grantId":"BB/F00446X/1","fundValue":"422248","fundStart":"2007-09-10","fundEnd":"2010-12-09","funder":"BBSRC","impactText":"  Our findings have convinced the bioprocess industry of the advantages of continuous production, provided that continuous downstream processing can also be achieved, This is the subject of our current BRIC-funded research. Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Stephen George Oliver","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1. A molecular explanation was provided for the variation of secretion of heterologous proteins, based on folded-state stability of the target heterologous protein. It was shown that the secretion system of yeast was acutely sensitive to the stability of secretory proteins and would respond by inducing the unfolded protein response to levels that are proportional to stability. \n\n\n\n2. The secretion of a target scFv with correct functionality (relevant to the industrial interests of the BRIC Programme) was achieved by modifying its structure to improve folded-state stability. The starting, un-modified, scFv was not secreted.\n\n\n\n3. Genome-wide analytical tools were developed for P. pastoris. Batch and continuous systems were developed for growth of P. pastoris on sorbitol as substrate. Stoichiometric and dynamic models of P. pastoris metabolism were developed. An up-dated annotation of the P. pastoris genome sequence was produced based on RNAseq transcriptome data and MS-based proteomics.\n\n4. RNAseq transcriptome data indicated that proteostatic stress (including the unfolded protein response) was induced when the production of human proteins with folding defects was switched on in continuous culture. However, the stress disappeared, and production and secretion of human proteins continued, once a new steady-state was achieved. Our findings suggest a radical new way to re-engineer protein production using Pichia pastoris. Current industrial practice of using fed-batch cultures will repeatedly induce proteostatic stress and compromise production. We intend to develop systems for the continuous production, retrieval, and validation of protein products. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}