{"id":"65655B0B-FBC9-48ED-AB25-6AD1B0A27D26","title":"Genetic and functional studies of novel type 2 diabetes susceptibility genes","abstractText":"Diabetes is a complex metabolic disease, with both genetic and environmental causes, in which the body?s ability to maintain normal blood glucose levels is compromised. In recent years, diabetes has developed into a global health problem of epidemic proportions, consuming as much as 10 % of the health care budgets of many westernised countries. Increases in blood glucose concentrations have very serious health implications, and can lead to blindness, heart disease, kidney malfunction and nerve damage. There are two main clinical subtypes of diabetes: type 1 diabetes is characterised by the destruction of the insulin-secreting pancreatic cells that regulate blood glucose levels; and type 2 diabetes (T2D) is characterised by insulin resistance and dysfunctional insulin secretion. Of the two subtypes, T2D is by far the predominant form of diabetes, accounting for up to 90% of the total diabetes prevalence. \n\nOur research is focussed on the identification of the genes that predispose an individual to develop T2D and on elucidating the molecular mechanisms by which the products of these T2D ?susceptibility genes? influence an individual?s risk of T2D. We have recently completed the first ever genetic scan of all 46 human chromosomes for T2D susceptibility genes (the results of this research will be published in a top journal, Nature, later in 2007). Our results confirmed a previously known susceptibility gene on chromosome 10 (called TCF7L2) and identified novel T2D susceptibility genes, including a zinc transporter gene called ZnT-8. Zinc is very important for regulating the pancreatic secretion of the hormone insulin that acts to control blood glucose levels. \n\nThe proposed project aims to follow up on our genetic scan by: a) carrying out an exhaustive genetic analysis of these novel genetic loci in the European population and b) elucidating the molecular mechanisms by which the key genes, TCF7L2 and ZnT-8, contribute to T2D risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700342","grantId":"G0700342","fundValue":"436063","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"MRC","impactText":"","person":"Philippe  Froguel","coPersons":["Guy Allen Rutter","David J Balding","Fernando  Gibson"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}