{"id":"656F03E2-F713-4586-A6C0-AA2E10CAD3A7","title":"The Modelling Apprentice: A tool to aid the formation of cell signalling models","abstractText":"The impact of computer science technology in microbiology has lead to the creation of online databases which now contain complete genome sequences for several hundred organisms, as well as detailed information for a wide variety of cell processes. Computers can also act as simulators to model the dynamic behaviour of these processes and the interactions between them. Simulation can provide guidance to scientists in the selection of useful experiments and can also provide predictions where experimentation is costly and difficult to perform. Systems biology is a rapidly advancing science that aims to capture knowledge of these processes and interactions and the creation of simulation models is a central activity. A medium term goal is the construction of a model of the whole cell, where the interactions of systems that are normally studied separately can be analysed. Computational Scientific Discovery is another emerging discipline where techniques from Artificial Intelligence (AI) are used to automate or greatly ease the difficult process of translating experimental results and data into scientific knowledge. This is especially important as the quantity of data far exceeds the ability of unaided human interpretation. In terms of systems biology scientific discovery often involves the construction and validation of computer models that provide explanations of experimental results. It is important that the resulting model accurately explains the results and is also biologically valid, i.e. the knowledge makes sense to a human expert. Machine Learning, a branch of AI, has seen the development of computer programs that can generate explanations from data. The last decade or more has seen increasing use of machine learning techniques for the acquisition of biological knowledge. However, a major drawback, preventing even wider acceptance of computational scientific discovery by the more general biology community, is the learning curve necessary for efficient use of the techniques and technology. Many systems biology scientists find it necessary to become experts in the mathematics of machine learning and model simulation as well as being experts in cell biology. The Modelling Apprentice seeks to overcome these obstacles by providing an easy to use, understandable tool to aid the construction, validation and improvement of biological models by removing the need for the scientist to understand or even interact with the underlying mathematical knowledge representation and machine learning. This is achieved by; 1) an intuitive graphical user interface where molecular and chemical interactions are displayed explicitly, and 2) separation of the scientific knowledge from the machine learning techniques that reason with the knowledge. The second of these also allows the Modelling Apprentice to be easily adapted to investigate other scientific applications by constructing a library that acts as a plug-in. The Modelling Apprentice will seek to improve the newly developed program Justaid - which already incorporates these features. As a test case, a model of the MAPK cell signalling network of yeast will be built using knowledge from expert biologists in Cambridge and Aberdeen. Cell signalling is the process by which cells respond to external and environmental stimuli and study of these networks is crucial to the understanding of human diseases such as cancer, diabetes, and immune and degenerative disorders. Modelling of cell signalling has also not progressed as fast as other biological processes such as metabolism. Suitability of the Modelling apprentice and the new MAPK model library will then be assessed by expert biologists who will use it to evaluate their latest experimental results. Insights gained from this testing will be used to further improve the Modelling Apprentice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000662/1","grantId":"BB/G000662/1","fundValue":"99553","fundStart":"2008-09-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"","person":"Ross  King","coPersons":["George MacLeod Coghill","Amanda Janet Clare","Stephen George Oliver"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}