{"id":"65717FF5-2B7E-4F06-BDF8-040324AEA979","title":"Homework: Shaping Future User Centred Domestic Infrastructures","abstractText":"Over 300 million people worldwide have broadband connections to the Internet, and in many of these households an in-home network is used not only to allow multiple computers to share the connection to the Internet, but also to enable media sharing, gaming, and other new applications. Users increasingly wish to integrate portable digital devices into these networks including mobile phones, PDAs, web cameras and audio devices through a shared infrastructure. However, despite the rapid uptake in demand for home networking, these technologies remain extraordinarily difficult for people to install, manage, and use. Market reports give a sense of the scale of the problem: home networking equipment is currently the most returned consumer electronics item, with return rates of 20-30%. These devices are being rejected not because they fail on a technical level, but because they force their users to become unwilling (and untrained) network administrators in order to use them.The difficulties inherent in adopting and using home networking technology are rapidly becoming a key roadblock to the deployment of next-generation applications in communication, healthcare, and entertainment. One reason for this is that the current suite of Internet protocols and architectures has migrated to the home with little or no reflection of their appropriateness. The original design choices of the Internet were made in a world of highly trained, trusted, and motivated administrators tasked with the upkeep of the network, a situation that does not exist in the home. The net result is a mismatch between the nature of the home and the digital infrastructure placed within it. The currrent technology-centric models of the infrastructure have no resonance with the understanding employed by users to make sense of their home networks. This proposal builds upon extensive empirical studies charting the mismatch between current networking technology and the needs of the domestic setting undertaken both in the UK and the US over the last four years to reinvent the domestic infrastructure. This requires an interdisciplinary partnership between those who design 'end user' technology and interaction, and those who seek to realise future digital infrastructures in order to allow users greater control and ownership of the networks in their homes.Within this proposal we will investigate the creation of entirely new domestic network architectures that reflect the sociotechnical nature of the home by taking into account both human and technical considerations. We will explore network architectures that might sacrifice scalability in favour of installability, evolvability, and maintainability. In order to do so we will work closely with a range of partner homes in the UK and the US for the duration of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064276/1","grantId":"EP/F064276/1","fundValue":"535620","fundStart":"2008-12-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  This project brought together several disparate research traditions to develop approaches to the domestic infrastructure that enable a much more user-centred approach to its management and use at all levels. Our iterative interdisciplinary research investigation was structured around four closely related research themes:\n\nUser oriented manifestations that convey the nature of the infrastructure in terms of its internal architecture, its configuration in the home and that present key features of management, measurement and modelling that will be developed in partnership with household inhabitants. These allow users to both make sense of the infrastructure and to interact with key elements of it. They exploit a range of alternative interactive technologies including personal mobile devices carried by inhabitants and shared situated screens and physical artefacts built into the environment.\n\nUser driven management approaches that allow inhabitants to express their intent to the surrounding digital infrastructure through the expression of policies. Work explored the development of both implicit policy setting based on understanding the sensed actions of users and explicit policy setting approaches where the inhabitant directly conveys intent to the infrastructure.\n\nUser motivated measurement and monitoring was deployed and provided one of the key resources to drive the project. This work focused on dynamic approaches to capturing and describing the nature of the infrastructure based on the establishment of a network measurement plane for the domestic network that captures information and statistics of use to inhabitants and external experts.\n\nUser focused computational models of the infrastructure were elaborated to allow reasoning about key features of the infrastructure (e.g. the extent to which they are preserved), exploration of the consequences of users actions and the relationship to their intentions, and presentation of models of user behaviour and infrastructure to the people modelled.\n\nThese closely linked themes allowed us to exploit highly iterative prototype development in the home to inform longer term infrastructure construction and overall formal modelling approaches. Creative Economy,Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Thomas  Rodden","coPersons":["Richard Michael Mortier","Andrew  Crabtree","Steve  Benford","Chris  Greenhalgh"],"organisation":"University of Nottingham","findingsText":" Internet access is widely accepted as a normal feature of everyday life. Over 75% of UK households have a broadband Internet connection. However, despite the growing interest in home networking, these technologies remain extraordinarily difficult for people to install, manage, and use.\n The Homework Research Project explored the creation of new network architectures for the domestic setting that takes into account both human and technical considerations.\n The research challenge tackled by the Homework Project was to take a radical approach to future networking in the home by focusing on the needs of the user as the key drivers. Studying the use of computer networks in the home enabled the project to consider a next generation domestic infrastructure that combined empirical understanding of use with a re-invention of the protocols, models and architectures of the domestic setting. \n The project developed techniques and tools that informed users of the implications of network changes in terms that they readily understand in order to develop an infrastructure that can be configure and repaired by users. To achieve this, the project brought together a number of previously disparate research traditions to develop approaches to allow a user-centred approach to the management and use of the domestic infrastructure at all levels. The project adopted an iterative interdisciplinary approach structured around four closely related research themes:\n - User motivated measurement and monitoring focused on the establishment of a network measurement plane for the domestic network that captured information and statistics of use to inhabitants and external experts. This measurement plane was the basis of a specialised home router capable of replacing existing home routers and changing the nature of the network in the home. The measurement capabilities of the homework router were complemented by a series of control facilities developed using OpenFlow. \n - User driven management approaches focussed on how residents might express their intent to the surrounding digital infrastructure through the expression of policies. A series of programmatic interfaces allowed interactive access to the control mechanisms within the homework router and an associated policy system. An interface based on a simple comic metaphor was deployed and assessed with a number of families. \n - User oriented manifestations were developed using the homework router that focused on how the nature of the infrastructure might be presented to inhabitants. A number of interfaces were deployed and assessed that displayed key features of traffic and activity on the network to users. These interfaces were informed by a series of ethnographic studies of home networking and deployed for extensive periods in a number of households as part of our homework router deployments. \n - User focused computational models of the infrastructure focused on how we might reasoning about key features of the infrastructure. This work focused on the use of Bigraphs to dynamically model key feature of the home network and reason about the consequences of actions. \n\nSystems and interfaces developed by the project were made widely available to the community with the majority of code available on the project website. The developed system formed the basis of a number of future projects focusing and formed the basis of a number of key future projects focusing at digital deployments in the home. Projects results were demonstrated at leading HCI and Networking communities and the project undertook a series of workshops to bring both these communities closer together. This included workshops at SigComm and Ubicomp focusing on home networks and dedicated HCI tutorials for Networking community at Sigcomm. The systems and tools developed in the project have also been demonstrated at a range of industrial and academic venues. The finding may be used for the design of new policy and protocols for the home and the development of novel sensing and measure systems Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}