{"id":"6578894C-BC60-4D93-9017-9CE3029AF404","title":"Lexicon of Greek Personal Names","abstractText":"The Lexicon of Greek Personal Names (LGPN) project seeks to create and disseminate a comprehensive and authoritative collection of personal name evidence, and so unlock the potential contained in such names for innovative research into every aspect of ancient Greek life. It covers the period from the earliest historical records (8th century BC) to the early Byzantine period (7th century AD). Its database drawn from the whole sweep of classical sources - everything from archaic graffiti to Church Councils - is LGPN's unique, irreplaceable asset: some 400,000 documented individuals. 'Greek' in Greek Personal Names here refers not just to the modern country Greece, but to all regions where Greeks settled and left their imprint: throughout the Mediterranean, in the Balkans and Black Sea and in parts of the Middle East. It should not be forgotten that more than half the Roman empire was Greek-speaking.\n\nThe six published volumes have progressively documented the names, origins, dates, relationships and statuses of 300,944 ancient Greeks. Those volumes and one in preparation have covered all those regions of the Greek world where the evidence is predominantly written in Greek and Latin, except inland Asia Minor (the subject of the present proposal). LGPN is not just about names but about people. Every attested bearer of a name is included, so that entries vary greatly in length from single-bearer entries to lists running into three figures; there will be more than 400,000 individuals when the coverage of Asia Minor is completed. It is thus a fundamental tool for research into most aspects of social history. \n\nThe published LGPN volumes have already established themselves among the most essential items in any ancient historian's toolbox. Through a succession of conferences and publications, LGPN has encouraged a boom in onomastic awareness and research, among literary scholars and social historians as well as epigraphists. The first objective of the present application is to prepare an eighth volume covering inland Asia Minor (i.e . Northern Lycia, Pisidia, Phrygia, Galatia, Inner Pontus and Paphlagonia, Lycaonia, Cappadocia, and Commagene) and thus to bring a major phase of the project to a conclusion. \n\nInland Asia Minor poses intriguing questions in relation to which the evidence of names is vital. Greek influence made itself felt later here than on the coast, and indigenous traditions of culture and naming are correspondingly tenacious; on the other hand, an entirely new population group, the Galatians, entered the region in the third century BC. Huge Roman estates dominated much of the region and left many onomastic traces of the Romanization process; but it is also one of the great arenas for the study of the growth of Christianity in both its orthodox and 'heretical' forms. The present proposal incorporates a fourth conference-plus-volume, at which leading experts will tackle these issues with the aid of the new evidence being collected by the project. \n\nBy a happy chance, an AHRC-supported research project in Oxford (AH/GO10889/1: Dr P. Thonemann) has been preparing for publication the most important new cache of documents from the region to become available for many years. Close collaboration between the two enterprises will continue. \n\nThe value of such a work is cumulative. Increasing its scope by, say, 15% increases its value as a research tool by much more than 15%. But this added value can be fully realised only by making the data-base available for searching in as many ways as possible by as many constituencies as possible. We will expand what is already an important searchable website by creating interoperability with other major databases, so that, for example, a researcher looking at a name on a vase or coin will, at a click, be able to summon up all the other evidence for that name; or a student of an ancient site will likewise be able to call up all the evidence for names at the site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003980/1","grantId":"AH/J003980/1","fundValue":"777899","fundStart":"2012-04-01","fundEnd":"2016-04-30","funder":"AHRC","impactText":"  Almost every new publication in Greek epigraphy cites the Lexicon of Greek Personal Names. A huge number of general onomastic websites have links to it. Its database is a core element in the SNPDRAGON initiative to create a unified refeence system for all named persons throughout the ancient world. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Robert  Parker","coPersons":[],"organisation":"University of Oxford","findingsText":" The 'capture' of names (and of the c. 450,000 indivuals bearing them) from the Greek-speaking ancient world as far east as Anatolia will soon be complete. The forthcoming volume of the Lexicon will create entirely new possibilities for research into the ethnically mixed world of inland Asia Minor, and the associated conference volume will show the way. The Lexicon is the telephone directory of the ancient Greek-speaking world. Anyone interested in that world for the next hundred years will use it constantly. Scholars interested in other onomastic traditions will find in it a perhaps literally unique comparative resource. All the museums containing objects with insribed names will be able to write informed notes about them. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}