{"id":"65818456-AADA-4FBD-8155-6B7069A8510D","title":"Solar Influences on Climate","abstractText":"One of the greatest science policy issues today is to determine what actions should be taken in response to human-induced changes in the Earth's climate. In order to attribute observed effects to human activity, however, it is essential that we have confidence in our ability to distinguish human-induced changes from those due to natural causes. The fundamental source of energy for the climate system is the Sun but the contribution of solar variability to recent climate change is not well known due to uncertainties in both the magnitude of the Sun's variations and the mechanisms of the climate response. Satellite measurements of total solar irradiance over the past 26 years show that it varies by ~0.1% over the 11-year solar cycle. However, with no reliable direct measurements having been made before the satellite era, studies of the role of solar variability in determining historical climate rely on reconstructions based on proxy activity indicators such as sunspot numbers. There are large uncertainties in these reconstructions and the spectral composition of the irradiance, which is important in determining the impact on atmospheric temperature and composition, is even less well known. Better specification of the temporal variation of total and spectral irradiance is necessary to provide the input required for climate studies. Signals of solar activity throughout the atmosphere have been detected in meteorological data but details of the links remain uncertain. For example, the direct effect on the temperature of the upper atmosphere is fairly well-understood but cannot explain the observed signal of solar variability at lower altitudes. One possible mechanism, based on the observation that variability in solar ultraviolet radiation is much greater than overall, suggests that the direct effects of the UV variations on the stratosphere may indirectly influence the atmosphere below by dynamical coupling, although details of how this takes place are unclear. Furthermore, the stratospheric impact may be associated with solar-induced changes in ozone but this response is not well established, with estimates from satellite data showing different structures from those predicted by theoretical models. In this project we will address all the key issues of uncertainty outlined above. The work will be carried out through a coordinated programme involving the participation of a number of overseas scientists who perceive the benefits of being involved in such an interdisciplinary collaborative project. We will use advanced theoretical models of the solar atmosphere to determine the relationship between solar irradiance and surface magnetic features (such as sunspots) and use this model, with the sunspot record, to determine the total and spectral irradiance over the past 300 years. Atmospheric measurements will be analysed to identify robust signals of solar influence on winds, temperature and chemical composition from the surface to the thermosphere. The irradiance data will be used in a number of different global circulation models of the Earth's atmosphere to investigate the impact of the solar variability and the results compared with the observational analyses. Discrepancies will be used to define further model experiments and to identify the key dynamical and chemical mechanism(s) through which solar variability influences tropospheric climate. The advances in understanding gained through these analyses will be used to improve the representation of the relevant processes in climate models. Beneficiaries will include all interested in climate change including researchers, policymakers and the general public. The irradiance reconstructions will be made available to climate modelling centres. The meteorological data analyses will be submitted to international assessments of trends in temperature and ozone while our advances in understanding of the processes involved will help to advance medium and long-range forecasting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D002591/1","grantId":"NE/D002591/1","fundValue":"163288","fundStart":"2006-08-03","fundEnd":"2012-08-02","funder":"NERC","impactText":"","person":"Joanna Dorothy Haigh","coPersons":["Martyn  Chipperfield","Martin John Jarvis","Yvonne  Unruh","Mike  Blackburn","Peter Howard  Haynes","Lesley Janet Gray"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}