{"id":"658ACD03-3AFA-4C03-9307-DB602DAD10DE","title":"The Experimental Study of Elementary Particle Interactions at High Energy","abstractText":"Our research programme will address fundamental questions of particle physics, such as the origin of mass, the search for supersymmetry, the properties of the neutrino, CP-violation, and the nature of the electroweak and strong interactions. The construction of detectors to explore the physics of the Large Hadron Collider (LHC) at CERN will be completed and the first data will be collected and analysed at this new energy frontier, and physics results published. Specifically, for the ATLAS experiment at the LHC we shall complete our work on the construction of the SemiConductor Tracker and its integration within the experiment at CERN. We shall work on the realisation of the RICH detectors for the LHCb experiment. We shall pursue physics studies and software development for both our LHC experiments, also within the eScience context, and analyse the first data coming from the new accelerator, making use of the Grid. The complementary physics opportunities and experimental challenges presented by a future International Linear Collider will be explored through the CALICE and LC-ABD projects. In neutrino physics, we shall study atmospheric neutrinos and neutrino oscillations with the MINOS experiment at Fermilab, and develop new techniques to extract the best possible results from the data being collected. Our research will continue into the design and application of silicon detectors, electronics and data acquisition systems, through R&amp;D both for the Linear Collider and for future experimental upgrades at the LHC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000347/1","grantId":"PP/E000347/1","fundValue":"6006670","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"","person":"Michael Andrew  Parker","coPersons":["Janet  Carter","Valerie  Gibson","Mark Andrew Thomson","David  Ward","John Richard Batley","Leonard Bart Hommels"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}