{"id":"658E95BF-5262-4EA1-BD48-AB93B911343E","title":"SD4: Improved understanding of population, community and ecosystem impacts of ocean acidification for commercially important species","abstractText":"Predicting the impacts of ocean acidification (OA) upon fisheries is a rapidly evolving sphere of interest. This project, conducted between the Centre of Sustainable Aquaculture Research (Swansea), Exeter and Strathclyde Universities, and Plymouth Marine Laboratory, will address these challenges using a holistic multi-disciplinary approach. We will examine the physiological and life history responses of commercially important examples of bivalves, crustacea and finfish, using the large (750 m2 floor, 150 m3 water) state-of-the-art Centre for Sustainable Aquaculture Research at Swansea in which these organisms, together with their live food items, can be grown under the same conditions. We will compare the physiology and growth of the selected organisms at different water acidity and temperatures (increased acidity being associated with elevated CO2 and global warming). The output from these experiments will be scaled-up to identify effects at population and community levels. The consequences of these changes for the fishing industry will then be explored. OA, however, will not only affect commercially important species, and so the wider impacts for society of changes in marine ecosystems will also be examined. OA is expected to affect reproduction and early life stages in particular; our research will focus on egg fertilization and growth over the first 2-4 months. These stages can be acid-critical (e.g. sperm swimming is sensitive to acid levels) and are the most susceptible to the external environment due to their high surface-area: volume ratio and poor ability to compensate for changes in internal acidity. Early formation of shell and skeletal structures are also vulnerable to acid changes. OA will also provide direct and indirect effects through changes to food organisms. While it is not possible to change feed species composition, we will grow phytoplankton, zooplankton and other target animals to consider food chain impacts at different acidity levels and temperatures during their most sensitive period. This will enable us to consider the potentially synergistic effects of changes to food quantity and quality, the efficiency of food conversion into growth and energy, and the support of the food chain. Continuing these studies into juvenile stages will provide data for the impact of OA upon the most sensitive stages of cell growth. The results obtained during the studies of early life stages will be complemented by more detailed studies to identify the biological mechanisms that result in an organism's vulnerability to acidity and temperature change. Data from experiments will be used to develop models of organism growth which will provide a sound base for the future development of our understanding of OA upon other species. Supported with data collected from other OA projects, these models will then be developed to link with models that can explore the social and economic consequences to the fishing industry resulting from changes in fish populations. Existing models for such estimates are in their infancy but this project will integrate new developments that relate fisheries production to whole ecosystem ecology to improve upon classic, but simplistic, fisheries models. This is especially important when considering the impacts of global climate change and OA because of the varied interactions between organisms and their environment. Using the findings generated by this study and those arising from other OA projects, the wider impacts of OA on marine ecosystems will be explored. These will be used to examine how the benefits we obtain from the marine environment change (e.g. the availability of clean water for aquaculture and recreational activities, health benefits, and the regulation of gases and climate) and how the value of these benefits change. What these changes mean for industry and society will be explored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01750X/1","grantId":"NE/H01750X/1","fundValue":"425018","fundStart":"2011-01-01","fundEnd":"2015-02-03","funder":"NERC","impactText":"  So far the information has been used primarily for academic peer review publications.\n\nForth coming, however, are materials of more obvious use by policy makers wrt the impact of OA on commercial fisheries. Agriculture, Food and Drink,Education,Environment Economic,Policy & public services","person":"Kevin John Flynn","coPersons":["Robin  Shields"],"organisation":"Swansea University","findingsText":" The primary observation is that ocean acidification has ramifications that are extremely complex and for which we are only starting to appreciate. Initial studies have been of only a few organisms, at certain stages in their life history and with few other complicating factors (such as changes in food quality and quantity, and temperature affects). WIthin OA itself, too much emphasis has been placed on using this or that pCO2, ignoring variations in pH and pCO2 with biological activity. We know now that such experiments are inadequate and that alternative approaches are needed. Above all else, an appreciation of OA needs to become mainstream in marine science. This project was co-funded by Defra (for commercial fisheries implications), with whom we are in contact with for exchanges of information. Education,Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}