{"id":"658E2C77-6352-42A1-8F4B-B1A102A2D4D3","title":"Complex Adaptive Systems, Cognitive Agents and Distributed Energy (CASCADE): a Complexity Science-Based Investigation into the Smart Grid Concept","abstractText":"It is widely acknowledged that the power industry faces a number of serious challenges including infrastructure, capacity constraints and the need to reduce greenhouse gas and other, but more complex issues have arisen from deregulation in many countries. This has resulted in a form of balkanisation that tends to cause additional stress to the legacy electricity grid, which has a structure based on centralised command and management of large scale generating plant, long-range high voltage transmission and local low voltage distribution networks. A number of interrelated problems on varying scales and at different levels need to be addressed, including the need for expensive standby capacity to meet peak loads, high capital cost and long lead-times for new plant, vulnerability to energy security threats of various kinds, and non-technical barriers to distributed energy resources (DERs) and more flexible and sophisticated energy services that might lead to greater energy efficiency.There are signs that a new paradigm for the modern electricity industry is being defined with a decentralised model based on recent and expected advances in DERs and electricity storage technology and, in particular, rapid developments in information and communication technology that will enable the wide scale deployment of smart devices. Particularly in the USA, this new concept - known as the smart grid - is attracting large scale investment and policy recognition, with some commentators comparing its development to that of the Internet and predicting change on a scale that could represent a paradigm shift of a similar kind for the electricity industry and its end-users. If this indeed occurs, then centralist theories, laws and techniques will at some point cease to be valid as the means of control.As well as being a new paradigm for business, the Internet has been considered to be a paradigm case for complexity theory and the parallel with the smart grid concept indicates the appropriateness of this new science as the means of articulating and answering the challenges it sets. The existing structure and organisation of the power industry provides the essential starting point and context for meaningful research into the mechanisms underlying the envisioned evolution, which may represent an example of a punctuated equilibrium. Complex systems thinking and modelling is all about the occurrence of such major, structural changes and the possible ways that the system may evolve under different policies and interventions. These factors combine to offer a unique opportunity to gain important insights into the emergence of self organisation and the evolution of complex adaptive systems in scenarios with extremely high relevance for a range of vital policy issues affecting energy security, carbon reduction and fuel poverty. Complexity science offers both a synergistic conceptual framework for the research questions raised and provides a set of tools and approaches particularly suited to their solution. This research will be based primarily on agent-based modelling, which enables simulation of the complexity arising from many non-linear, dynamic, history-dependent, multi-scale interactions with feedback effects that would defeat traditional equation-based and statistical modelling. Techniques not typical of previous modelling and simulation of this kind will be developed to reflect the special features of the problem domain, in particular the close coupling of socio-economic and technical systems, in which human and artificial intelligent agents are modelled and simulated together, and the need to find appropriate levels and forms of cognitive representation. The models will be based on evidence from the wealth of previous research into energy usage and supply issues and in particular from recent examples of small scale deployment of the technologies and mechanisms identified as key to the evolution of the smart grid as a complex adaptive system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G059969/1","grantId":"EP/G059969/1","fundValue":"1042340","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Richard Mark  Rylatt","coPersons":["Peter Murray Allen","A Mark Savill","Peter John Boait","Mark  Lemon"],"organisation":"De Montfort University","findingsText":" The main objective was to design and develop a new agent-based modelling framework capable of supporting investigation into the potential of the smart electricity grid in relation to key aspects of current UK and international energy policy. This was achieved and the developed framework was used as the basis for published findings by the project showing: 1) how automated demand response for dwellings (with heat pumps, electric vehicles and smart energy controllers) can satisfy renewable elec With further whole system development - for which funding has been obtained - the CASCADE Framework could be used directly by industry or provided by the developers on a consultancy basis to model and elucidate complex aspects of the smart grid, particularly those requiring a whole system solution. Given the fundamental relationship between this industry and government and its central importance it is expected that the Framework could be used to give insights into key drivers of energy policy Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment","dataset":"gtr"}