{"id":"658F29FF-ECF5-42BD-8633-86A1AF098DAB","title":"Recovery of metal value from end of life PEMFC","abstractText":"With potential widespread uptake of fuel cell technologies in many areas of energy conversion, there is an increasing need to address new ways to reclaim the significant value associated with end-of-life fuel cell stacks. The term fuel cell can be applied to a wide range of electrochemical devices which use a variety of materials; however, the type with potentially the largest market penetration is the polymer electrolyte membrane fuel cell (PEMFC). Although there has been much research into alternatives, the usual electrocatalyst combinations are based on Pt and Ru, both of which are extremely costly. There are several models such as metal leasing which can help address this, but clearly in all cases to facilitate broad market uptake, efficient and effective means of recovery of these metals by a scalable route needs to be developed. Traditional techniques for recovery of these metals, such as pyrometallurgical routes (smelting) has some particular energy and environmental problems as well as constraints which would make large scale recovery of Pt and Ru by these routes impossible.\n\nThe research proposed here intends to provide the fundamental knowledge required for the development of a process which addresses the following important requirements:\n1) Low process cost and complexity\n2) Low environmental impact - direct and in terms of emissions from energy input\n3) Safe process\n\nAn electrochemical based closed loop process is proposed which short cuts a lot of the extraction steps to give selective recovery of each metal constituent in turn. The idealised process consists of two coupled reactors, the leach reactor in which the metals are dissolved selectively and a membrane divided electrochemical reactor, in which the metals are deposited sequentially from solution whilst the oxidant is regenerated simultaneously. This process in conjunction chemical systems to be investigated to facilitate it will produce a much safer and more energy efficient process which could significantly reduce the lifecycle costs of fuel cells. However, there are some real challenges that have to be addressed before a practical process could be deployed. The project will explore in detail:\n\n1) The leaching kinetics and mechanisms for these metals and how intimate lamination of the catalyst layers into the membrane affects recovery rates.\n2) Whether there is sufficient access to the precious metal through the pore structures of the carbons used when the catalyst has been laminated without the need for a membrane dissolution or partial dissolution process\n3) Selective and sequential recovery of each metal component which will require detailed investigation into the deposition kinetics of each metal and design of a suitable cathode for the electrochemical reactor\n\nFuel cells promise to be a significant part of the future energy conversion market, playing a key role in the decentralisation and diversification of UK electricity generation, finding application in remote and combined heat and power (CHP) systems. The UK has some significant interests in the complete supply chain from raw materials to system integrators with range from small SMEs such as Intelligent Energy and Acal Energy, to large multinationals such as Centrica and Johnson Matthey. If the example is taken of a fuel cell micro-CHP system, to displace the current condensing boiler technology, then the UK market is worth around 1.5 M units per year. To support this shift in technology, complementary supply and reclamation routes clearly need to be established now to help the most efficient and successful uptake of the technology. If successful this research, by reducing life-cycle costs, could quicken the introduction of Fuel Cells in many applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020099/1","grantId":"EP/K020099/1","fundValue":"94301","fundStart":"2013-10-22","fundEnd":"2015-01-21","funder":"EPSRC","impactText":"  The project has been running for approximately one year so we have not yet completed the experimental work which will also extend beyond the funding date due to an internal university PhD studentship award. The direct impacts are perhaps difficult to measure at this stage but our route we are exploring most obviously is through the project partner Johnson Matthey with whom we have been working and sharing results. It is hoped that the learning we have achieved and will continue to achieve will be adopted by Johnson Matthey for direct economic and societal benefit. This may be though modifications to existing processes or the complete adoption of the novel processes we advocate. Chemicals,Energy,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Richard James Dawson","coPersons":[],"organisation":"Lancaster University","findingsText":" As we have not yet completed all the tasks in our plan as the project is still ongoing we have not yet achieved all our original objectives though we have made significant progress so far. \n* We have measured the kinetics of Ru dissolution in the halides; I, Br and Cl and investigated the effect of temperature. * We have found kinetics of Ru dissolution (not widely reported) to be particularly challenging.\n* We have demonstrated and observed the appreciable dissolution rate of Pt black (a model fuel cell catalyst) in high temperature and high iodide conditions. \n* We have demonstrated a suitable model for this process.\n* We are currently demonstrating that the precious metal loading on fresh and used PEMFCs can be successfully leached and that the presence of the ionomer appears to have little effect on the recovery of the precious metal. It is hoped that precious metal refiners, recyclers and those involved in the PEMFC supply chain look to adopt the efficient and environmentally friendly process we are developing to help reduce the cost associated with PEMFC and quicken their uptake for the general benefit of society. By working with Johnson Matthey who are involved in the supply chain from raw materials to finished membrane electrode assemblies we believe we have a credible route for this impact to take place. Chemicals,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}