{"id":"65A87EE5-A4AC-4A45-80E0-2AB0D14D4C8F","title":"Legacies of War 1914-18/2014-18","abstractText":"The Legacies of War Centenary Project at the University of Leeds is run by academics who have research interests in different aspects of the First World War and wish to share their knowledge widely during the years of the 100th anniversary of the War. The project's research and activities are structured around five thematic strands: Yorkshire and the Great War, Culture and the Arts, Science and Technology, War and Medicine and War and Resistance. \n\nThe 2014-18 Centenary of what was referred to at the time as the 'Great War' will be a time for reflection and debate about what happened during the war and what its profound and long-term consequences were. The Legacies of War team is a registered partner of the Imperial War Museum's national Centenary activities. As part of the Legacies of War project, the team aims to initiate, participate in, and help to coordinate and publicise a series of events and activities that will take place across the Leeds/Bradford area in 2014-18. The team wants to engage the public with the First World War in theatres, cinemas, museums, galleries, community venues, schools, public spaces and at the University. Shared events will commemorate and explore different histories of the First World War, and will examine its multiple historical, cultural and social legacies.\n\nThe primary aim of this application to the Research for Community Heritage scheme is to enable the project team to build new and to strengthen existing partnerships with culturally diverse community groups and organisations in Leeds and Yorkshire with an interest in developing heritage activities focused on an aspect of First World War commemoration. We wish to encourage community engagement with University archives and venues, to develop projects with stakeholders, bring together staff, students and communities and to create an accessible repository of materials that would be maintained beyond the Centenary period. We also hope to introduce community groups who do not feel their heritage is connected to this historical event to the international and transnational context, diversity of experience, and ever-present cultural, social and technological legacies of the First World War in order to broaden its meaning for academic and non-academic audiences. It is our overall aspiration to facilitate an innovative, cross-cultural and intergenerational approach to the commemoration of the First World War.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013315/1","grantId":"AH/J013315/1","fundValue":"19509","fundStart":"2012-02-14","fundEnd":"2013-01-31","funder":"AHRC","impactText":"","person":"Alison Sarah Fell","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}