{"id":"65BFA576-FA74-41D4-BEFB-2CBF8561B1D0","title":"Mark Twain, Male Friendship and American Culture (1865-1910)","abstractText":"The project provides a close analysis of male friendship in America in the period 1865-1910, and its two-way movement between the private and the public sphere. It achieves this by focussing on the particular figure of Mark Twain - one of the most famous men of his time - and on his close relationship with three men: the Congregationalist minister Joseph Twichell, fellow-author and literary critic William Dean Howells, and corporate businessman and 'robber baron' Henry H. Rogers. \\n\\nCritically the project has three main objectives.\\n\\nFirst, it will establish a conceptual basis for the specific case study that follows. It accordingly looks to define what is distinctive about male friendship in the period: at how such friendship works, and in what different ways. So it will explore the various types and functions of male friendship, and their emotional, psychological and ideological constituents. It will then move on to identify what made these particular friendships so important and enduring, and will consider how those friendships worked, and positioned themselves, in terms of the class, racial and sectional background of the time. The project thus engages different dimensions of an under-explored subject to produce genuinely exploratory and original work.\\n\\nSecondly, and this will be the very keystone of the project, will be a consideration of these friendships within the framework of a wider cultural history. For the four men had, in this respect, representative roles - in the fields of literature, religion and business respectively. Twain was a popular author and celebrity, but also a businessman in his own right (he ran his own publishing company). Howells was perhaps the most important literary editor, critic and cultural commentator of the age. Twichell was a Congregationalist minister, Civil War veteran and public figure. While Rogers was a brilliant corporate executive, vice-president of Standard Oil. The interchanges between the four men at a time when religious belief was adjusting its rhetoric and rituals to the demands of a secular age, when literature was attempting to retain its cultural authority and, at the same time, entering a new relationship with the business world, give this particular combination of friendships a real public importance. In the interactions between these men, the changing social patterns in the America of the time are revealed, and conflicts about the very nature of cultural authority in the country are played out in miniature. \\n\\nFinally, the project will examine the friendships in a private context: how they work in terms of conventional (and sometimes unconventional) family lives. It will look at the way in which these friendship both supplemented, but also existed in tension with, conventional family structures. Particular attention will be paid here to the subject of mourning (rooted in the domestic but intersecting with larger cultural concerns). Both Howells and Twain lost favourite daughters who died young. Both were devastated by the loss. Little has been written on the masculine expression of feeling and male ways of coping with death in this period. My aim here is to fill something of this gap. \\n\\nOverall, then, this mix of friendships, professional roles and belief-systems provides, at first glance, a highly unlikely combination. The study of the resulting interactions will add greatly to our understanding of late Victorian and Edwardian public values and the anxieties, tensions, compromises and conflicts that comprised them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003676/1","grantId":"AH/F003676/1","fundValue":"37082","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Peter  Messent","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}