{"id":"65C6B351-4696-4C62-9485-AC6D9F7BF2EE","title":"Adaptive Multi-Resolution Massively-Multicore Hybrid Dynamics","abstractText":"We propose to develop highly scalable software that will exploit next generation, heterogeneous, massively parallel processors (such as those found in widely available graphics processors - GPUs) to deliver orders-of-magnitude performance increases for conformational sampling in molecular simulations. The software will be generally applicable to simulations of any condensed phase molecular system. The initial application area will be to accelerate the sampling of protein conformational change within the types of simulation used for rational drug design in the pharmaceutical industry.Future applications of rational drug discovery will depend critically on the ability to model protein conformational change and protein flexibility. Previous successful applications of computational methods in rational drug design targeted proteins that had small, well-defined binding pockets, in proteins that were either relatively rigid, or changed little upon drug binding. Increasingly, medicinally interesting protein targets have large, open and flexible binding sites. To understand binding, computational models have to be able to predict how these sites will change shape upon drug binding. Coupled to this, a new generation of drugs are being developed that target the interactions between protein surfaces, or that require modelling of protein-protein association. In these cases, the binding site is extremely dynamic, as it is formed between two (or more) proteins that have come together. Existing molecular modelling algorithms and software are incapable of stepping up to the challenge of modelling highly flexible proteins. New software and new algorithms are needed urgently to ensure that computational science continues to play an important role in the pharmaceutical industry.We have designed a new multi-resolution algorithm that will allow for the simulation of molecular dynamics to be broken into two parts; a near-field, atomistic part, and a far-field, coarse grain part. The near-field part is used to model the interactions between neighbouring molecules, using traditional atomistic forcefields, and uses a standard Monte Carlo (MC) algorithm to model the dynamics of individual atoms. The far-field part models the remaining molecular interactions using a coarse-grain (beaded) forcefield, and uses rigid-body dynamics to model global dynamics (e.g large-scale protein conformational change). This multi-resolution split of both the dynamics, and the modelling of the molecular interactions, makes the algorithm ideally suited to heterogeneous computing platforms such as supercomputers equipped with numerical accelerators (e.g. graphics processors). In addition, the software will also be energy-aware, as the energy cost of performing each part of the simulation will be factored into the decision as to which resource it is allocated. For example, if the results of the simulation were not needed immediately, then the simulation could be diverted from the accelerator, and instead run using low-power processors (e.g. clusters of Intel Atoms, like those found in netbooks). This would give the simulator the choice of minimising the total simulation runtime or the total CO2 cost. While developed for the clusters of today, the software will readily scale to the peta- and exascale supercomputers of tomorrow, where concepts such as software adaptability, energy management and fault-tolerance will be key to achieving efficient scaling and efficient supercomputer utilisation. We hope that one of the lasting impacts of this project will be a promotion of greater understanding of energy-aware algorithms and CO2/energy-aware scheduling in the international HPC community. Our intention is to tackle head-on the issues facing the international HPC community in increasing yet variable energy cost and availability, and the need to significantly improve the energy efficiency, and reduce the environmental cost of HPC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030395/1","grantId":"EP/I030395/1","fundValue":"398228","fundStart":"2011-09-05","fundEnd":"2013-09-04","funder":"EPSRC","impactText":"","person":"Adrian John Mulholland","coPersons":["Simon  McIntosh-Smith"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}