{"id":"65CD10F5-FB08-4F82-B2B3-CC0B7FDD43D1","title":"In Harmony Liverpool Research Network: exploring the cultural value of the orchestra as a community intervention","abstractText":"In Harmony Liverpool is one of three pilot music intervention programmes in England inspired by the Venezuelan El Sistema initiative. Led by the Royal Liverpool Philharmonic Orchestra, the programme uses the symphony orchestra as a means of engaging young children (aged 4 years upwards) in orchestral music education and performance, as part of the Sistema philosophy of working with children from the most deprived parts of the country. \n\nSince February 2009, the commissioned evaluation of In Harmony Liverpool has consistently indicated positive impacts of the scheme upon participating children, families and the community as a whole. These include indicators such as educational attainment, community wellbeing, social capital and civic engagement. The In Harmony Liverpool Research Network will bring together a national and international community of interest to explore these emerging findings in greater depth, and consider the causal relationships between early years musical interventions and their social and economic impacts upon communities, including a closer consideration of the role of music education and different approaches to it; the ways in which cultural capital is developed in communities and the value of cultural interventions; the potential for longer term social, cultural and economic impacts in relation to lifelong wellbeing and community resilience. \n\nAcross all of these themes, the network will also discuss questions raised about cultural value, its comparative impact and measurement, especially as an alternative to other community interventions and capital investment initiatives. This will be achieved via a series of workshop events, digital communications and a full-day conference, each designed to encourage the development of longer-term collaborative research opportunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000454/1","grantId":"AH/K000454/1","fundValue":"31696","fundStart":"2012-08-01","fundEnd":"2013-07-31","funder":"AHRC","impactText":"","person":"Kerry  Wilson","coPersons":["Jude  Robinson"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}