{"id":"65CF10A0-0E8B-45AE-8153-421CC8AF17FE","title":"MICA: Fundamental Role of Phosphoinositide 3-kinase delta in Infection and Immunity: Insights from a Novel Primary Immune Deficiency Syndrome, APDS","abstractText":"As a collaborative group of doctors, geneticists and scientists, we have recently discovered a new inherited disease, which causes increased susceptibility to infection. Affected patients suffer frequent and often severe bacterial infections of the lungs, sinuses and ears, often leading to permanent damage; they can also experience potentially life-threatening viral infections (particularly with the Herpes viruses such as those which cause chicken pox and shingles or glandular fever). Many of the patients die young from these devastating infections. We found that this disease is due to a genetic mutation that causes an enzyme called PI3Kdelta (which is found mainly in the cells of the immune system) to be more active and to 'work harder'. The overactive PI3Kdelta protein disturbs the chemical signals that control how immune cells develop and function in the body. \nB and T lymphocytes coordinate the immune system to fight infections. We found that the B-lymphocytes from our patients do not make good quality antibodies (proteins which help to kill invading bacteria), and that their T-lymphocytes (which provide protection from viral infection) also function less effectively. We do not yet know how common the condition is, why the B and T cells don't work properly, or if other immune cells or lung cells are also affected. We also don't know if other abnormalities that affect the activity of PI3Kdelta or related proteins contribute to susceptibility to infection in a more general setting. \nIt is difficult to study immune cells from the patients, as most of them are unwell children, and because a feature of the disease is that the immune cells die rapidly outside the body. To solve this problem we have engineered a mouse with the same genetic defect, and will study how the immune cells of this mouse work. We will then take the findings from these mouse cells and see if they hold true in patients' cells; this strategy will enable us to use the limited number of patient cells available to us more effectively. We plan to expose the genetically altered mice to the same infections that the patients develop, to find out precisely why they are so susceptible. We will also test protective strategies such as drugs that reduce PI3Kdelta activity (PI3Kdelta inhibitors) to see if they prevent infection or reduce its severity. If this is the case, we will also treat patients who suffer from this disease with PI3Kdelta inhibitors and study the effects of this treatment; we believe such drugs will reduce the inflammation in their lungs and improve their ability to fight infection. Since too little PI3Kdelta activity is also detrimental immune, these medications will need to be carefully titrated, so we will need to monitor the effects on a range of biological markers of PI3Kdelta function as well as infection and inflammation.\nThis work will determine the role and importance of PI3Kdelta in infection. This knowledge will help not only patients with the newly described disease, but may also give new insights into why some otherwise healthy people are prone to develop bacterial and viral infections. This is of importance nationally and globally, since respiratory infections cause more illness and more deaths than all cancers combined.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M012328/1","grantId":"MR/M012328/1","fundValue":"1280440","fundStart":"2015-02-01","fundEnd":"2015-06-14","funder":"MRC","impactText":"","person":"Alison  Condliffe","coPersons":["Sergey  Nejentsev","Klaus  Okkenhaug"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}