{"id":"65CF45BF-59C9-4A93-9CAA-7A31AEA5D358","title":"Nanocrystalline Photodiodes: Novel Devices for Water Splitting","abstractText":"The fossil fuel reserves of the world are rapidly diminishing and are also the prime cause for global warming. Solar energy represents a major, largely untapped energy source which could easily satisfy current and future global energy demands. Any solar energy conversion device must be inexpensive per m2, efficient and long-lasting. In this programme, novel, inorganic water-splitting systems, called macro-photocatalytic diode cells, MPCDs, utilising a range of new and established visible-light absorbing photocatalyst materials, will be developed for splitting water using sunlight in separate compartments. The latter feature is important as it will minimise, if not eliminate, the various efficiency-lowering recombination reactions associated with mixed product generation. The work programme involves a number of novel aspects including: the preparation of new nanoparticulate, crystalline photocatalyst materials, fabricating them into different novel photodiode formats and the synthesis and utilisation of new redox catalysts. The use of nanoparticulate semiconductor photocatalysts, made via continuous hydrothermal flow synthesis, CHFS, in conjunction with gel casting for robust porous supports, is a particularly important and novel advance, as too is the proposed combinatorial approach to the preparation of photocatalyst films by CVD. The project will develop a significant amount of the underpinning science required for the fabrication of the final, optimised, efficient MPCDs and include a study of the underlying reaction mechanisms, using time-resolved transient absorption spectroscopy. The proposal offers a route to achieving a step change in efficiency for energy capture from the sun and aims to deliver efficient, scalable demonstrators of the MPCD technology, suitable for development into pilot plant systems in the second phase of funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056168/1","grantId":"EP/F056168/1","fundValue":"471972","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  The findng for the first project were incorportaed int a second funded EPSRC / TSB joint award on developing photodiodes. Energy Societal,Economic","person":"Ivan Paul Parkin","coPersons":["Jawwad  Darr"],"organisation":"University College London","findingsText":" We discovred a new way to make photodiode devices for photodriven water splitting. The results have been diseminated to project partners. This includes TATA steel, TWI and TEAR coatings Energy","dataset":"gtr"}