{"id":"65D782CD-306E-4D71-A574-5B5B4464F868","title":"Mitigation potential of horizontal Ground Coupled Heat Pumps for current and future climatic conditions: UK environmental modelling studies","abstractText":"the key priorities for policymakers in order to decrease combustion of fossil carbon, thereby slowing the increase of CO2 concentration in the Earth's atmosphere. A considerable amount of UK effort has gone into investigating renewable energy sources such as wind, marine and solar power, as well as into bio-energy. However, relatively little work has been undertaken on the topic of ground coupled heat pump systems (GCHP), a relatively underused technology in the UK, in contrast to other countries such as USA, Switzerland and Sweden. To put it simply, GCHPs use temperature differences (between soil and air) to provide space heating An increased uptake of alternative low- or non-CO2 emitting energy sources is one of in the winter and cooling in the summer. This is achieved by placing plastic pipes (filled with fluid containing anti-freeze) in the ground so that they can exchange heat with the soil, so called heat exchangers. This heat is 'upgraded' by a heat pump to heat homes or other buildings, thereby providing a sustainable, renewable and reliable source of energy. The performance of these GCHPs depends on the design and configuration of the heat exchangers (e.g. length of pipes, depth of installation, spacing between pipes). However, the performance of horizontally installed systems, as opposed to the more expensive vertical borehole ones, is also affected, in a rather complex way, by the environment. With this we mean soil, vegetation and atmospheric conditions, which will significantly differ over the UK and over time (diurnal, seasonal and inter-annual variation). The research described in this proposal aims to investigate how the long-term (~50 years, the average lifespan of GCHP systems) performance of these systems varies throughout the UK. Our findings would form the basis of recommendations to local governments (and users) on the location-dependent economic viability of these systems and their potential to reduce carbon emissions, while explicitly taking into account that our climate is changing at a significant rate. Also, depending on the balance between how much heat is taken away from and returned to the ground, the soil temperature in the neighbourhood of the heat exchangers may fall or rise; related to this is the movement of soil moisture away from or towards the heat exchanger. These processes will also affect the performance of the system during its life span. These intricate interactions between soil and GCHP can be mimicked by computer model simulations and various packages are available for use by GCHP designers and installers. However, these types of software have been developed to work on a site-by-site basis and moreover they simplify the effect of the environment. Also, they address short time spans only (~1-3 years). In this proposal we will use a detailed land surface model, such as the one used by the UK Meteorological Office to predict the weather. First we will improve it to ensure that all important interactions between the below-ground heat exchangers and the soil (heat and moisture flow, including groundwater) are taken into account. We will then test it and subsequently drive the model with long-term data, generated to represent the climate, soil type, and vegetation (and related properties) throughout the UK. Only then can we obtain reliable estimates about the UK-wide long-term performance of GCHP systems and their effectiveness in reducing CO2 emissions. This allows us to recommend increased uptake in specific UK areas as well as indicate how specific changes to the design and configuration of GCHP systems (e.g. type of tube and installation depth) can improve performance and hence increase its potential for reduction in CO2 emission.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017715/1","grantId":"NE/F017715/1","fundValue":"219932","fundStart":"2009-01-01","fundEnd":"2012-10-31","funder":"NERC","impactText":"  To date results have mainly been presented for scientific communities through publications. Construction,Energy,Environment ","person":"Guohui  Gan","coPersons":[],"organisation":"University of Nottingham","findingsText":" Developed computer programs to predict the performance of ground source heat pumps. Results of the research show that the performance of a ground source heat pump varies with operating time due to the interactions between the system and soil and ambient environments. Design of such a system must take this into account in order to ensure the system would perform as designed. Construction,Energy,Environment","dataset":"gtr"}