{"id":"65E09715-E13D-41E8-8580-728C428A619D","title":"The response of soil respiration to insect induced tree mortality: fusing ecophysiological measurements with ecosystem models","abstractText":"Human activities are causing atmospheric carbon dioxide to rise and as a consequence our planet's climate is changing. Forests exert huge influence over the amount of carbon dioxide in the atmosphere, and northern hemisphere forests currently store nearly half of the CO2 released by anthropogenic emissions each year. Whether forests will continue to act as a net sink for some of the CO2 released by anthropogenic emissions is uncertain and depends upon numerous factors such as future land use change, climate regimes and forest disturbance rates. Over the last ten years, an outbreak of bark beetle has covered approximately 47 million hectares of forest in North America, resulting in widespread tree mortality. The huge loss of green leaf area is clearly visible from satellite imagery and has a direct impact on carbon dioxide uptake. It is likely that forests in the region will become a net source of carbon dioxide to the atmosphere as respiration becomes dominant over photosynthesis. Carbon from plants is the source for microbial respiration in soil; some of this carbon is older decaying material but some is from recent photosynthesis. The relative contribution of each carbon source in healthy forests is unclear, and less clear is whether these contributions will change after a significant mortality event accompanied by large quantities of decaying dead plant material. This proposed research will improve our understanding of the capacity of forests to continue to absorb anthropogenic emissions after large scale disturbances though an intensive study of an outbreak of mountain pine beetle in Colorado, USA. Mountain bark beetle has progressively infected Pinus ponderosa trees at Fraser Experiment Forest (FEF) over the past five years. In 2004, 48 forest survey plots were established in FEF where detailed measurements of the stand structure and carbon pools and fluxes were carried out from 2004 through 2006. Since the establishment of these plots approximately 30% have been infected by mountain pine beetle (MPB), and in 2010, these plots will represent a 5 year chronosequence of MPB infection. I propose to measure soil efflux, microbial biomass and labile and older carbon. This will allow me to determine the magnitude and dyanmics of any decline in soil efflux caused by the MPB infection while controlling for variation in stand properties which were estimated previously. As part of different research efforts at Niwot Ridge in 2002, 2003 and 2008, selected trees were killed by removing phloem from the trunk at 1.3m above the ground. This process (girdling) cuts off the transport of carbohydrates below ground and over a period of a year kills the tree, mimicking the effects of bark beetle. Before, and for 1-2 years immediately after girdling, soil efflux, microbial biomass and labile and older carbon pools were measured. I propose to repeat these measurements over a two week period in July 2010 in the girdled plots and the associated (non-girdled) reference plots. These measurements be used to parameterize a simple ecosystem model which has been modified to make use of soil efflux, labile carbon pool measurements and estimates of microbial biomass. Predictions of carbon exchange at FEF for the period 2005 through 2010 will be compared to direct observations. By comparing different representations of the model I will test different ways of representing the below ground component of carbon cycling. This research will directly quantify the effect of disease outbreak and tree mortality on belowground carbon cycling in high elevation forests; provide insight into the poorly understood process of belowground carbon cycling; thus improving projections of carbon sequestration by these forest ecosystems under changing climate scenarios. More broadly, this research fits centrally into the emerging needs for understanding carbon-climate relationships and the potential effects of future climate on ecosystem health and function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H000909/1","grantId":"NE/H000909/1","fundValue":"56961","fundStart":"2010-06-15","fundEnd":"2011-12-14","funder":"NERC","impactText":"","person":"David Joeseph Moore","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}