{"id":"65E7333A-6F91-45AF-887B-EDAD0FFF1C33","title":"Impact of DMF on Engine Performance and Emissions as a New Generation of Sustainable Biofuel","abstractText":"2,5-Dimethylfuran (DMF) is likely to become a promising sustainable biofuel with the advent of novel and efficient methods recently developed in the US for making it from biomass, but there is very limited knowledge about its impact on the environment. For the engine community, little is known about its combustion and emission characteristics, especially about the speciation of non-regulated emissions from its combustion in engines. This project aims to investigate the outstanding issues of DMF as base fuel, by the studies through developing and validating the spray, combustion, emissions and engine models and by conducting systematic experiments using advanced methodologies including CFD, optical diagnostics and exhaust gas speciation using Fourier Transform Infrared Spectroscopy (FTIR) alongside the on-line GCMS. It is anticipated that this collaborative project will provide a platform for the 3 groups of researchers listed above to work very closely to utilise the unique expertise at each side and contribute to the team work on the basis of much increased communications and information exchange. The know-how acquired in this project will be of direct benefit to the UK and Chinese motor industries and academia. The project outcome will help to increase the market size of British and China's biofuel industries and will thus have impact on the development of the UK and China economy by increasing the opportunities for employment and profitability of agriculture and obviously will contribute to the reduction of carbon footprint of fuels for transportation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061692/1","grantId":"EP/F061692/1","fundValue":"509584","fundStart":"2009-02-04","fundEnd":"2012-08-03","funder":"EPSRC","impactText":"","person":"Hongming  Xu","coPersons":["Miroslaw Lech Wyszynski","Athanasios  Tsolakis"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}