{"id":"65E8BB79-FA0A-4358-9E84-88B62F697D6D","title":"Random Forest Prediction of Protein-Ligand Binding Affinities","abstractText":"The binding affinity between a small molecule ligand and the protein with which it interacts is not easy to calculate. Indeed, its computational prediction remains one of the most important and difficult unsolved problems in computational biochemical science. Most medicines, and many other molecules in uses from agrochemicals to deodorants, are ligands that bind to proteins. The proteins may be from the human, or from a pathogenic or undesirable organism such as a bacterium. It would be very beneficial to be able to predict binding affinities using a computer, because the alternative experimental approach of making very many molecules and assaying them against the relevant protein or proteins is difficult, expensive and time-consuming. The computer calculates an estimated binding affinity using a mathematical formula known as a scoring function. The development of suitable scoring functions for ranking possible three dimensional protein-ligand interaction geometries, and especially for accurate prediction of protein-ligand binding affinities, remains a considerable challenge. The scoring function must capture all the important aspects of the interaction in order to give an accurate and reliable prediction of the binding affinity. In order to develop better scoring functions, we are looking to the fields of machine learning and informatics, and will require the known binding affinities and structures of numerous well-characterised protein-ligand complexes. Fortunately, many hundreds of protein-ligand complexes have both structures and binding affinities available. The method we will use is called Random Forest. The forest is a set of several hundred 'decision trees', each of which is basically a flow diagram. We will train them to learn patterns in the known properties of existing protein-ligand complexes, their binding affinities and their patterns of atom-atom interaction distances. However, the way in which we will generate the trees involves computer-simulated dice-rolling. This will ensure that they are all different, though based on the same underlying information. The decision trees then each made a prediction of the unknown binding affinity. These predictions are averaged to give the final computed value. This averaging over many decision trees maximises the use of the information contained in the underlying data and produces results which are much more accurate than those of any one decision tree. Our models will be validated by using them to predict binding affinities of protein-ligand complexes that the algorithm has not seen before. This ensures that the computer is not simply learning the idiosyncrasies of the data on which it is being trained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000247/1","grantId":"BB/G000247/1","fundValue":"80714","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"","person":"John  Mitchell","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have created a highly successful scoring function for predicting protein-ligand binding affinity, RF-Score. Our new\nscoring function both outperforms its leading rivals on the demanding PDBbind benchmark, and also incorporates new\ndesign principles.\n\nRF-score embodies a novel approach to scoring functions that circumvents the need for problematic modelling assumptions, as the use of the Random Forest machine learning method avoids any requirement to assume a particular mathematical form. Our use of Random Forest allowed us to implicitly capture binding effects that are hard to model by any theory-based method.\n\nWe showed RF-Score to be particularly effective as a re-scoring function and thus suitable for virtual screening and lead optimization purposes. It is very encouraging that the first version obtained a high correlation with measured binding affinities on a highly diverse test set. RF-Score's performance was shown to improve dramatically with training set size.\n\nHence the anticipated future availability of ever more data is expected to lead to further improvements, which can be\nrealised in forthcoming versions of RF-Score. Our success with RF-Score demonstrates that machine learning based\nscoring functions constitute an effective way to assimilate the fast growing volume of high quality structural and interaction\ndata into affinity prediction, and functions of this kind are confidently expected to lead to increasingly accurate and\ngeneral predictions of binding affinity.\n\nThe code for RF-Score is freely available from us under a Creative Commons license. It is also available as supporting\ninformation to the Bioinformatics paper describing this work. As part of docking suites.\n\nIn application to DNA and RNA docking. Chemicals,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}