{"id":"65E9AC96-9EC3-44CB-936E-DDC38A689CFA","title":"The mechanical characteristics of embryonic stem cells influence first fate decisions","abstractText":"Stem cells, defined by their ability to regenerate tissue, have the potential to revolutionize biology and medicine. This revolution is nearly inevitable in that stem cells have driven new understanding of biological development and are already being used to treat diseases such as leukaemia. Most successful treatments have involved adult stem cells because they are easily obtained and relatively easy to control. There is great promise, however, in using embryonic, or pluripotent, stem cells in regenerative medicine because they can differentiate into any cell type. However, there are many questions that should be answered before they can be used in treatment. For instance, how do pluripotent stem cells differentiate into new cell types while at the same time maintaining a stem cell population? Furthermore, how do pluripotent stem cells know into which cell type they should differentiate? These are essential questions, and have been partially answered by considering their genetic make-up as well as the chemicals to which they are sensitive. There is a great deal of evidence emerging that physics is also responsible. Physical factors that are involved in the function of a stem cell are forces within its environment including its interactions with its colony neighbours, or its softness and internal structure. The goal of the proposed research is to study the physics of pluripotent stem cells. Importantly, we will perform this research on a system of mouse embryonic stem cells in which there are observable differences between the stem cells that will retain their pluripotency and the stem cells that will differentiate. We will explore the physical differences between these two populations of pluripotent stem cells using optical techniques such as optical stretching and atomic force microscopy. Furthermore, we will investigate how these physical differences, such as softness, steer the sorting of cells within the embryo and whether or not they differentiate as a response to external forces. The discoveries made in the course of this research could play a role in two important applications in regenerative medicine: monitoring of pluripotency and the use of physical stimuli to steer differentiation into certain cell types. Both of these applications are vital for developing treatments and examining response to treatment. Ultimately, this research also has the potential to solve some of the mysteries of stem cells and help us to understand how stem cells within an embryo eventually form tissues, organs, and finally organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902319","grantId":"G0902319","fundValue":"99949","fundStart":"2010-08-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Jochen Reinhold Guck","coPersons":["Kevin  Chalut"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}