{"id":"65F04C55-8800-4100-9427-59E2B7645CEE","title":"Respiratory sensitisation in humans: Characterisation of pulmonary epithelial:dendritic cell interactions","abstractText":"We are exposed to a range of chemicals in day-to-day life, at home and at work, which may have unwanted health effects. In this study we are interested in the sensitivity of the lung to chemicals that are inhaled, usually while at work. Not everybody is affected, but when those who are affected are exposed to the same chemical again they may experience an asthma attack, and they may also react to other agents that they inhale from the air (this accounts for approximately 10% of adult-onset asthma). This is called respiratory sensitisation. It is important to determine whether existing or newly-developed chemicals will cause respiratory sensitisation, and if so, the magnitude of the response. It is also important to understand the cellular mechanisms that are involved. The immunological responses of the lung are complex, and no validated tests exist to determine the potential of chemicals to initiate these responses. Animal experiments are often used to help make these assessments, but they are not always very accurate, although they do help us understand some of the mechanisms involved. Furthermore, the 7th Amendment to the European Union Cosmetics Directive (European Commission, 2003) recommends that we develop new ways of testing compounds so that we reduce animal experimentation. The strategy is called the 3Rs, Reduction, Refinement and Replacement of the use of animals in scientific tests. One aim of this study is to establish testing methods that avoid using animals by using human cells. Use of human cells is important as it will ensure development of a more representative model for assessing the potency of these chemicals in man. The cells in the lung that respond to inhaled particles are the lung's 'skin', epithelial cells, as well as cells that act like a vacuum cleaner, internalising and neutralising inhaled material that settles on the 'skin'; which are called macrophages. Epithelial cells and macrophages send messages to dendritic cells that sit underneath the lung epithelial cells. Dendritic cells also extend long 'probes' onto the epithelial surface where they can directly interact with any inhaled chemicals. Depending on the messages received, dendritic cells then activate the immune response to fight infection and other foreign particles that reach the lung. However, sometimes the messages go wrong, and this is when the lung becomes very sensitive to some types of inhaled particles and chemicals. We aim to isolate cells from adult human lung tissue that is removed during an operation to remove a tumour. Normal regions of lung that are attached to, but not affected by, the tumour can be used. We will then culture epithelial, macrophage and dendritic cells alone, and together in a 3-dimensional model resembling the lung. We will expose the cells to chemicals that we know are respiratory sensitisers, as well as chemicals that do not cause respiratory sensitisation, to examine the cellular messaging pathways involved in respiratory sensitisation. We also want to determine whether there are unique responses that identify chemical sensitisers so that these culture models can be developed and used for routine testing of existing and new compounds that might affect the lung. In addition, with this knowledge, it should be possible to develop drugs that prevent these abnormal responses. These models could be used to avoid the use of animals to investigate respiratory sensitisers to understand mechanisms of respiratory sensitisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018617/1","grantId":"BB/D018617/1","fundValue":"193828","fundStart":"2006-07-24","fundEnd":"2008-07-23","funder":"BBSRC","impactText":"  These studies were the first to identify the significant difference between human lung alveolar epithelial type 1 and type 2 cells in their response to exogenous agents and their putative relative contribution to the pattern of inflammation that might occur within the alveolar unit. Since then, studies of the effects of exogenous agents has been studied in vitro in more than one pulmonary alveolar epithelial cell type, as well as other cells within the alveolus as this is important in the understanding of processes involved in pulmonary inflammation. Chemicals,Education,Environment ","person":"Teresa Dorothy  Tetley","coPersons":[],"organisation":"Imperial College London","findingsText":" The ability of a respiratory (trimellitic anhydride;TMA) and dermal (dinitrochlorobenzene;DNCB) sensitizer to induce human alveolar epithelial cell mediators, notably dendritic cell (DC) chemoattractants, was examined in vitro. The ability of these epithelial cell mediators to induce DC migration across a transwell membrane was also assessed. Protein conjugation of the test chemical haptens was found to be critical in determining their allergenicity. This is important as it emulates the conditions in vivo. In this instance, the in vitro culture model using primary human alveolar type 2 epithelial cells (AT2 cells) has demonstrated that at sub-toxic doses the sensitizing potential of DNCB and TMA in their 'raw' form are limited.\n\n\n\nThus, AT2 cell MIP-3_ (a known chemoattractant for DCs) release increased at the sub-toxic doses of chemical haptens chosen, and in particular the conjugated forms of both DNCB and TMA had a higher sensitizing potential than the non-conjugated forms as observed by the greater amount of MIP-3_ secreted. The conjugated form of TMA elicited a greater and more rapid response compared with conjugated DNCB. Therefore the rate of MIP-3a secretion at this early time-point could be used as an endpoint to discriminate between contact sensitizers and respiratory sensitizers, and subsequently provide the basis of an in vitro screening tool. Conjugation of the sensitizer with an endogenous protein (in this case albumin) is also more representative of in vivo conditions and is crucial in differentiating respiratory from dermal sensitizers in this model.\n\n\n\nThis differentiation between respiratory and dermal sensitizers was also evident in the work carried out with the monocyte derived human dendritic cells (DCs). Conjugated TMA caused an increase in the production of IL-10 which fits the profile of a Th2 type response, as has been associated with respiratory allergy. Exposure of DCs to conjugated DNCB was associated with an increase in IL-12 production which fits the expected profile of a Th-1 type response. \n\n\n\nAnother key outcome is that significant differences in response between alveolar epithelial type 1 cells (AT1) and AT2 cells in vitro were observed. As AT1 and AT2 cells have discrete functions in vivo this is perhaps not surprising. When challenged with the conjugated DNCB and TMA, AT2 cell-derived mediators induced a greater degree of DC migration (across a transwell membrane) than the AT1 cell-derived mediators, although both induced a response greater than control. Although AT2 cells secrete MIP3a, a well documented DC chemoattractant, AT1 cells do not, suggesting that the induction of DC migration by AT1 cells is due to other as yet unidentified chemoattractant molecules. The non-conjugated chemicals did not induce any responses significantly different from control, demonstrating again the role of haptenation in sensitization in vivo. Although both conjugated sensitisers induced significant responses, the TMA conjugate induced a significantly greater migration of DCs than conjugated DNCB. This demonstrated that differences in DC migration stimuli could be used as a biomarker for differentiating dermal and respiratory sensitizers in vitro.\n\n\n\nThe primary AT2 model was more sensitive as a hazard assessment tool than AT1 cells. However this model is less practical due to insufficient human tissue for routine screening. The AT1 model is effective when using DC migration towards AT1 conditioned media and as these cells are routinely available, they are a more accessible basis for a screening model. Compared to AT2 cells, a novel finding is that AT1 cells must release alternative mediators of DC recruitment which are likely to be important in vivo. Determination of these mediators will provide important differential markers of respiratory sensitization using the AT1 model. \n\n\n\nIn summary, this study has identified several key factors which should be part of a future hazard assessment tool for the determination of respiratory sensitizers:\n\no AT2 cells appear more responsive to sensitising chemicals than AT1 cells, therefore may provide a more sensitive basis for a hazard assessment tool. \n\no Conjugation of test item with a protein that exists within the cellular environment in vivo increases the sensitivity of the screen and differentiates respiratory and dermal sensitizers \n\no DC chemoattractants have been identified as having potential application as specific biomarkers of respiratory sensitisation (e.g. MIP-3a)\n\no Short-term responses are more notable for respiratory than dermal sensitizers and this rapid response could provide a basis for differentiating such sensitizers as part of a hazard screen These models could be exploited to test existing and potential sensitisers Chemicals,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}