{"id":"65F848E7-97A2-4F8C-9C47-500BE1565069","title":"Recognition by the type II secretion system and how it enables Legionella pneumophila to thrive","abstractText":"Bacteria are tiny organisms that are present in a wide range of environments on the earth. They can also live within humans and animals where they have both positive and negative benefits to health. In this application I propose a number of experiments to understand certain aspects of how some bacteria cause disease and persist in the environment. Specifically I will be studying Legionella pneumophila, a bacterium that is readily found in both natural and man-made water environments. This bacterium infects the human lungs and causes Legionnaires' disease, an often-fatal type of pneumonia, and Pontiac fever, a milder flu-like disease. Man-made infrastructures that store and distribute water are ubiquitous in Western society and as such Legionella are found in many large buildings (including hospitals and hotels), with the number of Legionnaires' disease cases on the increase. The high prevalence of L. pneumophila within the environment is due to its ability to survive inside biofilms: complex multispecies bacterial masses encased in a defensive layer. Here the inhabitants are protected from the environment, other organisms and antibacterial compounds. However, water-borne amoebae can still graze on these bacteria, although L. pneumophila has developed strategies to survive by going inside them, evading their detection and hiding away from any attack. Unfortunately, some types of mammalian lung cells share similarities with various amoeba strains and this is why Legionella is an opportunistic pathogen that can cause disease when humans come into contact with contaminated water.\n\nLegionella use a 'type II secretion system' (T2SS), a syringe-like mechanism to transport protein substrates into their surroundings. These substrates promote the formation of biofilms and enable L. pneumophila to become fully virulent. They have also been shown to contribute to this bacterium's extensive host range. For example, at least 18 strains of amoeba are the natural hosts of L. pneumophila creating a substantial environmental reservoir of this pathogen. For some of these substrates, however, we do not understand exactly what they target or what their specific roles are, although several have been linked to disease and the ability of L. pneumophila to infect a broad range of amoebae. Analysing which of these proteins are important for these processes will be one aspect of what I shall be investigating but my main objective is to study how L. pneumophila recognizes these substrates before they are secreted. Understanding the details of how this T2SS deploys these substrates will provide the foundations to design compounds that can disarm it. Furthermore, this type of secretion system is also essential for many other human bacterial pathogens, to discharge toxins for example, into the host and cause disease. Therefore in turn, these studies may also reveal a common novel pathway to combat other types of bacterial infections in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009920/1","grantId":"MR/M009920/1","fundValue":"362164","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"MRC","impactText":"","person":"James  Garnett","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}