{"id":"65FC527C-85AC-478C-AF93-46F4756CB1E3","title":"Proteomic and genomic analysis of inflammatory resolution in mouse and man","abstractText":"Many chronic debilitating diseases including bronchitis, psoriatic arthritis, systemic lupus erythematosus and Crohn?s disease have dysregulated inflammation as their main driving force. However, such diseases fail to resolve and become recurrent in nature. In contrast, there are other inflammatory diseases such as streptococcal-induced pneumonia, which typically resolve without causing lasting tissue injury. Therefore, it?s reasonable to suggest that some inflammatory responses are under the control of endogenous factors that signal their cessation, which may be dysregulated in others. The idea behind this research proposal comes from the simple observation that acute inflammation elicited, for example, by a finger prick or bee-sting injury has a natural progression from start (swelling, pain and redness) to finish (reduction in swelling and pain and restoration of the tissue to its prior form, collectively called resolution). However, it has remained unappreciated for many years that resolution of inflammation is under the control of factors manufactured by the injured tissue. Our thinking is that we could use these factors or develop drugs that mimic their action in order to force chronic inflammatory diseases into resolving or switching off. This approach would allow the inflammatory response to progress as normal and neutralise the injurious agent, which is the basis of any inflammatory response, but bring about resolution of the event in a timely manner with minimal tissue injury. However, unlike the multitude of signals known to drive inflammation very little is known about the pre-resolution factors that switch it off. In order to address this we wish to apply powerful state-of-the-art technology to identify the genes and proteins that are present as inflammation resolves. The idea being that the expression of such factors during resolution acts as ?stop switches? for inflammation. One of the unique aspects of this project is that of human samples derived from simple but well-understood models of self-limiting inflammation to complement the experiments that will be done in mouse. By using samples obtained from human resolving inflammation we can get a direct correlation with our animal studies and add greater strength to the overall objectives of this project and data outcome. The overall philosophy behind this body of research is to generate an information bank of soluble factors and genes involved in resolution with the intention of developing drugs based on their mode of action i.e. to help drive ongoing/chronic inflammation down a pro-resolution pathway.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800758","grantId":"G0800758","fundValue":"338179","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Derek  Gilroy","coPersons":["Stuart  Farrow","Jonas  Bystrom"],"organisation":"University College London","findingsText":"","dataset":"gtr"}