{"id":"65FEC2BB-4484-432D-AD27-C13AD20168C8","title":"Feasibility study of a novel high-speed photon-counting X-ray imaging camera with enhanced sensitivity and spatial resolution","abstractText":"Many X-ray imaging detectors, from medical diagnosis to the examination of energy levels in atoms, are based on the same technology as found in digital cameras. Most X-rays pass straight through these Charge Coupled Devices (CCDs) and CMOS detectors and it is therefore necessary to use a thicker detector (e.g. CMOS hybrid) or a scintillator. However, current methods produce detector systems with limited performance: CMOS-hybrid technology requires intricate features limiting the minimum pixel size and spatial resolution, whilst the readout speed of CCD-based systems is limited by higher noise levels.\n\nOver recent years we have completed an STFC funded concept study on a novel photon-counting detector. The Electron-Multiplying (EM) CCD was designed for low light level imaging such as night-time surveillance or night-vision. The EM-CCD differs from the standard CCD through the addition of a &quot;gain register&quot;. By multiplying the signal by thousands, the effective read noise of the device can be reduced to the sub-electron level, allowing operation at very high speeds. If a scintillator is coupled to an EM-CCD then this low effective noise allows analysis of single photon interactions (photon counting), providing higher resolution imaging and energy discrimination.\n\nThe small area (8mm x 8mm) scintillator-coupled EM-CCD operated at 2fps, limiting potential applications. Further developments are required to transfer this technology and expertise to the marketplace.\n\nWe aim to produce a large area, high speed X-ray detector module, making use of the now commercially available high-speed electronics developed from the STFC funded 'Lucky Imaging' at the Institute of Astronomy, Cambridge. By coupling a fibre-optic taper to a larger area EM-CCD, an increase in area of over 44 times is possible. It is envisaged that a series of modules will then be formed into an array, creating a much larger system. We also aim to test the suitability of the scintillating fibre-optic (SFO). Whilst the SFO has largely been ignored for use with a CCD due to lower light output, it has a highly structured form, minimising the signal spread. With the EM-CCD's ability to apply gain to the signal, it is expected that a high-resolution integrating system may be produced.\n\nIn comparison to previous detectors, the expected performance of the new module will give a higher resolution, faster speed (increasing beamline throughput), higher effective dynamic range through higher maximum flux before saturation and higher detection efficiency, higher signal to noise and operation at higher temperatures. The projected specifications of the module will provide these substantial benefits to users, including allowing higher throughput in the beamline facilities and shutter-less performance, providing the high speed of the low resolution 'pixel detectors' and the high resolution of the low speed CCD systems.\n\nThrough the production of a proof of concept prototype module, not only will this technology be opened up to the marketplace, but the range of applications for the EM-CCD will be dramatically expanded, opening new markets for this device.\n\nThis detector is aimed towards applications at synchrotron facilities such as macromolecular crystallography, surface diffraction or small-angle scattering techniques, high energy X-ray diffraction and phase-contrast imaging. Applications in medical imaging may also be envisaged for a larger array of modules.\n\nThe market for this detector is approximately $94M worldwide and we aim to bring the same revolutionary performance enhancements that were experienced in the fields of fluorescent and luminescent markers in life sciences from the introduction of EM-CCD camera systems.\n\nTo transfer this technology and expertise to the marketplace, we propose to build a proof of concept module with the support of e2v technologies, a leading designer, developer and manufacturer of high performance imaging sensors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000276/1","grantId":"ST/K000276/1","fundValue":"90595","fundStart":"2013-01-01","fundEnd":"2014-03-14","funder":"STFC","impactText":"","person":"David James Hall","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}