{"id":"65FF0CCD-4C95-43EC-948A-D7505D4094D5","title":"Amino acid sensing by mTOR: molecular mechanisms and their deregulation in ageing","abstractText":"This project sets out to ask and understand some fundamental questions about how nutrients are recognised by our cells. We will be studying mTORC1, the key signalling pathway allowing the cell to detect available nutrients, most importantly amino acids, building blocks for all the proteins in our bodies. Functional mTORC1 is essential to drive growth of our cells and tissues , however it can have negative impact in older age and interventions such as calorie restriction which suppress this pathway have been shown to extend lifespan and prevent age-related diseases. We are aiming to understand how amino acids are sensed by the mTORC1 machinery and how this process becomes disrupted with age. \n\nTo investigate molecular processes leading to the activation of mTORC1 by amino acids we will identify components of the mTORC1 machinery which can recognise amino acids and activate the pathway. Our preliminary data allowed us to narrow the search for the molecular sensor of one of the main activators of mTORC1, the amino acid arginine. These and other candidates will be interrogated during the project. These studies will also help us to better understand how mTORC1 is able to detect the presence of all other essential amino acids inside the cell.\n\nAs we age many cells in our bodies become old too, and exist in a state of so-called cellular senescence. These cells can influence neighbouring tissue and promote its ageing process. We have now found that in cellular senescence mTORC1 is no longer tightly regulated by amino acids and does not turn off during starvation. We speculate that this defect in mTORC1 contributes to cellular senescence and overall tissue ageing and we aim to determine the causes and consequences of this age-associated defect in-depth. We will investigate how mTORC1 becomes deregulated and how it may promote senescence of cells and tissues. \n\nThis project will take us one step closer to being able to manipulate mTORC1 and its deregulation in ageing. Our hope is that the project will inform further applied research and will have important implications for medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023389/1","grantId":"BB/M023389/1","fundValue":"329172","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"BBSRC","impactText":"","person":"Viktor I Korolchuk","coPersons":["Thomas  Von Zglinicki"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}