{"id":"6605CA36-E8D2-454F-947F-FC6E69D94BD5","title":"Origins and evolution of ancient Egyptian cotton tracked by palaeogenomics","abstractText":"This study aims to answer several questions about cotton genome evolution and domestication utilizing remarkably preserved archaeobotanical samples from Qasr Ibrim in Egypt and Janu&aacute;ria in Brazil. The new technology of palaeogenomics - the study of genomes in the past through direct observation of their ancient DNA (Poinar et al 2006) - enables these questions to be addressed in a completely new way. The aims are threefold: Firstly, to identify the cotton species present in ancient Egypt and Janu&aacute;ria in order to evaluate archaeological hypotheses. This will be achieved through the species identification of archaeobotanical cotton - currently not possible through visual examination. Different species of cotton are associated with different cultural groups, so identification will lead to inferences about whhich cultures of the past influenced early cotton cultivation. Secondly, to add an extra dimension to the study of cotton genome evolution to address several hypotheses of genomic change over the past three thousand years. The whole genus of cotton has experienced genomic expansion, and there is some evidence that this process is ongoing. The paleogenomic approach will allow an assessment of the extent of change there has been over the past three thousand years. Thirdly, to establish the applicability of this new technology to the mummified archaeobotanical remains from Qasr Ibrim and Janu&aacute;ria. There are large quantities of archaeobotanical material at these sites which could become an invaluable genetic resource for our understanding of the evolutionary changes that occurred during the domestication and cultivation processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000391/1","grantId":"NE/F000391/1","fundValue":"43946","fundStart":"2007-11-01","fundEnd":"2009-01-31","funder":"NERC","impactText":"  The work here was used to showcase to the public and scientists at the Royal Society how ancient DNA in crops helps us to understand evolution, and what is possible.  Cultural","person":"Robin Graham Allaby","coPersons":[],"organisation":"University of Warwick","findingsText":" This project established the use of next generation sequencing with archaeological plant material, specifically in low latitudes. Low latitudes is of interest because they are typically of high temperature (relative to temperate and polar latitudes where most next generation sequencing application to ancient DNA has been made). Over a million DNA reads were obtained through the 454 platform from four different samples of cotton which were subject to a metagenomic analysis. The study showed that high quality information can be obtained, and provided insight into direct genome evolution, and as such is quite ground breaking. The work here provides the foundation for further NGS studies with plant material, which are already in progress. Agriculture, Food and Drink","dataset":"gtr"}