{"id":"660897AA-71AD-4312-9C5C-1B97F66DBCF7","title":"A functional dissection of the serotonin system in liver disease","abstractText":"Liver disease is life threatening (10,000 deaths/annum in the UK) and impacts on people from all walks of life including very young children, adults at what should be their prime of life and the elderly. Liver disease is not only the result of poor life style choices (alcohol, poor diet, lack of exercise etc) but is also caused by viruses transmitted via blood transfusions, by autoimmune diseases and by hereditary conditions. The common end result is that the liver suffers from progressive scar formation and loss of normal functional liver tissue. Prof Mann and his team have discovered that a chemical messenger called serotonin or 5-HT is a regulator of scar formation in the diseased liver. The activity of 5-HT is regulated by a transport molecule called SERT that enables cells to store the chemical and by 5-HT receptors found on the surface of the scar-forming cells of the liver. When the receptors bind 5-HT they programme the scar-forming cell to multiply and make proteins that stimulate scar production. This is an exciting discovery since there are already many drugs developed that target SERT and 5-HT receptors which are used to treat depression and gastrointestinal conditions. Indeed, as pilot data for this grant application, Prof Mann has already discovered that antagonists of 5-HT receptors dampen down the activity of scar-forming cells. The project proposed in this application will carefully dissect the functions of SERT and 5-HT receptors and determine if drugs that modify their activity can prevent scar formation and stimulate the normal regenerative properties of the liver.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700890","grantId":"G0700890","fundValue":"301965","fundStart":"2008-12-01","fundEnd":"2012-07-31","funder":"MRC","impactText":"","person":"Derek  Mann","coPersons":["Matthew Christopher Wright","Fiona  Oakley"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}