{"id":"6610AA41-6E4A-418A-8C47-33EE5527FCFC","title":"Creative Investment: Arts &amp; Humanities Research and the 'Innovation Economy'","abstractText":"The emergence of global competition has brought creativity and innovation to the forefront of both economic attention and academic research. While there is a strong tradition of associating innovation with products and technologies, the most recent body of research has emphasized less tangible aspects of 'open innovation' linked to interdisciplinary research and collaboration. 'Creative Investment: Arts &amp; Humanities Research and the 'Innovation Economy'' workshops will explore these hidden aspects of innovation with the aim of identifying, evaluating and facilitating innovative Arts and Humanities practice both within and beyond the academy. A series of three one-day workshops will focus on the following themes:\\n\\n1) Innovation and Risk: the notion of evaluation and risk with respect to innovative processes;\\n2) Creativity and Innovation in Groups: the role of collaborative groups in relation to knowledge production, group psychology, and intellectual property;\\n3) Disciplinary Innovation and Institutional Change: the relation between interdisciplinarity, innovation, and institutional transformation. \\n\\nThe Workshops will stimulate dialogue between academic researchers in the Arts, Humanities and Social Sciences, practitioners from creative industries and policy makers and advisers in order to explore and advance awareness of the issues surrounding innovative practice in Arts and Humanities research and its wider applicability. The intended outcome is the development of policies and conceptual frameworks that identify and optimize the contribution of Arts and Humanities to the innovation economy. Workshop outputs will be disseminated through reports, papers and presentations (including podcasts of these) made available through the CRASSH web site. A substantial peer reviewed article examining the modes and methods of evaluation of creative endeavour in both research and the wider creative economy will be prepared for publication.\\n\\nCRASSH is an ideal host for the seminar series. The Centre is committed to fostering research and reflection upon the nature of the humanities and greater interaction across disciplines and with publics beyond the university. The workshops intercalate with a newly inaugurated Centre for Disciplinary Innovation and CRASSH's project for 08-10: 'Cultural Transmission, Disciplinary Change, and the Future University'. CRASSH is experienced at hosting and organizing interdisciplinary workshops and organized the AHRC Methods Network funded 'Evidence of Value: ICT in the Arts and Humanities ' in January 2007.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G001154/1","grantId":"AH/G001154/1","fundValue":"11945","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"","person":"Mary  Jacobus","coPersons":["James  Leach"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}