{"id":"661012C1-D63B-434D-BA5B-2DB6BFCDEB3B","title":"The investigation of the chemistry of multiphotochromic systems for molecular logic gate","abstractText":"This research programme has the objective to prepare and investigate molecular systems, which can be used as logic gates. The positioning of several photochromic systems within a molecular system, designed so that they can be switched on and off sequentially and independently is planned. The different states of the photochromic groups modulate in turn in a controlled manner the extension of pi-electron systems and their associated properties, such as absorption maxima and extinction coefficients in the UV, visible and near IR region. Systems where the pi-electron systems can be extended shortened or rerouted using two or more switches (equivalent to on/off) fulfil the fundamental requirements for light operated molecular logic gates. The most advanced embodiment would be the formation of optically reprogrammable micro-electronic routers, logic gates or field effect transistors. The basis for all this is the investigation of the photochemistry of such systems and the design of suitable materials. This is the intention of the envisaged research proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D058066/1","grantId":"EP/D058066/1","fundValue":"149286","fundStart":"2006-05-15","fundEnd":"2008-05-14","funder":"EPSRC","impactText":"  The results were used to design nanocomposites which can be used for the design of bottom-up self-assembling metamaterials.\nMoreover non-linear optical effects have been explored by collabrating teams. Chemicals,Electronics ","person":"Georg Hans  Mehl","coPersons":[],"organisation":"University of Hull","findingsText":" A new series of multiphotchromic and nanoparticle systems were prepared and investigated. It was found the the nanoparticle systems show complex self-assembly properties, giving rise to the potential design of metamaterials, using derivatives of such materials. Desing and synthesis of optical metamaterials Chemicals,Electronics","dataset":"gtr"}