{"id":"66191006-5CD9-4062-8110-85E6E9571756","title":"Atmospheric carbon partitioning using 13C18O16O composition of CO2","abstractText":"Understanding the atmospheric CO2 budget is challenging and is critical for robust assessment of the importance of anthropogenic emissions in future projections of radiative warming of the Earth. Using an in-house purpose-built mass spectrometer, we propose to make the first ever measurements of the mass 47 (13C18O16O) anomaly in CO2 emitted by (a) fossil fuel burning power plants and (b) vegetation and soil, representing terrestrial biomass. In addition, we shall measure CO2 samples collected over the open ocean, far from these end-member sources. This parameter (mass 47 anomaly) describes the amount of 13C-18O bonds present within a population of carbon dioxide molecules, and is strongly temperature dependent. Because of this, processes taking place at different temperatures can be distinguished, and this is particularly valuable where the bulk isotopic signatures of the inputs to the atmosphere overlap. Previously, whilst it has been possible to distinguish between marine and terrestrial fluxes it has not been possible to characterise accurately the terrestrial flux because the carbon isotope signature of its two principal components, fossil fuel combustion, and photosynthesis and respiration of the terrestrial biomass, are almost identical. However, it should be possible to discriminate between them using this new approach since they originate through processes occurring at different temperatures. The proposed work will involve installing sampling tubing into a tall power station chimney, a forest canopy and a soil profile, and also on the deck of a research vessel. Sample ultra-purification will be done on a purpose built glass preparation line containing a cascade of cold traps, precisely calibrated volumes and very accurate pressure gauges, and a gas-chromatographic preparation column. Both this and subsequent sample measurement on the mass spectrometer are very time consuming and require great attention to detail in order to attain the necessary high precision. By identifying the mass 47 anomaly associated with different CO2 sources of atmospheric inputs, we hope to demonstrate that a further constraint can be introduced into calculations of the global CO2 budget and to build on this in future studies to refine understanding of the carbon cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012311/1","grantId":"NE/H012311/1","fundValue":"56547","fundStart":"2010-10-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"","person":"Alina Daciana Marca","coPersons":["Paul Frederick Dennis"],"organisation":"University of East Anglia","findingsText":" The mass 47 isotopic anomaly (_47 composition) of a carbon dioxide sample represents the degree of ordering of the 13C and 18O isotopes in the CO2 molecule. It is calculated from the measured delta13C, delta18O and delta47 compositions. Zero represents a completely random distribution, whilst values greater than zero represent increasing degrees of order. At lower temperatures the isotopes become increasingly ordered. \n\n\n\nUnderstanding the atmospheric CO2 budget is challenging but critical for robustly assessing the importance of anthropogenic emissions in future projections of global radiative warming. Measuring the mass 47 isotopic anomaly of CO2 in air from (1) fossil fuel burning, (2) the respiration of terrestrial biomass from both plants and soils, (3) above the open ocean is a first step towards assessing the possible use of this tracer as a diagnostic tool for characterising the contributions of fossil fuel and terrestrial biomass respiration to the global carbon cycle.\n\n\n\nIn this study we have determined the clumped isotope (_47) signatures of three components of the atmospheric CO2 system: (i) ambient air, (ii) terrestrial biosphere respiration via soil gas, and (iii) vehicle exhaust emissions both under load and whilst idling. These results complement and add to the early work of Affek and Eiler (2006) with the first characterisation of the _47 fingerprint of the terrestrial biosphere. The study also has several other achievements, notably (a) methodological developments for the separation and purification of CO2 from mixtures of organically contaminated gases (e.g. vehicle exhausts); (b) the first use of MIRA, a dedicated isotope ratio mass spectrometer (IRMS) for clumped isotope measurements, other than those carried out on a commercially available instrumentation (Thermo-Finnigan 253).\n\n\n\nAmbient air is characterised by an average _47 composition of +0.96 ‰. This corresponds to an equilibrium temperature of approx. 15oC. Soil CO2 has a similar _47 composition. The estimated temperatures are in agreement with the measured soil temperature of 11oC and the fact that CO2 in a humid atmosphere readily reaches thermal equilibrium wrt its _47 composition. In contrast vehicle exhaust emissions have a significantly different _47 signature (+0.18 to +0.4 ‰) that is characteristic of high temperature combustion with temperatures of ca. 450oC for gas sampled in the exhaust manifold before the catalytic converter, and 220-300oC for gases sampled after the catalytic converter. These temperatures are much lower than is expected for direct emissions from the combustion chamber (750 oC), but similar to the converter which runs at temperatures of 400 to 1000oC. We infer that the kinetics of 13C and 18O ordering in the gas phase are rapid, especially in the presence of high concentrations of combustion water, and that a temperature of ca. 220oC represents an effective closure temperature as the exhaust gases cool. The extent to which _47 can be used as a tracer for exhaust emissions will be critically dependent on the kinetics of re-equilibration.  Environment","dataset":"gtr"}