{"id":"6621FE1F-6CFE-438A-925A-6C7D2DAF7A86","title":"Integrated Knowledge Centre in Ultra Precision and Structured Surfaces, 24 month progress report &amp; Tranche 2 application","abstractText":"The vision for this IKC is to establish a world leading Centre of Excellence that delivers to UK industry 'disruptive' technologies enabling the development and manufacture of a wide range of next generation products which are dependent on functional ultra precision and structured surfaces.Ultra precision and structured surfaces are pivotal to a range of high technology products. Many next generation products will be reliant on such surfaces which are in increasing demand for components supplying a wide spectrum of markets. These include: optoelectronics and displays, medical devices, aerospace, defence, space and automotive sectors. In combination, the annual turnover of these sectors is over 75 billion in the UK and they represent a major percentage of UK export trade.In order for next generation UK developed products to succeed they must offer greater levels of customer satisfaction through greater functionality and improved performance. Ultra precision and structured surfaces are increasingly being adopted to gain such advantages. Currently UK industry has no obvious research and development partner suitably equipped to support the development of higher performing products through the application of ultra precise, complex and structured surfaces.The goal of the proposed IKC is to support the realisation of UK products having a competitive edge generated through the application of ultra precision and structured surfaces. Without the creation of this IKC to foster and underpin development in ultra precision and structured surfaces, fragmentation of UK effort will occur. The IKC will be tailored to industry's requirements and based amongst its 'customers' since the new surface technologies must steer product design at an early stage; otherwise inventive UK prototypes will rapidly become foreign imported products.Our vision is therefore to provide UK industry with in-depth world class knowledge and a broad range of knowledge transfer services relating to ultra precision and structured surfaces covering both their functional properties and new techniques for their deterministic manufacture.Uniquely this IKC is based around: established collaborations across academia and industry, significant UK and international networks, and most critically, significant existing demands across a wide range of UK companies. With significant facilities already being commissioned, that are able to serve the IKC, some of its foundation is already in place. Significantly the majority of the new equipment is designated to be based at the proposed IKC location with others located at Cranfield and Cambridge. The IKC location is the new first class Optic Technium building that is situated at the heart of the UK opto-electronics manufacturing cluster.Cranfield University has one of the best track records in serving UK businesses with applied research and industrially relevant training, as identified in the Lambert report. With the support of UCL and Cambridge this IKC would cement an internationally credible partnership building on recent EPSRC initiatives. The collaboration between Cranfield, UCL, Cambridge and Optic Technium is not simply a manufactured response to this IKC call. It is based on long standing working partnerships, recognition of expertise, and a common desire to promote UK manufacturing industry.Success of the IKC will be identified in tems of a self funding UK Centre of Excellence housed at the Optic Technium. It will have world class research facilities, a vibrant research and IP portfolio supporting the introduction of new UK products, together with a wide range of technology transfer mechanisms which will improve the competitiveness of UK companies. In international terms the IKC will be recognised as the leading organisation in the development of value adding surface technologies, components and high value products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003258/1","grantId":"EP/H003258/1","fundValue":"1260550","fundStart":"2009-12-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"","person":"Paul  Shore","coPersons":["David  Allen","Paul Martin Morantz","David Douglas Walker","David  Stephenson","Andrew  Burke","William  O'Neill","John  Nicholls"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}