{"id":"66285EF9-7A5A-4EF6-B792-3ACF644AF8C3","title":"Mapping triclabendazole resistance in Fasciola hepatica using next generation sequencing technologies","abstractText":"Fasciolosis is a common and important disease of livestock. In the UK it is the most commonly reported infection associated with the digestive tract of ruminants. It is caused by Fasciola hepatica, a flatworm found in the liver and transmitted by a mud snail. Fasciolosis is controlled predominantly using drug treatment and the most commonly used drug is triclabendazole (TCBZ). This is the only drug that is effective against the immature stages of the parasite that are responsible for acute, often fatal disease. It is also the drug of choice for human fasciolosis, caused by the same parasite. Resistance to TCBZ was first reported in Australia in 1995 and is now thought to be widespread worldwide. Very little is known about mechanisms of drug resistance in F. hepatica, which genes are involved and how resistance is evolving. This proposal aims to exploit our ability to create clones of resistant and susceptible F. hepatica; to derive genetically identical infections of TCBZ-susceptible and TCBZ-resistant isolates in sheep, from which we will generate second generation populations. These populations will be used to identify markers, in this case single mutations at the DNA level that associate with resistance genes during the crossing of resistant and susceptible clones. We will use rapid, high throughput, next generation sequencing technologies, which allow us to produce a preliminary F. hepatica genome map. The resistance markers will be mapped onto this preliminary genome and allow us to identify regions of the genome where the gene or genes responsible for encoding resistance are found. At the end of the project we will have genetic markers for resistance that could be used to detect and track the emergence of resistance in populations of F. hepatica in naturally infected sheep and cattle in the UK, but, importantly they will also be used in future projects to start to home in and identify genes encoding resistance. There will be other important outputs for the wider scientific community from the project, such as a bank of genome data for the parasite and clones of the parasite whose resistance status is well characterised. Genome data will be made available through a publicly accessible website and the parasite clones will be made available to other groups by lodging them with our industrial partner, Ridgeways Research Ltd.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I002480/1","grantId":"BB/I002480/1","fundValue":"559822","fundStart":"2011-04-04","fundEnd":"2014-08-08","funder":"BBSRC","impactText":"  Our Fasciola hepatica genome dataset:\nThis has been used by a number of interntionally-recognised research groups to identify genes that are candidate drug resistance genes, novel anthelmintic targets and vaccine candidates. We were approached by several research groups requesting access to our genome draft at an early point in the project. We provided access to an advanced draft to a number of groups and it substantially improved their ability to explore their gene families of interest. This led to a number of collaborative projects that are currently ongoing.\n\nGenetically defined clonal isolates of known triclabendazole sensitivity:\nThese isolates have ensured that in vitro assays for drug sensitivity could be validated and used to phenotype populations of parasites ex vivo. They have also been used to explore the reproductive behaviour of F. heptica in vivo.\n\nAdded value:\nOur panel of microsatellites generated have been applied to address the question of population structure in F. heptica. This is the basis of an internally/EU funded PhD student project.\n\nImproving Diagnostics\nComplementary field studies identifying TCBZ-resistant F. heptica populations have been carried out by a Malaysian Government-funded PhD student in our laboratory. She has validated diagnostic tools using archived faecal and serum samples from sheep experimentally infected with F. heptica during the course of this project.\n\nWe have just received funding from the Agriculture and Horticulture Development Board for a studentship. The project will use our genome dataset and archived sera from our experimentally infected animals to develop a diagnostic to detect acute infection with F. heptica. Agriculture, Food and Drink,Education,Environment,Pharmaceuticals and Medical Biotechnology Societal,Policy & public services","person":"Jane  Hodgkinson","coPersons":["Diana  Williams","James  La Course","Steve  Paterson"],"organisation":"University of Liverpool","findingsText":" Fasciolosis is a common and important disease of livestock in the UK. It has substantially increased in prevalence over the last decade and poses a great threat to livestock health and welfare. It is caused by the parasite Fasciola hepatica, a flatworm found in the liver and transmitted by a mud snail. Fasciolosis is controlled predominantly using drug treatment and the most commonly used drug is triclabendazole (TCBZ). This is the only drug that is effective against the immature stages of the parasite that are responsible for acute, often fatal disease. It is also the drug of choice for human fasciolosis, caused by the same parasite. Resistance to TCBZ was first reported in Australia in 1995 and is now thought to be widespread worldwide. Very little is known about the mechanisms of drug resistance in F. hepatica, which genes are involved and how resistance develops and spreads.\nThis proposal has exploited our ability to manipulate the parasite life cycle to create clones of resistant and susceptible F. hepatica; to derive infections of genetically identical TCBZ-susceptible and TCBZ-resistant isolates in sheep, from which we produced second generation populations. These populations were used to identify markers in the genome of F. hepatica that associate with resistance.\n\nOur major findings are:\n\n1) The first ever draft genome for Fasciola hepatica and production of a panel of markers throughout the genome, genome-wide single nucleotide polymorphisms or SNPs, that allow us to identify large sections of the genome.\n\n2) Production and maintenance of six clonal isolates of triclabendazole-susceptible (TCBZ-S; n=3) and -resistant (TCBZ-R; n=3) isolates of F. heptica (each one derived from a from a single parasite).\n\n3) By taking a clonal TCBZ-S parasite and allowing it to mate with a TCBZ-R F. hepatica parasite we have produced offspring, F2 recombinants, that have both TCBZ-resistance and -susceptibilty genes. These F2 offspring were treated with the drug TCBZ and only a proportion of parasites survived treatment. For the first time this shows that TCBZ resistance has a genetic basis and is heritable.\n4. By comparing the frequency of genome-wide SNP markers in surviving parasites (TCBZ-resistant) to the same population in control (non-drug treated) samples (both TCBZ-resistant and susceptible) using a pooled genotyping approach we are mapping regions of the genome associated with TCBZ resistance. The genome dataset was in much demand from the international research field and was made available as an advanced draft in 20013 for six research laboratories worldwide and one industry partner.\n\nThe clonal isolates generated during this project have been shared with three other research groups and are publically available from our laboratories.\n\nThe candidate genes we are associating with TCBZ resistance will be of interest to a number of laboratories worldwide.\n\nThe panel of microsatellite and genome-wide SNPs we have generated are in use by our laboratory and will be useful to other researchers worldwide in order to better understand F. heptica population structure, transmission dynamics and the influence of drug selection. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}