{"id":"66296D34-A69F-4AFF-9BAD-E5A59A2A7FF3","title":"Emplacement process and timing of large volcanic debris avalanches, Montserrat, Lesser Antilles: implications for volcanic and tsunami hazards","abstractText":"IODP proposal 681 was submitted to drill ten sites around the volcanic islands of Montserrat, Dominica and Martinique in the Lesser Antilles. Six sites will target recent (&lt; 250 ka) debris avalanches generated by large scale volcanic flank collapse. Four sites located beyond the debris avalanche deposits will recover turbidites generated by the debris avalanches, and a longer term (2-10 Ma) record of volcanic eruptions and magmatic evolution. IODP 681 would be a scientific first, as it would provide the first cores to penetrate submarine debris avalanche deposits resulting from volcanic flank collapse. These collapses are some of the largest-volume (1 to 1,000 km3) mass flows on Earth. Even smaller (1 to 10 km3) flank collapse events, such as those that we will study, transport a similar amount of sediment to that delivered annually by rivers to the ocean. Recent mapping around volcanic islands suggests that flank collapses are more frequent than previously thought, especially collapses on the scale that we will study. Collapse events therefore have important implications for volcanic and tsunami hazards worldwide. In particular, the magnitude of tsunami generated by volcanic flank collapse is highly controversial. Tsunami magnitude is strongly dependent on how debris avalanches are emplaced. A better understanding of avalanche emplacement is key for predicting tsunami magnitude more accurately. Dating debris avalanche deposits in these IODP drill cores will help to understand the timing of large-scale volcanic flank collapse, and the factors that trigger such collapse. We will determine whether collapse events are typically associated with volcanic eruptions, or with periods of rapid sea level change. IODP 681 cores will help to understand how debris avalanches can be emplaced, for instance by documenting the number and composition (and hence origin) of deposit sub-units. Drill cores will also document the long term (2-10 Ma) eruptive history of these volcanoes in unusual detail. This eruptive history will guide prognosis of future volcanic activity both in the Lesser Antilles, and help to understand cycles of volcanic island construction and destruction in other locations worldwide. Are there patterns in eruption style, and are these patterns influenced by the timing of flank collapse? What conditions precede particularly large explosive eruptions? Finally, IODP 681 will document long term magmatic evolution in order to understand how igneous processes (such as partial melting, magma differentiation and transport) generate arc crust. How is magmatic evolution related to eruptive history, and timing and scale of flank collapse? Swath bathymetry, backscatter and shallow cores are available for all ten sites in IODP 681, but we lack seismic data for two Montserrat sites and one Martinique site. The UKIODP site survey would provide the seismic data for the two sites around Montserrat, whilst a French GWADASEIS cruise would provide the seismic data offshore Martinique. The UKIODP site survey would itself result in a scientific first, by collecting the first 3-d seismic data for a volcanic debris avalanche. Although seismic surveys in other locations (e.g. Canary or Hawaiian Islands) have consistently failed to penetrate and image volcanic debris avalanche deposits, previous 2-d seismic surveys around Montserrat, Dominica and Martinique have shown that these particular deposits can be imaged successfully due to relatively shallow water depths and thin character. Combining the first 3-d seismic data from this site survey, and the first drill cores for debris avalanches from IODP 681, will provide powerful new insights into their timing, triggers and emplacement process. The uniquely high resolution seismic data acquired by this site survey will provide a key reason for IODP to fund Proposal 681, as these would then be the only debris avalanche deposits worldwide to have high resolution seismic surveys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G007640/1","grantId":"NE/G007640/1","fundValue":"246302","fundStart":"2010-01-08","fundEnd":"2011-12-07","funder":"NERC","impactText":"  Collapse of volcanic islands can produce exceptionally damaging and far travelling tsunamis. This project provides the most detailed surveys thus far of submerged volcanic island landslide deposits, thus helping us to understand how they are empalced. \n\nSpecifically, this work offshore from the volcanic island of Montserrat has shown that only a small fraction of the total landslide volume originated from the volcanic edifice, with the rest coming via incorporation of seafloor sediment. This suggests that we need to revise downwards our estimes of tsunami magnitude. Environment Societal","person":"Peter  Talling","coPersons":["Christian  Berndt"],"organisation":"National Oceanography Centre","findingsText":" Integrated Ocean Drilling Project Leg 340 : completion of project This work led to the successful completion of Integrated Ocean Drilling Project Leg 340 in 2012. This was the first time that huge underwater landslides from volcanic islands have been drilled. This work helps to understand the magnitude of tsunami that they may generate. Collapse of volcanic islands can produce exceptionally damaging and far travelling tsunamis. This project provides the most detailed surveys thus far of submerged volcanic island landslide deposits, thus helping us to understand how they are empalced. \n\nSpecifically, this work offshore from the volcanic island of Montserrat has shown that only a small fraction of the total landslide volume originated from the volcanic edifice, with the rest coming via incorporation of seafloor sediment. This suggests that we need to revise downwards our estimes of tsunami magnitude. Environment","dataset":"gtr"}