{"id":"662A1BCD-0915-451C-9B24-FB810A468AE1","title":"Fundamentals of current and future uses of nuclear graphite","abstractText":"Graphite is a key component of most UK operational reactors and for the most exciting designs of new high temperatures reactors that should one day produce the clean fuel, hydrogen. Graphite acts as a moderator to slow neutrons down and make them more effective for nuclear fission. It is also a structural component, so the otherwise slippery and weak single crystal graphite is not used but rather the components are polycrystalline (in the same way that a rock comprises many different interlocking mineral crystallites). In the course of its neutron moderation it becomes damaged, more porous and the individual crystallites change their shape. These changes are carefully monitored but we need to be able to predict the changes so that we can better gauge the life expectancy of our reactors. It will be an important step towards meeting the UK's commitments to carbon emission reduction to 2020 and beyond. In the longer term, High Temperature gas-cooled Reactors (HTRs) are internationally seen as an important source of power, in particular for hydrogen production, so we need similarly to show that future international HTRs could be capable of operating for 60-100 years. Materials Test reactor data for nuclear graphite are incomplete due to the early termination of irradiation experiments aimed at giving lifetime data for UK AGRs.When the original theories of graphite were formulated in the 60's and 70's, less was known about the hexagonal carbon nets that are the layers of graphite. We now know these nets can be isolated and studied on their own (the discovery of graphene in 2004 by Andre Geim and co-workers at Manchester), they can be rolled into tubes (discovery of nanotubes by Iijima in 1991) and they can form into balls (discovery of fullerenes by Kroto and coworkers in 1985). Thus, existing theories did not think to account for buckling or folding of the graphite layers, which we have shown to be important in radiation damage.In addition, electron microscopes were not as powerful then as now: we can get pictures of the layers of graphite in atomic detail. We can detect spectroscopic signatures of different structures from Raman and electron spectroscopy and even perform holography of the polycrystalline graphite with nanometre precision. Finally, the progress in computer software and hardware means that we can calculate exactly the structures that will result from neutrons colliding with carbon atoms by solving the equations of motion of the electrons that hold atoms together. The comparison between the length of a carbon-carbon bond, which is about one seventh of a nanometre, and the length of a typical graphite component (about a metre) is unbelievably large: 7,000,000,000! So we must use different theories for different length scales so that we can combine our understanding from measurements and simulation at every scale in between. Thus we use a multiscale approach to calculate the shape, strength and rigidity of the graphite components taking into account what the neutrons do to individual atoms, to the layers they reside in, to the crystallites and then to the component as a whole.The result will give predictive power to the nuclear utilities and to the designers of the next generation of inherently safe and efficient very high temperature reactors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003312/1","grantId":"EP/I003312/1","fundValue":"370671","fundStart":"2010-09-15","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The findings have been used to inform phenomenological material models for behaviour of nuclear graphite, and in particular to reinforce the abandonment of the equivalent temperature concept for materials test reactor data relating to radiation temperatures above 300 C. Energy Economic","person":"Malcolm Ian Heggie","coPersons":[],"organisation":"University of Sussex","findingsText":" The story of radiation damage in graphite is an old one because it has been used as a moderator in nuclear reactors since the very first one built in the USA during WW2. It is of particular interest in the UK because most operational reactors are graphite moderated. In spite of this most of the fundamental research on graphite was arrested in the early 1990s as the UK Atomic Energy Authority and CEGB research teams were dismantled during privatisation. This project applied the first serious computer modelling from first principles of the damage that neutrons do the graphite crystal structure. \n\nIt has drawn out the deficiencies in the received wisdom which included wildly misplaced activation energies for the motion of atoms knocked out by neutrons ('interstitial atoms') and for the motion of the vacant lattice sites left behind ('vacancies'). Furthermore, an additional unappreciated mechanism for damage has been identified: the sliding of graphite layers giving rise to buckling and folding. The understanding feeds into new models for how nuclear graphite ages in the reactor. It also gives fascinating insights into the nanotechnology of carbon materials. Use can be made of these results by nanotechnologists, specifically the Graphene Centres at Manchester and Cambridge, and by nuclear utilities Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}