{"id":"66324C22-D8E6-4EDF-87CC-92426A93CF72","title":"Out of Bounds","abstractText":"On publication, our anthology, Out of Bounds (OOB), was hailed by the leading Caribbean poet and novelist, Fred D'Aguiar, as 'an alternative A-Z of the nation'. The book focuses on black and British Asian poets as they imaginatively interact with the diverse landscapes of Britain, from the Highlands of Scotland, to the Isle of Wight. The proposed Out of Bounds project re-purposes this critically-acclaimed book to engage schools, young people and the wider public in thinking imaginatively about one of the most pressing issues facing Britain today: migration. While questions of diversity, belonging and inclusion are included in Scotland's Curriculum for Excellence and are being embedded in the revised GCSE curriculum, high profile national debate around immigration has transformed the themes of this book into a key part of daily public life. This project invites the next generation to explore these issues of national and regional belonging through the creation of an online multimedia resource, and a series of live poetry events across England, Scotland and Wales led by OOB poet, Vahni Capildeo.\n\nThrough exploratory workshops involving 6 schools in England and Scotland (connecting 10 teachers and 180 students), this project addresses the challenge of making poetry as meaningful, accessible and interactive as possible. Working with the world-leading 'Digital Interaction' team at Newcastle University (already core partners in several AHRC-funded projects), the school workshops will test the various ways in which the poetic map of Britain might be re-drawn by using the latest digital technologies at our disposal. For example, by enabling pupils to arrange poets and poems within the instantly recognisable shape of Britain, we encourage them to think of themselves as cartographers, making dynamic online sound, image and text maps as part of a literary landscape that can be constantly updated and is at once familiar and unfamiliar. The ambition is to produce a freely available online resource that challenges pupils (aged 14-18) and their teachers, and supports their classroom curriculum.\n\nBringing this virtual resource to life during the course of the project will be a series of live poetry performances and events that take the contents and poets of Out of Bounds 'on tour'. These events include scheduled performances run in conjunction with leading regional and national arts organisations/libraries (the British Library, Manchester Literature Festival and Scottish Poetry Library) to showcase the project and the poetry it is working with. Other events are designed to engage in highly original ways with local landscapes across Britain. For example, tours will include 'Blue Plaque Events' (various UK locations); a 'Land, Water, Air' mini-series (coastal, 'nowhere', regenerated and urban sites in Yorkshire and Lancashire), with recordings of sampler sounds; relay readers punting boats of poetry through Cambridge; and 'Shetland Muse' (Highlands and Islands). These events will be publicized to both local schools and newspapers to raise the project's profile among the wider public. Recordings of these performances will be archived by the British Library, and form additional raw materials to augment our online resource for schools, allowing us to exploit poetry as a visual, aural and place-based event.\n\nThe project will result in 2 main digital outputs, both embedded within the same website: (i) a bespoke set of resources that takes place-poetry beyond the page (ii) a rich geographical gallery of filmed performances and events that brings together for the first time previously unseen footage of leading poets in the anthology (supplied by Bloodaxe publishers), and newly commissioned performances by Out of Bounds poets. Our aim is to create a one-stop resource that will serve as a highly visible archive stimulating future learning activities, and new projects wishing to re-write, or re-design, the poetic map of Britain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003578/1","grantId":"AH/N003578/1","fundValue":"77380","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"AHRC","impactText":"","person":"James  Procter","coPersons":["Gemma  Robinson","David  Kirk"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}