{"id":"66333B4A-B5E7-43EE-80BA-49FFF2B49731","title":"Optimisation of the Quorn fermentation process for the production and extraction of functional mycoprotein","abstractText":"This project proposes to assess the technical and commercial feasibility of producing and extracting functional mycoprotein from the Quorn fermentation process. This process is based on the conversion of starch into protein by the fungus Fusarium venenatum. The resulting mycoprotein is currently solely used for the production of Quorn's food products. However a current collaboration between Heriot-Watt University (HWU) and the company showed that mycoprotein extracted from the fermented broth on a laboratory scale displayed outstanding foaming, emulsifying and gelling properties, highlighting their potential use as commercial functional proteins.\n\nThere is a need to develop valuable and sustainable functional proteins for the food industry. Indeed animal-based sources of proteins such as whey or egg are responsible with high greenhouse gas emissions. Similarly, the costs and environmental impact of functional delivery systems for drugs and bioactive compounds often hinder their commercialisation. On the contrary, Quorn's industrial processes reported 90% lower emission rates of greenhouse gas emissions and benefits on land and water footprints in comparison with beef products. The idea behind this project is to assess the development of functional mycoprotein as sustainable protein replacements for the industry.\n\nThe funding received will allow first to design and assess a mycoprotein extraction process according to protein purity, yield, functionality, composition and associated costs. The results obtained will then be used to investigate the technical and economic feasibility of optimising the Quorn fermentation process for functional protein production on a large scale. \n\nIn a first stage, a range of protein separation and purification methods will be screened in Nicholas Willoughby's laboratory. In parallel the composition and functionality of the resulting extracts will be characterised in Stephen Euston's laboratory. Based on this screening a protein extraction strategy will be designed and further optimised, while its economic impact will be assessed by Quorn. \nBased on these results, the company will assess the viability of optimising its fermentation process to specifically produce functional mycoprotein. An adapted fermentation process with first be designed and optimised on a laboratory scale, followed by a series of scaled-up pilot trials. In parallel the composition and functionality profile of the resulting proteins will be monitored, as well as associated costs.\n\nA number of economic, environmental and societal benefits would arise from this project. This research could pave the way for the development of sustainable functional mycoproteins for the food industry. Based on preliminary work it is estimated that up to 13,500 tons of mycoprotein (at 80% protein purity) could be produced per year. Based on current prices, this production could open up a market worth &pound;78M per annum. In addition the extraction of functional mycoprotein from Quorn's main co-product would further reduce the company's environmental impact while opening up an additional market of up to &pound;14M per year.\n\nThis project will contribute to improve quality of life by offering manufacturers cost-effective functional protein alternatives, allowing them to offer cheaper products to the benefit of consumers. In addition, preliminary results indicate that functional mycoprotein could act as fat replacer due to unique foaming and emulsifying properties, so could contribute to the reduction of obesity. This collaborative project will allow Quorn to access specific multidisciplinary expertise developed at HWU in protein extraction and characterisation. The partnership with Quorn will help establish Heriot-Watt University as a major Scottish and UK centre for sustainable protein production, and should lead to many years of collaborative research outwith this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N003780/1","grantId":"BB/N003780/1","fundValue":"125230","fundStart":"2015-07-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"","person":"Stephen  Euston","coPersons":["Nicholas Allen Willoughby"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}