{"id":"663DA9AA-34C3-49A1-8379-8886777955D7","title":"Bilateral NSF/BIO-BBSRC: Regulation of cell size in fission yeast","abstractText":"How is the size of a cell controlled? Cells come in vastly different sizes, ranging from tiny bacteria to very large neurons or protozoa, but cells of a given cell type generally display a fairly constant size. The size of cells is important for their function and livelihood, and is tightly regulated. In general, how cell size is specified by molecular components remains, however, mysterious. Are there rulers that allow the cell to determine how big it is? In actively dividing cells, growth is coordinated with cell division so that cell size is maintained. One strategy is for cells to sense that they are big enough before undergoing a cell division. Although such controls have been proposed for decades, the mechanisms for cell size sensing are still not properly understood in any cell type, not even in simpler cases such as bacteria and yeast. \n\nWe propose to study the fundamentals of cell size control in a simple model cell type, the fission yeast. These cells are ideally suited for this purpose because of their simple shape and regular division habits. The internal machinery that regulates cell division is conserved up to humans, making the findings in these simple cells generally relevant. Decades of research have identified the key molecules needed for cell size regulation. However, the central question of how these molecules are used to sense cell size remains poorly understood. We have recently suggested a new mechanism for how one of these molecules, Cdr2, is used to sense the size of the cell. We propose that Cdr2 probes the surface area of the cell, and then accumulates in dot-like structures in the middle of the cell called &quot;nodes&quot;. From these nodes, Cdr2 can then report on the status of cell size to other proteins that tell the cell to divide. In this proposal we will study how Cdr2 senses cell size and how it reports to the cell cycle machinery. This effort involves collaboration between experts in mathematical modelling and experimentalists who will be imaging fluorescently labelled proteins inside living yeast cells. Our results will reveal how the rapid movements of Cdr2 and other molecules from one place to another in the cell allow it to sense cell size. The importance of this work is that it will provide one of the first examples of a cell size sensing mechanism. This will have broad implications into how other cells control their sizes, and ultimately provide insight into diseases such as cancer where cell size controls are altered.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023796/1","grantId":"BB/M023796/1","fundValue":"369600","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Martin  Howard","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}