{"id":"66408E69-F35A-4C45-946D-026C5FB7F95D","title":"Conversion of epithelia into skin for therapeutic purposes","abstractText":"Skin replacement for burns, wounds and disease is an important clinical procedure. A patient can normally only receive his/her own cell and tissue grafts or transplants because foreign molecules on cells from other individuals causes these to be rejected by the immune system. This causes particular problems in patients with genetic skin diseases. For example, in blistering diseases the outer layer of the skin (the epidermis) peels off from the lower layer (the dermis) because molecules that stick them together are not being produced. We cannot replace skin in such patients with their own genetically deficient skin cells. \nBesides skin epidermis, the body has other outer layers of cells, the general term is epithelia. Our novel idea is to turn other epithelia into epidermis. Using animal models we have discovered that it is possible to convert cornea (from the eye) and amnion (from placenta) into skin epidermis by associating them with cells from the skin dermis. Cornea and amnion are good choices because a) both have been used extensively in clinical studies in the past and b) both should elicit little or no rejection when grafted to a foreign individual. For this project we now want to convert human amnion and cornea cells into skin epidermis, first by growing them in the laboratory in cell culture, and then by grafting the human specimens into specially bred mice that have elements of their immune system missing and therefore do not reject human tissues. We also want to understand how the process of changing one cell type into another (termed reprogramming) comes about, since it is a crucial aspect of modern stem cell biology. Therefore we will look in detail at what molecules are switched on and off during this process, and also use a large scale molecular screening process to try and discover molecules that, at the moment, are not associated with these events.\nThis work will help us understand the molecular mechanisms by which cells change type. Clinically we will show that human cornea and amnion can be converted to epidermis, and serve as biomaterials for skin replacement and gene therapy of human skin diseases. Additionally, we will make progress towards the creation of engineered skins that contain skin appendages such as follicles and sweat glands - a holy grail for skin transplant surgeons and for institutions wishing to perform skin testing and experimentation without animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300353","grantId":"G0300353","fundValue":"364465","fundStart":"2005-05-13","fundEnd":"2009-04-12","funder":"MRC","impactText":"","person":"Colin Albert Buchanan Jahoda","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}