{"id":"6641E627-3AC9-46BB-BCA2-E8E88888B3A0","title":"New Scaling Limits and Other Recent Developments in Probability","abstractText":"New scaling limits appearing in probability (SLE, random matrices, coagulationand fragmentation, SPDE) have already demonstrated their relevance in an impressiverange of theoretical developments and applications. Their internationalrecognition may be best illustrated by the recent award of the Fields medal toWerner for his work on SLE. There is a pressing need for UK probabilists tobe exposed to clear presentations of the emerging theory, since its growth willbe one of the dominant features of early 21st century probability theory, andbecause it is reasonable to expect that these ideas will have a major impacton wide ranges of applied probability as we discover how to exploit the newcapacity for modelling.The proposed workshop will provide strong opportunities for UK researchersto collaborate with experts visiting the workshop. It will also provide a valuablemechanism for researchers with different perspectives coming from the differentareas of expertise to exchange ideas and techniques. We expect this to resultin (a) further UK engagement in developing theory, (b) investigations of newapplications.KeywordsCoagulation and fragmentation, random matrices, Schramm-Loewner evolution,stochastic partial differential equations","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029950/1","grantId":"EP/F029950/1","fundValue":"27122","fundStart":"2008-03-11","fundEnd":"2008-07-10","funder":"EPSRC","impactText":"  As is common for foundational theoretical work, while the findings are presently being cited in the relevant scientific literature, concrete applications at the level of sector-specific applications have not yet manifested. Note however the award of a Fields Medal in 2014 to one of the co-investigators (Martin Hairer) for work related to his paper cited here.  ","person":"Wilfrid  Kendall","coPersons":["Martin  Hairer","J  Warren"],"organisation":"University of Warwick","findingsText":" The purpose of this week-long workshop was to provide opportunities for UK researchers to learn from and to collaborate with experts in four areas of modern probability, namely coagulation &amp;amp; fragmentation, Schramm-Loewner evolution (SLE), random matrices, and stochastic partial differential equations. These areas have been developing rapidly and in interlinked ways over the last few years: their international recognition may be best illustrated by the Fields medal awards to Wendelin Wern Probability is pervasive in much of modern science and technology, and the foundational advances discussed and investigated in this workshop may be expected eventually to have very wide impact indeed. Sectors highlighted below are some which might be interested in results from publications cited for this project. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}