{"id":"6645685F-A209-4D7F-B725-6D6969C67CC8","title":"Quantitative Genetics of Hybrid Yeasts: overcoming sterility and biotechnological exploitation of diversity","abstractText":"Selection for improved characteristics of crops and animals over the millennia of modern human history has benefited from the ability to breed. Artificial selection for such improvement through selective breeding feeds the world as well as gives us the wide variety of dog breeds, faster race horses, etc. Without the ability to breed there is limited variation on which to base improvements. Many plants, including various crops of great importance such as wheat, originated from the hybridization of two or more closely related species. These initially were sterile and dead ends in terms of evolution but overcame their sterility by duplicating their genomes. Variation could still be limited in these as the fertile derivatives may have occurred only once in history resulting in variation being fixed at that point and accumulated over time via mutations. A lot of effort goes into crop improvement by introgressing chromosomes from parental species of the hybrids to bring in new variation. In animals it is more difficult to overcome sterility and so working animals such as mules can only really be improved by breeding in the horse and donkey parents and hoping for improved characteristics in each new mules created by mating the two parents. This is a hit or miss approach and not very efficient. \n\nIn fermentation uses with yeast there are hybrids that are used, the most famous being the lager yeast Saccharomyces carlsbergensis. There are also some used in the wine industry and others are found in nature. These are sterile hybrids which preclude improvement by breeding. In this project we overcome the sterility barrier by duplicating the genomes of several new and existing hybrids, first to determine the genetics of particular characteristics, like why does lager yeast ferment better at cold temperatures, and then to create new diverse hybrids with improved or even new characteristics. We will generate a large number of new hybrids and explore their characteristics, isolating useful strains for use in brewing and wine making as well as industrial production strains. We will also learn about the biology of hybrids and how their two genomes interact. Finally we will answer the question 'Can mules evolve?'","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L022508/1","grantId":"BB/L022508/1","fundValue":"350947","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"BBSRC","impactText":"  None yet as the project has just started 2 weeks ago.  ","person":"Edward J Louis","coPersons":[],"organisation":"University of Leicester","findingsText":" Not yet as the grant has just started this month They will be eventually Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}