{"id":"66460A3E-B900-4A22-8F06-37D339D12C64","title":"Optimal Design of Very Large Tidal Stream Farms: for Shallow Estuarine Applications","abstractText":"This project is a collaboration between SuperGen Marine, the Exeter Centre for Water Resources (Non-SuperGen), Penn State University, Aquascientific Ltd., The Danish Hydraulics Research Institute and is mentored by Garrad Hassan partners. The primary goal is the introduction of a new hybrid optimisation approach that allows the multi-objective optimal design of the layout and power loadings of marine energy farms subject to environmental impacts. It involves a new, academically highly challenging integrated analytic/numerical/experimental, approach to optimising the performance of large tidal stream energy capture farms. The specific application focus involves tidal turbines suited to operating in shallow medium flow estuaries but the technique can be applied to all types of marine energy farms. Optimisation is subject to minimising flood risk, with further environmental impacts, such as sediment transport driven outcomes, being capable of subsequent incorporation as slow timescale effects. The work complements the PERAWAT project and has key partners in common. \n\nAt present the state of the art in large tidal stream farms is the performance estimation of pre-defined large farm designs, while optimisation, requiring many performance calculations, is deemed to be computationally unrealistic for practical design purposes. The present project will overcome this barrier by employing a combination of :\n(i) a new hybrid approach which describes the farm via a parameterised analytic model, that is matched to a numerical description of the estuary \n(ii) a new highly efficient optimisation technique. \nThe model parameters, which define the optimum turbine locations and turbine loading factors over tidal cycles, are computed via the process of matching of the farm model and estuary descriptions. The new class of optimisation technique (pioneered at Exeter) based upon sampled surface functions, allows a large reduction in the number of optimisation parameters which require to be estimated. This method exploits the spatial dependencies between farm parameters and has applications far beyond the tidal stream farm problem. An important spin off from multi-objective optimisation is that it allows the unification of farm design and environmental impact which until now have been treated as rather separated issues.\n\nThe analytic and computational work will draw on a body of on going work at Exeter including existing experimental data on model and field trial 10kW scale near surface turbines obtained by Exeter/Aquascientific Ltd. This will be enhanced by an experimental study at Edinburgh. This will investigate (i) arrays of many tens of turbines, (manufactured in injection moulded kit form) and (ii) highly detailed interactions between small groups of large models in the new All Waters test tank. Of particular importance will be information on the relationship between power absorption and turbine geometry and on turbine interactions. \n\nThe outcomes of the work will be a combination: of new science and practical techniques that make the development of follow on tools for large scale tidal stream farm design optimisation realistic, plus the dissemination tools required to rapidly and effectively deliver these to the maine renewable energy community. This will impact on: investor/industrial provider confidence, and on the tidal stream research community, allowing the subsequent creation of a range of practical design tools for helping deliver 20:20 and 20:50 renewable energy targets. Garrad Hassan will mentor the project and undertake a due diligence study on the work for the purposes of dissemination to the wider stakeholder community.\n\nThe project includes a set of processes and dedicated events aimed at enahancing the operation of the SuperGen Marine consortium and promoting effective pathways to impact and has been planned explicitly around future research vissions of SuperGen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010138/1","grantId":"EP/J010138/1","fundValue":"1126660","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  The commercial dissemination/applications-mentor partner DNVGL (a world leading renewables consultancy) are preparing a high level dissemination report for decission makers within staekholders accross the tidal stream sector in order to spread awareness of the findings of the project. There are also keenly interested in incorprating proven aspects of the techniques developed into their &quot;Marine Farmer&quot; software product. Aerospace, Defence and Marine,Energy,Environment Societal,Economic","person":"Michael Richard Belmont","coPersons":["Slobodan  Djordjevic","Gavin  Tabor","Ian  Bryden","Tom  Bruce","Dragan  Savic"],"organisation":"University of Exeter","findingsText":" Computationally realistic methods for optimising the design of large scale tidal stream farms. The commercial dissemination/applications-mentor partner DNVGL (a world leading renewables consultancy) are preparing a high level dissemination report for decission makers within staekholders accross the tidal stream sector in order to spread awareness of the findings of the project. There are also keenly interested in incorprating proven aspects of the techniques developed into their &amp;amp;quot;Marine Farmer&amp;amp;quot; software product. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}