{"id":"66476CE4-51DA-4565-BC36-BC55D68575C5","title":"Monitoring the thermal state of permafrost by automated time-lapse capacitive resistivity imaging","abstractText":"Long-term monitoring of subsurface processes increasingly relies on intelligent, systematic data collection by innovative field sensors. The aim of the proposed project is to develop a new technology concept for the non-invasive volumetric imaging and routine temporal monitoring of the thermal state of permafrost. Permafrost has been identified as one of six cryospheric indicators of global climate change within the monitoring framework of the World Meteorological Organization (WMO) Global Climate Observing System (GCOS). Changes in permafrost temperature, associated with the freezing or thawing of pore water, result in significant changes in electrical resistivity. Non-invasive assessment and volumetric monitoring of resistivity changes are facilitated by 4D Electrical Resistivity Tomography (ERT). Tomographic reconstruction with appropriate spatial and temporal resolution enables intuitive visualisation and opens up the important opportunity for quantitative analysis of freeze and thaw processes, including the calibration to permafrost temperature. However, despite the broad appeal of conventional ERT methodology, electrical sensors require galvanic coupling with the ground. In permafrost regions, metal electrodes must be physically implanted into the active layer, which is subject to seasonal freezing and thawing. This can lead to significant practical limitations on field measurements due to high levels of and large variations in contact resistances between sensors and the host bedrock, soil or building material as it freezes and thaws. Using a novel capacitively-coupled ERT approach, we propose to demonstrate the technical feasibility of undertaking time-lapse tomographic measurements using permanent, in-situ capacitive sensors to remotely monitor the thermal state of permafrost. This will lead to significant improvements in monitoring capability, both for permafrost simulation experiments in the laboratory and for practical applications in the field. The work will include numerical simulation to determine optimal distributed capacitive sensor networks required for volumetric imaging and long-term monitoring of permafrost, both at the field and at the laboratory scale. Based on the results, a measurement system for multi-sensor automated time-lapse data acquisition will be designed and a viable architecture for a laboratory prototype system will be established. Subsequently, a functional benchtop prototype will be developed and technical feasibility of multi-sensor data acquisition and automated operation will be demonstrated. Finally, we will validate the concept of making automated time-lapse temperature-calibrated CRI measurements in controlled laboratory experiments that simulate permafrost growth, persistence and thaw in bedrock.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I000917/1","grantId":"NE/I000917/1","fundValue":"126059","fundStart":"2010-11-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"  The aim of this project was to develop a new technology concept for the non-invasive volumetric imaging and routine temporal monitoring of the thermal state of permafrost, a key indicator of global climate change. Using a novel approach based upon capacitively-coupled electrical resistivity tomography (ERT), the project set out to demonstrate the technical feasibility of undertaking time-lapse tomographic measurements using permanent, in-situ capacitive sensors to monitor permafrost in bedrock. The project has\n- designed and developed early prototype instrumentation for capacitive resistivity imaging (CRI), allowing remotely controlled time-lapse measurements with 128-sensor capacity;\n- developed an understanding of the electromagnetic behaviour of time-lapse CRI multi-sensor geometries by numerical simulation, demonstrating that imaging with dense capacitive networks is feasible;\n- undertaken laboratory experiments simulating permafrost growth, persistence and thaw in bedrock, which were monitored with the newly developed CRI instrumentation, as well as conventional DC ERT equipment for comparison. Pre-experiments monitoring small samples have been successfully completed, and a major long-term freezing experiment is currently underway.\nThe project has shown that CRI can extend the capabilities of conventional ERT and transfer the benefits of the established technique into the field of cryospheric science. Environment ","person":"Oliver  Kuras","coPersons":[],"organisation":"NERC British Geological Survey","findingsText":" Monitoring the thermal state of permafrost by automated time-lapse capacitive resistivity imaging The aim of this project was to explore and develop a new technology concept for the non-invasive volumetric imaging and routine temporal monitoring of the thermal state of permafrost. Using capacitively-coupled sensors, we have implemented a novel approach to the established methodology of electrical resistivity tomography (ERT), and have demonstrated the technical feasibility of making 4D ERT measurements using permanent, in-situ capacitive sensor networks. Based upon the use of resistivity as a proxy, this enabled us to remotely monitor the thermal state of rock samples subjected to simulated permafrost conditions in the laboratory. Proof of concept of the new technology (CRI, capacitive resistivity imaging) has been achieved, and comparative measurements with conventional ERT have shown the equivalence of both geophysical methods. We expect that our research will be of specific interest to academic, public sector and commercial users in the following sectors: User Group 1: Generic imaging and monitoring science and technology (1) Near-surface geophysical imaging and monitoring methodology, particularly electrical tomography. A large number of equipment manufacturers and geophysical consultants have benefited measurably from the continuing success of conventional galvanic resistivity techniques. The same market segment will have an interest in automated timelapse imaging CRI technology developed under this grant. (2) Industrial process tomography and medical imaging. This is a highly applied sector with strong market representation in the UK and worldwide. The industrial process tomography community is likely to have a strong interest in automated time-lapse CRI, as it complements existing process tomography techniques. User Group 2: Specific scientific and engineering applications of such technology. (1) Permafrost dynamics and the potential effects of climate change. Permafrost science is an important and active area of research, whose profile has been raised by the recognition of the critical impacts of permafrost carbon release in the global climate system and of permafrost thaw on infrastructure stability and mountain rockfall activity. Accurate and detailed monitoring of permafrost stability (i.e. temperature) is urgently needed to inform policy-making and assess the potential impacts, especially in increasingly visited mountain regions of Europe and North America. Temporal monitoring using automated tomographic methods such as the one proposed here is essential. Many permafrost scientists and stakeholders are organised in the International Permafrost Association (IPA), which aims to foster knowledge exchange on permafrost and to promote cooperation on scientific investigation and engineering work on permafrost. Several IPA Working Parties (e.g. Glaciers and Permafrost Hazards in High Mountain Slopes; Permafrost Engineering) already have an active interest in geophysical methods and the technology developed here is likely to be highly significant for their work. (2) Condition monitoring of building materials and civil engineering infrastructure. Non-destructive testing methods are in high demand in civil engineering and heritage conservation; temporal monitoring methods facilitate real-time decision-making on vital infrastructure (roads, foundations, buildings). Major UK engineering contractors, the defence sector and public bodies have expressed interest in the CRI method and are potential users of the new technology. Environment","dataset":"gtr"}