{"id":"664B38E3-B3A9-41BD-A54E-10EDF93AAF3A","title":"Characterisation of loci that encode immunoprotective antigens of Eimeria maxima identified through genetic linkage analyses","abstractText":"The protozoan Eimeria species are ubiquitous parasites that infect all livestock in a host-specific manner (i.e. the seven species that infect the chicken do not parasitise other hosts). Many species of livestock are exposed to eimerian infection, most notably intensively-reared poultry such as chickens and turkeys. In the absence of effective control, infection can result in the disease coccidiosis, characterised by lethargy, poor performance and mortality rates as high as 50%. Current control is based primarily on the use of medication (more than 230 tonnes of coccidiostatic compounds have been sold in the UK every year since 2000), but this has been compromised by the rise of drug resistance and concerns about food chain contamination. As a direct consequence legislation is becoming increasingly restrictive, dramatically reducing the number of chemicals available. The leading alternative control strategy is vaccination by exposure to infection with live parasites. Unfortunately, the costs associated with producing complex live parasite vaccines, comprising as many as eight parasite lines, has mostly limited the use of vaccination to the breeder and egg-laying sectors even though 98.1% of the estimated cost of coccidiosis has been attributed to the broiler sector. An effective, economically viable means of controlling the Eimeria species is required to improve poultry production and welfare. Natural infection with parasites of the Eimeria species induces a strong protective immune response in the host. Access to the components of the parasite that stimulate protective immunity will provide a rational basis for the development of a subunit or recombinant vaccine that is protective. However, whilst numerous trials with many proteins have been undertaken not one has offered the prospect of success and the key protective antigens have yet to be discovered. The identification of these antigens has previously been hampered by our inability to differentiate antigens that stimulate an immune response but provide no protection from those that stimulate a protective immune response. A classical genetic mapping strategy that utilises two distinct strains of Eimeria maxima as the parents of a hybrid population has been developed to identify regions of the parasite genome eliminated by strain-specific immune selection. In this manner we have focused the search for genes that encode protective antigens on just three regions of the E. maxima genome, predicted to represent approximately 80 genes from a total pool of 6,000-8,000. In the forthcoming phases of this strategy we will sequence the identified regions of the E. maxima genome and predict the genes that they represent. The candidate genes most likely to encode protective antigens, selected based upon criteria including polymorphism between the parental strains and ability to stimulate immune mechanisms known to be stimulated in the host by eimerian infection will be used in vaccination trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E01089X/1","grantId":"BB/E01089X/1","fundValue":"485759","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"","person":"Adrian  Smith","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}