{"id":"664BAC36-A315-4460-973F-D8AF2DA594B2","title":"Epithelial bending in mammalian tooth and salivary gland morphogenesis","abstractText":"Genes drive and control the embryonic development of tissues and organs of the body in the way that software drives a computer. We are beginning to understand &quot;gene programmes&quot; written in the genome. However, we know much less about how the software drives the hardware: how do genes drive the physical shapes that we see? This question needs to be answered if we want one day to fix the hardware using biological methods. To answer this question, the extremely complicated and elaborate process of physical construction of the body (known as &quot;morphogenesis&quot;) needs to be broken down into more easily analysed sub-processes. One of these is the bending of a sheet of cells to make a groove or pit. This is called &quot;invagination&quot;. Invagination is medically important because it occurs in making the brain and spinal cord and its failure is a major class of birth defects (which includes, for example, spina bifida). We propose to look at something simpler but that will give answers about several different kinds of invagination. We will examine the formation of teeth and salivary glands (&quot;ectodermal organs&quot;) in mice. Each of these organs begins with an invagination that becomes gradually deeper. We will use some new techniques to detect more precisely than ever before the outlines of cells that make up the invaginating sheet so that we can get good, engineering-style measurements of their structures. Finally, we can grow bits of the tissues in a dish and see which kinds of chemical &quot;inhibitors&quot; (which interfere with certain known proteins in the cell) will block which parts of the morphogenesis. This will link the cell movements and shape changes to particular proteins. Since proteins come from known genes, these studies, together with the mutant studies. will link cell shapes and movements to genes and be able to fit them in with the genetic software written in the DNA. Ultimately this kind of knowledge should make it possible to use chemical signals (software) to drive structural repairs (hardware).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002965/1","grantId":"BB/L002965/1","fundValue":"435467","fundStart":"2014-02-13","fundEnd":"2017-02-12","funder":"BBSRC","impactText":"","person":"Jeremy Bertrand Green","coPersons":[],"organisation":"King's College London","findingsText":" We have discovered the workings of a previously mysterious mechanism by which teeth, hair follicles and mammary ducts (and possibly other structures in the body) make themselves during embryonic development Too early to say Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}