{"id":"664CDEBC-BAAB-41F1-A62F-84631E603AB1","title":"Support of the astronomical research of the Cavendish Astrophysics Group","abstractText":"The Cavendish Astrophysics group's proposed research programme addresses many of the key science questions in contemporary astrophysics. Observational, instrumental, data analysis and theoretical work are all being pursued under the roof of the new Battcock Centre for Experimental Astrophysics, adjacent to the Institute of Astronomy and the Kavli Institute for Cosmology. Significant new areas of research have recently been brought in by the appointments of new senior staff, Profs. Roberto Maiolino, Didier Queloz and Chris Carilli, who are developing their research areas alongside and in collaboration with existing staff members. The growing area of exoplanet detection and characterisation is being pursued as part of the new Centre for Extra-Solar Planetary Science: this work includes the detection of new exo-planets using their radial velocity Doppler shift technique, measuring exoplanet atmosphere properties, and measuring the structure of protoplanetary discs to understand the formation and evolution mechanisms of exo-planet systems. This work will involve ALMA observations of the dust structures in protoplanetary discs around newly-formed stars. This work leads naturally into the problem of how stars themselves form in their protostellar discs: using their extensive expertise in submillimetre interferometry, the work will use ALMA to image the chemical and dynamical state of the gas deep in the potential wells of protostars where active accretion on to the star/disc system and jet generation is expected to occur. These high-resolution studies will be made possible for the first time by the commissioning on long baselines in ALMA during the course of this grant. In addition, the recent commissioning of e-MERLIN will allow the high-resolution measurement of the thermal radio emission from protostars, revealing the ionised accretion and outflow components close to the protostars. Together we expect these studies to help us understand the detailed physics of star formation and feedback on small physical scales. Beyond the Galaxy, the scientific focus is on the evolution of galaxies in the Universe through studies of their metallicity evolution; in particular we will prepare the ground for the use of guaranteed time on the James Webb Space Telescope (JWST) which is due for launch in this grant period. We will also continue work on the physics of galaxy clusters and how they evolve, and start an active involvement in an experiment aimed to detect the epoch of reionisation, the epoch when the Universe rapidly transitioned from neutral to ionised form. In parallel with these astrophysical studies, researchers will be pursuing blue-sky technical studies aimed at delivering new detection capabilities at optical, infrared and radio wavelengths.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001172/1","grantId":"ST/M001172/1","fundValue":"1149440","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Roberto  Maiolino","coPersons":["Michael  Hobson","John Stephen Young","Christopher Allim Haniff","David Felix Buscher"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}