{"id":"664D0788-9A5B-4011-AD52-27446D5CCCE8","title":"Epithelial stress sensors: novel roles for cytochrome P450s and organellar calcium in integrated stress and immune responses.","abstractText":"All cells produce reactive oxygen species (ROS) due to chemical reactions, which also occur in the organelles contained within cells. For example, the production of energy from the mitochondria and chemical reactions in the peroxisomes generate ROS. Cells and tissues deal with the production of ROS using different enzymes and processes, which 'neutralise' ROS. When there is an imbalance between the production of ROS and the ability of the cells or tissues in question to deal with the charged ions, 'oxidative stress' results. Cellular responses to oxidative stress are regulated by signal transduction mechanisms which utilise small signalling molecules including calcium ions (Ca2+). Oxidative stress affects cellular proteins, lipids and DNA, and in humans is associated with neurodegenrative disease, cardiovascular disease including stroke and heart attack, and with the ageing process. However, ROS production can also closely linked to immunity, as ROS can be used in defence against infection. It is increasingly known that mechanisms of oxidative stress and immune function are linked, and these are important areas of research for the basic fundamentals of biological mechanisms, and for human health and ageing. Invertebrate model organisms eg., Drosophila melanogaster, are central for investigating the impact of gene function in stress responses in the organism. Furthermore, studies in Drosophila have also have provided the clearest links between manipulation of stress-associated genes and physiological output. The importance of the tissue- or cell-specific context of stress-response genes in oragnismal responses to stress, makes Drosophila particularly useful, as cell- and tissue-specific targeting of genes in Drosophila is well-established. The Drosophila epithelial Malpighian (renal) tubule is equivalent to vertebrate kidney and liver and plays critical roles in detoxification, fluid and ion transport. Tubules are packed with mitochondria and peroxisomes, and produce ROS as part of their normal function. We have shown that tubules have specific adaptations to counter the high mitochondrial activity and production of ROS, including being enriched for 'anti-oxidant' genes which are also conserved in humans. We have also shown that de-regulation of tubule mitochondrial calcium signalling by excess ROS leads to tubule cell death (apoptosis) and death of the whole fly. Thus, this epithelial tissue has a central role in stress-sensing for the whole organism. The tubule is also a stand-alone immune-sensing tissue which uses 'innate' immune mechanisms to sense bacterial or fungal challenge. Such innate immune mechanisms in epithelia are also conserved in vertebrates, and constitute an increasingly important area of study, as it is now known that diseases including Crohns' Disease and asthma are due to deregulation of innate immune mechanisms in these fluid-transporting epithelial tissues (intestine, and lungs, respectively). Our recent data from survival studies in response to oxidative stress and immune challenge, work on calcium signals in mitochondria and analysis of the ~13500 genes of the fly in response to stress shows that key novel tubule-specific genes involved with the stress/immune responses the fly. These genes encode 'detoxification' proteins-the cytcochrome P450s, normally associated with mitochondria or peroxisomes and here, we have shown involvement with the stress response. We will investigate these genes in the context of calcium signals in the peroxisome and mitochondria, and assess the impact of each of these genes/proteins on survival of the whole organism using functional assays for novel genes, genetics/transgenics with calcium reporters targeted to mitochondria and peroxisomes in the intact tissue. This will allow us to uncover new ways of regulating stress responses in epithelial cells, which may impact on human biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020620/1","grantId":"BB/G020620/1","fundValue":"606566","fundStart":"2009-06-01","fundEnd":"2013-05-31","funder":"BBSRC","impactText":"","person":"Shireen Anne Davies","coPersons":["Julian Alexander Dow"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}