{"id":"664D80D9-B150-4BE2-95C0-09C9468CF14A","title":"Convection and Cascading on Arctic Shelves: a tracer study","abstractText":"What would happen if ocean circulation slowed or stopped? It is certain that in western Europe there would be substantial and potentially catastrophic economic and environmental collapse. What is required to maintain ocean circulation? Circulation requires water to be mixed near the equator and to sink near the poles. The water that sinks must be dense enough to re-supply the deep waters which eventually flow south, back toward the equator. Dense water formation is therefore an essential requirement for maintaining ocean circulation and climatic stability in western Europe. Locations of dense water formation in the polar regions are primarily open ocean sites in deep water, or shelf sites in shallow water. The contribution of dense water production on shelves is an important component in the overall supply of deep water. During the Arctic winter, cold, salty brine is released from ice growing at the sea surface. The dense brine sinks and begins to accumulate on the shelf before flowing towards the shelf edge. Here it plunges down the steep shelf slope as a cascade where it begins to mix with the waters of the Arctic seas. Eventually, the dense shelf water becomes incorporated into the deep waters to maintain the circulation of the oceans. Today, we are still unsure of the physical parameters that control the brine density and how mixing of the cascade determines how much the dense water contributes to the deep. This proposal will unite with Norwegian researchers to study dense water formation and cascading at two easily accessible sites in Spitsbergen. We will use moored instruments to monitor the change in temperature and salinity of the dense water pool on the shelf and then follow this water as it cascades down the shelf slope. To understand how ice growth and mixing affect the properties of the water we will use the oxygen atom in a water molecule as a chemical marker or tracer. Through careful measurement of the tracer we will be able to determine the recipe of the dense water, how this changes during the cascade and the contribution that the dense shelf water is making to the deep. We will then use these results in computer models of deep water formation to ensure that we can make accurate predictions of how climate change, and particularly changes in sea ice growth, may affect ocean circulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001440/1","grantId":"NE/E001440/1","fundValue":"68851","fundStart":"2007-06-21","fundEnd":"2009-06-20","funder":"NERC","impactText":"  No direct impact of results from this work. Environment ","person":"Finlo Robert Cottier","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":" 1) Conducted ship based oceanographic surveys of ice covered shelf area of the arctic to determine the link between sea ice formation, dense water production and its role in controlling shelf exchange processes. This was published in collaboration with Norwegian collaborators:\n\nNilsen F, Cottier FR, Skogseth R, Mattsson S (2008) Fjord-shelf exchanges controlled by ice and brine production: The interannual variation of Atlantic Water in Isfjorden, Svalbard. Continental Shelf Research. 28, 1838-1853\n\n2) Collected a unique series of samples for oxygen isotope analysis of the dense water cascade from Storfjorden. After processing these will permit quantification of the mixing parameters between overflow and ambient waters.\n\n3) Co-development of a simple polynya model to link winter time atmospheric forcing to the salinity of the dense water formed. This, and similar, linkages between sea ice processes and oceanographic modification has been published to a broad audience in the following book chapter:\n\nBrandon M A, Cottier F R, Nilsen F. Sea Ice and Oceanography, in Sea Ice – an introduction to its physics, biology, chemistry and geology, Thomas D and Dieckmann GS (Eds.) 2nd edition. Potential for better representation of arctic coastal processes relating to sea ice formation. Environment","dataset":"gtr"}