{"id":"665123B1-1B18-4F52-BABC-936F2F346940","title":"In vivo imaging technologies to assess the efficacy and safety of regenerative medicine therapies","abstractText":"The emerging field of Regenerative Medicine Therapies (RMTs) has the potential to transform medicine, enabling the development of effective treatments in areas of unmet clinical need that pose intractable problems in current practice. Clinical trials of RMTs are already being carried out in diseases as diverse as stroke, heart disease and cancer. However, all novel clinical technologies face a fundamental question: are they safe? The aim of our research programme is to develop methods to answer this question, first in animal models, and then in experimental human studies. A better understanding of the potential hazards of RMTs, and the development of practical tools to assess them, will underpin the safe, confident introduction of these new medicines into clinical use.\n\nRMTs typically involve transplanting cells into patients. It is especially important to be able to monitor where they go in the body (their biodistribution), because inappropriate distribution could lead to potentially serious side-effects. Current methods used to monitor the biodistribution and behaviour of transplanted cells over time are inadequate. One promising approach is the use of labels to track RMTs, for example magnetic nanoparticles (MNPs), which act as 'contrast agents' detectable by imaging techniques such as magnetic resonance imaging (MRI). A number of MNPs have been approved for clinical use. However, with current methods they lack the sensitivity required to track small numbers of transplanted cells over long periods. There is a pressing need to develop MNPs with superior properties that are capable of doing this more effectively.\n\nMonitoring transplanted cells requires a range of different imaging strategies - no single technique provides the full range of information required. MRI can be used in both animals and humans, is entirely safe and has excellent spatial resolution to locate MNP-labelled cells precisely after they have been introduced into the body; its disadvantage is its relatively low sensitivity, which makes it difficult to detect small numbers of cells. By contrast, nuclear imaging techniques such as single positron emission computed tomography (SPECT), which can also be used in animals and humans, are much more sensitive than MRI, enabling them to track much smaller numbers of cells; their disadvantage is their relatively poor spatial resolution, which makes it difficult to precisely locate the cells, and makes it necessary to acquire separate anatomical images by combining with MRI or computed tomography (CT). A further important disadvantage of nuclear imaging techniques is that cells must be 'radiolabelled' with molecules that emit radiation (gamma rays, in the case of SPECT), posing important safety issues for patients; safety could be considerably improved if we had imaging methods of better sensitivity, which would reduce the amount of radiolabel required.\n\nIn this project we will take two complementary approaches. First, we will improve our ability to detect MNP-labelled cells with MRI by engineering new MNPs with superior signal intensity and retention properties. Second, we will make a substantial improvement in SPECT scanner performance by exploiting a novel design using a 'Compton camera', which allows more accurate localisation of the gamma-ray source and much greater sensitivity. Importantly, the new SPECT will be designed to operate within the magnetic field of the MRI system so that it will be possible to scan with both techniques at the same time. Using the MRI/SPECT together, with other imaging technologies, we will then use mouse models to define in detail where transplanted cells are distributed in the body and the effect they have on the host tissues and organs. This information will considerably improve our ability to assess which RMTs can safely be used in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012707/1","grantId":"MR/L012707/1","fundValue":"3307920","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Brian Kevin Park","coPersons":["Stephen Ross Williams","Susan Jane Kimber","Paul  Nolan","Andrew John Boston","Adrian  Woolf","Marie-Claude  Asselin","Helen Claire Boston","Raphael  Levy","Dave John Adams","Patricia Ann Murray","Graham John Kemp","Matthew  Rosseinsky"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}