{"id":"665B4876-932A-4E18-84B3-8DE41F23B6E4","title":"Unravelling the molecular mechanisms regulating cell division in the malaria parasite","abstractText":"Malaria is the third largest global health problem caused by a single infectious agent after HIV and TB, affecting millions of people, and resulting in one million deaths annually (http://www.who.int/topics/malaria/). The emergence of resistance to antimalarial drugs and the lack of any effective vaccine highlight the great need to develop new tools to control the disease. The symptoms of the disease are caused when the malaria parasite invades human red blood cells and multiplies many times every two days eventually leading to destruction of red blood cells and followed by further invasion and cell division. Some of these parasite cells may cease to divide and they become sex cells (male and female gametocytes). When a female mosquito bites an infected person they ingest parasites along with the blood and this acts as a trigger to activate the parasite sex cells within the mosquito gut. The male gametocytes undergo rapid cell division to produce eight male gametes, which then fertilise the female gametes and the parasite life cycle continues in the mosquito gut. After further development and multiplication the parasite moves to the mosquito's salivary glands and is passed again to a new human host.\n\nThe divisions made by parasites in blood cells and during sexual development are very different, but both are essential for the parasite If the parasite was unable to multiply and divide in the blood stream then it would not cause disease and if the male gametocytes were unable to divide then parasite transmissionwould be blocked. Therefore it is critically important to understand how the parasite multiplies and divides at these two stages so that we can develop ways to interfere with them by developing appropriate drugs. \n\nThe molecules that control these two types of cell division in the parasite are very poorly understood. The project proposed here is to identify what they are and how they work. We can start by using the knowledge gathered in model systems and applying this in the parasite. For example in yeast and other well-studied systems, a complex of proteins called the anaphase promoting complex/cyclosome (APC/C), plays a key role in cell multiplication and division. It is activated by the action of other proteins for example one called the cell division cycle protein-20 (CDC20). These proteins are also further regulated by the addition or removal of small 'tags', for example phosphate groups that can turn on or turn off particular functions.\n\nWe have recently identified one of these proteins (CDC20) in the malaria parasite and shown that it has a key role in regulating male gamete formation, and also that it is itself regulated by addition of phosphate tags. In preliminary work showing that our approach is feasible, we have obtained evidence for the presence of components of the APC/C protein complex in both the parasite multiplying within the red blood cell and in the male sex cell. Recent advances in analysing genes in malaria allow us to study the function of these molecules. For example, we can see what happens if the proteins are no longer made, and if they are tagged experimentally with a fluorescent marker we can see where they are located in the parasite under the microscope. Therefore, we are now in a position where we can explore further to understand how cell division in malaria is controlled by these different molecules. We will also study how these molecules interact together.\n\nThis research will enable us to identify mechanisms essential for parasite growth and multiplication that might be targeted in the development of new anti-malarial treatments. Our study may identify molecular targets important in parasite cell division in red blood cells and in the formation of male gametes, and therefore effective against either the stage responsible for the disease in humans or the transmission from one individual to another through the mosquito.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011782/1","grantId":"MR/K011782/1","fundValue":"527353","fundStart":"2013-03-01","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"Rita  Tewari","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}