{"id":"665CDF15-95B8-47D2-9765-2C6D6A7FEC56","title":"Inference in Complex Stochastic Dynamic Environmental Models","abstractText":"Present prediction methods for environmental systems, such as the weather, are often based on deterministic models which describe the time evolution of the system by a set of partial differential equations which have to be integrated forward in time. This ignores the fact that both the computational models and the initial conditions assumed for the system's state are only approximations to the true physical reality. A probabilistic approach, which would address these uncertainties in a principled way by replacing the deterministic model by a stochastic one, should allow for optimised predictions. However, the huge number of variables involved renders the exact treatment of such stochastic models a computationally intractable task. Recent attempts to approximate the evolution of probability distributions for environmental systems by integrating an ensemble of independent noisy systems with different initial conditions are restricted to rather small ensembles. The present project aims at developing new computational methods to enable approximate probabilistic inference in large complex dynamical environmental models. Using ideas originally developed in statistical physics and subsequently used for inference algorithms in machine learning, we will develop approximations to the system's probability distribution (in space and time) which are variationally optimised within a class of approximations of controlled complexity. The ability to include the effect of partial measurements (data assimilation) on the evolution of probabilities will allow us also to estimate unknown model parameters (like the precise characteristics of the noise terms) for the first time. We will extend recent developments in understanding 4D VAR data assimilation methods as control problems in Hamiltonian form, to assist in the definition of the noise processes and in exploiting symmetries to improve the sparsity of our representation. Using perfect model settings, and Monte Carlo methods (particle filters) to provide exact solutions for small systems, we will be able to quantify the accuracy of our methods and contrast them with other commonly used forecasting and data assimilation methods, especially 4D variational methods and the ensemble Kalman filter.Keywords: stochastic processes, dynamical systems, data assimilation, probabilistic modelling, Gaussian processes, variational methods, Bayesian, model error, control problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C005740/1","grantId":"EP/C005740/1","fundValue":"219252","fundStart":"2006-01-01","fundEnd":"2006-06-30","funder":"EPSRC","impactText":"","person":"John Stewart Shawe-Taylor","coPersons":["Manfred  Opper"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}