{"id":"66632351-B273-4B99-8229-C9CD2E0BEDEA","title":"Genomics-assisted breeding for fatty acid content and composition in perennial ryegrass (Lolium perenne L.)","abstractText":"The central objective of this proposal is to improve the fatty acid (FA) content of perennial ryegrass by applying state-of-the-art genomics tools and resources and high throughput phenotyping methodologies and to quantify the impact of modified FA content on animal production, supply of beneficial omega-3 FA to the animal and greenhouse gas emissions (GHG). The project addresses some of the major challenges facing UK agriculture in a world that is undergoing climate change. The UK's climate favours grassland-based livestock production which is charged with the challenging target of increasing production whilst reducing inputs at a range of levels. Such sustainable intensification is increasingly relevant to the future of livestock agriculture. This proposal addresses sustainable agricultural production at the interface of three BBSRC strategic priority areas: crop science, livestock production and healthy and safe food. It is of high strategic relevance, specifically in understanding and exploiting the genomics for enhanced nutritional composition of pasture grasses (crop science). It will also increase the efficiency and sustainability of animal production, including minimising negative environmental impacts, such as emissions of greenhouse gases (livestock production) and investigates the potential of novel nutrient supplies from plants (healthy and safe food).\nFats and oils are an important component of livestock diets, contributing a significant input of energy into the productive requirements of animals that consume them. Beyond delivering basic energy requirements for meat and milk production, FAs, and more importantly the FA profile of lipids in livestock feed can influence rumen function and the quality of animal products used for human food. We have identified a significant opportunity in relation to improving total FA content, in particular the polyunsaturated FA (PUFA) fraction, which will enable the next generation of IBERS high performance ryegrass varieties to provide benefits to UK agriculture and the environment, by potentially reducing enteric methane emissions and increasing ruminant production. It will also potentially result in human health benefits with more forage-derived PUFA being present in meat and milk. The project will combine the expertise of plant geneticists and breeders with ruminant nutritionists in an integrated multidisciplinary project. It will develop the genetic tools and resources to enable efficient selection for FA content and composition. Phenotyping plant material for FA content is however time consuming and costly. This project will therefore also develop high throughput techniques that will complement the advanced genetic approaches. The effect of modified grass FA content and composition on methane emissions, omega-3 absorption and growth of ruminants will be studied in vitro and in vivo. The project will use the results in combination with genomic selection approaches now being applied to the IBERS grass breeding programme to speed up the development of new perennial ryegrass varieties and their uptake by the livestock sector. Grass breeding programmes at IBERS have a track record of innovation and of delivery in terms of quality improvements, particularly in relation to cell wall biochemistry and the development of high water soluble carbohydrate (WSC) grasses which are well adapted to the UK and have a good agronomic performance. \nThis proposal is being submitted through the BBSRC stand-alone LINK scheme. The project will benefit from the involvement of the only UK-owned forage grass and legume seed production and wholesale company (Germinal Holdings) and HCC representing a large part of the UK ruminant livestock sector, allowing for identification and review of key targets by the industrial partners and uptake and delivery of the outcomes of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017160/1","grantId":"BB/K017160/1","fundValue":"812833","fundStart":"2013-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Athole  Marshall","coPersons":["Nigel  Scollan","Michael Richard Lee","Leif  Skot","Rattan  Yadav","Jon  Moorby","Wayne  Powell","Matthew  Hegarty"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}