{"id":"666EE24D-900F-4B7E-90C8-9848E2758639","title":"Scientific Metropolis: Belfast in an Age of Science, c. 1820-1914","abstractText":"It has long been acknowledged that the development of science and the emergence of the modern city cannot be disentangled. For all that, much work remains to be done on the complex bundle of ties - cultural, political and practical - that bound these enterprises together. The proposed project will contribute to this task by examining the growth of scientific culture in nineteenth- and early-twentieth-century Belfast. At the beginning of the century Belfast was a small market town with a handful of citizens engaged in scientific pursuits. At the century's end it was Ireland's largest city and only industrial centre. By then science had become an integral part of Belfast's practical success and civic identity. This trajectory followed a trend evident in many other British urban centres. Belfast thus provides a little-studied exemplar of the co-evolution of Victorian science and the Victorian city. At the same time, a number of sharp contrasts can be drawn between Belfast and other Victorian cities. For that reason, focusing on Belfast also affords an opportunity to complicate general narratives about 'science and the city' in the nineteenth century and to explore aspects of Belfast's growth and development only superficially acknowledged in standard historical accounts of the town's unique history. \n\nThe project will investigate science in Belfast from three distinct but related perspectives. First, it will examine the ways in which science was subsumed into Belfast's civic culture. From this viewpoint, the significance of science as a cultural activity and its relevance to questions of social status, cultural credibility and political advantage will be explored. Second, the project will examine the application of science to practical problems generated by rapid urban growth. Exploring the importance of applied science to urban governance will be central to this phase of the research. Third, the project will examine how science was used to link Belfast with a wider world. As well as mapping important scientific networks of exchange, this part of the research will explore the overlap between science, commerce and imperialism in what was, by the end of the nineteenth century, Ireland's busiest port city. In combination, these perspectives will provide a rich description of scientific culture in nineteenth-century Belfast and a multi-layered account of the relations between science and a modern industrial city.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004952/1","grantId":"AH/J004952/1","fundValue":"160343","fundStart":"2012-09-01","fundEnd":"2014-09-21","funder":"AHRC","impactText":"  1. Exhibition commemorating the 150th anniversary of the Belfast Naturalists' Field Club held in the Ulster Museum. Public exhibition commemorating the150th anniversary of the Belfast Naturalists' Field Club running from 7 March to 2 June 2013 in the Ulster Museum's Belfast Room. The exhibition included display panels, portraits and material objects that narrated the history of the Club. The exhibition promoted the Club and its activities and was widely reported on local radio and in regional newspapers. Entry was free of charge.\n2. Four public lectures at the Ulster Museum by invited speakers on aspects of the cultural history of science in Victorian and Edwardian Belfast. The lunchtime lectures, entitled 'City of science: Victorian and Edwardian Belfast' were delivered in April and May 2013 over four consecutive weeks. The titles included 'Cultivating the exotic in 19th century botanical gardens' (Johnson); 'John Tyndall and the winter of discontent' (Livingstone); 'Eugenics in Belfast' (Jones); 'Field days' (Foster). The lectures were held in the Ulster Museum's lecture theatre and attracted an average audience of c. 50.\n3. A 16 page illustrated companion for an exhibition hosted by the Ulster Museum, Belfast commemorating the 150th anniversary of the Belfast Naturalists' Field Club. 4500 copies of the illustrated companion were produced for the opening of the exhibition commemorating the 150th anniversary of the Belfast Naturalists' Field Club on 7 March 2013. The booklet was distributed free of charge to members of the Field Club and to exhibition visitors. The exhibition ran from 7 March until 2 June 2013. The companion included a reproduction of exhibition panels which told the story of the Field Club from its foundation in 1863 to the present. Contributions by Diarmid Finnegan and Jonathan Wright put the Field Club in its wider historical and cultural context. Digital artwork was supplied by James Hanna of National Museums Northern Ireland. The companion provided a permanent record of the exhibition and a vivid account of the Club's history. Culture, Heritage, Museums and Collections Cultural","person":"Diarmid  Finnegan","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Belfast's scientific culture in the nineteenth century was, in many respects, similar to other rapidly growing industrial towns and cities in Britain. Scientific societies played a key role in Belfast's developing civic identity and provided local fora for debating developments across the sciences. The town's scientific culture also had a cosmopolitan complexion linked as it was with other parts of the world through travellers, trade and scientific exchange though this, by some measures, became less pronounced in the second half of the century. Yet despite these familiar features, public science in Belfast - expressed, for example, through societies, educational bodies and free-standing lecture series - was also strongly coloured by the fractious nature of Belfast's political culture and economic realities. The long-lasting and often bitter divisions between the Protestant and Catholic communities was reflected in, and at times reinforced by, the town's scientific culture. Formal scientific institutions were overwhelmingly Protestant throughout the nineteenth century and were frequently considered by the town's Catholic spokespersons as fundamentally compromised by their political and religious bearing. If examples of a more conciliatory approach can be found, science was more frequently used by different civic factions as a resource to pursue political or religious goals. This was true not just in terms of ongoing tensions between Belfast's two main religious groupings. It was manifest as well in local disputes over the implications of scientific developments for religious beliefs in general. While John Tyndall's 'Belfast address' of 1874 was already well known and much studied, the project uncovered similar controversies much earlier in the century that anticipated Tyndall in making science a vehicle for opposing certain forms of religious belief and identity. \n In addition to these specific findings, the project enabled reflection on more general concerns. In particular, it prompted thought about how a study concentrating on one locale - Belfast - might or might not be 'scaled up' to produce narratives about the social and cultural history of science that have a wider application and feed into historical research on scientific culture in other urban environments. Two relevant insights related to these quesitons might be mentioned here. First, it proved impossible to understand Belfast's dynamic and diverse scientific culture without regarding it as at once a highly localised affair thoroughly wedded to the unique features of Belfast's urban and political culture and as a manifestation of wider movements, patterns and trends. To subsume the story of Belfast's scientific culture into a larger story would, then, miss much of importance. At the same time, not to relate it to larger scale changes in science, society and culture would be equally impoverishing. Three of the main findings provide a basis for further explorations in other civic contexts in the nineteenth century. The first finding, that Catholic involvement in public or civic science was apparent throughout the nineteenth century though not in the sort of institutions that were in formal terms the mainstay of scientific culture, suggests that more needs to be done to uncover the informal ways in which the growing Catholic middle class in Ireland and Britain engaged with science in the civic or public sphere. The second finding, that Belfast's scientific culture cannot be understood apart from its local particularities and its significant global connections, invites further scrutiny. The extent to which scientific pursuits acted as a medium for the cultivation and expression of an 'imperial' as well as 'civic' identity is a question that could be fruitfully pursued in other urban centres whether in Britain/Ireland or in other European spheres of influence. The third finding, that scientific developments in the late-Georgian and early Victorian period generated significant debates about the viability or value of religious beliefs, while not novel in general terms, does point to the need for more careful and comprehensive studies of reactions to science beyond elite scientific or religious circles. Culture, Heritage, Museums and Collections","dataset":"gtr"}