{"id":"6675BD8E-B071-4C49-8166-AC27B2D5752B","title":"Locating the Hidden Diaspora: The English in North America in Transatlantic Perspective, 1760-1950","abstractText":"The English were the largest group of emigrants in the British World and one of the largest European groups in the US. Yet while they settled alongside the Scots, Irish and other migrant groups who powerfully exerted ethnic awareness, the English are not ascribed the attributes of ethnicity associated with other immigrant groups. The idea that the English may have been 'ethnic' in the way the Irish or Scots were, is overlooked, ignored or imagined to be false. In short, there is little acknowledgement of an 'English diaspora'. This research, therefore, will uncover the hidden English Diaspora in North America between 1760 and 1950, when expatriate culture was strong and vibrant and the written record is rich. \\n\\nDrawing upon hitherto un-used historical archives, and by employing a transnational perspective that connects the US, Canada and England, the project will explore English immigrant community life, particularly English associational culture, and the wider political and cultural impact of English identity in North America. A select number of case study locations in Canada and the US have been chosen for this comparative exercise, namely New York, Philadelphia, Baltimore, Charleston, Toronto and Ottawa. This new comparative focus is particularly crucial to advance knowledge on how English ethnicity and culture interacted with and between republican and imperial contexts.\\n\\nThe proposed project's overall aim is to offer an original reading of English ethnicity in North America within a transnational perspective. The objectives are to analyse the emergence, development and anatomy of English associationalism; to investigate English literary, folk and political cultures; and to explore how the formation of ethnic identities in North America contributed to a shared transatlantic identity, and influenced concomitant developments in England. The latter component of the proposed project, together with the PhD student's UK-centred research into the post-1900 period, will also throw light on current debates in UK identity politics and Englishness. At a deeper level, our questioning of the neglect of the English permits consideration of what might be learned from studying ethnic communities generally, and how ethnic groups, through the expression of their identity and culture, contributed to the making of their respective new worlds.\\n\\nA wide group of academics and non-academics will benefit from the research, which offers a knowledge-shaping new approach to the transnational study of English immigrant community life and ethnicity. The core monograph and articles will make a major and original contribution to knowledge. The edited collection on ethnic culture and politics will present a wide-ranging series of multidisciplinary accounts which we hope will tap audiences beyond the historical community. The conference will bring together presenters from a wider geographical range than our project covers. The mapping of English associational life and activities is of great significance, offering new insights into the English immigrant community to those working in migration and diaspora history, but also social, cultural and economic history, opening new avenues for wider comparative research. The data mined will also be of great interest to genealogists, expatriate communities and folk groups as it relates to their immediate life experience. In view of the study's second strand, politics and identities, the findings will benefit policymakers, informing contemporary debates on Englishness in the UK. Several public events will extend considerably beyond the academy. The material gathered throughout the project, some of which will be showcased online, and the various published outputs, will become standards for courses/modules on English migration, American immigration, ethnicity in North America, and English ethnic culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001042/1","grantId":"AH/I001042/1","fundValue":"240940","fundStart":"2011-10-04","fundEnd":"2013-06-30","funder":"AHRC","impactText":"  Our findings have been used by the Royal St George's Society in newsletters and public speeches. We have also helped them realise the value of their archives and are developing exhibition ideas, though these are at an early stage. It is fair to say they now understand their own history better.\n\nOur work will eventually become a research resource for teachers, via the College of Charleston Library. This will see UK knowledge utilised on an international setting. \n\nOur support enabled the Hexham Morris Men and Lasses to develop a stage show charting the history of the Morris tradition and to put it on in Charleston, SC, and in Newcastle, in 2013 and 2014.\n\nOur published works are being used by scholars. Education,Culture, Heritage, Museums and Collections Cultural","person":"Donald MacLeod MacRaild","coPersons":["David Thomas Gleeson","Tanja  Bueltmann"],"organisation":"Northumbria University","findingsText":" We set out to show that English immigrants in the US and Canada actively developed and maintained the types of clubs and societies we normally associate with &quot;more ethnic&quot; groups such as the Irish or Scots. In short, that the English were ethnic. \n\nWe have shown that If the history of ethnicity in North America is to reach its fullest possible extent, it is vital to recognise that ethnic groups, wherever they come from, express national pride below the level of national or state identity. The English in North America cannot be viewed simply as shorthand for Anglo-American relations or as a simple case study in the easy transfer of English culture from one side of the Atlantic to the other. Anglo-Saxonism, Charles Dickens, William Shakespeare, Morris-men, maypoles, and St. George and the dragon crossed to the United States and were incorporated into American life, at both elite and popular levels-just as, years later, American popular culture, from minstrelsy to the cinema, travelled in the opposite direction. For the English in the United States-speakers of the same tongue as their hosts-the process of settlement and development could be protracted. It also was complicated by the geopolitical implications of Anglo-Saxonism and episodic tensions between the United States and both Britain and Canada, regardless of the idea of shared racial heritage. \n\nWhile we did not seek to show that the English were worse off than the famine Irish, or had a more difficult negotiations than the non-English-speaking immigrants, we nevertheless disproved notions that the English simply slotted into American and Canada society without any negotiation of barriers, tensions or difficulties. Societies can use the research to improve their knowledge of their own histories, and the St George's societies at home and abroad are doing this.\n\nTeachers can add the English to their consideration of immigrations in these societies, and College of Charleston Library, who are digitising our exhibition, will support this.\n\nAcademics can adjust their conceptualisation of emigration and immigration as a result of this work.\n\nMuseums may wish to adjust displays on immigration and settlement, adding the English who are almost universally overlooked. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}