{"id":"66792259-7D3A-44AC-9E9D-52D717A22611","title":"Phase structure of strongly coupled field theories and gravity","abstractText":"One of the cornerstones of particle theory is the description of elementary particles and the forces between them in terms of what are called gauge field theories. The description of the strong force, which binds quarks together in protons and neutrons and is responsible for the stability of atomic nuclei, in terms of 'quantum chromodynamics' (QCD) is one of the great successes of this programme. This theory has been rigorously tested by high-energy experiments at particle accelerators. However, at lower energies the interaction between the quarks grows stronger, and QCD becomes increasingly difficult to analyse. Our understanding of how quarks are confined within the protons and neutrons is primarily based on difficult numerical simulations. A better understanding of this strong coupling regime in field theory is a key goal for basic theoretical research. A qualitatively new approach to strongly-coupled field theory has emerged from string theory. Building on previous research into the fundamental description of black holes in string theory, Maldacena conjectured that there was an equivalent description for certain field theories in terms of strings propagating in a higher-dimensional, curved spacetime. The space that the field theory lives in is associated with the boundary of the space that the strings move in. This conjecture makes a fascinating link between the kind of field theories we study in particle physics and the description of gravity in string theory. It is very exciting for both areas. For string theory, it provides a more fundamental description, which covers the full range of physical processes for the first time. For field theory, it provides an effective calculational tool which can be used to study field theories at strong coupling. Many problems which are difficult in the field theory become surprisingly simple in the string theory description, and vice-versa. Recently, there has been a renewed interest in using these techniques to study field theory at finite temperature, motivated by experiments studying the finite temperature behaviour of QCD (although the field theories which have a gravitational description through Maldacena's correspondence do not have all the features of real QCD). The finite-temperature phase of the field theory is related to strings moving in a black hole spacetime. We have worked extensively on the properties of such black hole spacetimes, and their description from the field theory point of view. Our aim in this project is to apply our existing expertise on the gravity side of the correspondence to contribute to a deeper understanding of these field theory issues, and to explore the extension to include effects which appear naturally in recently constructed gravity solutions. The higher-dimensional black holes are a very rich physical system, and we expect this to have interesting reflections in the physics of the field theories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E006930/1","grantId":"PP/E006930/1","fundValue":"121770","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"STFC","impactText":"  A significant impact on research in relativistic hydrodynamics, applied holography, and spacetime in string theory. This has not as yet led to applications outside the research community. Other ","person":"Simon  Ross","coPersons":["Veronika  Hubeny","Mukund  Rangamani"],"organisation":"Durham University","findingsText":" The most important output of the work supported by this grant was a relation between hydrodynamics in the field theory and black holes in the bulk in the context of holography. This has led to new insights into relativistic hydrodynamics, and significant development in the use of holography as a tool in studying finite-temperature field theory. The work on hydrodynamics and holography continues to be used for further work on applied holography, with papers appearing on a weekly basis. Other","dataset":"gtr"}