{"id":"667AACB7-0FF6-4846-9A71-8CA000E1458D","title":"Biogeography and ecology of the first known deep-sea hydrothermal vent site on the ultraslow-spreading Southwest Indian Ridge","abstractText":"This proposal is for a short extension to a NERC research cruise to obtain a missing piece of a global jigsaw puzzle of deep-sea life, thereby advancing our understanding of the patterns of biodiversity in the Earth's largest ecosystem. The proposal is to visit a site on the Southwest Indian Ridge (SWIR) where deep-sea vents were recently observed for the first time, but not sampled, by a Chinese research cruise. In 2011/12, a NERC cruise will be visiting undersea mountains in the Indian Ocean just 110 km away with Isis, the UK's remotely-operated vehicle (ROV). This proposal is therefore to visit the nearby vent site with the ship, and undertake the first ever ROV dives at a deep-sea vent on this mid-ocean ridge. Deep-sea vents support lush colonies of marine life, ultimately nourished by chemicals gushing from the seafloor. Investigations of vents over the past three decades have found hundreds of new animal species, revolutionised ideas about how ecosystems can be supplied with energy, and even provided clues to the origins of life. But we have yet to understand what controls the global distribution of species in these island-like extreme environments on the ocean floor. Thirty years of investigations have so far revealed six provinces of animal life at vents, where different species are found at vents in different regions. These provinces are akin to terrestrial continents - e.g. lions living in Africa and tigers in India - but unlike such patterns of life on land, the origin and maintenance of these provinces are not yet understood. Deep-sea vents are dotted along the mid-ocean ridge, a 65000 km chain of undersea volcanoes. Some sections of the mid-ocean ridge are more volcanically active than others. The SWIR is an ultraslow-spreading ridge, where there is less volcanic activity and the plates of the Earth's crust are moving apart more slowly than in other regions. The spacing of deep-sea vents along the mid-ocean ridge decreases with its volcanic activity. At fast-spreading ridges, such as in the Eastern Pacific, vents are less than tens of kilometres apart. On less active slow-spreading ridges, such as the Mid-Atlantic Ridge, vents are hundreds of kilometres apart. This difference may influence which species are found at vents, as the larvae of some species are more capable than others of dispersing long distances between vents. But this idea has yet to be thoroughly tested and the species that live on ultraslow-spreading ridges are largely unknown, despite such ridges forming proportionally the greatest length of the global mid-ocean ridge system. The international Census of Marine Life has therefore identified the SWIR as a priority target to understand what shapes global patterns of life at deep-sea vents. As much of what we know about the dispersal of deep-sea species in general comes from studying these systems, this will advance our understanding of patterns of biodiversity in the deep ocean. Undertaking the first ROV dives at a deep-sea vent on this ultraslow-spreading ridge will determine whether its fauna differ from other ridges. Seafloor images from the Chinese expedition suggest that some species may be similar to those recently discovered at vents in the Southern Ocean by a NERC Consortium. The samples and data collected by the ROV will therefore test the hypothesis that there is a new province of vent biology in the southern hemisphere. The project will also collect samples of novel organisms for the marine biotechnology sector, and share its discoveries with the public through outreach activities. Given the costs of mounting a research cruise in the Indian Ocean, this unique opportunity to extend an existing cruise to visit the first-known deep-sea vent on the SWIR represents exceptional value for NERC science. By answering a key question in deep-sea ecology, this proposal also addresses NERC's goal of delivering world-class research at the frontiers of knowledge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012087/1","grantId":"NE/H012087/1","fundValue":"29092","fundStart":"2011-08-01","fundEnd":"2012-07-31","funder":"NERC","impactText":"  Our findings formed the evidence basis for a submission by the UK government under the UN Convention on Biological Diversity for the establishment of an Ecologically or Biologically Sensitive Area (EBSA) around the hydrothermal vent field that we visited and sampled for the first time with a human-directed deep-sea vehicle as part of this grant.\n\nThe UK application for EBSA status for the site was not confirmed at a UN CBD meeting for the Indian Ocean region in 2012, as it was vetoed by the delegation from China (as China has been awarded a mineral exploration licence for the same area of international deep-sea floor by the UN International Seabed Authority). But the application therefore highlighted the lacunae between the principles of the UN CBD and the UN ISA, which are now being resolved. This grant has therefore contributed to the development of international policy for environmental protection of the 45% of our planet's surface represented by deep-sea floor in international waters.\n\nIn addition, our findings have underpinned a programme of public engagement with research, which has combined extensive work with traditional media (e.g. BBC News, and broadsheet newspapers such as The Times and The Guardian), direct &quot;face-to-face&quot; engagement with presentation and discussion of research project findings at talks and public events for audiences from school groups to retirees/lifelong learners, and a programme of online engagement. We have also contributed to the development of displays featuring our findings for museums. Together, these activities have delivered the societal impacts of &quot;generating inspiration and curiosity about science&quot;, &quot;raising awareness of research findings, their context, and the research process&quot;, and &quot;providing cultural enrichment by supporting lifelong learning&quot;. Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections,Other Cultural","person":"Jonathan Timothy Copley","coPersons":[],"organisation":"University of Southampton","findingsText":" This NERC Small Grant funded three days of shiptime to undertake the first remotely operated vehicle (ROV) survey of a hydrothermal vent field on the ultraslow-spreading SW Indian Ridge. The samples and data collected during that fieldwork enable the characterisation of the ecological processes (e.g. succession) and biogeographical context of vent fauna on this mid-ocean ridge for the first time. Research papers from the project are currently in submission, but the initial results have already informed a case presented by the UK to the UN Convention on Biological Diversity for the creation of an Ecologically or Biologically Sensitive Area (EBSA) in the SW Indian Ocean. The techniques used in the survey have also been incorporated in advice prepared by an international scientific forum for the UN International Seabed Authority, to assist in defining guidelines for environmental surveys of seafloor massive sulfide deposits targeted for mining in international waters. Defining an area requiring environmental protection in international waters, and assisting in definition of guidelines for contractors undertaking exploration phase activities at seafloor massive sulfide deposits in international waters, under licence from the UN International Seabed Authority. Via submission to UN CBD and guidelines prepared by VentBase (see above and specific output items).\n\n\n\nAdditional public engagement benefits have been delivered through a programme of extensive activities summarised as part of NE/F017774/1. Education,Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}