{"id":"6687958D-EF0A-4115-BAC3-C447986657AC","title":"Development of risk-adjustment methods to evaluate systems of emergency medical care","abstractText":"Emergency care systems, involving ambulance services, hospitals and general practitioners, have a crucial role to play in delivering life-saving treatments, yet these systems vary hugely across the United Kingdom and across the world. To date, there has been little research into finding out how emergency care systems perform and what makes a good system. The research that has been undertaken has focussed upon measures, such as waiting times, that do not necessarily reflect the quality of medical care provided. Comparing death rates between emergency care systems would be a good way of comparing quality of care, but could be misleading if patients use different systems in different ways or if local populations have different underlying degrees of illness.\n\nWe plan to develop a method for comparing death rates among patients treated by different emergency care systems that takes into account differences in the health of the local population and the way they use emergency services. This will ensure that any differences we identify are likely to be due to the care provided. We can then draw conclusions about what types of emergency care systems provide the best quality of care, in terms of lives saved.\n\nWe will test patient characteristics that can be recorded by the first health professional to treat them to find out whether these characteristics predict a higher chance of dying, and will use statistical techniques to select the characteristics that are the best predictors. By using the patient?s characteristics to predict their chances of dying we can then determine, by seeing whether they actually die or not, whether the emergency care system is performing better or worse than expected.\n\nThis approach will allow us to compare systems of emergency care and find out whether certain types of system perform better than others, and whether individual systems are performing to the expected standard. We can then draw conclusions regarding what makes a good emergency care system that will guide future development of emergency ambulance, hospital and general practitioner services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600295","grantId":"G0600295","fundValue":"951543","fundStart":"2007-01-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"S  Goodacre","coPersons":["Anne-Maree  Kelly","Jon  Nicholl","Mike  Clancy","David Antony Harrison","James  Munro","Michael  Schull","James  Wardrope","Gareth John Parry"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}