{"id":"668C1F5B-00A4-4D73-A668-01D503FEE897","title":"THrough life Energy and Resource Modelling (THERM)","abstractText":"We will develop a modelling tool that will assist the collaborators and other manufacturers in: 1. Understanding our current manufacturing system and its level of sustainability performance,2. Modelling potential tactics and technologies to improve (from a database of tactics), 3. Selecting appropriate tactics, &amp;4. Implementing tactics and technologies and monitoring progress.We will use the modelling tool to support improvement in our facilites and in collaborators, then assess the utility of the tools, improve them and make them available to other manufacturers. We will explain the results and learning to the wider manufacturing community. The tool must work at a number of levels: e.g. process, facility, local context, product, supply chain, offering &amp; business model. The tool will be capable of modelling existing, known tactics (such as using waste energy from one process for another process) as well as potential future tactics (cradle-to-cradle, industrial ecology, localisation). The tool will seek to integrate existing tools where possible (such as manufacturing simulation and building energy modelling), though it is clear that such tools do not currently support an integrated model of material, energy and waste for an industrial system. For example, energy is often available as an output, but its media (e.g. steam vs motion vs electricity) and its timing and its location (e.g. at start of shift in the final cleaning area) are critical to the ability to use that energy elsewhere and current modelling tools do not support this. Our exploitation partner is a vendor of current tools with a vital interest in expanding their capabilities","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H001212/1","grantId":"TS/H001212/1","fundValue":"112359","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The application of the tools developed has been demonstrated at the manufacturing facilities at Airbus and TMUK. IES Ltd is further developing the tools as a part of their software products for wider use by manufacturing and other industries. The tools developed and insights gained within the project have been brought to the attention of wider user community through publications and major events, e.g. the EcoBuild and through the industrial partners Airbus, Toyota Manufacturing UK (TMUK) and IES Ltd. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Li  Shao","coPersons":["Andrew John Wright","Richard  Greenough"],"organisation":"De Montfort University","findingsText":" THERM aims to help move the manufacturing industry towards a more resource-efficient, low-carbon future by highlighting the sustainability and economic benefits of an integrated modelling process, providing insights and numbers on energy and resource flows to achieve potentially large energy and waste reductions. THERM seeks to integrate 'Sustainable Building Design'\n\ntools and 'Sustainable Manufacturing Process' tools to achieve an 'Integrated Sustainable Manufacturing' system. It is concerned with the creation of a new, innovative modelling tool for the manufacturing industry that simulates the manufacturing process as an integrated system of energy, material and waste flows to help identify more resource efficient and sustainable opportunities. Specifically, the project focuses on the development of a modelling tool that will assist the collaborators and other manufacturers in: 1. Understanding our current manufacturing system and its level of sustainability performance,2. Modelling potential tactics and technologies to improve (from a database of tactics), 3. Selecting appropriate tactics, &amp; 4. Implementing tactics and technologies and monitoring progress. The project has achieved its objectives and an innovative prototype tool has been produced through a range of innovations in a new field linking buildings and manufacturing energy and resource use. These include real process data input, analysis and tests, and a system of implementing interventions based on an extensive library of tactics and case studies. The project has used the modelling tool on a number of real facilities of the industrial partners and the tool has been developed and refined through iteration of development and application. It was shown that an effective way of integrating building and manufacturing energy/resource efficiency is operation management based on monitoring and data collection, software-based analysis, and interventions enabled by a dynamic library of tactics interventions and case studies. This integrated approach as implemented in the tools developed offers the potential of major reduction of energy and resource use. The application of the tools has been demonstrated at the manufacturing facilities at Airbus and TMUK. IES Ltd is further developing the tools as a part of their software products for wider use by manufacturing and other industries. The tools developed and insights gained within the project have been brought to the attention of wider user community through publications and major events, e.g. the EcoBuild and through the industrial partners Airbus, Toyota Manufacturing UK (TMUK) and IES Ltd. Construction,Energy,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}