{"id":"668FD25F-C9E2-477C-82AD-FD3C73B26F36","title":"Learning the structure and dynamics of human environments to support intelligent mobile robot behaviour","abstractText":"Advances in mobile robot technology over the last 10 years has made the use of service robots (i.e. robots performing tasks for, or with, humans) in the workplace increasingly possible. The problem of building maps of environments that do not change over time has been solved for many application environments, enabling robots to move around in these places for ever-increasing durations. However, real environments do change over time as their inhabitants move around and move furniture and objects as they do so. The resulting changes to a robot's world make it difficult for it to run reliably, and thus there is a danger that we will not be able to create service robots that are able to perform useful tasks in realistic situations. \n\nThe proposed research treats the fact that a robot's environment changes regularly as an opportunity rather than a challenge. We will develop systems that are able to extract reliable, significant patterns from the changes observed by an existing intelligent robot (the Dora the Explorer robot from the CogX project). In particular we will develop two approaches. The first will capture how easy or difficult it is for a robot to move through particular parts of its map at particular times of day (e.g. due to humans getting in the way). The second approach will capture how the positions of objects in rooms change over time (e.g. the desk in my office never moves, but my chair tends to move around in front of the desk, but never near the door). Taken together these approaches will allow a robot to improve its performance on typical service robot tasks such as searching for an object in a building, whilst avoiding certain areas at certain times of day (e.g the corridor by a canteen during lunchtime), all in dynamic environments.\n\nOur research will be informed by an advisory board of experts in reasoning about space and robot learning, and also by the security company G4S who are interested in using mobile robots to assist security guards. Our results could help them by allowing robots to choose better patrol routes through buildings, and to learn how the objects in a room are typically arranged (allowing them to spot when things change due to a burglary or other incidents). As well as presenting our results through the usual scientific channels, we will also demonstrate our finished robot system at the Thinktank science museum in Birmingham, giving the public a chance to learn more about state-of-the-art robots and AI, whilst also testing our systems in a challenging environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014293/1","grantId":"EP/K014293/1","fundValue":"94316","fundStart":"2013-04-29","fundEnd":"2014-04-28","funder":"EPSRC","impactText":"","person":"Nick  Hawes","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}