{"id":"66945DF9-6B73-46D2-9D8E-58365B87176C","title":"Strategic Expansion of Management Research Capacity: Managing the Training of Researchers as Trainers","abstractText":"<p>The purpose of this programme of activities is strategically to build and sustain research capacity in UK management and related social science disciplines by meeting the priority need to manage effectively the training of management researchers in their secondary role as trainers of research students and other researchers. The programme forms part of the joint plan developed by the ESRC/EPSRC Advanced Institute of Management Research (AIM) and the British Academy of Management. The AIM programme has four components. First, a conference for deans and directors of research on managing research training, to introduce other programme components. Second, workshops for mid career and senior staff on importing new research methods, managing the development of research training and doctoral supervision, training early career researchers to write research proposals, and training early career researchers in how to get published in academic journals. Third, the further development of AIM’s e-learning materials for postgraduate and doctoral students on aspects of the ‘logic of enquiry’. Fourth, a targeted initiative for collaborative groups of business or management schools to provide ‘training trainers’ workshops for early career researchers on research student supervision and co-publishing, postgraduate and doctoral research methods training, critical literature reviewing, and quantitative methods training.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-035-25-0035","grantId":"RES-035-25-0035","fundValue":"73209","fundStart":"2008-01-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  This was a research training award. It did not generate research findings. Other Societal","person":"Mike  Wallace","coPersons":[],"organisation":"Cardiff University","findingsText":" This was a research training award. It did not generate research findings. This was a research training award. It did not generate research findings. Other","dataset":"gtr"}