{"id":"66A0438C-50DE-45B8-A6F2-FEB55574DAA7","title":"Alex North's Score for 'A Streetcar Name Desire'","abstractText":"Tennessee Williams' 1947 play, A Streetcar Named Desire, is one of the most feted and controversial of the twentieth century. Under the direction of Elia Kazan (the play's original director), it was adapted into a film in 1951, with Charles K. Feldman as independent producer for Warner Bros.. Alex North composed the film's music. Although equally celebrated, North's score is little discussed in the considerable literature on Streetcar. \nThe film's score comprises some quasi-jazz cues, heard as source music from the bars near the apartment in New Orleans, a handful of popular songs from the period (on the radio; sung by Blanche), arrangements of music in the public domain, and North's original music. \nA key aim of this project was to offer an analysis and interpretation of North's score both within the context of the film and North's other scores from this period. The score for Streetcar is considered by many to be the first instance of a consistently 'jazz-style' score, composed at a time when jazz was stereotyped as degenerate by the Office of the Production Code under Joe Breen, and the Catholic Legion of Decency. Although the censorship of the film's script and plot are well known, the self-censorship of at least one of North's music cues has been little discussed (letter. Jack Vizzard to Joe Breen, July 1951). One of the key aims of the project was to explore, fully the score's production history for the first time, including an examination of the extent of the relationship between North's film score, cue-sheets and music from the play's original stage production (not yet discussed), alongside Williams' own descriptions of, and directions for, the use of music in the play. \n\nThe particular character of North's score is notable for a number of reasons: the use of a quasi-jazz style in music for the^ character of Stanley; the high degree of integration between dialogue, choreography, and scoring at several key moments; the use of music to indicate the shift to a subjective point-of-view, with music seeming to issue from inside the mind of a character, Blanche. Here, the music is triggered by the memory of the character's late husband, and refers specifically to a dance they shared during which he committed suicide. \n\nFilm music scholarship is a relatively young field. As such, there are a great number of key composers and techniques that have yet to be examined in any great detail. Alex North is one such composer. Despite composing the music for Death of a Salesman (1951), Viva Zapata (1952), Spartacus (1960), Cleopatra (1963), and the song 'Unchained Melody* for the Unchained (1955), the first book-length study about North was not published until 2004: Alex North, Film Composer by Sanya Shoilevska Henderson. Henderson's book includes excellent chapter-length case studies of specific scores alongside biographical information. \nThe monograph I have produced offers the benefit that it is a detailed analysis of a single score, thus allowing a close-reading of the compositional techniques used, while also placing this work within the broader context of the composer's other scores. Further, as an example of research in this quickly developing field that incorporates the analysis of score and sketch material alongside documentation relating to the film's and the score's production history, this work also contributes to the development of the field more generally, in demonstrating an holistic approach to cinema that recognises its necessarily collaborative character. In tracing the development of the original play's music into North's score for the film version, I am now able to correctly attribute authorship of the various musical elements which, up to now, have frequently been mis-attributed in literature on the film and the play.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503322/1","grantId":"AH/E503322/1","fundValue":"22726","fundStart":"2007-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Annette  Davison","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}