{"id":"66AB2B88-DA93-4816-B04E-401510E9985F","title":"An Industry/Academia Research Network on Artificial Intelligence and Games Technologies","abstractText":"As we finished writing this grant proposal, there was breaking news that games industry representatives had renewed their lobbying of Margaret Hodge, Minister for Creative Industries, for continued governmental support of the video games industry. While the UK games industry is strong at the moment, it is widely appreciated that it could suffer the same fate as the UK film industry, and lose its position as the third largest player in the world. An important way to maintain its strong position is for the games industry to tap into the wealth of knowledge in University computing research laboratories. There would be a double benefit to such a collaboration, as computing researchers are always looking for research problems to stretch their understanding of the computing world, and to enable them to produce general purpose software and hardware solutions.Unfortunately, academics have been slow to collaborate with games companies. In particular, while 40% of EPSRC funded projects have an industry collaboration, this is true of only 20% of those projects involving games and digital media. We propose to change this position by bringing together a network of academics and games industry professionals to exchange ideas, problems and outlooks, and ultimately to lead to research grant proposals on particular games-related topics being written.We propose to focus on the Artificial Intelligence (AI) sub-area of computing. Such a focus is needed in order to narrow down the topics under consideration, and to encourage fruitful collaboration. Our focus on AI is justified for two reasons:1. The manifestation of artificial intelligences inside video games has always been an important aspect of games, and has recently been portrayed as the next major market differentiator for games. Indeed, AI is already used as a marketing tool, and many next generation games are planned with enhanced intelligence. Moreover, as game worlds are increasingly large and complex, many games studios are increasingly using AI techniques to help them more efficiently design their products. 2. Since the earliest days of AI, games have been an important testbed for new ideas. Indeed, video games have been proposed by many AI researchers as the Killer App for AI research. This is because (i) getting game characters to act intelligently and provide real interaction is a very difficult problem for AI research, as is the problem of helping build game worlds (ii) game environments provide a unique opportunity for experimenting with intellligent techniques - not only is it a rich 3D environment, but intelligent behaviour of game characters is imperative if a game is to be believable, and there is instant feedback from players and developers, and (iii) there is much room for improvement, as most intelligent behaviour in games currently uses little or no sophisticated AI techniques.The network we propose has the written support of eight games companies, and the verbal support of a further six, in addition to LDA and TIGA (the games industry trade association) support. We also have selected and gained the support of 24 academics to act as the initial network members. In order to bring these parties together, we plan a series of network-level events and three subgroup events per year (focussed on AI for: avatars, non-player characters and game design). We also aim to encourage exchange visits between games industry professionals and AI academics. We will keep the network members fully appraised of developments with a website, mailing list and quarterly newsletter. We aim not only to bring together interested parties in the AI/game world, but also to shape the future of AI research related to games. To do this, we will produce a road map document and widely circulate it. Moreover, we will strongly encourage network members to collaborate on the submission of research proposals to the funding agencies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F033834/1","grantId":"EP/F033834/1","fundValue":"83361","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Simon  Colton","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}