{"id":"66B2DC2F-A11E-445D-AACE-3769010FD558","title":"Alloys By Design - A Materials Modelling Approach","abstractText":"With this proposal, we will use modern metallurgical modelling tools to demonstrate that state of the art modern metallurgical modelling tools can complement the commonly-employed, empirical approach to alloy design. Traditionally, alloys required for metallurgical applications (e.g. within the transportation, power generation and construction industries) have been designed using rules-of-thumb, with emphasis placed on trial-and-error procedures and assessment by experiment. Application of computer-based methods will reduce the time (a new alloy can take up to ten years to design and qualify) and expense (a large number of trial alloys are fabricated and tested) which are associated with the alloy design process. We will design a new alloy - using computational methods - which is suitable for use in one of the most demanding applications: the turbine blading needed for the hottest parts of the gas turbine engine used for powering civil aircraft. The design concept for the new alloy requires it to have three key characteristics: (i) it should be thermodynamically stable during extended periods of service at high temperatures (ii) it should be resistant to degradation reactions which occur by interdiffusion with protective coatings used to protect it during operation and (iii) it must be capable of being fabricated by casting and thus resistant to the formation of melt-related defects during component fabrication. The numerical modelling work will be carried out at various scales. First, atomistic methods will be used to identify the combination of alloying additions which promote the formation of electron phases such as mu and sigma which impair key properties such as creep and fatigue. Second, microstructural modelling will be used to simulate the kinetic evolution of phase assemblies and dislocation degradation reactions which occur in these systems using techniques such as the phase field method. Third, modelling on the continuum scale will be used to assess how a component fabricated from the new alloy will perform, e.g. whether it would be prone to the formation of casting defects if it were to be cast in the foundry. The modelling tools which we will develop for this project will have considerable generality in the field of metallurgy and materials science and consequently, once this project is finished we will be in a position to use them for designing other metallurgical systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D047684/1","grantId":"EP/D047684/1","fundValue":"233453","fundStart":"2007-02-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The design methods developed in this programme are being used by Rolls-Royce plc to design a new alloy for use in the turbine discs of advanced aeroengines. The boost effective way to increase the efficiency of the gas turbine engine is to increase the temperature of the gas stream. This is limited by the capability of the materials used to construct the huge metal discs which hold the turbine blades and rotate at high speed in the turbine. New alloys that can balance high temperature strength, long-term resistance to deformation (creep), and fatigue, oxidation resistance, density and cost all have to be balanced to create a successful alloy. We are currently working on the very limits of the capability of these materials and small advances in temperature capability have a huge impact on the fuel consumption of the engine. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport Economic","person":"Catherine  Rae","coPersons":["A Lindsay Greer"],"organisation":"University of Cambridge","findingsText":" The work in this grant was part of a larger consortium to develop ni-based superalloys more rapidly by the use of integrated software selection based on physics-based modelling of the critical alloy properties as a function of their composition. This allows millions of potential compositions to be explored, increasing the potential range beyond what could economically be explored by more traditional empirical means and also decreasing the time taken to develop alloys by more rapidly targeting viable compositions. \n\nOur contribution was to model creep deformation as one vital input into the model. In particular we used phase-field modelling of dislocations to look at the effects of various planar-fault energies on the deformation characteristics of the alloys. The insight gained on the role of fault energies in calculating the creep properties has been incorporated in the models being used. The methodology developed by the consortium is being used to develop a new disc alloy for Rolls-Royce plc. Work on the alloys designed by this method is ongoing. This alloys us to further refine the way in which alloys are selected and decrease the time to market for these alloys which are critical to the manufacture of advanced engines. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}