{"id":"66B9C318-C9BC-4057-8E82-20DFFC68C686","title":"NSF Materials World Network: Microscopic models of cross-linked active gels","abstractText":"This proposal seeks to support an International collaboration for joint research and education between participants in the US, the UK and South Africa. The study of soft biological matter is emerging as an important new direction in materials re-search. Its highly international profile is evident from the increasing number of ma jor initiativestaking place across the world. This proposal focuses on the study of the physical aspects ofcell organization and dynamics, in particular the effect of molecular motors and other associatedproteins on the collective dynamical and mechanical properties of cytoskeletal filaments. Thecytoskeleton is predominantly composed of a network of semiflexible polar protein filaments. Inaddition, there are many accessory proteins that bind to these filaments, regulate their assembly,link them to organelles and provide the motors that either move the organelles along the filamentsor move the filaments themselves. Motor proteins use the energy derived from repeated cycles ofATP hydrolysis to generate motion in one direction along the polar filaments. We shall undertaketheoretical studies both of an analytical as well as of a numerical nature of (i) active liquids --purified (in vitro) cell extracts consisting of suspensions of cytoskeletal filaments and associatedmotor proteins -- and (ii) active solids -- the cell cytoskeleton (in vivo) and in vitro gels ofcytoskeletal filaments linked by both active (motor proteins) and passive crosslinkers.Our study will enhance the understanding the role of microscopic properties of the filaments(e.g., their stiffness) and of the active elements (e.g., motor processivity and collective motordynamics) in controlling the macroscopic behavior of both active fluids and gels. This is crucialfor a quantitative formulation of even the simplest linear viscoelastic response of these systemand a comparison with experiments. At the same time we shall gain understanding of the role ofnon-equilibrium fluctuations of the motor dynamics.For active fluids we shall (i) be extending existing analyses to study the effect of filament flexibilityon macroscopic properties of active suspensions, (ii) incorporate motor properties, and (iii) studythe role of confinement and boundaries with numerical studies. Our proposed work on activesolids includes (iv) extending to three dimensions a toy model of a cross-linked active gel, and(v) using a detailed microscopic description to study elastic properties of such gels, that willlead to (vi) continuum models and linear elasticity. In this way we shall establish a microscopictheoretical framework for the study of (vii) macroscpic fluctuations and the (viii) liquid crystallinephase in active gels. The theoretical investigations proposed will be informed by collaborationswith a number of experimental groups working on physical properties of active filament gels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026440/1","grantId":"EP/G026440/1","fundValue":"223875","fundStart":"2009-03-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Tanniemola Bunting Liverpool","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}