{"id":"66BCE4BC-6D5C-4E8E-8DCA-3678B3A230E6","title":"The ultrastructural basis of corneal dysfunction and the development and optimization of novel therapeutic strategies","abstractText":"The cornea is the transparent window at the front of the eye and is its main focussing element. To fulfil its role it has to be very transparent, very strong and precisely shaped. Transparency, strength and shape are all controlled by the collagen fibrils that make up the cornea, and by the small molecules between them. This happens at different structural levels from the molecular level upwards: collagen molecules form fibrils, which in turn form larger structures called lamellae, which are then stacked up to form the tissue itself. From our previous work and work done by others, we know a lot about why the cornea is transparent and are beginning to understand the arrangement of collagen lamellae that gives rise to the cornea's shape and thus its focusing abilities. However, the precise details are still not known and, until they are, it will not be possible to understand why, in numerous diseases of the cornea, or after different types of surgery on the cornea - including laser surgery - transparency, strength and/or shape are abnormal and vision is lost or very blurred. We will use several new and exciting 3-D biological imaging and powerful X-ray measuring techniques, to explain how collagen fibrils and cells are arranged in the cornea to make it transparent, and how other proteins control this arrangement. We will also explain at a higher structural level how lamellae are arranged to provide form and strength. This will allow us to construct computer models from which to predict changes in corneal shape following given surgical incisions or other treatments to help inform surgeons. We will then explain what goes wrong in several important corneal diseases and investigate methods of preventing or correcting these changes, for example by using stem cell therapy or protein crosslinking. The methods will also allow us to explain why, when the cornea is wounded, tissue strength and transparency are compromised. Again, methods to improve this wound healing such as those mentioned above will be investigated, with the aim of strengthening the cornea whilst preserving transparency. Finally, several research groups in different countries are trying to develop a biological artificial cornea as there is, and is likely to continue to be, a worldwide shortage of donor corneal tissue for graft surgery. Synthetic biology depends on understanding how nature utilises the constituents of a tissue to achieve its vital properties. In the case of the cornea, the knowledge that we will obtain by elucidating the exact relationship between structure and function will be invaluable, and will allow us to collaborate with these groups to drive their constructs more quickly towards a fully functioning artificial cornea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000837/1","grantId":"MR/K000837/1","fundValue":"1754770","fundStart":"2012-11-01","fundEnd":"2017-10-31","funder":"MRC","impactText":"","person":"Keith Michael Meek","coPersons":["Andrew James Quantock","Craig  Boote","Carlo  Knupp"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}