{"id":"66C64972-A0C3-4B66-A65E-F3E56981C97C","title":"Use of Controlled Acoustic Cavitation to Enhance and Monitor Treatment by High-Intensity Focussed Ultrasound (HIFU)","abstractText":"High-Intensity Focused Ultrasound (HIFU) is emerging as a promising technique for treating deep-seated tumours non-invasively (i.e. without surgery). A focused ultrasound wave generated outside the body can produce sufficient tissue heating at its focus to cause cell death, leaving tissue elsewhere in the ultrasound propagation path unaffected. However, the time that it takes to destroy relatively large tumors using this technique in its present state is rather long. In addition, it is extremely difficult to monitor the region of tissue being ablated during HIFU exposure, which further hinders the treatment efficacy and prevents its widespread clinical uptake. Recent research has shown that, under the right conditions, the high-intensity ultrasound wave can generate and excite micron-sized bubbles at the focus, which substantially increases the rate of heating during HIFU treatment. These microbubbles can be readily detected during HIFU exposure. The proposed research aims primarily at developing a controller that will produce and sustain microbubbles at the focus throughout HIFU exposure, preventing them from growing uncontrollably toward the HIFU transducer. If it can be shown that tissue is only destroyed in the region where microbubbles are detected, then it will become possible to monitor HIFU treatment in real time, whilst also achieving faster rates of heating. This should promote clinical uptake of HIFU therapy, thus improving the quality of life of cancer patients worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D06127X/1","grantId":"EP/D06127X/1","fundValue":"123966","fundStart":"2006-08-21","fundEnd":"2009-02-20","funder":"EPSRC","impactText":"","person":"Constantin  Coussios","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}