{"id":"66C65A41-B333-49F3-B333-8AF73788EEB5","title":"Determining the Barrier to Inversion of Chiral Organometallics","abstractText":"The research outlined in this proposal is in the area of physical organic chemistry. In particular, it involves the study of organometallic species. We have determined the barrier to inversion of 2-lithiopyrrolidines and applied this knowledge to their highly enantioselective dynamic resolution, leading to the asymmetric preparation of 2-substituted pyrrolidines. The aim of this research is to build on this expertise and apply it to other organometallic species. We plan to use a combination of NMR spectroscopy and conventional electrophilic quench/chiral chromatographic analysis to determine the rate of interconversion of the mirror images of selected chiral organometallic species.This will allow comparison of different substituted derivatives and will therefore provide valuable information on the influence of these substituents on the enantiomerization process. This will include all different types of organometallic species, from non-stabilized to dipole stabilized (especially organometallics alpha to oxygen and nitrogen) to mesomerically stabilized (benzyl and allyl species).With quantitative rate data to hand for these enantiomerizations, we will study the effect of ligands on this process, including chiral ligands. This knowledge will then be used to explore dynamic resolution of the organometallics and the mechanism for this resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E012272/1","grantId":"EP/E012272/1","fundValue":"131634","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"I  Coldham","coPersons":[],"organisation":"University of Sheffield","findingsText":" The research outlined in this proposal is in the area of physical organic chemistry. In particular, it involves the study of organometallic species. We have determined the barrier to inversion of 2-lithiopyrrolidines and applied this knowledge to their highly enantioselective dynamic resolution, leading to the asymmetric preparation of 2-substituted pyrrolidines. The aim of this research was to build on this expertise and apply it to other organometallic species. \n\n\n\nWe used conventional electrophilic quench/chiral chromatographic analysis to determine the rate of interconversion of the mirror images of selected chiral organometallic species. In particular, we were able to determine the barrier to inversion together with the enthalpy and entropy of activation of 2-lithiopiperidines in the presence or absence of the additive TMEDA. In addition, we were able, in collaboration with Professor Gawley, to determine the barrier not just for enantiomerization but also for dynamic resolution in the presence of a chiral ligand. This uncovered an interesting rate dependence on the achiral ligand TMEDA. Therefore this study has allowed a comparison of different conditions and has provided valuable information on the influence of these factors on the enantiomerization process. \n\n\n\nWith quantitative rate data to hand for these enantiomerizations, we studied the effect of ligands on this process, including chiral ligands. This knowledge was used to explore dynamic resolution of the organometallics and the mechanism for this resolution. \n\n\n\nIn addition, we studied the transmetallation from lithium to zinc-cuprates for allylation reactions and we carried out Negishi couplings of the organozinc species. We also applied some of this chemistry to 7-metallated-indolines.  ","dataset":"gtr"}