{"id":"66C99D4D-F8B1-4549-982D-61E81A8D2553","title":"RefNet: An interdisciplinary network focussing on reference","abstractText":"RefNet proposes an EPSRC research network advancing the interdisciplinary study of reference by linking communities that have so far tended to work in near isolation from each other. \n\nReference is the process of making sure that a user/receiver can identify an entity - for example a person, thing, place, or event. Reference can be accomplished through language, but also through for example pointing, gaze, highlighting, and combinatons of the above. Reference can be considered the &quot;anchor&quot; of communication, and as such it is crucial for practical applications, from robotics and gaming to embodied agents, satellite navigation, and multimodal interfaces. \n\nRefNet will foster collaboration between researchers in Computing Science and researchers in Psycholinguistics, and between researchers and practitioners in industry and the public sector. Through the study of reference, RefNet will build a wider interdisciplinary skills base for research on communication that will be of crucial importance at a time when computing science is becoming closely interlinked with other disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01950X/1","grantId":"EP/J01950X/1","fundValue":"56387","fundStart":"2012-11-01","fundEnd":"2016-04-01","funder":"EPSRC","impactText":"  Findings disseminated via RefNet are being used extensively by other researchers. Other Cultural","person":"Kees  Van Deemter","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Reference is studied from an even greater diversity of scientific angles than we were aware. Neuro-scientific research in this area was a novelty for me. Many areas of research on reference cry out for further experimentation (to inform algorithms).\n\nThe new algorithms could be applied in computational applications in all the areas mentioned below. Other","dataset":"gtr"}