{"id":"66C9826E-7158-44F0-A7BE-10449FC5B805","title":"Physiological and functional interactions between cortical and subcortical structures in skilled hand movements","abstractText":"Grasping and manipulating objects and using tools are all important skilled hand functions that we perform on a daily basis. Often we take these skills, such as writing and eating, for granted. This is of course until injury or disease prevents us from performing such activities. Deficits in hand function can have tremendous effects on the simplest of tasks. Rehabilitative interventions have proved useful for the improvement of hand function, but their benefits remain limited. Brain and spinal cord physiological mechanisms that underlie skilled grasping are complex and still are not well understood. Investigating these mechanisms and how they interact with one another will help us better understand the central nervous system in health and disease.\n\nThe first aim of this proposal is to investigate how particular areas of the brain involved in the grasping of objects, known as the premotor cortex, interact with circuits within the spinal cord. Research in monkeys has already shown that there are direct and indirect pathways from the brain to the spinal cord. Yet, whether these connections exist and are functional within the human is unknown. Therefore, using non-invasive magnetic and electrical stimulation techniques we will investigate how the premotor cortex interacts with two spinal cord circuits at rest and during skilled grasp (e.g. a precision grip - holding an object between the index finger and thumb). The first is a simple spinal reflex circuit and the second is a more complex system of spinal neurons that is thought to reshape signals from the brain on their way down to arm muscles, known as the propriospinal system. These experiments will characterise whether there are direct and/or indirect interactions between the premotor cortex and different spinal cord circuitry that innervate hand muscles.\n\nPrevious work investigating the propriospinal system's involvement in skilled grasping has yielded conflicting results. Yet, as this spinal circuit reshapes brain signals on their way to muscles it could play a particularly important role when unexpected internal or external changes occur during grasping. The propriospinal system has not been previously tested under these circumstances, therefore the second aim of this proposal is to examine the propriospinal system's contribution to unexpected changes during a grasping task. Again, we will apply non-invasive magnetic and electrical stimulation during two tasks. The first task will test how the propriospinal system is affected when an object of an unexpected weight is grasped. The second task will test how the propriospinal system is affected when the weight of an object is changed prior to grasping. These experiments will allow us to characterise when and during what unexpected circumstances the propriospinal system comes into play during skilled grasping.\n\nThis work has the potential to benefit research and clinical applications in motor disorders. Understanding the interactions between premotor areas and the spinal cord could provide alternative potential targets for stimulation protocols that are designed to increase activity in the brain or spinal cord, and ultimately improve hand motor function, after stroke or spinal cord injury. Non-human primate research has already shown the importance of the propriospinal system after spinal cord injury, so knowledge of how to facilitate this system could be important in rehabilitation strategies. Finally, the findings of this work could improve the design of software and robotic hands and prosthesis used for grasping for people with paralysed or absent limbs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N001370/1","grantId":"BB/N001370/1","fundValue":"200403","fundStart":"2016-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Marco  Davare","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}