{"id":"66CC6E1E-1E21-4B61-A0BD-BEA4C233F3F7","title":"Professional Development Consortium in Modern Languages","abstractText":"<p>The decline in popularity of Modern Foreign Languages (MFL) in England is well-documented, with many areas for improvement in the teaching of the subject identified (OFSTED, 2011). It has been argued that such teaching is based upon a curriculum and assessment model which has insecure foundations in research evidence (Mitchell, 2003), with a divide between what research indicates are the principles of effective language teaching and learning and the practice that is common in classrooms. These principles have been investigated in the project leaders’ research and have been shown to be highly effective.</p>\n\n<p>This project will help close the divide between research evidence and practice by establishing a Professional Development Consortium in Modern Foreign Languages. The Consortium will produce training materials exemplifying research-based principles; these will then be disseminated to a wide range of schools and to Initial Teacher Education establishments (ITE), through six training events. Schools participating in these events will be supported in implementing the principles presented into their teaching and ITE tutors will be asked to incorporate them into their work with trainee teachers. The impact of the work will be assessed through a report submitted by participating MFL departments and through a questionnaire to ITE tutors.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010286/1","grantId":"ES/J010286/1","fundValue":"99985","fundStart":"2012-03-02","fundEnd":"2013-04-30","funder":"ESRC","impactText":"  They have informed professional practice within MFL teaching. The PI has contributed to Expert Panel Meetings at the DfE. The work has influenced national examination criteria. Education Societal","person":"Suzanne  Graham","coPersons":["Ernesto  Macaro"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}