{"id":"66DDE7E5-A3F8-46DD-9603-695359AF7775","title":"Shock-wave/Boundary-Layer Interactions (SBLI): Physics and Control","abstractText":"Shock-wave/boundary-layer interaction (SBLI) is a critical area of research for the development of all future aerospace systems as they are ubiquitous in high-speed aerodynamic flows. The extraordinary pressure and thermal loads in the regions of SBLI poses a wide variety of problems including damage/rapid fatigue to aero-structures and associated protection systems, inlet flow distortion and engine unstart, all of which could have adverse consequences. Previous studies have noted that the low frequency unsteadiness of the shock-wave/separation region as a dominant phenomenon and indicated that even the behaviour of mean properties cannot be fully understood without some knowledge on the unsteadiness. Moreover, computational studies find it difficult to accurately capture the dynamics of SBLIs due to the limitations of the models employed. Therefore, it is vitally important to perform experimental investigations of shock-wave/boundary-layer interaction using state-of-the-art experimental techniques. The aim of this project is to develop a supersonic facility where state-of-the-art experimental methods can be employed to obtain qualitative and quantitative information. Advanced optical diagnostic techniques including Particle Image Accelerometry (PIA) and multiple-plane Particle Image Velocimetry (PIV) will be developed. High-quality imaging measurements will be performed together with fast-response surface pressure measurements to characterise the unsteadiness and the three-dimensional nature of shock-wave/boundary-layer interactions in a variety of flow configurations. Measurements will be obtained in the upstream supersonic boundary layer, the interaction region and in the shock induced separation region. The data will be carefully analysed with the aim of developing a physical framework to explain the causes responsible for the unsteadiness and the three-dimensional nature of the flow field.Generic (vortex generators, streamwise slots) and state-of-the-art (piezo actuators) control schemes will be employed to control the frequency and amplitude of shock-wave unsteadiness. The components will be actuated and phase-averaged velocity, acceleration and pressure fields will be obtained. The data will be used to understand the response of the flow to the control scheme, which in turn can help in development of improved control strategies. The feasibility of employing closed-loop schemes to achieve necessary localised control will also be explored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056206/1","grantId":"EP/F056206/1","fundValue":"292814","fundStart":"2008-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  The central theme of this project is to understand the mechanisms responsible and develop a comprehensive physical framework to explain various observations related to the unsteadiness and the three-dimensional nature of shock-wave/boundary-layer interactions. The feasibility of using generic control methods and state-of-the art active control techniques in liaison with periodic actuation schemes for controlling the inherent unsteadiness will also be investigated. Particular emphases of this project were as follows:1) Develop a supersonic wind tunnel facility that can accommodate the use of advanced experimental techniques to study various flow problems.2) Design and develop multiple-plane Particle Image Velocimetry and Particle Image Accelerometry techniques that will be utilised to explore physics of shock-wave/boundary-layer interactions and 3) Investigate the contributions of the upstream boundary layer and the downstream separation region to dynamics of separation. Aerospace, Defence and Marine,Education,Energy,Environment,Transport Economic","person":"Bharathram  Ganapathisubramani","coPersons":[],"organisation":"Imperial College London","findingsText":" 1) A state-of-the-art supersonic wind tunnel facility has been developed to explore the physics of shock-wave/boundary-layer interactions\n\n2) Advanced optical diagnostic techniques including Particle Image Accelerometry (PIA) and multiple-plane Particle Image Velocimetry (PIV) have been developed. \n\n3) The advanced techniques have been initially used in a low-speed facility to examine the structure of turbulence in a mixing layer\n\n4) The unsteadiness of separation has been explored in a low-speed flow using the advanced diagnostics. New physics that relates the upstream boundary layer to the unsteadiness of separation has been identified.\n\n5) The physics of shock-wave/boundary-layer interactions has been examined in the new supersonic wind tunnel. The novel diagnostics techniques used in the current project can be used by the industry in the future. The physical understanding developed in the study will allow industries to incorporate this in their new models. Ultimately, the new understanding as well as the tools developed in this project should lead to the design and development of more efficient transportation systems. Key results from this project has been published in leading academic journals. Some of the papers are still in review. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}