{"id":"66E11905-EDAD-4731-A88B-34D57C4E93B3","title":"Stuart Dynastic Policy and Religious Politics 1621-1625","abstractText":"This proposed edition of previously almost unknown and seldom, if ever, used correspondence, written by a group of English Catholic clergymen, resident in London, Brussels, Paris and Rome during the first half of the 1620s, casts a fresh light on the politics of the late Jacobean period, and in particular on the dynastic treaties pursued by the Stuart regime in 1621-1625. \nThe news which passed between these correspondents (highly placed and influential clerical members of the English Catholic community, with powerful patrons in their own country and in the curia at Rome) allows us to see how various pressure groups offered their advice and services to the Stuart State. In the case of Jacobean Catholicism, the reward sought for extravagant displays of loyalty and offers of diplomatic assistance in the negotiations at Rome for the necessary papal dispensation for the proposed marriages was a quite substantial measure of tolerance to be granted by the crown to James's Catholic subjects. \nThis served to aggravate the political instability of the end of James's reign, as the crown negotiated first with the House of Austria and then the House of Bourbon for a dynastic marriage for Prince Charles. Faced with the irreconcilable opposition of leading councilors, godly members of the 1621 parliament, and substantial sections of public opinion, James tried to force through his policy agenda and to outmaneuver the strident contrary voices which balked at a Catholic marriage for the Stuart heir. \nOne tactic which he employed in order to do this was the creation of, in effect, a shadow Catholic diplomatic service to negotiate on the crown's behalf in the courts of Europe, and in particular at Rome. As every historian of the period has been aware, the dynastic marriage proposals of the early 1620s brought into sharp focus a number of contentious political issues: the alleged corruption of the Stuart court; the Stuarts' apparent failure to render assistance to the pan-European 'Protestant cause' (particularly after James's son-in-law, the elector palatine was ejected from Bohemia and his own Rhineland palatinate as the Thirty Years war began; and the partial enforcement of religious uniformity within James's realms. \nSensing a sea change in English politics, certain members of the English Catholic clergy (including the writers of these newsletters) seized the opportunity to intervene in and associate themselves with the crown's diplomatic efforts to secure a marriage treaty for the Prince of Wales. In their correspondence they describe both their own political take on the period, and their efforts to demonstrate loyalty to the crown; and they give us an account (even if heavily inflected with their own concerns) of crucial aspects of early seventeenth-century political culture.\n\nHistoriographical this period has been extremely controversial in recent years; in particular as self-styled 'revisionist' historians have argued that conflict between the crown and its critics (particularly in parliament) over constitutional and religious issues has been overstated. It can only be helpful. therefore, to have a fully annotated edition of these newsletters, commenting, as they do, on issues of intense interest to contemporaries (both to Catholics and others)- the possibility of reversal of aspects of the Elizabethan settlement of religion; the likelihood that Rome would use the treaty negotiations to interfere in James's dominions (notably by setting up Catholic bishops in England); the relationship between the Court and an increasingly hostile parliament; the prospect of English military intervention in the Thirty Years War; and the issue of how far the established (Protestant) social and political order in the provinces would be maintained when it appeared that the crown was prepared to challenge many of assumptions which (some) Protestant Englishmen assumed were non-negotiable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503950/1","grantId":"AH/E503950/1","fundValue":"27471","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"  Via the project's main publication, M. Questier (ed.) Stuart Dynastic policy and Religious Politics, 1621-1625 (Camden Society, 2009) Education Cultural,Societal","person":"Michael Corrie Questier","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}