{"id":"66E3401D-59F1-4603-874F-9CF762BA9C31","title":"using Facebook to investigate local history: experience, value and policy implications in one town.","abstractText":"What is the cultural value of posting to Facebook? This study works with one popular Facebook page, called 'Forgotten Abergavenny', which features photos and memorabilia about the town. The popularity of this page contrasts markedly with the waning popularity of the local newspaper, the use of the library and visits to the museum. It seeks to understand how we might assess the value of posting, the experience of posting and the usefulness of this information to the town, including the local paper, library and museum. It compares the traffic and presentation of this very successful site with the various websites and Facebook pages of the library, the museum and the local newspaper. It interviews a sample group of local and international users of the Facebook site, as well as conducting before and after interviews with the museum, library and newspaper. It analyses the Facebook data using hard data taken from the site. It examines the postings and seeks to understand who posts, when and how they post, what they post and their feelings and experience about posting, using a variety of methods, from audio diaries to phenomenological analyses of the spaces of posting, to questionnaires on value and focus groups. \nIt also engages with the question of the value to be attached to cultural production. To this end it uses methods like contingent valuation and proxy value; methods designed specifically to measure non-monetary value. The need to standardise a methodology in this area of measuring non-monetary is a pressing issue for cultural providers. The results of this research are of direct relevance to all those concerned with the significance of social media and the role of co-production, including academics, local communities and policy makers","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014742/1","grantId":"AH/L014742/1","fundValue":"26872","fundStart":"2014-02-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"David Handcock Studdert","coPersons":["Ian Richard  Hargreaves"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}