{"id":"66FA7B79-62EF-4A66-94CE-62AE11E04E57","title":"Understanding quality determinants in pea seeds to improve market opportunities that promote sustainable agriculture (QDiPS)","abstractText":"Seed quality traits have been identified as a driver for making changes to agricultural systems, such that sustainability might be increased substantially through a greater use of pulse crops in rotations. Currently, both home and export premium markets exist for pulses of high quality, which can impact on choices in rotations. This project aims to identify the scientific basis for seed quality parameters in the three main pea crops for human food use - vining, canning and dried pulses. The project will identify compounds that are positively or negatively associated with quality and provide information on how these change in seeds as they mature and under different growing conditions. The work will link genetical and metabolomic scientific studies with industrial assessments of quality, through studies of materials grown and harvested according to current industrial standards by the industrial partners. Genetically marked lines will be used for metabolite profiling and for industrial sensory analysis. In this way, genes and markers linked to quality will be identified. The role of candidate genes will be explored by industrial analysis of variant lines, including some near-isogenic lines that are already available as laboratory stocks. Linking quality characters to biochemical and genetic information will facilitate the more robust and rapid identification of superior lines, by enabling the deployment of genetic markers in marker assisted selection. This will lead to greater efficiency in breeding programmes aimed at quality food markets. It will also provide opportunity to develop more robust methods for assessing maturity rapidly in the field. The identity of genes and markers associated with quality will provide opportunities to manipulate the genes in the biochemical pathways via mutagenesis and to identify novel sources of natural variation within germplasm. The impact of improvements to systems for quality assessment in pulses, and the reality of meeting current and increased market demands on UK sustainable agriculture, will be explored. Predictive modelling of the consequences of changes to rotations, land maps and land-use efficiency data will be used in a scoping study, building on socio-economic data and models currently under development in relation to climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009787/1","grantId":"BB/H009787/1","fundValue":"651345","fundStart":"2010-01-18","fundEnd":"2014-01-17","funder":"BBSRC","impactText":"  Knowledge transfer activities are ongoing to ensure that resources and associated genetic marker information will be well utilised in breeding programmes. The large datasets generated by the project are being investigated currently to ensure the data are mined extensively. The resources are being used in a new grant to understand the importance of dietary resistant starches (BB/L025531). Agriculture, Food and Drink Societal,Economic","person":"Claire  Domoney","coPersons":["Thomas Henry Ellis"],"organisation":"John Innes Centre","findingsText":" The impact of genetic variation on seed composition in pea has been studied. This has identified genetic variation for a large range of metabolites or small molecules in seeds. Some of these metabolites have been identified and are involved in determining seed quality for food use. New mutations which affect the accumulation of some of these metabolites have been characterised. Genetic markers linked to variation in seed metabolites may be exploited by breeders to alter seed composition for a variety of food uses. Agriculture, Food and Drink","dataset":"gtr"}