{"id":"66FDF91B-91E0-4F16-BE5A-9C3FE69EC78E","title":"Whithorn's Early Medieval Sculptured Stones","abstractText":"Whithorn is known as the 'cradle of Scottish Christianity' and is home to the earliest Christian artefact from Scotland, the fifth century 'Latinus' inscribed stone. Famous for its connection with St Ninian, it was one of the key centres of early Christianity in Britain. The British monastery, renowned in Ireland as a school for saints, was superseded in the seventh century when Whithorn became the seat of a Northumbrian bishopric and a centre of pilgrimage. Major archaeological excavations in 1980s and 90s threw new light on its role as an important and wealthy manufacturing and trading centre in this Northumbrian period and in the subsequent Norse era.\\n\\nEach of these phases has left its trace in the sculptural record at Whithorn. There are about 64 monuments from Whithorn itself, a further 17 from a nearby eremitic site, St Ninian's Cave, and about 30 pieces in a distinctive 'Whithorn School' style found elsewhere in the local region but almost certainly produced in a workshop at Whithorn itself. This large collection of early Christian sculpture, one of the most significant in Britain, is notable for including several inscriptions, in both Latin and in Anglian runes. The material ranges in date from the 5th to 12th centuries/the longest continuous sequence in the British Isles/yet within this range almost 90% of the monuments date to a narrow chronological period: the 10th and 11th centuries. This happens to be the period when historical documentation for Whithorn is entirely lacking and so, while the sculpture provides an important counterweight to other forms of evidence in all periods, in this later period it is crucial to our understanding of Whithorn's development. In regional terms, Derek Craig's published work on the 'Whithorn School' sculpture has shown how it manifests relationships of power between a major ecclesiastical centre and its dependants, and between secular and ecclesiastical authorities. Because it includes an exceptionally large number of near contemporary monuments from a single workshop in a highly distinctive local style, the Whithorn collection presents an unprecedented opportunity to analyse the organisation of sculpture production and the transmission of skills.\\n\\nMy work on the early inscribed monuments from Whithorn led to my involvement as academic consultant to Historic Scotland (HS) on a major project to conserve and re-display the Whithorn sculpture. I spent 18 months on the project in an innovative working arrangement (2003-4). I was able to draw on previous unpublished work by Derek Craig on provenance and style, and on newly commissioned specialist reports on geology, and runic inscriptions. In addition to marshalling existing data I contributed substantial original work of my own, including further work on provenance and historical context, and analysis of cross form, decoration and inscriptions. The result was an unpublished research report to HS which formed the basis of their interpretative strategy. I also provided text for panels in the museum and script for audio-visual interpretation. \\n\\nThe museum opened in July 2005 and represents the popular dissemination of this research. It is vital, however, that it bear further fruit in the form of an academic publication. I propose to spend my research leave completing a corpus of the early Medieval Sculpture from Whithorn and its hinterland. I have the support of stakeholder institutions and agreement from specialist contributors, including Dr Craig. HS will provide photographs and drawings and have pledged a publication grant. The basic research is already in place, and my task will be to draw together the raw material already gathered and present it in catalogue format. Much of the analysis and the framework for the introductory chapters exists already in my unpublished report. Because the project is thus far advanced I am confidentthat the remaining work can be completed within the proposed time-scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005288/1","grantId":"AH/F005288/1","fundValue":"11889","fundStart":"2008-04-01","fundEnd":"2008-07-31","funder":"AHRC","impactText":"","person":"Katherine Stuart Forsyth","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}