{"id":"670B5EF6-1E01-4099-AF18-E5DFDCB72C45","title":"ENFOLD-ing - Explaining, Modelling, and Forecasting Global Dynamics","abstractText":"Most of our science which is used to inform policy makers about future social and economic events has been built for systems that are local rather than global and are assumed to behave in ways that are relatively tractable and thus responsive to policy initiatives. Any examination of the degree to which such policy-making has been successful or even informative yields a very mixed picture with such interventions being only partly effective at best, and positively disruptive at worst. Human policy-making shows all the characteristics of a complex system. Many of our interventions make problems worse rather than better leading to the oft-quoted accusation that the solution is part of the problem .Complexity theory recognizes this dilemma. In this research programme, we will develop new forms of science which address the most difficult of human problems: those that involve global change where there is no organised constituency and whose agencies are largely regarded as being ineffective. We will argue that global systems tend to be treated in isolation from one another and that the unexpected dynamics that characterises their behaviour is due to their coupling and integration that is all to often ignored. To demonstrate this dynamics and to develop appropriate policy responses, we will study four related global systems: trade, migration, security (which includes crime, terrorism and military disputes) and development aid, which tends to be determined as a consequence of these three individual systems. The idea that this dynamics results from coupling suggests that to get a clear view of their dynamics and a better understanding of global change, we need to develop integrated and coupled models whose dynamics can be described in the conventional and perhaps not so conventional language of complexity theory: chaos, turbulence, bifurcations, catastrophes, and phase transitionsWe will develop three related styles of model: spatial interaction models embedded in predator-prey like frameworks which generate bifurcations in system behaviour, reaction diffusion models that link location to flow, and network models in which epidemic-like diffusion processes can be used to explain how events cascade into one another. We will apply spatial interaction models to trade and migration, reaction diffusion to military disputes and terrorism, and network models to international crime. We will extend these models to incorporate the generation of qualitative new events such as the emergence of new entities e.g. countries, coupling them together in diverse ways. We will ultimately develop a generic framework for a coupled global dynamics that spans many spatial and temporal scales and pertains to different systems whose behaviours can be simulated both quantitatively and qualitatively. Our models will be calibrated to data which we will assemble during the project and which we already know exists in usable form.We will develop various models which incorporate all these ideas into a global intelligence system to inform global policy makers about future events. This system (and we intend there to be many versions of it) will allow policy makers to think the unthinkable and to explore all kinds of what if questions with respect to our four key global systems: trade, migration, security and development, while at the same time, enabling global dynamics to be considered as a coupling of these systems. We will begin developing these models for the UK in terms of the rest of the world but then extend this to embrace all the key countries and events relevant to this global dynamics. Our partners who in the first instance are UK government departments and multinational companies with a global reach will champion this extension to the global arena. The programme will be based on ten academic faculty at UCL spanning a wide range of centres and departments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02185X/1","grantId":"EP/H02185X/1","fundValue":"2510410","fundStart":"2010-07-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Alan  Wilson","coPersons":["Steven Richard Bishop","Frank Thomas  Smith","Francesca  Medda","Pablo  Mateos","Alasdair  Turner","Shane Douglas Johnson","Alex Richard Braithwaite","Hannah  Fry","Sean Peter Hanna","Michael  Batty"],"organisation":"University College London","findingsText":" Models of global dynamics are being investigated under four headings: trade, migration, security and development aid. At the time of writing, these are provisional results being recorded around half way through a five-year project.\n\n\n\nTrade. \n\nModels have been developed of global trade, taking account of the new technologies of larger ships and ports for container traffic for example and the shift of focus to manufacturing in China.\n\n\n\nMigration. \n\nA model has been developed to disaggregate nation-to-nation flows in Europe into flows between smaller subregions.\n\n\n\nSecurity. \n\nModels have been developed at different scales to represent a variety of phenomena from the London riots via piracy in the Gulf to Naxalite rebellions in India. Progress has been made in developing the theoretical Richardson models of, for example, arms races, to include space.\n\n\n\nDevelopment aid. \n\nThe data base is being established.\n\n\n\nAn integrated model. \n\nA demonstration model is being developed which links these subsystems. This is anchored in a global system of input-output models - circa 220 countries - matched with results from the trade model. The object of this development is, for example, to demonstrate how flows of development aid can optimally impact on economies of different kinds.\n\n\n\nMathematical analysis is providing insight into models that apply over several areas. Dependence on initial conditions is being investigated and is gradually becoming clearer. Work can point to the characteristics of the thrivers in competitions. Fundamental mathematical aspects of links between models at different scales has been explored. The trade models are of interest to a wide range of companies involved with shipping, trade and ports' management; the migration work to various Government departments; the security work to the police and the Home Office; and the development aid research to a range of users form DFiD to charities concerned with overseas aid. The trade models can be used to explore the impacts of major shifts - and this has been tested in relation to the Japanese tsunami. The European migration model is being used to explore the impact of in-migrants in the UK in subregions in relation to employment opportunities. The 'London riots' model can be used to estimate the policing strategies for any future events of this kind. ","dataset":"gtr"}