{"id":"67117742-BEAB-4F9E-A4B8-9D737E00E53D","title":"Presynaptic mechanisms in hippocampal spike timing-dependent plasticity","abstractText":"Our brain, as the rest of our body, is made up of two halves, a left brain and a right brain. These halves are almost mirror images of each other, but there are subtle differences in structure and slightly different functions carried out by each half. Whilst it has been known for at least 150 years that, in humans, the left brain and right brain are different, it has only more recently been established that the same holds for brains of simpler animals. In particular, it has been discovered that the mouse brain shows subtle differences in structure between the left side and right side of the brain, and this makes it possible to study the underlying mechanisms and functions with experiments. Here, we propose to investigate possible functions of the differences seen between the two sides of the mouse hippocampus, a structure that is important for memory. We will investigate how easily one can induce changes in the connections between cells, depending on which side of the brain the neurons are located. These experiments will give new insight into lateralisation of function as well as memory mechanisms in the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002383/2","grantId":"BB/H002383/2","fundValue":"350140","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"","person":"Ole  Paulsen","coPersons":[],"organisation":"University of Cambridge","findingsText":" The overall aim of this project was to use recently developed optical stimulation tools to investigate presynaptic mechanisms involved in spike timing-dependent plasticity at hippocampal CA3-CA1 synapses. \n\nThe three most significant achievements were: \n\no Established conditions for studying synaptic plasticity using optogenetics \n\no Discovery of a new form of synaptic depression at neocortical synapses: presynaptic spike pattern-dependent long-term depression (p-LTD)\n\no Discovery of left-right asymmetry of synaptic plasticity Basis for further research Other","dataset":"gtr"}