{"id":"67182777-A864-49E1-8733-9CF7D75E2423","title":"The Development, Implementation, and Evaluation of a Specialist Treatment Programme for Criminal Firesetters","abstractText":"<p>Each week, criminal firesetting costs England and Wales over &pound;42 million and results in 65 casualties (Arson Prevention Bureau, 2009). Astonishingly, professionals hold little knowledge of firesetters. </p>\n\n<p>This research will examine types of male firesetters, their treatment needs, and using this information, will develop, implement, and evaluate the first standardised treatment programme for firesetters. </p>\n\n<p>In Stage 1, firesetters and non-firesetter offenders will complete a battery of questionnaires designed to assess characteristics associated with firesetting. Here, statistical procedures will highlight natural subgroups of firesetters who share similar characteristics. Then, firesetters and non-firesetters will be compared on the questionnaires to see which characteristics differentiate firesetters from other offenders.</p>\n\n<p>In Stage 2, a specialist group treatment programme for firesetters will be developed and implemented in prisons. Questionnaires established at Stage 1 will examine each firesetter's deficits before entering the programme, and then will be used to assess improvements on these deficits post treatment. Any improvements made by firesetters in the new treatment will then be compared with the performance of a comparison group of firesetters who do not attend this treatment. </p>\n\n<p>The results of this research programme will highlight the main characteristics of firesetters and whether or not these can be treated successfully. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2522","grantId":"RES-062-23-2522","fundValue":"513271","fundStart":"2011-02-01","fundEnd":"2014-01-31","funder":"ESRC","impactText":"","person":"Theresa Ann Gannon","coPersons":[],"organisation":"University of Kent","findingsText":" Summary of findings\n\nStage 1\nTreatment Needs. Significant differences were found between male firesetter and non-firesetter offenders on questionnaires designed to assess characteristics associated with firesetting (i.e., treatment needs). This suggested that firesetters are a unique group of offenders likely to benefit from specialist treatment (see Journal Article Output; Male Imprisoned Firesetters). Most significantly, firesetters reported a higher level of interest in serious fires, were more likely to normalise fire and also to identify with fire. Firesetters were also more likely to engage in anger-related rumination, hold lower levels of self-esteem, and indicated poorer fire safety awareness. An examination of mental health and personality characteristics showed that Borderline personality traits best predicted firesetting. \n\nFiresetter Types. Three natural subgroups of firesetters who share similar treatment needs emerged: (1) Multifaced firesetters (who endorse criminal attitudes and hold an interest in fire), (2) Grievance firesetters (who ruminate and set fires to gain revenge), and (3) Emotional firesetters (who endorse high levels of emotional isolation and mental disorder). \n\nPhD Thesis. A qualitative evaluation examining the offence narratives of a subgroup of the firesetters resulted in the development of a new model describing how the offence process unfolds for imprisoned male firesetters.\n\nStage 2\nUsing the Stage 1 research findings, a specialist Treatment Programme was developed and implemented with male firesetters in prisons (i.e., the Firesetting Intervention Programme for Prisoners; FIPP). In Stage 2 of the research, we examined each firesetter's deficits before entering the programme using the Stage 1 questionnaire measures, and assessed improvements on these deficits post treatment. We found that firesetters receiving specialist treatment provided as part of the project made a number of improvements in deficits associated with firesetting behaviour (e.g., improved fire safety knowledge) relative to control firesetters who did not attend specialist treatment. Most importantly, the gains made by firesetters within treatment were maintained 3 to 4 months following programme completion. Consistent with Stage 1 of the research, this supports the proposal that male firesetters are a unique group of offenders who require and benefit from specialist treatment. \n\nUnanticipated Project Outputs \nFive unanticipated project outputs were generated. First, from a detailed literature review we generated the first comprehensive theory of firesetting behaviour (see Journal Article Output; M-TTAF). Second, a theory of firesetting cognition was developed (see Journal Article Output; Implicit Theories). Both are now widely promoted for practitioner use when assessing and treating firesetters. Third, we were unexpectedly granted authorisation to access female offenders allowing us to replicate Stage 1 of the research with females. This led to the very first controlled study of female firesetters' treatment needs illustrating that they hold high levels of emotional problems rather than problems with fire per se. Fifth, we developed a new and advanced method of assessing fire interest and fire-related factors through a combination of established and newly developed scales. Finally, as a result of our collaboration with the NHS we developed a model describing the offence process for mentally disordered male and female firesetters (see Journal Article Output; Mentally Disordered Firesetters). There are a number of potential economic and societal impacts anticipated in relation to this project. In the UK, we anticipate that the firesetting treatment programme developed as part of the project will be adopted by the UK user community of clinical-forensic practitioners within private and NHS hospitals and in prison healthcare departments. Given the lack of specific treatment provision available for individuals who set fires, we anticipate that use of the new empirically tested treatment programme will increase the effectiveness of public and privately operated forensic services. We anticipate that the programme will enable men and women who have set fires to be released into the community at a reduced rate of reoffending limiting the threat to life and the UK economy caused by firesetting as well as re-arrests and associated costs related to re-admission to hospitals or prisons. Internationally, we anticipate that the research associated with the project will play an important role in shaping the assessment and treatment practices of practitioners worldwide. Our research has shown that offenders who set fires are a unique group of offenders who benefit from specialist treatment. Previously, policy makers and practitioners internationally had not established any particular assessment or treatment protocols for firesetting offenders due to the lack of research in this area. We anticipate that the models and research generated from this project will inform the policy and practice procedures of correctional and healthcare establishments worldwide. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}