{"id":"672015CA-2261-4EB5-9784-020F53510A47","title":"Curating Architecture: researching the influence of architectural ideas in contemporary curatorial practice","abstractText":"Curating Architecture aims to develop and interrogate ideas proposed by recent and recurring influences of architecture on contemporary curatorial practice through the joint development of critical discourse and curatorial commissioning processes.\\n\\nPrincipal research questions:\\n- In what ways is architecture emerging as a critical concept for contemporary curators?\\n- How are artists using the modalities of architecture in their practice?\\n- In what ways do contemporary theoretical ideas articulate the emergence of an 'expanded field' of architecture?\\n- In what ways does this expanded field effect and influence contemporary curating?\\n\\nMethod:\\n- four seminars at Goldsmiths (2006-07) to which a core research group of 15 UK-based artists, architects, curators and academics will be invited, and at which an international speaker will give a paper each time;\\n- four artists' commissions (2007-08) in a variety of locations in the UK;\\n- publicly accessible website documenting the process of both strands of research activity.\\n\\nResearch context:\\nCurating has traditionally been described as the practice of exhibiting artefacts defined in their scale and scope by gallery or museum walls, with occasional off-site or site-specific projects stretching these architectonic bounds. Yet recent artistic and architectural projects revise this definition (for example the work of Diller &amp; Scofidio, MVRDV, Andrea Zittel, Olafur Eliasson). Artistic projects frequently develop from curatorial and design-based concepts of display (for example Thomas Hirschorn, Jorge Pardo). Architects, as Piers Gough (Blueprint 08/2003) and James Turrell (The Observer 10/2005) have pointed out, curate buildings, particularly and most intensely when they design museums and galleries (for example Rem Koolhaas's Guggenheim Las Vegas, Zaha Hadid's RCCA, Cincinnati). \\n\\nRecent artistic, architectural and curatorial initiatives and debates have sought to complicate such questions of form and status forming important contexts for the development of Curating Architecture. They include Territories, Witt de With, Rotterdam; Critical Architecture, Bartlett School of Architecture, London; Museum in Motion, Jan Van Eyck Academy, Maastrict; Informal Architectures, Banff Center for the Arts, Calgary; Situations, Bristol; InSite, San Diego-Tijuana; Plan Forum, Cologne.\\n\\nIn addition, critics such as Anthony Vidler, Bernard Tschumi, Peter Eisenman, Miwon Kwon, Rosalyn Deutsche, Susan Buck-Morss, Bruno Latour, Paul Carter, Mark Wigley and Doreen Massey have touched in different modes on the way in which art and architecture develop critical relationships. Our emphasis on curating takes this research into new territories.\\n\\nGoldsmiths:\\nCurating Architecture has been initiated to develop new formations of research in the Visual Arts Department at Goldsmiths. It is organised to bring new and more experienced researchers together within the Department of Visual Arts, within the broader framework of Goldsmiths and to develop new academic networks and frameworks for the area of research within the Department. \\n\\nApplication and benefit:\\nCurating Architecture is designed to produce dialogue in a number of overlapping contexts. Seminar discussions and artists' documentation will be accessible on the website, and be of direct interest to architects, artists, academics, students. We expect the commissioned works, which will be located in a number of galleries and sites, to generate discussion in a broader context. This proposal develops a series of popular public talks at the Photographers' Gallery, London that established a broad audience made up of specialists and members of the gallery-going public, proving a demand for discussion around the subject.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D00179X/1","grantId":"AH/D00179X/1","fundValue":"153730","fundStart":"2007-01-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"  The findings have informed a number of publications, public lectures and curatorial projects. Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Andrea  Phillips","coPersons":["Andrew  Renton"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}