{"id":"67276495-9C15-400F-9CFF-726A337F498D","title":"Soldiers and soldiering in Britain, c.1750 to 1815","abstractText":"Britain's relationship with its soldiers during the eighteenth century was a complex one. Georgians branded these men a danger to liberty, victims of oppression, and 'bloody backs', whilst also celebrating their victories and championing their generals, such as General Wolfe at Quebec in 1759. Britain's soldiers were both heroes and the 'scum of the earth', yet this dynamic and multifaceted connection has yet to be fully explored, largely because the scale of Britain's military mobilisation has not been recognised, nor its significance fully appreciated. This fraught relationship became more complicated with the increasing mobilisation of the male population into novel forms of military service beyond the full-time soldiering of the British Army. The militia, reformed during the Seven Years' War in 1757, and large-scale volunteer forces (part-time soldiers raised for home defence) in the American War of Independence and especially the French Revolutionary and Napoleonic Wars created new types of soldier in Britain and new ways for men to be under arms. At its peak in the Napoleonic Wars, some 680,000 men were involved in some form of military service, yet the experiences of these men remains largely forgotten.\\n\\nTo better understand the concept of soldiering and explore the similarities and differences between the different forms of military service in Britain, this project will explore the language, broadly defined, in which the soldier was described by others and written about by themselves, thus contextualising shifts in attitudes towards soldiers and soldiering. Working from the premise that a 'soldier' was a particular category within society that was defined by contemporaries and by soldiers themselves, and therefore relational and contextual rather than being fixed, the project will be able to utilise methodological techniques more commonly seen in the social sciences and gender history when studying identity to create new knowledge on the topic. The project will involve extensive archival research and will form a network of scholars working in this period to cover the many different geographical, methodological and temporal angles to the topic. These will include regional differences, questions of citizenship and manliness, and the changes wrought by the almost permanent state of war against France between 1754 and 1815.\\n\\nAlongside academic outputs, the project aims to make key documents available in an online repository for anyone interested in the subject of soldiers in this period. The aim is to distribute the findings of the project beyond academia, to users such as schools, local historians, military enthusiasts, and genealogists. A fundamental part of the project will be an interactive website allowing these interest groups not only to view what the network is doing, but to contribute their questions, expertise and knowledge. This will further assist us in our goal of promoting a better understanding of this crucial period in the making of the concept of 'soldiering' in Britain. Furthermore, these outputs will be well timed for the forthcoming 200th anniversary of the Battle of Waterloo.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H019596/1","grantId":"AH/H019596/1","fundValue":"145091","fundStart":"2010-07-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"  The principal impact of the project was to bring together a wide community of those interested in the subject of Britain's soldiers in the Eighteenth Century through the project website, a conference, more immediate publication of knowledge, and communication through social media. The project brought together academics, current students, and those interested in the period and fostered an effective community of interest where knowledge and ideas could be exchanged. There were over 3,000 unique visits to the site (up to 3 January 2012), and visitors made significant use of the content, spending an average of 3 minutes on the site and viewing 4 pages each visit. 154 people registered to use the interactive tools on the site (a discussion forum, questions and answers, and a profile page), of which 47% were not academics or students and 46% were international. The project included a digital repository of primary source material, from which users had downloaded items 100 times. The website was designed to encourage engagement in preparation for the conference, which resulted in being attended by 39 people, with a mixture of academics, students, and non-academics. The different elements of the project were knitted together through the use of social media, such as twitter to advertise the publication of new resources or blog for more in-depth discussions, as well as the discussion generated by the community itself. Overall, participants rated the project very highly (3.7 out of 5, 5 = very useful). The networking features of the project, such as the online discussion forum and the conference, were particularly appreciated and successful. \n\nOne comment from a retired museum curator, currently publishing in military history, sums up the experience of many of those involved: '[the project] brings together not only academic staff, but also independent researchers and 'amateurs' (in the best sense of the word) in a very fruitful exchange, both on the website and at the conference. A particular feature is that it gives confidence to non-academics to present their research, which is often of a high standard but is not necessarily normally given a forum in a university context.' Furthermore, the project had a significant impact on current students, who gave the project the highest ratings (4.6 / 5) and they especially welcomed access to other experts in the field, both academics and non-academics. The impact of the project will continue in the future too, as the project website and its resources have been secured for the future and new resources continued to be added to the site. Education,Culture, Heritage, Museums and Collections,Security and Diplomacy Cultural,Societal","person":"Kevin Barry Linch","coPersons":["Matthew Laing McCormack"],"organisation":"University of Leeds","findingsText":" In focusing on Britain’s experience of warfare, this project has demonstrated that historians’ conventional definition of ‘the soldier’ is too simplistic. Soldiering in the period 1750-1815 was often part-time or a phase (or phases) in an individual’s life. Furthermore, soldiering should also be considered as an identity and a model of conduct, which were to a large extent moulded by soldiers themselves as lived experiences. These identities and behavioural codes, in turn, had complex relationships with their civil counterparts: ideals such as gentility and politeness – quintessentially ‘civil’ models of masculinity – had important, and subtly different, roles to play in the military sphere.\n\n\n\nAs such, this project has demonstrated the value of an interdisciplinary approach to the history of war. The wide range of academic subjects represented within our online network, our workshops and our international conference allowed for stimulating cross-disciplinary discussion. As we demonstrate in our forthcoming methodological article in the journal War in History, military history can only benefit from this engagement. This article proposes that historians of the Georgian soldier can usefully engage with two agendas: greater use of the methodologies of social and cultural history to understand combat and the soldier’s world; and a renewed concentration upon the place of soldiers within society and culture. This contrasts with the ‘war and society’ approach which, we argue, often focuses upon wartime civil society rather than soldiers themselves. We have endeavoured to put this ethos into practice in our collection of essays, Britain’s Soldiers: Rethinking War and Society 1715-1815, which is forthcoming with Liverpool University Press.\n\n\n\nAdditionally, the project has demonstrated the possibilities of public engagement for an academic research project. As well as using ‘conventional’ media to reach other academics and research students – such as conferences, workshops and refereed publications – we have made extensive use of social networking, online resources, blogging and other media. Our Ning network http://redcoats.ning.com has demonstrated how a simple and inexpensive site from a commercial provider can develop into a participatory networking tool, and other projects have since modelled their websites on ours. Given the popularity of military history beyond academia, the subdiscipline is well placed to engage wider audiences: over half of the active members on our website describe themselves as non-academic, and the conference attendees included archivists, military re-enactors and independent scholars. As we describe above, the ‘Britain’s Soldiers’ project has already been very successful at engaging non-academic audiences. The project therefore offers a model for how academics can engage people beyond academia.\n\n\n\nOur work on historicising ‘the soldier’ is potentially relevant to contemporary policy, at a time when Britain is once more engaged in controversial overseas conflicts. Soldiers currently have a high profile in the media, which recently has been more prepared to employ the language of heroism, sacrifice and national pride than it has done for many years. Much of this has focused on wounded service personnel, focusing on charitable aid and often criticising state provision – concerns that would have been very familiar to a Georgian audience. Our work on the complex relationship between soldiers and British society, and on the challenges of reintegrating former soldiers back into it, have parallels with the contemporary situation. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}