{"id":"672D5995-37A4-4C86-815A-66873A3231E6","title":"Failure Assessment Of Floor Slab Systems Under Extreme Loading Conditions","abstractText":"Multi-storey buildings can be subjected to various forms of loading, some of which are of common and frequent nature but others are more extreme and infrequent. The former type includes the self weight of the members and finishes as well as conventional imposed loads such as those due to occupants, furniture, snow, etc. On the other hand, the latter and more severe type of loading can be caused by large explosions, major fires, strong seismic events, or a combination of these effects. Clearly, engineers have to design and construct buildings with appropriate consideration of the different loading conditions that may be experienced by the structure throughout its life cycle. However, the design philosophy can vary significantly depending on the loading under consideration. Whereas a structure is expected to resist conventional loads without suffering any notable damage that can affect its function, the main aim of design against extreme events is to prevent disproportionate collapse and loss of life even at the expense of a substantial repair or replacement cost.This project deals with the performance of building structures under extreme loading conditions, focusing on the ultimate behaviour of floor slabs. The key to preventing disproportionate progressive collapse in a building may largely depend on the ability of floor slabs to deform significantly such that it can carry significant loads through membrane mechanisms rather than conventional bending strength. These membrane mechanisms are vital for the load-carrying capacity in extreme situations such as an unexpected increase in load (e.g. due to the partial collapse of higher floors), increase in actual span (e.g. due to the loss of intermediate supporting elements such as beams or columns) or reduction in the strength in material properties (due to elevated temperature). All of these effects may take place under different, or a combination of, accidental loading scenarios.The main aim of this project is to assess the load-carrying capacity of floor slabs under extreme loading conditions. The research involves an experimental investigation into the performance of reinforced concrete and composite steel/concrete slabs, focusing on the failure condition causing fracture of reinforcement. The tests will examine the influence of important geometric properties, material characteristics and boundary conditions. The experimental results will be used to validate an analytical procedure which can predict the deformation and load levels corresponding to failure. Finally, the findings from the tests and analysis will be used to generate simplified procedures that can be used for the design of floor slabs against extreme loading scenarios. The applicability of the detailed and simplified approaches will also be demonstrated through a number of practical examples. The proposed research will have a direct impact on the safety and competitiveness of the building construction industry in the UK and overseas, consequently leading to a better quality of life through improved structural safety and the efficient use of construction materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C511204/1","grantId":"EP/C511204/1","fundValue":"240291","fundStart":"2006-01-03","fundEnd":"2009-01-02","funder":"EPSRC","impactText":"","person":"Ahmed  Elghazouli","coPersons":["Bassam Afif Izzuddin"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}