{"id":"672EBB28-D176-4D58-873F-92B12766A34E","title":"The validation of biomarkers of metabolic efficacy in infant nutrition","abstractText":"Breastfeeding is the best start for a baby's life. The World Health Organisation (WHO) recommends that all women should exclusively breastfeed their babies until six months of age. However not all women have the opportunity to exclusively breastfeed their babies. In the UK it is reported that whilst 81% of mothers start with breast feeding only 17% of infants are exclusively breast-fed until 3 months, and 1% until 6 months of age. This does not have to be the mother's choice, already in the first weeks 13% of the breast feeding mothers get advice to provide the baby with extra feeding. Thus there is a need to design breast-milk alternatives that mimic the nutritional quality of breast milk as closely as possible.\n\nRecent evidence suggests that non breast-fed infants have an increased risk of becoming obese and an increased risk of high blood pressure in later life. It is currently unclear why infant feeding practices have such a big impact on health outcomes later in life. However, breastfeeding seems to be metabolised differently by infants than formula milk; our research showed that babies that are breast fed have a significantly different blood lipid (fat) profile compared to bottle fed babies.\n\nThe aim of this project is to develop novel methods to help us understand the mechanism(s) of the differences in the metabolism of bottle fed babies and breast fed babies. We want to identify specific lipids that can be used as markers that reflect the benefits of breastfeeding. We will do this by exploring changes in the lipid profiles of babies in the UK during their first year of life. By comparing blood markers with patterns of infant growth we will be able to identify markers that can be used to assess the metabolic response to breast-milk alternatives. We will also include mothers and infants from rural and urban sub-Saharan Africa to explore between population differences in the association between mode of feeding, blood lipid levels, and infant health outcomes'. \n\nOne possible way in which mode of feeding may impact on the baby's metabolism is via bacteria in the gut (the gut microbiome). It is believed that, compounds in food, affect which bacteria live in the gut and that the different combinations of bacteria in the gut leads to different metabolic products that will be taken up into the blood stream. We do not know if these differences in the gut microbiome also affect the lipids in the blood. To explore this potential link, we will also study what the effect is of the gut microbiome of the babies on their metabolism. \n\nRecently we developed a method using high resolution mass spectrometry to determine a detailed lipid profile covering over a 100 lipids from one dried blood spot. This is a blood sample obtained from a heel prick and only requires a drop of blood spotted on paper. This is the most suitable method to study the metabolism of babies. We will adapt this dried blood spot based method to captures both lipids and metabolites dependent on gut microbiome. \n\nThe identified markers, and the methods to measure these, will then be available for use by scientist and industry to study the effect of new formula or new feeding methods for infants who do not have the chance to be exclusively breast fed and give these babies the best possible start in life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M027252/1","grantId":"BB/M027252/1","fundValue":"557009","fundStart":"2015-10-01","fundEnd":"2019-09-30","funder":"BBSRC","impactText":"","person":"Albert  Koulman","coPersons":["Sophie Elizabeth Moore","James  Smith","Glenn Robinson Gibson","Ken  Ong","Julian Leether Griffin","David Brian Dunger"],"organisation":"MRC Centre Cambridge","findingsText":"","dataset":"gtr"}