{"id":"672E3A7C-4F86-4AF3-B5FF-82D1FBF99DA3","title":"Design of complex microstructures and processes for advanced salt reduction in foods","abstractText":"The overall research project is about the design of complex microstructures (and processes for their manufacture) to achieve salt reduction in foods. The aim is, not simply to reduce salt, or replace it by man-made materials but to carefully establish salt delivery profiles that present no taste compromise to the consumer. Thereby, a minimum amount of salt is delivered to the consumer to help the food industry work towards government guidelines of reducing the salt intake by offering the consumer a choice of salt reduced processed foods. Salt in processed foods is closely linked to flavour, indeed, salt is often added as a flavour enhancer. Hence, the delivery of not salt release profiles as well as the delivery of acceptable, overall flavour delivery profiles are subjects for this research. The experimental approach will consist of in-vivo measuring of the dynamic release and perception of volatile and non-volatile compounds in model fluids and foods as well as the resulting saliva flow rate. The experimental work will be followed by modelling (supported by the consortium leader Unilever) to deliver appropriate targets to feed into the design rules for the food microstructures to be developed by another consortium partner (University of Birmingham). Model fluids will initially consist of simple aqueous mixtures of sodium chloride ('salt') and potassium chloride. Potassium chloride, as opposed to sodium chloride, does not carry any health risks to the consumer since it is the sodium ion that is linked to problems such as coronary heart desease. Indeed, a lack of potassium in the general diet has been reported. It enhances the perceived perception of saltiness, however, it is also perceived as bitter when delivered in too high concentrations. Appropriate mixtures and delivery profiles need to be carefully evaluated. As a next step, flavours will be added to ensure that the delivered flavour profiles will still be acceptable to the consumer. The flavours will be commercial savoury flavours such as chicken, beef, mushroom, and garlic since the overall project is likely to target a sauce or dressing as the demonstrator food product in its final delivery stage. Real foods are more complex in their physical-chemical properties than aqueous solutions of salt, hence, model fluids or model foods studied will be chosen with increasing degreees of complexity in their microstructure, material composition and rheology. Our scientific ambition is to push forward the understanding between the sensory science parameters related to this project, i.e., perceived saltiness and flavour, and food composition/material behaviour. In a systematic way, we will change the rheological behaviour of the model fluids including shear rheology and extensional rheology. As a next step, a second food phase, which can be a solid phase or a liquid phase, will be introduced. A second liquid phase can be oil-based, or aqueous based and studied in an emulsion system, or phase-separated biopolymer mixtures respectively. Solid phases of interest include gel particles and starch granules, both of which are often present in foods. The latter have recently been demonstrated to influence salt perception (Prof. John Mitchell, University of Nottingham). Our group will also be responible for testing the sensory properties of the initial microstructures, the model foods, and finally, a real food product. The sensory properties will then be determeind to ensure that the design rules developed for the model systems can be applied to real foods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E010296/1","grantId":"DT/E010296/1","fundValue":"383321","fundStart":"2007-05-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Bettina  Wolf","coPersons":[],"organisation":"University of Nottingham","findingsText":" The aim was to establish how salt delivery profile (time-intensity-course), partial substitution of salt (NaCl) with potassium chloride (KCl) and the rheological behaviour of complex fluids influence saltiness perception. \n\nSensory results from salt delivery profiles, of an overall duration of 15 s to match time scales involved in eating semi-liquid foods, delivered in either water or bouillon base were not statistically different. Maximum perceived salt intensities and the area under the time-intensity curves correlated well with overall perceived saltiness. Partial substitution of salt with KCl did not enhance saltiness perception and resulted in greater overall bitterness. Based on the delivery profile work, design rules to achieve saltiness enhancement were established. \n\nThe research investigating the effect of product rheology on saltiness perception showed that there was an impact of osmolality on saltiness perception which was originally not considered in the set of design rules. The results were implemented into the design rules.\n\n\n\nA further aim was to validate a promising salt reduction strategy based on sensory panel evaluation of a simple food system. To this end a double emulsion based savoury food product was developed and used to validate the hypothesis that increasing salt concentration in the external product phase of an aqueous based semi-liquid food enhances salt perception. Demonstration of complex emulsion manufacture expertise and salt reduction strategy expertise to support commercial customers. The research has enhanced our knowledge for integratable salt reduction strategies in liquid foods and can be exploited as expertise base for future grant applications. Agriculture/ Food and Drink","dataset":"gtr"}