{"id":"67338E41-A6E7-4454-A1E3-FB031668885B","title":"Breaking characteristics of large amplitude internal solitary waves","abstractText":"Internal solitary waves (ISWs) are ubiquitous features in the Earth's atmosphere and ocean. In particular, they are a commonly occurring feature in the stratified flows of coastal seas, fjords, lakes and the atmospheric boundary layer. They are finite-amplitude waves of permanent form that propagate along density interfaces in stably-stratified fluids. In the ocean they are generated by tidal flows across sub-sea ridges or continental shelves, or when pools of light or heavy water masses relax, having been trapped by the wind along complex coastal topographies. Typically, the waves are highly nonlinear and may attain very large amplitudes. Breaking ISWs can result in significant vertical mixing in the environment in which they propagate. They are an important source of mixing, turbulence and mass and momentum transfer. In physical oceanography, one of the most topical issues of debate is the role of ISWs on the overall mixing of coastal oceans - a process that, in turn, has implications for global ocean circulation, heat transport and climate modelling. In coastal and oceanic regions where offshore petroleum exploration, production and sub-sea storage activities are in progress, both breaking and non-breaking ISWs present significant hazards to the installation and operation of such facilities. In addition, mixing induced by internal waves redistributes nutrients and dissolved gases, thus affecting biological productivity in the oceans. To understand the behaviour of ISWs in these contexts, it is imperative that the evolutionary processes that lead to breaking and the subsequent generation of turbulence are better understood. This proposal will investigate the stability and subsequent wave induced flow of ISWs. A combined theoretical and laboratory parametric modelling study is proposed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F030622/1","grantId":"EP/F030622/1","fundValue":"322968","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The findings have been published in three high quality journal papers. The papers have been widely cited and contributed to both the numerical, experimental and field study of internal waves. Environment Cultural","person":"Magda  Carr","coPersons":[],"organisation":"University of St Andrews","findingsText":" The main objective of the research was to investigate the breaking characteristics of large amplitude internal solitary waves (ISWs). ISWs travel along density interfaces in stratified fluids. They are ubiquitous features in the Earth's atmosphere and ocean. A numerical code was developed which provided a novel means of modelling steady-state ISWs. The solutions agreed well with previous independent results but in addition the new scheme allowed significantly larger amplitude waves to be computed than had been presented before. The new numerical solver was not impeded when the shear force in the system was large. This was a significant advance since all previous models were limited by high shear. The steady state solver was then used in conjunction with a time-dependent code to study the evolution of large amplitude ISWs. In particular, shear-induced instabilities in an ISW were simulated and it was found that the critical wave amplitude required for instabilities to occur was dependent on the ratio of the undisturbed layer thicknesses in the system. This was contrary to other published literature which essentially stated that a critical wave amplitude existed for all waves regardless of the background environment in which the wave propagates. In addition to the numerical investigation a laboratory study was carried out in which the physical properties of breaking ISWs were measured. As a result of the combined investigation the effect of unstable ISWs on (a) the background stratification (b) the redistribution of potential energy in the water column (c) the mixing efficiency and (d) the subsequent wave shape, wave celerity (speed), wave amplitude and wave induced velocity and density fields was determined.As a result of the investigation the evolutionary processes that lead to breaking in ISWs and the subsequent generation of turbulence are better understood. This has important implications since (i) the role of ISWs and more specifically breaking ISWs on the overall mixing of coastal oceans - a process that, in turn, has implications for global ocean circulation, heat transport and hence climate modelling is currently not fully understood (ii) ISWs and breaking ISWs present significant hazards to the installation and operation of offshore petroleum exploration, production and sub-sea storage activities and (iii) mixing induced by breaking ISWs redistributes nutrients and dissolved gases, thus affecting biological productivity in the oceans. The findings have been published in internationally leading journal papers all of which are being cited and used by others in the academic community interested in the numerical, physical and field study of internal solitary waves. Energy,Environment","dataset":"gtr"}