{"id":"6734FBF2-6AFA-4288-BB4E-EFCA73DACBE2","title":"From measurements to objects: multidimensional generalisation and categorisation in chicks","abstractText":"Although seemingly effortless, our ability to visually recognise and classify objects is impressive. We are a long way from understanding the principles of object recognition implemented in the brain, or from matching them in machine vision. In essence the eye, like all sense organs, makes physical measurements of stimuli, which we recognise as colour, pattern, shape and so-forth. For a given class of object, a difference in any given measure, or dimension, may or may not be relevant. For example, dogs vary more in size than cats, and the colour of a strawberry is more informative about its edibility than the colour of an apple. Animals have to learn which dimensions of variation are significant, which are irrelevant, and how variations on different dimensions - such as colour and size - are related.\n \nThe basic question is whether a newly encountered Object-Z is of the same kind as previously encountered Objects-X, Objects-Y or completely novel. How do animals learn abut X's and Y's, and then apply this knowledge to Z? Two problems complicate research on this question: firstly, the animal's decision will be based not only on its controlled and known experimental experience, but also on uncontrolled and unknown experience from the rest of its life. Secondly, we do not know what measures (or perceptual dimensions) animals use to represent natural objects. To solve these problems we train young chicks to find food in paper containers, which are printed with colour patterns. Chicks naturally peck at the containers. They learn quickly and accurately which colours predict food, and which are unprofitable. Given new colours their pecking rate shows which colours the birds believe are most like those of previously trained food parcels. Crucially, we can control all of the chicks' previous experience, and we can define colour precisely in a way that is not feasible with other stimuli.\n\nThe problem of classifying natural objects has no straightforward solution. The brain processes vast quantities of sense data, and the best solution for any realistic computational strategy is unknown. This project will test the three main theoretical accounts of how animals - or any system - should classify complex signals. Two of these are established in the behavioural and psychological literature. The third is based our own previous work, and will be developed as part of the project.\n \nThe first class of model (including the Delta Rule and Rescorla-Wagner models) is widely applied in animal-learning, and also in neural network applications that used in applications from engineering to credit rating. Secondly, there are &quot;exemplar&quot; models, which store every previous experience, and are widely applied in human psychology. The third class is a simple &quot;generative&quot; model of object recognition, which we have developed. Generative models solve the difficult problem of going from images to objects, by starting from simple problem of going from objects to images: they ask &quot;if there was an apple, what would I see?&quot; The solution to the easy problem - from objects to measurements -, is turned into the solution we want - from measurements to objects -, by the mathematical identity known as Bayes' rule. Bayesian models are conceptually elegant, simple to use, and highly effective. They have many applications in modern science, but have not so far in work on visual object recognition.\n \nThe models make clear and distinct predictions about how to classify stimuli that vary on multiple dimensions (say hue' and 'saturation'), which we will test by observing chicks' preferences for novel coloured food containers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L009528/1","grantId":"BB/L009528/1","fundValue":"277178","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Roland  Baddeley","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}