{"id":"673585E6-5000-4F0A-8FC4-AF60CC38EA90","title":"A novel bacterial defence system against antimicrobial peptides: Implications for host colonisation in the foodborne pathogen Campylobacter jejuni","abstractText":"Some bacteria get into the food that we eat and cause food-poisoning. Some of these bacteria are quite common but are usually killed during cooking. When chicken meat is not cooked properly, one of these types of bacteria, called Campylobacter jejuni, is a particular problem. It normally lives harmlessly in the intestines of chickens but in humans causes severe diarrohea, which although not usually life-threatening, causes considerable impacts on time off work and in some cases can lead to serious complications. By understanding in detail the way in which this bacterium interacts with both its chicken and human hosts, we may be able to stop colonisation, prevent infection or design better treatments. We have discovered a previously unsuspected way in which this bacterium stops itself being killed by molecules normally produced by the host, called antimicrobial peptides. These molecules try to insert themselves into the membrane of the bacteria to create a pore, through which the bacterial contents leak out, causing death. But C. jejuni can sense the presence of these peptides, and in response deploys a protein at its surface which we have shown can bind them and stop them getting to the cell membrane, which therefore makes the bacteria highly resistant to their action. In this research, we wish to understand the details of how the bacteria sense and respond to these peptides, how the binding protein works and the role of some other proteins that are controlled by this system. The results should allow us to get a better knowledge of the way in which the bacterium uses this novel defence system in the colonisation process and to identify vulnerabilities, which could be exploited in future to limit its growth in chickens and to treat human infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K005642/1","grantId":"BB/K005642/1","fundValue":"105169","fundStart":"2013-12-11","fundEnd":"2016-12-10","funder":"BBSRC","impactText":"","person":"Mark Paul Stevens","coPersons":[],"organisation":"University of Edinburgh","findingsText":" In this collaborative project, we have tested the effect of mutations in a cluster of Campylobacter genes (cj0423-cj0425; the 'rid' locus) on colonisation of chickens. The genes under study (mostly at the University of Sheffield, confer resistance to host defence peptides. However across several studies in chickens infected experimentally with wild-type, mutant and repaired strains we have observed no role for the genes in colonisation of the avian host. We have developed a Galleria mellonella (wax moth) replacement model in which some of the mutants exhibited defects in survival toward the 3Rs. A draft manuscript reporting findings from the project is at an advanced stage at the time of writing. Absence of a phenotype for mutants lacking the Rid system in chickens does not preclude a role in Campylobacter pathogenesis in humans or other hosts. The project has provided valuable new data on the molecular mechanisms used by bacteria to resist host innate defences that may yet lead to the development of novel treatments. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}