{"id":"673B89C6-22FE-4727-9823-ABD90D586B01","title":"CCP4: Low resolution complexes handling difficult data; empowering structural biologists and supporting UK structural biology","abstractText":"Structural Biology is a powerful tool for analysing biological molecules. In essence it locates the atoms that make up proteins and other biomolecules. It is used in basic science to define the 3D structures of such molecules as the ribosome, ion channels and complex protein assemblies such as ATPase. Once a 3D 'model' of all the atoms in the biological model is available, it is possible to make deductions about how the molecule functions within the organism. This knowledge has corresponding applications in controlling that function, often leading to medical advances in drug design, better understanding of biological and feedback systems in the natural environment, new approaches in chemical engineering, and many other benefits. The process of 'solving' the structure involves first obtaining crystals and then exposing these to X-rays: this is equivalent to using a very powerful microscope and allows us to 'see' individual atoms. Getting crystals is in itself very demanding and involves a lot of skill and scientific insight. There is an additional problem in using X-rays in that there is no lens system for the microscope. This means that indirect, so-called diffraction images of the crystal are recorded. The process of extracting data from these images and proceeding to a final structure is computationally intensive and requires an entirely different set of skills from those of the biologist. Developing new computer methods and crucially embedding them in robust easy-to-use software will transform structural biology from a labour intensive highly technical process to a routine tool in biology. The main focus of this grant is on the computational process of solving 3D structures. CCP4 is a project which has collected, developed, packaged and distributed software for the many stages of this process, acting as a focus for methods development for over 25 years and making software available to both Academic and Industrial teams working in this area. It is an excellent example of technology transfer of basic science into a major UK Industry: Pharmaceutical development. The problem cannot yet be said to be totally solved. Biologists firstly are tackling more and more difficult structures, which require novel techniques. In addition, they are solving large number of sometimes related structures, such as a series of mutants and complexes, where automated high throughput is vital and systematic record keeping is essential. This proposal is focussed on enabling these developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020805/1","grantId":"BB/F020805/1","fundValue":"1249150","fundStart":"2008-10-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  The software is distributed worldwide to thousands of scientists, who use it in their individual research projects. Typically, CCP4 software is used to solve a macromolecular structure which is then deposited in the Protein Data Bank. These structures are subsequently used in various areas of research, including pharmaceutical, biotechnology and agrochemical. The CCP4 suite, and individual programs, are cited many times in this context.\nThe algorithms developed under this grant (those named in the grant underpin the programs Buccaneer, Pirate, Mosflm, Aimless, etc but other programs have also been improved during this grant) have been published, and help inspire further developments. For example, improvements to Mosflm for multiple lattices and new detectors are being incorporated into the next generation Dials software.\nThe next generation GUI, named ccp4i2, is currently in alpha-release. The infrastructure provided has been used by several developers to code pipelines for structure solution.\nFinally, the grant has also covered training and dissemination via schools and the Study Weekend. These mostly train the next generation of crystallographers in the best way to use state-of-the-art software, but have also helped to inspire the next generation of software developers in this field. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Martyn David Winn","coPersons":[],"organisation":"STFC - Laboratories","findingsText":" The grant has funded the continued development of a software suite for solving macromolecular structures by the technique of X-ray crystallography. These structures are made publicly available via an international repository, and are used in drug development, biotechnology and basic biology. During the period of this grant, new algorithms have been developed and the useability of the software has been improved. The former are necessary in order to keep pace with new experimental techniques, while the latter is part of an on-going process of making the technique more accessible to lab scientists.\nWe have also continued a programme of training and dissemination. The highlight is the annual Study Weekend, in which the latest computational techniques are presented to an audience of over 400 crystallographers. We have also organised and participated in numerous training schools and conferences. The software is distributed worldwide to thousands of scientists, who use it in their individual research projects. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}