{"id":"67412F64-FDB5-49C8-9BC3-49BEC109F49F","title":"The role of B cell regulation in type 1 diabetes in NOD mice","abstractText":"Type 1 diabetes (T1D) is caused by an immune attack on the insulin producing beta cells of the pancreas. It often starts in childhood and T1D affects about 10% of all people who have diabetes. It is increasing in the population. and the greatest increase is occurring in children less than 5 years of age. There is an urgent need to understand why the immune system attacks the beta cells in order to develop treatments that will delay complete loss of the beta cells, and in the future to prevent disease. Currently there is no cure for diabetes and patients need lifelong insulin injections to maintain health. However, in spite of this, a significant proportion will develop long term complications affecting the eyes, kidneys, nerves and small and large blood vessels with the problems that accompany these.\nA number of different white blood cells are involved in this attack on the insulin producing cells leading to diabetes. White blood cells called B cells produce antibodies which are very important markers of the immune attack on insulin-producing beta cells. Insulin is a major target of these B cells and antibodies to insulin are often found in children who develop diabetes. New therapies that remove B cells for a period of time are in trial to try to protect beta cells and the drugs are effective for a short period of time but then lose their effect. It important to understand why this occurs in order to improve on the treatment.\nNormally B cells have many functions. Some are vital for protection against infection, but others may also help turn off immune responses when no longer needed. We will study whether these protective B cells are defective in diabetes. Our research will use the Non obese diabetic (NOD) mouse model of type 1 diabetes, which develops diabetes that is similar to the human disease and the mice can be treated in a similar way to humans to remove the B cells and prevent diabetes. In these NOD mice, we will test if the B cells that are normally protective and can dampen other immune responses lose the ability to protect when the mice get older and develop diabetes. We will study the effect of removing B cells that recognise insulin. Our project will also test how the B cells communicate with cells that can damage the pancreas, and this research will give us new tools to understand how well treatments that remove B cells work, and potentially to help design improved treatments. Our overall aim is to understand how regulatory B cells can be used to protect against T1D.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K021141/1","grantId":"MR/K021141/1","fundValue":"784643","fundStart":"2013-09-01","fundEnd":"2017-08-31","funder":"MRC","impactText":"","person":"Florence Susan  Wong","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}