{"id":"67517099-373E-4A8C-9D55-36BC0ADD928F","title":"Assembly of the actin pedestals central to adhesion of enteropathogenic E.coli","abstractText":"Disease-causing (pathogenic) bacteria are a major health problem for man and animals, and the severe threat they pose has become a public concern as problems arise for example in hospitals and the food sector, and evidence is reported of the seemingly inexorable increase in antibiotic resistance. Food-borne diarrhoeal disease caused by enteropathogenic E.coli (EPEC) and its relative enterohemorrhagic E.coli O157:H7 (EHEC) are a serious burden to economically developed countries and the Third World. After ingestion EPEC and EHEC must first stick tightly to cells of the intestine, and to do this the bacteria deliver a harpoon-like protein (Tir) into the human cell membrane which they bind to using a second protein (intimin) fixed on the bacterial surface. This Velcro-like interaction induces the cell to assemble a tower-like pedestal to which the bacteria are tightly bound. It has been known for about 5 years that EPEC Tir protein is modified when it is inserted into the human cell membrane, and that this modification is the cue that is key to inducing host responses, in particular triggering reorganisation of the internal cell skeleton needed to build the pedestal .For the last 3 years, we have used biochemical and cell biology approaches to investigate how intimin and Tir work. We have been able to demonstrate that intimin-Tir binding induces Tir modification, and have identified the host cellular protein called Fyn that controls this critical event. We also showed that cholesterol in the host target membrane is important for delivery of Tir and for its activity. We propose to study further the central role of the host Fyn-dependent mechanism of EPEC pedestal assembly. The resulting information will give us a clearer view of this critical early step in pathogen-host interaction and provide information of potential importance in developing new tests and drugs to combat infection. Studying Tir also tells us more about how such cell membrane receptor proteins work, also an important area of research as they normally act to control processes like development, growth and our immune system, and when they malfunction are involved in diseases like cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500583","grantId":"G0500583","fundValue":"197750","fundStart":"2005-12-01","fundEnd":"2009-08-31","funder":"MRC","impactText":"","person":"Vassilis  Koronakis","coPersons":["Richard  Hayward"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}