{"id":"675D24BE-2D8D-4AA3-87EA-1C055E67E655","title":"A potential new proxy for tracking livestock densities and associated anthropogenic activity","abstractText":"When the Spanish conquistadors arrived in Peru in the 1530s, the highly advanced Inca state was the largest empire to have existed in the Americas, stretching from the present day Colombian border to central Chile. The Inca owed much of their spectacular success to the practices and infrastructure of earlier societies (which they had freely-adopted), as well as to their innovative adaptation strategies in the face of climatic change. However, the details surrounding the expansion, success and ultimate collapse of all these so-called pre-Columbian cultures are still poorly understood, in part because they failed to develop any form of written language and so left no documentary evidence behind. Questions relating to population size, trading activities, land use and large-scale demographic change are therefore difficult to resolve from archaeological evidence alone. This problem (by no means unique to South America) also highlights the difficulty faced by contemporary interdisciplinary climate research, which is becoming increasingly interested in how societies have responded and adapted to past climatic pressures so that models for predicting future responses under global warming scenarios might be tested.\n\nOne way of addressing this problem is provided by the reliance of these early Andean agro-pastoral societies on their livestock, which was crucially important both as a valuable food, wool, fuel and fertiliser resource, but also as a means of facilitating trade between the coast, highlands and rainforest. Being able to estimate the changing densities of livestock on the landscape could provide a first order assessment of land-use, trading strength and population migration through time (especially if considered alongside other palaeoenvironmental evidence). Promising new data from Marcacocha, a well-studied 4200-year lake record from highland Peru, has suggested a link between the quantities of camelid (chiefly llama) dung deposited in pasture areas on trading routes and the abundance of soil-dwelling mites preserved in the sediments of those grazing areas. Mites are micro-arthropods, familiar in domestic settings for inhabiting carpets and mattresses. However, some species live exclusively in moist grasslands, where they break down organic matter to provide a rich food source. Pasture mite abundances are known to respond directly to nutrient fluxes via livestock dung and their remains are often well preserved in lake sediments (as at Marcacocha).\n\nThis project proposes to apply rigorous scientific procedures to the promising Marcacocha material to test the hypothesis that mite remains can track livestock density changes through time. We have three lines of approach. The first is to use detailed taxonomy to properly identify the species present and, using what we know of their modern habitat requirements, to derive an environmental history of the sequence. Certain mite taxa may even provide evidence for particular animal groups, e.g. camelids and/or introduced livestock (e.g. cattle, sheep). The second approach is to compare the mite data against a more established proxy for detecting large animals, namely the spores of dung-inhabiting fungi (e.g. Sporormiella). Whilst spore preservation can be problematic in some settings, we know that they are present at Marcacocha. By 'calibrating' the mite data against that derived from spores (never before attempted), we will be able to develop an alternative and potentially more sensitive means of detecting herbivore presence in situations when Sporormiella evidence is lacking. Finally, we will compare the new mite (and spore) data against the other proxy evidence for anthropogenic change at Marcacocha to build up a much more detailed interpretation of the history of the region.\n\nDevelopment of this novel technique has applications not only across the Andes, but also in other pastoral settings (e.g. Greenland Norse) and in the study of more ancient megafaunal extinctions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014206/1","grantId":"NE/J014206/1","fundValue":"50003","fundStart":"2012-10-01","fundEnd":"2013-04-30","funder":"NERC","impactText":"  As we set out in our original proposal, the direct societal or economic impact of this research can be difficult to quantify. However, the generation of high-quality new datasets detailing the nature of, and human response to, climatic change has implications for a range of contemporary actors and stake-holders concerned with the sustainability of Andean livelihoods today. Highland communities continue to face significant environmental pressures brought on by global warming, including reduced fresh water availability, food security issues and land degradation, all of which have historical precedent.\n\nOrganisations concerned with land-use management practices and biodiversity conservation in South America (such as the Asociaci&oacute;n Ecosistemas Andinos, ECOAN, with whom we have strong links) use our data to help inform their policies for the introduction of economically and environmentally sustainable land-use practices for rural indigenous Peruvian populations. These organisations also directly influence the development of governmental policy with regard to these issues. Indeed, as detailed in our key findings and outputs submission, our data has also been presented at the highest levels of government to provide climatic and historical context to help inform the development of national climate change resilience and food security policies. Agriculture, Food and Drink,Environment,Culture, Heritage, Museums and Collections Societal,Policy & public services","person":"Michael  Frogley","coPersons":["Anne  Baker"],"organisation":"University of Sussex","findingsText":" This project aimed to test the novel hypothesis that mite remains in lake sediments could be used to track livestock density changes across a landscape through time. We have used the environmental history of a relatively well-studied, small lake site in Andean Peru (Marcacocha) as a framework within which to compare our new datasets. In this project, we have:\n\n(1) Identified species of mites present in the lake and surrounding pasture and established their broad habitat requirements (constituting new records for Peru). This was achieved by a combination of fossil analysis and modern field ecology. This enabled us (in conjunction with existing datasets) to develop an environmental history of the lake basin over the last 1200 years. The specimens provided new distribution data for the taxa involved, while some may represent species new to science: this is currently being verified by the co-PI at the Natural History Museum (London), so that they can be formally described and photographed and the species names properly published.\n\n(2) Generated a new dataset of coprophilous (dung-inhabiting) fungal spores over the same 1200-year interval as the mite record for comparative purposes. Our original hypothesis was that first order changes in these two records would closely track each other, since we postulated that the two proxies were controlled primarily by the same environmental driver (i.e. livestock density in the pasture). Our results suggest that the relationship between the proxies is actually more complex than originally surmised and that, whilst a viable environmental history can be derived, neither proxy can wholly be relied upon in isolation. In particular, the poorly dispersed fungal spores appear to be more common during dry intervals (when livestock are able to get closer to the lake centre); meanwhile, the fossil mite populations appear to track historical events more closely, such as the disappearance of llama herds following the collapse of the Inca empire. These outcomes have opened up important further research questions (currently being pursued) concerning the exact response of the different proxies in settings such as this and whether the physical processes by which spores and mite remains become incorporated into the lake sediments can explain the disparity in the records. Building on the results of this project, further work should enable a protocol to be established for the application of this technique in a variety of other historical, livestock-dependent agro-pastoral settings. Academic audience: The main academic outcomes from the project relate to: (a) implications concerning the critical use of different proxies to determine animal presence on the landscape; and (b) new taxonomic / ecological data. Three publications deriving from the project are currently in preparation; several talks have already been delivered to academic audiences. One forthcoming meeting, at the INQUA Congress in Japan in 2015, is especially relevant and likely to have genuine cross-disciplinary, international ‘reach’. We are convening a session with the express purpose of exploring contentious issues around the use of the long-established ‘default’ proxy of coprophilous fungal spores; the outcomes of our project will feature heavily in this discussion. The intention is to facilitate a more in-depth, multi-disciplinary research project that builds on our results.\n\nNon-academic audience. Several outreach-style talks and media engagements have already been undertaken (more are currently planned); a website hosted by the NHM detailing the project outcomes, suitable for an academic and non-academic audiences (with mirror pages in Spanish) will go live in 2015. One noteworthy activity was the invitation to present our results in Peru as part of a symposium addressing future climate change and food security issues, with a view to assessing likely impacts, resilience and adaptation strategies. Organised by the French Embassy and the Institute of Research for Development, the audience included the Peruvian Minister for the Environment and the Deputy Minister for Agricultural Policy, as well as agricultural and environmental policy makers and a variety of environmental NGOs. Our work was used to provide a historical context for future climate change and socio-economic scenarios and will help to inform future policy decisions. Participation in this high-level forum has also enabled us to increase our engagement with governmental and non-governmental organisations in Peru concerned specifically with biodiversity conservation and sustainable land-use management practices. Agriculture, Food and Drink,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}