{"id":"6761B38F-3963-4CA2-BEE2-CFCCB18AB2F4","title":"Technologies for 3D histologically-detailed reconstruction of individual whole hearts","abstractText":"The heart is an electrically controlled mechanical pump, whose dysfunction is incompatible with life. Both normal and disturbed activity are closely associated with the fine architectural detail of the tissue that makes up the heart. Thus, electrical signals for contraction must first travel along every single of the millions of muscle cells in the heart, before each individual fibre will shorten at its prescribed timing. Similarly, the forces produced by individual cells are largely transmitted in the direction of muscle fibres. Furthermore, muscle fibres are ordered in complex units, joined together by non-muscle 'connective' tissue, and this arrangement allows the muscle not only to shorten, but also to thicken, in order to push blood out of the cardiac chambers and into the arteries that supply all organs of the body. A precise understanding of detailed cardiac tissue architecture would be of great importance for the diagnosis of cardiac diseases, prediction of their progression, identification of treatment strategies, and even for doctors' teaching and training (the heart is one of the organs where 'learning by mistake' is not an option!). This clinical relevance is contrasted by the fact that, traditionally at least, establishing architecture of any tissue meant 'cutting it open' (not an option either). Recent improvements in non-invasive techniques, such as Magnetic Resonance Imaging (MRI), have started to provide increasingly detailed insight into organ structure and function. Even though the detail contained in these recordings is not yet sufficient to reliably identify fibre orientation in a patient's heart, clearly the technology is moving in that direction, and it is important that we start now to develop the tools required to handle the vast amount of data that doctors will be able to extract from high resolution MRI or similar techniques. This is a major challenge. It requires a combination of skills and expertise not usually present in a single lab or clinic. These include: automated image registration, analysis, and alignment; creation of computationally usable three-dimensional (3D) data sets; comprehensive validation using histology to obtain very high resolution detail for the whole organ; establishment of a 'reference atlas' from which individual anatomies can subsequently be 'morphed'; integration of all data into computer models of the beating heart; 3D visualisation; and the subsequent application of all the above to an individual within a time-frame that makes 'clinical sense' (hours, not months). This project undertakes to develop exactly this technology, combining the expertise of leading teams in cardiac MRI (Cardiovascular Medicine at the John Radcliffe Hospital Oxford), bio-medical studies (Oxford University Department of Physiology, Anatomy &amp; Genetics), and computing (Oxford University Computing Laboratory). These teams will jointly implement and validate the whole range of tools required to efficiently reconstruct individual beating hearts from entirely non-invasive imaging techniques, based on proof-of-principle in small rodents, taking care that all algorithms are scalable to be adapted, in future, to the significantly larger organ sizes required for clinical application. The longer-term vision is that after a clinically-indicated cardiac MRI, doctors will be able to look at a 3D holographic projection of the patient's heart, zoom-in on any relevant detail (a coronary vessel blockage or a damaged part of tissue), assess treatment modalities, predict outcomes, and / using advanced force-feedback instruments / conduct 'mock surgery' on that heart before the patient even enters the theatre. Much of this vision is still far ahead. Nonetheless, this proposal will make an important step by developing the technology to link non-invasive cardiac imaging to data extraction and integration into anatomically-detailed, functional 3D models of individual hearts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003443/1","grantId":"BB/E003443/1","fundValue":"607813","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"","person":"P  Kohl","coPersons":["Jurgen E. Schneider","David  Gavaghan"],"organisation":"University of Oxford","findingsText":" The purpose of this project was to create a new dataset, combining different types of images, to get as much information as possible on how a particular heart behaves. The classic problem in this sort of research is that each type of measurement has its own drawbacks: non-invasive MRI imagery is comparatively slow and lacks detail. histology (physically cutting the heart into very thin slices, using dyes to reveal information like cell type or connections between cells) is obviously invasive, and also yields physically distorted images. This project combined the two, using MRI and then histology on the same heart: working with cutting-edge computer scientists and image experts, we were able to map one data set onto the other, so we could directly compare them (a bit like switching between &quot;satellite view&quot; and &quot;map view&quot; in Google maps). We now have a much better understanding of how cells are aligned in healthy and unhealthy hearts, which has helped explain (among other things) why ischaemia and scars can have the impact they do. This project has led to follow-on research to investigate whether we can help &quot;teach&quot; scars to behave in ways that will benefit the patient. The data generated by this project will be kept as a reference, so we do not need to repeat these experiments again -- our goal is to build a library of various types of hearts, in various states of contraction, in health and disease. In addition to their reference value, these images can be used to create much more realistic computer models of hearts, which can be used for simulations (e.g. to test the effects of drugs or other therapies, or to drive new hypotheses for the physiologists to test). Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}