{"id":"6770B77B-9B69-4E99-BD47-F5D35D867EB6","title":"Scilly Voices: Language Variation and Distinctiveness on the Isles of Scilly","abstractText":"This project will investigate the variety of English spoken by the population of the Isles of Scilly (a group of islands 28 miles off Land's End, Cornwall). Census data shows considerable continuity in the original Scillonian population from the nineteenth century onwards, however, it also shows a steady flow of immigration, with incomers accounting for approximately one fifth of the local population. These population shifts have occurred alongside significant changes to the local economy: once sustained by fishing and farming industries, the islands' predominant industry is now tourism. These economic and demographic shifts make Scilly a fruitful environment in which to examine the processes involved in language variation. In particular, the islands' location permits us to examine the nature of insular communities and the influence of complex social structures. This will not only enhance our understanding of 'a lesser-known variety of English' (Trudgill 2002: 29), it will also help us to further understand the correlation between social networks, traditional practices, family ties, heritage and language change.\\n\\nThe historical trajectory of Scilly's variety of English will be documented by first seeking to establish the variety's genealogy. Recordings held in the Isles of Scilly Museum's Oral History Archive suggest that there are similarities between Scillonian English and Cornish English, but these connections were not observed in historical accounts of the dialect (including an academic account of Scillonian English written in 1979 by Charles Thomas). In order to examine this apparent language change, the interaction between language production and what individuals perceive about the variety and its historical associations will be considered. The demographic and diachronic distribution of language features will be considered, and the folklinguistic ways in which these features are perceived will be studied. The analysis will use recordings of elderly speakers held in the Oral History Archive, and compare these with present-day interviews recorded with speakers of different generations from the same Scillonian family. Attitudes to the dialect will be considered via on-line tests where locals, tourists and those who have never been to Scilly are asked to evaluate the localities and social attributes associated with the voice samples they hear. In taking these approaches, this project will demonstrate methods for combining production and perception-based studies of language variation. \\n\\nThis project builds upon previous collaborations between the principal investigator and the Isles of Scilly Museum, the Council of the Isles of Scilly, the Five Islands School and the Isles of Scilly Area of Outstanding Natural Beauty (AONB) Partnership. As such, it innovatively embeds the research in a history of knowledge exchange. This relationship will be key to fully understanding how language features correlate with the social life of speech communities. The AONB Management Plan (2010-2014: 28) highlights the importance of consultation and notes that 'Scilly has rich and varied cultural associations that span politics, religion, art, literature, folklore, local tradition and lifestyles.' By combining ethnographic insights into the community, engaging community members (via archive recordings and community collaboration) and gaining access to the historical documentation relating to Scilly held by on the islands, this project will achieve a comprehensive understanding of Scilly's sociolinguistic context and serve as an exemplar of publicly engaged sociolinguistic research.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I026243/1","grantId":"AH/I026243/1","fundValue":"160246","fundStart":"2012-08-01","fundEnd":"2015-10-31","funder":"AHRC","impactText":"  So far, our project findings have been used to:\n\n- help a local community to engage with academic research processes, using participative methods to create innovative co-produced linguistic data\n- better inform this community about the social significance of language in order to increase ownership of local language forms \n- frame research differently through podcasts and community engagement\n- produce a legacy archive of recordings which can be used as a social and historical record for the community studied Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Emma  Moore","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}