{"id":"679DACC6-3725-4FEA-BD68-6E8296DAAE6E","title":"The computational neuroscience of animal camouflage","abstractText":"From the moment 'The Origin of Species' was published in 1859, Darwin and his contemporaries used animal camouflage to illustrate how improved survival leads to apparent design. The ideas of early evolutionary biologists (and it is probably significant that many were artists too) in turn had a strong influence on the adoption of camouflage by the military in both World Wars. The basic principles, advanced then,? of blending into the background, use of disruptive patterns to disguise shape and form, and mimicking of background objects -? have remained largely unchanged, textbooks in biology and the visual sciences illustrated by beguiling photos of leaf-like moths, twig-like caterpillars and oddly striped frogs. Surprisingly, however, many of the fundamental principles of camouflage remain untested and, importantly, are stated in language that predates modern computational theories of vision. Our aim is to use modern computational theories of vision to understand the design of animal camouflage, as seen by both humans and animal predators. The great advantage of a computational approach is that it is explicit about the mechanisms of perception and cognition of the human or animal viewer, and so sufficiently precise to generate testable predictions. Of great significance to biologists too, such models can be adjusted to cater for animals with different visual systems from our own. If we are interested in why a moth has a particular colour pattern, we need to understand how its bird predators would see that pattern, and birds not only have a richer colour world than humans (they can see ultraviolet light, for example) their acuity and sensitivity to contrast differs from us. We focus on the two major forms of camouflage, background matching or blending, and disruptive coloration, using computer models and experiments on humans in the lab and wild birds in the field. Bringing the computational neuroscience of vision to biology has clear benefits, but the flow of ideas is not one-way. Because visual systems have evolved to solve real-world problems, of which 'camouflage breaking' is one, then many design features of human vision should be explicable with reference to the ecology of early humans and other primates. Just as we seek to modernise the biological study of coloration through infusion of the theory and technology of computational neuroscience, so too we wish to free the latter of the (usually unrecognised) constraints of modelling the world through human eyes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E02100X/1","grantId":"BB/E02100X/1","fundValue":"547431","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"  In terms of pure science, increasing adoption nationally and nationally of the methods for analysing colour and pattern in evolutionary and behavioural ecology. In terms of impact outside of science: first approach from the defence sector, interested in applications of our (until then animal) camouflage research, in 2008 led to a CASE studentship through EPSRC with QinetiQ, the international defence industry company, as the partner. This led to a contract with complete funding of two PhD students by QinetiQ (value &pound;130k), to develop fast-throughput screening of camouflage effectiveness, and a &pound;100k contract with DSTL (the government's Defence Science and Technology Laboratory) to evaluate dynamic camouflage. Both collaborations are ongoing. Aerospace, Defence and Marine Economic,Policy & public services","person":"Innes Cameron Cuthill","coPersons":["Neill  Campbell","Tom  Troscianko"],"organisation":"University of Bristol","findingsText":" Providing the first unequivocal experimental evidence for a battery of camouflage mechanisms that have either been assumed to operate, without proof, or for which evidence is equivocal. The power of our evidence lies in (i) experiments showing similar effects in humans and, despite their very different colour vision, birds, (ii) combining field experiments with tightly controlled lab experiments, and (iii) testing the predictive power of different, physiologically plausible, models of visual perception. Results include:\n-- The first evidence that 'disruptive camouflage' works by fooling contour (edge) capture mechanisms in low-level vision, whether the viewers are birds or humans.\n-- Evidence that symmetrical coloration decreases the effectiveness of camouflage for insects under predation by birds, just as symmetry breaks camouflage for human viewers.\n-- The first test of the theory, proposed 100 years ago, that body parts can be concealed by 'coincident disruptive coloration', using colour to blend one body part with another. We have taken the findings forward ourselves, under further BBSRC-funded grants. Also, we have developed contacts with the defence sector, receiving funding from QinetiQ, the defence research company, and the UK government (DSTL - the Defence Science and Technology Laboratory). Aerospace, Defence and Marine","dataset":"gtr"}