{"id":"679FC0C0-6B9E-4EC1-8557-D49E673151F4","title":"DETERMINING CONVECTIVE/RADIATIVE ENERGY PARTITIONING IN LARGE SCALE OPEN VEGETATION FIRES","abstractText":"&quot;The wildland fire grand measurement challenge can be described as the integration of pre- active- and post-fire measurements and physical process models into a robust and well validated framework for characterizing coupled fire-atmosphere dynamics, fire emissions, [...] at a range of scales from flame fronts to prescribed and wildfire events&quot; (Kremens et al. 2010). This small grant project is inspired by this &quot;grand&quot; challenge of the fire research community. In particular, fire behavior and fire emissions are largely driven by energy releases. Understanding the energy budget of a propagating fire requires us to know simultaneously both the Radiative Heat Fluxes (RHF) and Convective Heat Fluxes (CHF), and to relate them to the total heat release (THR) of the combusted fuel. This is a challenging task because (i) the degree to which scaling of fire properties from small scale lab experiments to open vegetation fires can be performed is uncertain, and (ii) CHF and RHF cannot be linked by single point measurement since the plume (the 'visible' manifestation on the CHF) is usually advected from its source action (i.e. the fire front) by the ambient wind. To tackle these issues, we need to develop a protocol able to map simultaneously CHF and RHF under the conditions present in large outdoor &quot;planned&quot; fires.\n\nSuch comprehensive sets of data linking energy partitioning from fuel consumption with the various modes of heat loss are unavailable currently, and indeed such measurements have not been conducted before. According to the work realised by the proposers of this project and co-workers on FRP measurement protocols and radiative heat flux assessment via airborne thermal imagery, spatio-temporal variations of the RHF from spreading vegetation fires can however be mapped. To close the energy budget, we then need (i) to measure the fuel mass burnt to derive THR (which can be easily assessed with pre- and post- fire in situ sampling) and (ii) to map CHF to allow comparison with the RHF measure.\n\nThe aim of this proposal is therefore to develop the experimental measurement protocol and infrastructure capable of recording simultaneously the temporal and spatial variability of radiative (RHF) and convective (CHF) heat fluxes in spreading vegetation fires, and to deploy this at a series of experimental burns in order to deliver a record of fire energy partitioning for such events. This project will link to one ongoing and one newly commencing projects lead by Prof Martin Wooster. In particular, NERC KE project NE/J006432/1 that will run in collaboration with the Northumberland Fire and Rescue Service will provide many opportunities to develop, validate, and deploy the methodology at prescribed fires planned to occur in the UK over the next few years. To our knowledge this is the first time that such an experiment will be conducted, and the results will be made available to the fire science community for their use in the evaluation, improvement and running of a variety of simulation models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014060/1","grantId":"NE/J014060/1","fundValue":"50510","fundStart":"2012-08-31","fundEnd":"2014-05-30","funder":"NERC","impactText":"","person":"Martin John Wooster","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}