{"id":"67A20B37-C5D0-49DA-81F4-01DBBA4D5BC9","title":"STFC Consolidated Grant Supplement (Travel and Consumables)","abstractText":"Particle physics seeks to understand the Universe and its evolution in terms of the interplay of elementary particles (the quarks and leptons) the fundamental forces (the strong, electromagnetic, and weak forces and gravity) and the force-particles that mediate them (photons, W/Z, gluons and gravitons). The last thirty years has seen the development of a robust and extremely successful theoretical framework, known as the Standard Model, in which almost all of the available particle-physics data can be explained. However, whilst this is a beautiful theory, the model is incomplete since it doesn't completely explain the world that we see around us. Oxford's research programme will advance significantly our understanding of whatever &quot;new-physics&quot; theory will emerge to replace the Standard Model, and will guide the theoretical work to develop it. \nThe Large Hadron Collider (LHC) is now running at the energy frontier of high-energy physics, and reproduces the conditions within milliseconds of the Big Bang. Oxford plays a major role in the detector operation and the extraction of physics results from both the ATLAS and LHCb experiments, including studies of the Higgs particle, particles having &quot;supersymmetry&quot; (SUSY), and the origin of the matter-antimatter asymmetry in the Universe (&quot;CP-violation&quot;). Over the next decade, the LHC will upgrade to higher energy and intensity, and so detector improvements are being prepared for both ATLAS and LHCb. The upgraded detectors will take particle physics to an unprecedented limit of sensitivity for the inevitable new-physics observations. Throughout our work we are enabling powerful computing resources and analysis tools that are necessary for the extraction of vast volumes of data.\nWe participate in high-precision experiments that are complementary to the large experiments at the LHC. The EDELWEISS and LUX-ZEPLIN experiments are exploring some of the most important questions in particle physics and cosmology; in particular the direct search for dark matter, a candidate being the lightest SUSY particle. Similarly the nEDM experiment will measure the neutron electric dipole moment down to unprecedented precision, and which will also complement measurements of CP-violation from the LHCb experiment.\nThrough the T2K experiment in Japan and future experiments such as LBNE, Oxford physicists aim for a better understanding the elusive neutrino, and in particular its &quot;oscillation&quot; from one flavour to another. The SNO+ experiment will measure other fundamental properties of the neutrino, such as whether or not it is its own antiparticle. \nThroughout our research, Oxford will continue to develop and enhance our capabilities in mechanical and electronic design so that we will retain the ability to construct the most sophisticated apparatus of whatever size may be required for our physics objectives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001490/1","grantId":"ST/M001490/1","fundValue":"28626","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Neville  Harnew","coPersons":[],"organisation":"University of Oxford","findingsText":" Travel and consumables Travel and consumables Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}