{"id":"67AD4903-73E6-422C-909C-4A6AEC1A3DEA","title":"The role of mitochondria in the aetiology of human quantitative traits and morbidity","abstractText":"Mitochondria are organelles found in most plant and animal cells. Often described as the ?power house? of the cell, mitochondria are essential to cell survival and function. The role of mitochondria in energy production and programmed cell-death in growth and development is relatively well understood, but less characterised mitochondrial dynamics such as the continual merging and splitting (fusion and fission) between mitochondria in the cell and mitochondrial-led signalling pathways, also play fundamental roles in the healthy functioning of living cells. \n\nWe hypothesise that increased rates of mitochondrial fusion and fission controlled by nuclear genes are likely to be associated with reduced morbidity, since content exchange between mitochondria is believed to prevent the accumulation of defective mitochondria in the cell by reducing the deleterious impact of individual mitochondrial DNA mutations and accumulated mitochondrial damage that often occurs during the production of energy. Healthy mitochondria are thought to behave as a super-organelle with continual mitochondrial fusion and fission. However, the mechanism by which the burden of accumulated malfunctioning mitochondria is reduced is unknown. Mitochondrial-shaping proteins encoded by nuclear genes control the process of fusion and fission and the process is observed to be essential for the healthy functioning of mitochondria.\n\nThis genetic study will test whether mitochondrial molecular pathways contribute to human health, including myopia, insulin resistance and susceptibility to atherosclerosis in the general population. If mitochondrial fusion and fission rates affect susceptibility to these diseases, this will provide novel molecular insights into the role of mitochondria in human health and disease and have exciting implications for metabolic and aging research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901017","grantId":"G0901017","fundValue":"674174","fundStart":"2010-01-05","fundEnd":"2014-05-31","funder":"MRC","impactText":"","person":"Toby  Andrew","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}