{"id":"67AE9CF9-0F99-4151-BCB7-FFA0997AC3D0","title":"Flexible and Efficient Power Plant: Flex-E-Plant","abstractText":"In order to meet UK Government targets to reduce CO2 emissions by 80% by 2050, rapid growth in electricity generation from intermittent renewable energy sources, in particular, wind, is required, together with increasing constraints on the operation and environmental performance of conventional coal and gas-fired plant. Unprecedented demands for operational plant flexibility (i.e. varing power output to reflect demand) will pose new challenges to component integrity in ageing conventional plant, which it is widely recognised will play a crucial role in maintaining security of supply. In parallel, demands on fuel flexibility to reduce emissions, i.e. firing gas turbine plant with low-carbon syngas or biogas and firing/cofiring steam plant with biomass, will create new challenges in plant engineering, monitoring and control, and materials performance. Improved plant efficiency is a key requirement to cut emissions and to make decarbonisation economically feasible. The continuous development of novel, stronger high temperature materials may also enable component replacement, rather than complete new build plant, to maintain the essential reserve of conventional generation capacity. Finally, the decarbonisation transition involves new and complex economic and environmental considerations, and it is therefore important that these issues of sustainability are addressed for the development of future conventional power plant.\n\nThe research programme will consider the key issues of Plant Efficiency, Plant Flexibility, Fuel Flexibility and Sustainability and how these four intersecting themes impact upon plant operation and design, combustion processes in general and the structural integrity of conventional and advanced materials utilised in conventional power plants.\n\nOutcomes from the proposed Research Programme include:\n- Improved understanding of the complex relationship between plant efficiency, fuel flexibility, plant flexibility, component life and economic viability\n- Novel approaches for monitoring and control of future conventional power plants\n- Improved fuel combustion and monitoring processes to allow use of a wider range of fuels\n- Improved understanding of structural materials systems for use in components with higher operating temperatures and more aggressive environments\n- Improved coating systems to protect structural materials used in power plant components\n- New models for optimisation of operating conditions and strategies for future conventional power plants\n\nThe consortium comprises six leading UK Universities with strengths and a proven track record in the area of conventional power generation - led by Loughborough University, working together with Cardiff and Cranfield Universities, Imperial College London and the Universities of Nottingham and Warwick. The Industrial Partners collaborating in this project include several major UK power generation operators, Original Equipment Manufacturers (OEMs), Government laboratories and Small and Medium Sized (SMEs) companies in the supply chain for the power generation sector. The Energy Generation and Supply Knowledge Transfer Network will be a formal delivery partner of the consortium.\n\nThe proposal has been developed following extensive engagement with the industrial partners and as a result they have made very significant commitment, both financial and as integrated partners in the research programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021095/1","grantId":"EP/K021095/1","fundValue":"1997000","fundStart":"2013-08-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"  Not applicable at this time. This is a relatively new grant in its early stages. We look forward to future reporting. Aerospace, Defence and Marine,Energy Societal,Economic","person":"Rachel Clare  Thomson","coPersons":["John  Nicholls","Colin Edward Snape","Peter  Cawley","Catrin Mair Davies","David Graham McCartney","Nigel John Simms","John Phillip Dear","Richard  Marsh","Wei  Sun","Jihong  Wang","Alexander Marinos Kreton Taylor","Pericles  Pilidis","Ioannis  Hardalupas","John  Oakey","Thomas  Hyde","Anthony John Griffiths","Philip  Bowen"],"organisation":"Loughborough University","findingsText":" Not applicable at the current time. This is an ongoing research project in its early stages. We look forward to more detailed reporting in the future. In the future, these results will be useful in informing current and next generation power plant operation. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}