{"id":"67B9154E-1D2E-43A5-BBBA-A670595620CC","title":"GENIEfy: creating a Grid ENabled Integrated Earth system modelling framework for the community.","abstractText":"The GENIE project's aim is to build simplified and faster-running models of the Earth's climate system, and make them easier to use and more widely available to other people who want &amp; need to use them. State-of-the-art climate models (such as the excellent Hadley Centre model) work on quite detailed scales in both space and time, and are consequently big and slow, and cannot be used to simulate more than a few centuries of climate on anything other than a super-computer, and even so may take months to give results. We aim to model the climate for many thousands of years, because the climate of the Earth has undergone major and dramatic climate changes (including ice ages) in the past, over periods of many thousands (and even millions) of years, and we need to understand these so that we can model future climate with more confidence. And we aim to do this using more widely available computers (including top-end PCs) so that more scientists who are not computer experts can explore their ideas. To build such models which run thousands of times faster, we have to work with coarser grids, giving us less detailed results, and also use simplified versions of the physical, chemical and biological processes which interact to control the climate. The price of this is that we expect less accurate results, but we can afford to do large numbers of runs to compare the results, and so find out how much simplification we can tolerate, and how accurate the answers are, which is almost impossible with the big models. In the first phase of GENIE we have successfully built a small family of such simplified models and used advanced computational methods to tune' them to real world data, and to attack difficult questions about their reliance on things that we do not know very well. We now aim to build on this; (1) to try to find out how much detail is really needed for various levels of accuracy; (2) to create links between our models of the climate and models of technological development and the economy; (3) to make our models more similar to the big mainstream models (and so make it easier to compare results with them); (4) to make them better and even faster; and (5) to make them much more easily &amp; widely usable by people other than their creators. We shall do this by exploiting the advanced software and computing technology which makes powerful computer resources available over the internet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C515904/1","grantId":"NE/C515904/1","fundValue":"258938","fundStart":"2006-01-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"  We developed an Earth system modelling framework - GENIE - which is now being used in further research and education. Education,Environment Cultural,Societal","person":"Timothy Michael Lenton","coPersons":["Eric  Guilyardi","Rachel  Warren","Peter  Challenor","John  Shepherd","John Richard Gurd","Graham Douglas Riley","Paul  Valdes","Simon James Cox","Rupert William Ford","Robert  Marsh"],"organisation":"University of East Anglia","findingsText":" We developed a flexible, modular Earth system modelling framework ('GENIE') and a set of tools for compiling, running and analysing the output of the model, using the Grid. GENIE was used to study long-term future climate change due to human activities and to study past climate changes. The computational efficiency of the model and the use of Grid computing allowed us to do massive ensemble studies with the model, including assessing the stability of the Atlantic thermohaline circulation and the likelihood of collapsing it under anthropogenic climate change. The model is being used in teaching Earth system science and in research. Education,Environment","dataset":"gtr"}