{"id":"67BA3161-9A97-4516-82A2-A5AABCEF60F6","title":"Collisions of Polar Molecules with Ultracold Alkali Metal Atoms (IP3 of EuroQUAM CoPoMol)","abstractText":"At very low temperatures, matter enters a new regime where its properties are fully quantum-mechanical. Such quantum matter is very precisely controllable and offers many new properties that are likely to form the basis of future technologies. The EuroQUAM Programme is a EUROCORES Programme coordinated by the European Science Foundation to develop European research in Cold Quantum Matter. A major objective of the EuroQUAM programme is to achieve quantum degeneracy for polar molecules. It is already possible to slow polar molecules almost to rest using inhomogeneous electric fields and trap them at temperatures around 1 milliKelvin. However, quantum degeneracy requires considerably lower temperatures, and to achieve it for decelerated molecules it will be necessary to develop a second-stage cooling mechanism that can reach the sub-microKelvin regime. A very promising approach to this is sympathetic cooling, in which the molecules are cooled by contact with ultracold atoms. The CoPoMol proposal brings together two leading experimental groups (Berlin, London) and three theoretical groups (Durham, Warsaw, Nijmegen) to explore sympathetic cooling and to develop our understanding of atom-molecule and molecule-molecule collisions. The interplay between theory and experiment was pivotal in the creation of atomic quantum gases and will be equally crucial for polar molecules. This proposal is for a closely integrated experimental and theoretical study. The Durham work will focus on theoretical aspects of the atom-molecule collisions that are crucial for sympathetic cooling. The proposal as a whole will provide the basis for achieving condensation to form a dipolar quantum gas and pave the the way to the development of controlled ultracold chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E039200/1","grantId":"EP/E039200/1","fundValue":"265471","fundStart":"2007-07-31","fundEnd":"2010-07-30","funder":"EPSRC","impactText":"  Our findings are being used in many laboratories around the world to develop experiments to cool molecules to the ultracold regime. Other ","person":"Jeremy Mark Hutson","coPersons":[],"organisation":"Durham University","findingsText":" This grant developed theory to underpin experiments aimed at cooling polar molecules by immersing them in a bath of ultracold atoms. We developed theoretical methods to handle collisions between open-shell molecules and alkali-metal atoms in magnetic fields. We developed potential energy surfaces for key systems and carried out quantum collision calculations as a function of energy and field to work out which systems were most promising for sympathetic cooling. We identified the first system (Mg-NH) for which inelastic collisions were predicted to be slow enough for sympathetic cooling to succeed. Experimental groups are currently developing experiments to achieve sympathetic cooling, using the theoretical framework and understanding that we have developed. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}