{"id":"67BCD08F-F96D-4751-8E6C-56C5FEF61070","title":"Chemical Applications of Velocity and Spatial Imaging","abstractText":"Ion imaging, first demonstrated just 25 years ago, is already having a major impact on the way we explore molecular change (the very essence of chemistry) in many gas phase systems. The technique has features in common with mass spectrometry (MS). Both start by removing an electron from the target species, generating ions, i.e. charged molecules or fragments, which are then 'sorted' by their mass. In traditional MS, the species of interest is characterised by its spectrum of ion yield versus mass. Electron removal in most ion imaging experiments is induced by a short pulse of laser light; the resulting ions are then accelerated towards a time and position sensitive detector. Heavier ions travel more slowly, so one can image ions of just one particular mass by ensuring that the detector is only 'on' at the appropriate time. The spatial pattern of ion impacts that builds up on the detector when the experiment is repeated many times is visually intuitive, and provides quantitative energetic information about the reaction(s) that yields the monitored product. However, the read out time of current ion imaging detectors is too slow to allow imaging of ions with different mass formed in the same laser shot, and many species are not readily amenable to ionisation in current ion imaging schemes. Imaging all products from a given reaction is therefore time consuming (at best) and, at worst, impossible.\nWe seek to solve both these limitations. Two of the team have already demonstrated new, much faster, time and position sensitive sensors capable of imaging multiple masses in a single shot experiment. This multimass imaging capability will be developed further and rolled-out for use and refinement across the team. We also propose new multiphoton ionization schemes as well as 'universal' ion formation methods based on use of shorter laser wavelengths or short duration pulses of energy selected electrons. The following over-arching scientific ambitions will proceed in parallel, and exploit the foregoing advances in ion imaging technology at the earliest possible opportunity:\n(i) We will use the latest ion imaging methods to explore molecular change in the gas phase, focusing on key families of (photo)chemical reactions: addition, dissociation, cyclisation and ring opening reactions of organic molecules, and metal-ligand and metal-cluster interactions. These choices reflect the importance of such reactions in synthesis, catalysis, etc., their amenability to complementary high level theory, and our ability to explore the same reactions in solution (using a new ultrafast pump-probe laser spectroscopy facility). Determining the extent to which the mechanisms and energetics of reactions established through exquisitely detailed gas phase studies can inform our understanding of reactivity in the condensed phase is a current 'hot' issue in chemical science, which the team is ideally placed to address.\n(ii) We will develop and exploit new multi-dimensional analytical methods with combined mass, structural and spatial resolution. Mass spectra usually show many peaks attributable to fragment ions, but the paths by which these are formed are often unclear. Imaging MS is proposed as a novel means of unravelling different routes to forming a given fragment ion; distinguishing and characterising such pathways can offer new insights into, for example, peptide structure. Yet more ambitious, we propose to combine multimass and spatial map imaging with existing laser desorption/ionisation methods to enable spatially resolved compositional analysis of surfaces and of samples on surfaces. Such a capability will offer new opportunities in diverse activities like tissue imaging (e.g. detection of metal ions within tissue specimens of relevance to understanding the failure of some metal-on-metal hip implants), forensic analysis (e.g. 'chemical' imaging of fingerprints, inks, dyes, pollens, etc) and parallel mass spectrometric sampling (e.g. of blood samples).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L005913/1","grantId":"EP/L005913/1","fundValue":"4663080","fundStart":"2014-01-08","fundEnd":"2019-01-07","funder":"EPSRC","impactText":"","person":"Michael  Ashfold","coPersons":["Stuart  Mackenzie","Andrew  Orr-Ewing","Mark  Brouard","Jeremy Noel Harvey","Claire  Vallance"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}