{"id":"67BF83DD-28D4-4186-A929-A443173B2A3E","title":"Preschool Autism Communication Trial (PACT)","abstractText":"Autism is a severe and chronic childhood disability affecting families from early in childhood through the lifespan. Many claims have been made for effective treatments for autism, but surprisingly (given the importance of the disorder and the progress that has been made in understanding it), there has very little systematic research evidence to support effective treatments. Families and user groups have been vocal in calling for more research on treatment, and statutory agencies have been placed under escalating legal pressure through educational tribunals to provide intensive, costly but often quite untested interventions. This study would represent a significant enhancement of the evidence for effective treatment. It tests a treatment that is aims to enhance parent child communication in autism and the social and language development of the child. Families attend sessions with a therapist every two weeks for 6 months to learn new ways of understanding and communicating with their autistic child, with monthly booster sessions for a further 6 months. Similar treatment models have been applied to other kinds of communication disorder with good results. The study will randomly allocate 144 children in three representative sites across the UK (Manchester, Newcastle and London) to a group receiving routine clinical care in the community and another group receiving routine clinical care but with the addition of this communication intervention. Our pilot study using the same design on a single site has shown very promising value of adding this additional component to routine care. We will also study the cost effectiveness of the treatment. \n\nThis treatment is not too intensive (with about 1.5 hours of therapist time and 3.5 hours of parent homework time weekly) and for this reason it would be possible to extend it practically into local health services. Because the treatment helps communication between parent and child, we find that it improves parental sense of competence and involvement with their child as well as the child?s development. These are key features identified in our focus groups with parents that are central to what families want from a treatment for Autism.\n\nWe are collaborating with the National Autistic Society in this study and are conducting focus groups with service users to identify the best ways of measuring treatment outcomes that matter to families. We will disseminate information about this study and its results through the NAS, other newsletters and professional meetings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401546","grantId":"G0401546","fundValue":"1318880","fundStart":"2006-02-20","fundEnd":"2010-04-19","funder":"MRC","impactText":"","person":"Jonathan Michael Green","coPersons":["Sarah  Byford","Ann  Le Couteur","Andrew Richard Pickles","Helen  McConachie","Catherine  Aldred","Anthony Richard Charman","Wendy  MacDonald","PATRICIA  HOWLIN","Vicky  Slonims"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}