{"id":"67CF690B-B9B5-4816-87F2-B589636872B3","title":"EMBOSS: European Molecular Biology Open Software Suite","abstractText":"This application is for continued core support and further development of the EMBOSS project. EMBOSS (European Molecular Biology Open Software Suite) was started in 1996 by two bioinformatics developers (Rice and Bleasby) who have developed a set of over 200 applications for the analysis of DNA and protein sequences. It is 'Open Source' software - the source code is made available to anyone who can change or extend it to meet their own needs. Users in industry have found that EMBOSS makes their life easier compared to expensive commercial packages. The funding requested will support enough programmers to maintain the core of EMBOSS for 5 years, with many new features and new applications, and will provide the basis for expanding EMBOSS further in protein structure analysis and phylogenetics and advancing into new application areas such as gene expression, proteomics, biostatistics, chemistry and genetics. As the number of applications grows, and as the user base expands, we will need to work extensively on user interfaces and other ways to make it easier for users to find and use the programs they need. All this will be made available for free, and supported by rapid response to email and telephone requests, and by training courses, online tutorials, and documentation. EMBOSS has been installed by more than 20,000 sites worldwide, many of them in the UK. A survey of users (2004) indicated the need for more support for local installations of EMBOSS and the biological databases it uses, improvements to the Jemboss program, and new ways to pass data into programs and to return results so that we can better support use of EMBOSS to build long and complex 'workflows' for routine analysis tasks. EBI will provide rapid support through the external services team in Hinxton, with the developers providing fixes for bugs, and adding requested features to future releases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018358/1","grantId":"BB/D018358/1","fundValue":"444800","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"","person":"Peter Martin Rice","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}