{"id":"67E922BB-C041-4AF9-B6B1-22CA5BB92F5A","title":"Transforming Vestibular Information for Human Action","abstractText":"The vestibular organs in the inner ear provide the brain with important sensory information for many motor and perceptual functions. In the past, research into understanding these mechanisms has been hampered by the inability to selectively stimulate the vestibular system without affecting other sensory systems or affecting the behaviour of interest. In recent years we have pioneered vestibular stimulation techniques that allow us to do this non-invasively in human subjects. We plan to develop these techniques further and use them to investigate some specific mechanisms in the brain that are necessary for using vestibular information to control different types of motor behaviour. Such mechanisms are vital but not very much is known about them. We plan to investigate these mechanisms in human subjects and try to understand how they work, which parts of the brain are involved, and how they are affected by neurological disease to produce functional deficits. First, we will use our vestibular stimulation techniques to develop ways of probing these mechanisms associated with the different motor systems that control the eyes, balance, or voluntary movement. We shall then use this information to study how the mechanisms break down in specific neurological diseases. To do this we will study patients who have had a stroke affecting the parietal cortex, or who have a genetic disease that disrupts the cerebellum. We shall also use a brain stimulation technique to disrupt the normal function of the parietal cortex in healthy subjects. These investigations will tell us about the roles played by these specific parts of the brain in the mechanisms, whether these brain areas control vestibular input to all motor systems equally, and the resulting functional deficits caused by stroke and cerebellar disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501740","grantId":"G0501740","fundValue":"1401240","fundStart":"2006-04-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Brian Leslie Day","coPersons":["Nicholas William Wood","Masud  Husain"],"organisation":"University College London","findingsText":"","dataset":"gtr"}