{"id":"67ECD486-8D67-49B1-A16A-A9CA6A0FDCC5","title":"Construction of an immuno-competent and self reporting human lung model using nanosensor incorporated scaffolds","abstractText":"The study of human lung biology has a huge impact on our understanding of the disease process in a number of lung conditions such as asthma, cystic fibrosis and chronic obstructive pulmonary disease (COPD), disorders which have significant health and socioeconomic implications worldwide. At the moment, it is difficult to carry out such research on humans, because in many cases it is not safe or procedures are too invasive, and the use of animal models is not always appropriate. For instance, mice do not develop asthma naturally which suggest that the biology of their lungs is different to that of humans. These limitations in the availability of physiologically relevant human lung models are therefore set to continue having a negative knock-on effect on the search for novel targets and molecules for therapeutic interventions. For example, despite enhanced patient care, the morbidity and mortality of asthma has remained high with one asthma related death every 19 minutes and 20 million lost working days per annum in the UK alone. This is partly due to lack of efficient therapeutic strategies and the fact that a large proportion of patients do not respond to treatment. What we want to do in this project is to develop a model of the human lung in the laboratory using cells previously isolated from donated tissue or blood. We will grow these cells on materials that contain sensors that can pick up changes in, for example, oxygen, glucose and acidity. These sensors will allow us to observe how cells respond to stimulation in real time. By growing these cell types on these materials, we can arrange them into layers such that the cells are grown in the laboratory in the same position as in the lung. Such a model would give scientists and pharmaceutical companies a better tool for investigating some aspects of human lung biology, identifying new targets for treatment and testing new drug compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H010971/1","grantId":"BB/H010971/1","fundValue":"27288","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"BBSRC","impactText":"","person":"John William Haycock","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}