{"id":"67F0A879-81A2-4CA6-9916-36F21B2CD5BA","title":"Macromolecular structure determination using pulsed electron spin resonance techniques.","abstractText":"In biology it is often possible to have a good understanding of the function of a particular biomolecule such as a protein. Biologists have also developed tools that often allow them to understand the sequence of elements that make that protein and understand its overall structure / often in exquisite detail. However, what biology is considerably less good at is relating that proteins structure to its function. It lacks precise tools to understand how proteins or other biomolecules interact with one another and what microscopic changes occur during that interaction. Yet a detailed understanding of this structure/function relationship is vital as it often underpins drug development strategies. One promising emerging methodology to solve that problem uses chemistry to accurately locate tiny magnetic molecules in exactly the same position within each larger biomolecule. Advanced magnetic resonance techniques are then used to derive quantitative information about the local structure and dynamics around those probes as well as using them to understand interactions between proteins, RNA or DNA. In this proposal we wish to demonstrate that using new technologies, recently developed under a major top-rated UK Basic Technology program, we can improve sensitivity and time resolution of these type of measurements by orders of magnitude relative to commercial instrumentation typically costing between &pound;0.5M to more than &pound;1M. We believe that this proposal is outstanding value as all the high risk technologies have already been developed and integrated into a working system. We also have a fully developed and ambitious applications program targeting important problems in biology, where we have preliminary data and where it is completely underpinned by the availability of commercial instrumentation. We thus believe this is a relatively low risk but high reward project that promises provide new and effective tools for biologists seeking to understand structure/function probms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004583/1","grantId":"BB/F004583/1","fundValue":"651347","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"BBSRC","impactText":"","person":"William John  Ingledew","coPersons":["James Henderson Naismith","Graham  Smith","Malcolm F White","Olav  Schiemann"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}