{"id":"67F716A3-10EC-4C38-91B4-F1FFFF0CF9F6","title":"Aphid secondary symbionts: a eukaryote horizontal gene pool","abstractText":"Aphids are important members of most temperate terrestrial ecosystems, and include some of the most significant agricultural and forestry pests. It has long been known that nearly all aphids carry a symbiotic bacterium that provides essential amino acids and other nutrients that are absent in the aphids' rather depauperate diet. More recently it has been discovered that most aphids also harbour one or more of a series of other bacteria that have a variety of effects on their fitness and performance. Because these bacteria are not present in every aphid they are called secondary symbionts. Recent research has shown that secondary symbionts can, among other things, increase aphid resistance to parasitic wasps and pathogenic fungi, help the aphid withstand heat shock, and influence host plant use. Secondary symbionts constitute a pool of genes that can help the aphid cope with different environmental challenges. Because secondary symbionts can move between aphid clones and species they can be called a horizontal gene pool, a term we borrow from bacterial genetics where plasmids (extra-chromosomal elements that can move between bacteria) have an analogous role. Though horizontal gene pools have long been recognised as important for bacteria and their relatives, their significance for eukaryotes (organisms with nuclei including plants and animals) is far less clear. The work in this project seeks to understand how the community of secondary symbionts is structured: what determines the diversity and population structure of the symbionts, and what affects its evolutionary stability. It consists of three subprojects. The first is to develop a mathematical model to synthesise all we know about secondary symbiont dynamics and to identify the most critical areas for research. No such model exists at the moment, and quantitative approaches are essential to analyse complex non-linear interactions such as these. The second project is experimental and seeks to provide information about a part of the aphid-secondary symbiont interaction where we currently have large gaps in our knowledge. This is the effect of symbionts on the aphid sexual generation, the frequency of paternal transmission, and the consequences of joint infection by two symbionts. The final part of the project seeks to use cutting edge bacterial genetic strain typing to describe the structure of the secondary symbiont community and to test hypotheses about how it is structured.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017697/1","grantId":"NE/G017697/1","fundValue":"26439","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"NERC","impactText":"","person":"Julia  Ferrari","coPersons":[],"organisation":"University of York","findingsText":" Aphids are important members of most temperate terrestrial ecosystems, and include some significant agricultural and forestry pests. Nearly all aphids carry a symbiotic bacterium that provides essential amino acids and other nutrients that are absent in the aphids' unbalanced diet of plant sap. Relatively recently it has been discovered that most aphids also harbour one or more of a series of other bacteria that have a variety of effects on their fitness and performance. Because these bacteria are not present in every aphid they are called secondary symbionts. Recent research has shown that secondary symbionts can, among other things, increase aphid resistance to parasitic wasps and pathogenic fungi, help the aphid withstand heat shock, and influence host plant use. These bacteria are passed on from mother to offspring, but it is also known that they can occasionally be transferred between individuals of the same or different species. Thus, these secondary symbionts constitute a pool of genes that can help the aphid cope with different environmental challenges. \nThe main aim of this project was to explore the structure and dynamics of the community of aphid secondary symbiotic bacteria. To do this we have been using the pea aphid as a model system. The pea aphid is comprised of host adapted races that are highly specialised on different plant species, genetically differentiated and that tend to carry different species of secondary symbionts. We have screened an unprecedented large collection of pea aphids for their secondary symbionts and have used cutting edge bacterial genetic strain typing to reconstruct the evolutionary history of four of the symbiont species. By comparing this to the evolutionary history of the aphid, we were able to show that horizontal transfer and establishment of new symbionts occurs frequently between aphid maternal lines. Importantly, it tends to co-occur with the hosts facing new ecological challenges, such as switching to a new host plant. The main beneficiaries of this work are the academic community. Establishing that horizontal transfer occurs regularly and that these transfers coincide with ecological shifts of the hosts further supports the view that these symbionts might act like a horizontal gene pool in insects and specifically aphids. This has opened up further questions on how horizontal transfers occur and whether a new host receives similar benefits from a newly acquired symbionts.\nIn the long term, it will be important to consider the role of secondary symbionts in pest management, as they provide the potential for rapid evolution of resistance and other traits. Our current knowledge suggests that it may be possible to employ secondary symbionts in pest control, but further research is required to evaluate whether this is a realistic avenue Agriculture, Food and Drink","dataset":"gtr"}