{"id":"67FAE8F4-DC2A-4A4A-A043-567F59AF67B4","title":"Elastic antennas and radio frequency components","abstractText":"The project will investigate the fundamental properties of metallised elastomers at microwave frequencies for wireless antenna applications. Stretchable or elastic antennas will significantly expand stretchable electronics applications both in the communication and biomedical sectors. Manufacturing strategies for metallised stretchable components will be developed and antennas and related microwave components evaluated. Technology for interconnects and incorporating microwave components will be investigated. A number of stretchable materials, both dielectric and metallic, will be fabricated in Cambridge for testing at high frequencies at the University of Sheffield. This will be followed by the design and patterning of metallic tracks on elastomeric substrates of various thicknesses to establish their suitability for operation over a wide range of frequencies from 800 MHz up to 40 GHz. Microwave measurement analysis will be performed on relaxed (as-prepared) samples but also during and after mechanical stretching. After establishing the fundamental properties of the metallised elastomers, the project will focus on the manufacture and evaluation of antennas and microwave components based on such metallization for practical RF systems. Cambridge will be responsible for the materials, metallisation and patterning technologies, while Sheffield will evaluate the materials and components for microwave applications. Stretchability of metal films and components embedded in elastomers will be evaluated in Cambridge (in the DC and up to 1MHz range) and in Sheffield (in the microwave regime). Joint test fixtures will be developed for stretched film measurements. Additionally Sheffield will use electromagnetic simulation software (CST) to model the microwave components and materials and aid the design and performance of elastic and reconfigurable components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G016607/1","grantId":"EP/G016607/1","fundValue":"283618","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"R J Langley","coPersons":["Kenneth Lee Ford"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}