{"id":"67FB3737-C3EB-4B6E-B4E7-D319201E61CA","title":"The Impact of Transitional Justice on Human Rights and Democracy","abstractText":"The proposed AHRC-NSF Collaborative Funding Opportunity between Leigh Payne (University of Oxford) and Kathryn Sikkink (University of Minnesota) aims to develop an empirically-tested theory of transitional justice (i.e., human rights trials, truth commissions, and amnesties) to explain its impact on human rights and democracy. It also strives to develop a corresponding set of policy recommendations to achieve those political goals.\nThe collaborators' prior research qualifies them for this project. Each has published widely on violence, human rights, and democratization. They recently formed separate research teams to develop large-N, cross-national data bases on transitional justice mechanisms. Both teams confirmed for the first time that transitional justice has a positive impact on human rights and democracy. Contradictory findings from their research, however, have motivated them to collaborate to develop a new project that further improves understanding of transitional justice. \nThe proposed project will construct a new data set that merges their existing data, adds newly collected and refined data on transitional justice mechanisms, and employs a mixed-method approach to explain the success of transitional justice in achieving its political objectives.\nQuantitative research, utilizing propensity scores and matching techniques, will allow the researchers to make inferences from the large-N data set while qualitative research, specifically fuzzy set qualitative comparative analysis (fs QCA), process-tracing, and the case study method, enables the team to identify combinations of conditions and/or multiple causal pathways for positive or negative effects on democracy and human rights.\n\nIntellectual Merit. \nThe proposed project will build the first empirically-tested theory of when, why, and how transitional justice achieves human rights and democracy goals. It will derive and test assumptions from four theoretical approaches: enforcement and deterrence, norms and socialization, rule of law, and accountability with stability. The first three focus on the role of trials in bringing positive political change, a mechanism identified by both research teams as crucial to transitional justice success. \nThe fourth approach examines how combinations of mechanisms (i.e., trials and amnesties or trials, amnesties, and truth commissions), findings from Payne research, achieve these positive results. Based on these theoretical approaches and previous findings, the collaborative team has created a research design that will allow them to make an important theoretical contribution to the study of transitional justice, human rights, and democratization. They will present their findings at international scholarly conferences and publish scholarly articles to advance academic debate in an under-theorised field.\n\nBroader Impacts. \nFirst, the study will advance transitional justice policy. The project identifies the specific types and combinations of mechanisms and contextual factors (i.e., political and economic conditions, judicial institutions, and political agency) that enhance the likelihood of success of transitional justice. \nThe researchers will produce a policy blueprint and present their findings to policy-makers at conferences and meetings, disseminate them to relevant organisations, and make them publicly available on their website.\nThe collaborative project emerges from a creative method for resolving contradictory findings in the researchers' previous work. Rather than using their different findings to carve out separate and competing projects, the researchers have chosen to collaborate to achieve important theoretical and policy goals. \nSecond, the collaborators will build an institutional partnership between the Oxford Transitional Justice Research program and the University of Minnesota's Transitional Justice Research Collaborative, in which both researchers play leading roles, to maintain the data set and encourage future research initiatives. \nThird, the project includes training and professionalization dimensions. The original members of the research teams will remain involved in the collaboration as consultants, contributing and enhancing their skills, and co-authoring scholarly papers. The advanced quantitative (e.g., propensity scores, matching techniques) and qualitative (e.g., fs QCA, process-tracing, case study) methodologies incorporated into this joint project provide new training for the consultants and the new Oxford and Minnesota graduate student members of the research teams.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I500030/1","grantId":"AH/I500030/1","fundValue":"213408","fundStart":"2010-06-01","fundEnd":"2012-10-31","funder":"AHRC","impactText":"","person":"Leigh Ann Payne","coPersons":[],"organisation":"University of Oxford","findingsText":" The project found that despite what scholars and policy-makers have referred to as &quot;a justice cascade&quot; or &quot;the age of accountability,&quot; amnesty laws persist and amnesty processes continue to constrain efforts to obtain justice for past human rights abuses. \nWhile the number of new amnesty laws appears to be tapering off since 1998, we found only three countries in which past amnesty laws no longer had legal standing. Thus amnesty laws continue to have an impact around the world and to constrain the achievement of justice. We are currently working with Amnesty International to identify the sets of amnesty laws and amnesty practices that could be targeted for change. This will also involve the identification of key civil society groups in those targeted countries that have begun the process of demanding justice, as well as the legal and political leaders most likely to promote that justice. \nIn addition, our prior findings show that amnesty laws do not necessarily block justice processes. Thus, working to remove additional obstacles on the road to justice is required. Government, Democracy and Justice","dataset":"gtr"}