{"id":"67FC000B-B7D1-4CBA-A5D3-FA73089BDA50","title":"Extreme Collecting","abstractText":"Extreme Collecting explores the process of collecting that challenges the bounds of normally acceptable practice. It consists of a series of four workshops hosted by the British Museum aimed at addressing the social, political, material and ethical debates surrounding the controversial practice of extreme collecting in the twenty-first century. Its aim is to apply a critical approach towards the rigidity of museums in maintaining essentially nineteenth century ideas to collecting and move towards identifying priorities for collection policies in UK museums which are inclusive of acquiring 'difficult' objects. Much of this will look at the question of acceptable boundaries for the practice of collecting and the implementation of new strategies in collecting. Extreme Collecting may apply to the collection of those objects that appear so mundane and mass-produced as to appear uninteresting. Alternatively, it also applies to the collecting of many other objects that have physical characteristics - of ephemeral substance, size and scale - that make it impossible to acquire and exhibit or are prone to rapid decay. Sustainability of collections is a vital consideration in a world where institutions are dominated by audit culture and by tick box compliance. \\nOur key questions are: \\nWhy should we collect such objects? and, what are our responsibilities? \\nWhat are the practical, ethical, material and political debates that govern what we collect? \\nHow are we to understand extreme collecting from an anthropological and psychological perspective?\\nWho and what do extreme collections represent? \\nThese are all difficult questions that need to be addressed if we are to plan for and manage the museum collections of the future. \\n\\nA series of four workshops will explore these questions through the following themes: \\n\\n1) Legal and Illegal Collecting: the Psychological and Intellectual Foundations: There remain important circumstances where illegal collecting takes place, and where a proper understanding of the psychological motives involved might assist in protecting threatened heritages. How are we to understand such extreme collecting in anthropological and psychological terms?\\n\\n2) Collecting and Source Communities: How do source communities view contemporary collecting by Western museums? How best can western museums best serve source communities for a time beyond the 21st century? Factored into this debate will be contemporary collecting policies of aboriginal communities in settler societies of North America and the Pacific.\\n \\n3) Ethnography of the Ordinary: If museums are to adopt a more strategic approach to collecting for the future, how best are they to develop collections of the everyday and record the mundane without turning museums into unmanageable time capsules? \\n\\n4) Scale, Size and the Ephemeral: Should outsize items, of ephemeral materials such as foodstuffs, plant pith, featherwork and paper ever be collected and stored? Related to this is the question of the natural decay of ephemeral objects.\\n\\nThe workshops will involve museum curators, policy-makers, anthropologists, sociologists and pyschologists as well as conservators, natural scientists and ephemerists. We intend to disseminate the workshop programme through a special website set up for the project as well as institutional networks. We plan to publish an edited volume of a selection of the papers from the workshop series as well as submit papers to the journal 'Museum Practice' and 'Journal of Material Culture'. Our goal is to use the debates and discussions generated from the research workshops to help inform policy-making and good practice in the museum and cultural heritage sector with a view to creating a Subject Specialist Network on Extreme Collecting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001029/1","grantId":"AH/F001029/1","fundValue":"13645","fundStart":"2007-08-06","fundEnd":"2008-12-02","funder":"AHRC","impactText":"","person":"Graeme  Were","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}