{"id":"67FD445F-CC6E-4C0E-A349-FD91080DE7D1","title":"Heat and the City: Comparing the trajectory of sustainable heat and energy conservation in the municipal communities of Glasgow and Edinburgh","abstractText":"<p>This research examines the challenge of establishing sustainable heating in Northern European cities. Two approaches dominate debate about energy use.&nbsp; One puts the onus on government legislation, while the other focuses on changing behaviour. This project, on the other hand, looks at city-scale communities, and argues that problems of rising energy demand and carbon emissions might best be tackled at this level. </p>\n\n<p>The focus is on Glasgow and Edinburgh, where researchers will work closely with community groups and public and private partners. Experience in Northern Europe, will be examined for lessons transferable to the UK. Main questions are:</p>\n\n<ul>\n \n\n <li>Is community engagement the key to success?</li>\n\n <li>Are the constraints more social and political than 'technical'?</li>\n\n <li>Are successful projects dependent on a 'community of practice', bringing together technical experts, finance, and locals?</li>\n\n <li>Are city councils key leaders and intermediaries?&nbsp; </li>\n</ul>\n\n<p>After reviewing renewable heat systems in Northern Europe to identify social, political and technical factors which matter, the regulatory structures and policies which govern UK heating will be examined, and political, economic and community structures in Glasgow and Edinburgh will be mapped.&nbsp; Later the focus is on local area studies in each city.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-628-25-0052","grantId":"RES-628-25-0052","fundValue":"824076","fundStart":"2010-10-01","fundEnd":"2014-12-30","funder":"ESRC","impactText":"","person":"Janette  Webb","coPersons":["Andy  Kerr","Stewart  Russell","David  McCrone","Mark  Winskel","Richard  Bellingham","Heather Caroline Lovell"],"organisation":"University of Edinburgh","findingsText":" Increasing numbers of UK municipal authorities are recognising the opportunities associated with District Heating (DH) and Combined Heat and Power (CHP): benefits for local people and local economies; potential to reduce the cost of transforming energy infrastructure; effective climate change mitigation and energy security. Historically the UK has done very little of it. This is changing, and local authorities are key actors, despite limited powers and limited access to energy project finance. In our case studies, lead officers are committed to action within their sphere of control to mitigate climate change, improve energy security and tackle fuel poverty. Their investigations identify two areas for change: improving the energy efficiency of the building stock, including retro-fitting micro-renewables; and establishing community scale district energy. In densely populated urban areas, district energy provides affordable heat, as well as energy and carbon saving. Because heat networks can use heat from multiple sources, including waste heat, they provide greater local control over energy security. In the right places, they contribute to local economic regeneration and public welfare. Local authority (LA) leadership is key to maximising potential for heat networks with capacity for expansion. For most authorities, however, the scale and complexities of district energy pose major challenges. While community enterprises, housing developers and other public bodies are also developing DH, the statutory functions of LAs (as planning authorities and service providers) mean they can give strategic direction. LAs provide long-term contracts for heat and power supply, which stabilise business revenues; as well as having prudential borrowing powers, they can act as guarantor to reduce costs of long term loan finance; they can ensure that heat tariffs are fair and transparent; and they can assist in developing consumer protections and service standards. DH is inherently local, and needs actors with long-term commitment to the area; this requires local knowledge about opportunities, their timing, and potential for integration with other developments. An effective means of governing and managing district energy is to set up a special purpose Energy Services Company (ESCo). The ESCo ensures clear accountability, sharp focus, ring-fenced budget and risk-sharing for project planning, development and delivery. The type of ESCo depends on local priorities, and can be a private enterprise (Birmingham District Energy Company), a joint public-private company (Thameswey Energy Ltd) or a not-for-profit company (Aberdeen Heat and Power Ltd). Benefits of DH and CHP are recognised by the UK Government as cost effective means of reducing CO2 emissions, required by climate change legislation, but LAs pursuing DH have to deal with the inertia of existing energy systems. Despite recent policy measures to support investment, DH and CHP remain on the margins of UK and Scottish energy policy, which focuses on electricity markets, and is designed around the structures of large centralised generators. The absence of clear incentives and directive planning measures means that targets for investment are being missed. However, both Scottish and UK Governments are developing a more supportive policy framework. Development of energy policy and regulatory frameworks for sustainable, affordable heat; \ndevelopment of business and governance models for localised energy services for low carbon, efficient space heating and hot water in buildings;\nproject management of inter-party coordination of urban retrofit for sustainable low energy heating. Financial Services, and Management Consultancy","dataset":"gtr"}