{"id":"680DF57E-5B4A-4A18-9A42-410703D50F92","title":"SuSTaIn - Statistics underpinning Science, Technology and Industry","abstractText":"Our judgment, and that of the recent International Review of UK Mathematics Research (IRM), is that significant capability in theoretical and mathematical statistics is small and in decline in the UK. This decline needs to be halted and reversed. Now is the time.SuSTaIn will be a centre that conducts and disseminates top-rank research in mathematical statistics, and implants it into the discipline of statistics in the UK. We will nurture SuSTaIn to build a strong capability in mathematical statistics within the supportive environment of the Statistics Group at Bristol University. The main pillars of our proposal are to (i) hire a strong dynamic team consisting of a Professor, and four early- to mid-career researchers as lecturers (ii) attract a number of postdoctoral fellows of outstanding potential onto a rolling programme where they are free to forge and develop the latest ideas in mathematical statistics, (iii) initiate a comprehensive 4-year MRes/PhD research training programme, (iv) conduct numerous activities (including kick-starting a major UK conference series in mathematical statistics ) to promote our vision for the discipline, and encourage its wider adoption in the UK.Bristol University is committed to strong financial and material support for this development, to enable this bid to succeed and the initiative to flourish, beyond the initial period of EPSRC/HEFCE funding.SuSTaIn is both about immediate initiation of advanced research in mathematical statistics generating a step change in UK activity and helping to ensure the future by the nurturing of staff and graduate students early on in their career. Bristol University's Statistics Group has a well-recognized reputation for research excellence in mathematical statistics and for providing an exciting and supportive environment. Both the excellence and the environment have contributed to the Group's success in attracting outstanding international researchers in the face of national recruitment difficulties.Mathematical statistics for the new century will thrive and develop a symbiotic relationship with the existing methodological focus of the Group. SuSTaIn will reach out to a wide range of collaborative ventures, making use of existing proven links as well as forging innovative new connections within a strong and diverse University. It will strengthen UK Statistics nationally and address global concerns arising from the `data revolution'. SuSTaIn will stimulate knowledge exchange both to and from Mathematics (on the theoretical side) and plug-in to the existing methodological Group which itself has established knowledge transfer routes to key scientific and engineering areas, for example, bioinformatics, data fusion and quantum information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D063485/1","grantId":"EP/D063485/1","fundValue":"4087060","fundStart":"2006-08-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Peter James GreenGuy  Nason","coPersons":["Christophe  Andrieu"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}