{"id":"680EBFBF-608C-45AD-9A7E-9834585E6B2E","title":"Sounding Islam in China","abstractText":"Over 20 million Muslims live in China, comparable to the population of any existing Arab state, but there persists a deep-seated view of Muslims in China as marginal to the Islamic world. In recent years, however, the topic of Islam in China has become of greater interest to policy makers and to academics. There is now little doubt of the rising global connectedness of Muslims in China, nor of the changes that are occurring in Islamic religious beliefs and practices across China. Such changes are occurring against a backdrop of great diversity in local histories of transmission, socio-economic factors, language and life-ways. Many of these diverse local religious practices are currently under pressure from the forces of change.\n\nSounding Islam in China proposes to use the methodologies of aural ethnography in order to map the Islamic soundscapes of contemporary China. The approach is interdisciplinary in nature, but arises out of recent trends in anthropology and ethnomusicology. Aural ethnography indicates a fieldwork-based approach to sound, experience and meaning, which may be applied not only to formally recognised types of musical performance but to any &quot;humanly produced sounds&quot;. This approach impels an emphasis on the insights afforded by embodied, sensorial knowledge. The notion of a soundscape situates this focus within the social environment, assuming that sounds are both produced by, and implicated in the shaping of, social practices, politics, and ideologies.\n\nChinese researchers, especially those with roots in the communities under study, enjoy greater ease of access to Muslim communities, and possess rich resources of field data and experience, but their access to contemporary trends in research is still relatively limited. For foreign researchers working on Islam in China, fieldwork still presents significant challenges. This project promotes collaboration between Western and Chinese researchers through joint field research, and an international conference. It also plans to disseminate current theoretical approaches to postgraduate students in China through a series of training workshops in the Anthropology of Sound.\n\nAreas of investigation include forms of sounded religious practices, such as the call to prayer, Qur'anic recitation, prayers, sermons, life-cycle and other rituals, and forms of religious expressive culture such as stories or devotional songs. Our focus also encompasses ways of listening, and embodied responses to religious sound and emotion. The project of mapping the pious soundscape takes as its central questions: where are the spaces for the production of Islamic sounds, and how are they being reconfigured in contemporary China? As well as 'live' practices, we are interested in media forms which transmit religious sounds and ideologies, such as DVDs carrying sermons or Qur'anic recitation, home-produced cassettes of zikr, online videos, etc. How are Muslim practices and knowledge being orally transmitted in China today? What can we hear from debates on Muslim identity and faith? Is there evidence of the formation of a Muslim civil society in China?\n\nA key aspect of the project is to disseminate its findings beyond the academy by the establishment of a website within which we will map China's Islamic soundscapes through the presentation of audio-visual material gathered by project participants in the course of fieldwork. The material will be translated and contextualised in a way designed to make it accessible to the wider public. We anticipate that the website will be of particular interest to Muslim communities in the West amongst whom there is growing interest in China's Muslims.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K008331/1","grantId":"AH/K008331/1","fundValue":"34632","fundStart":"2013-06-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"  The project has engaged with a wide range of beneficiaries from beyond the academy, working with Muslim organisations based in the UK who are interested in Muslims in China. In November 2014 we invited a respected Qur'anic reciter from China to give a public recital and question and answer session at the SOAS Centre for Islamic Studies, and at the Oxford Centre for Islamic Studies.\n\nWe have also worked with development organisations with a particular interest in Muslim societies, primarily the Aga Khan Development Network, co-promoting a Central Asian Sufi shrine festival event at SOAS in April 2014. \n\nA central aspect of the project is the website 'Sounding Islam in China' which showcases audio-visual data presented at the January 2014 conference and gathered during the field trips (video/audio recordings of religious oral practices, and religious expressive culture, oral testimonies), together with translations, accessible contextualisation, and discussion by academics. The website is reaching out to the wider public, and especially to Muslim communities in the West. It also serves an archival purpose, preserving an audio-visual record of the diverse religious practices and oral histories of Muslims in China, and mediating this material for English-speaking audiences. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Rachel Andromache Harris","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":" Recent decades have seen the increasing global connectedness of Muslims in China, and rapid changes occurring in Islamic beliefs and practices across this large and diverse country. As yet underrepresented in scholarship, rich traditions in Islamic sounds evoke diversity at the core of identity and faith. This project focuses on sounded ritual practices and forms of religious expressive culture, asking: what do we learn from production, transmission and reception of Islamic sounds? What do they tell us of transnational flows and local continuity? How does sound help understanding global ideological debates and existential piety, personal acquiescence and collective resistance?\n\nThe project is interdisciplinary in nature, drawing in scholars working in anthropology, ethnomusicology, religion and folklore. Through an international conference held in January 2014, joint fieldwork in China, training sessions in anthropology of sound in Chinese universities, and a visiting Chinese Quranic reciter hosted at SOAS and Oxford, we are facilitating collaboration between Chinese, American and European scholars and students, sharing methodologies and experience in the field. We have reached out to Muslim communities in the UK, inviting this public to our events, and our project website and social media outreach disseminates our findings more widely. A further project, funded by Leverhulme, is already underway. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}