{"id":"68148C61-042E-456B-86A2-C48E67739085","title":"Cortical networks underlying primate choice behaviour","abstractText":"The aim of neuroscience is to understand how the brain works as a system. This is important because many psychiatric and neurological disorders do not involve dysfunction of a single brain region. For example, patients with Schizophrenia show disturbed interactions between different brain areas, as is the case in autism spectrum disorder and a range of other disorders. This research project will not provide a cure for disorders such as these which are associated with prefrontal cortex dysfunction but it will provide significant advances in basic scientific understanding of how brain regions interact in mediating normal cognitive processes from which we may gain a better understanding of how these processes are disrupted in the dysfunctional human brain. Increased scientific knowledge about how the brain works helps set the foundation in place for clinicians and applied scientists in the future to exploit this greater understanding of the brain in developing clinical procedures and treatments. This project specifically aims to increase our understanding of how cortical regions causally interact with each other. The word causal in this context means that the interaction is essential for the influence one brain regions has upon another. The only one way one can prove that region X has a causal influence on region Y is by removing or deactivating X and seeing the effect that this has upon Y. From this one can infer the nature of the influence that X had on Y. To achieve our aim of understanding how the brain operates at a systems level we need to move beyond traditional methodologies which have typically investigated individual brain regions in relative isolation to understand how cortical regions that are connected in large-scale networks influence each other. To understand the nature of causal influence at a neuronal level we need to record neuronal activity from region Y before and after lesions or deactivations of region X. We can also investigate the causal influence that a given region has upon more global systems level function by using neuroimaging techniques such as functional and structural MRI to record task-evoked activity and functional and structural connectivity across the brain and then seeing the extent to which these are disrupted by lesions to target regions. The latter techniques cannot inform one about neuronal mechanisms underlying such interactions whereas the neuronal level investigations are limited in the number of regions one can investigate at any one time. But by following both approaches we aim to link an understanding at the neuronal level to observed changes in global activations and connectivity. Our specific research aims include understanding how primate frontopolar cortex (rodents do not have a corresponding brain regions), which sits at the apex of a hierarchy of cortical regions, operates within a network of brain regions. This is important because the functional importance of frontopolar cortex (which in humans is occupied by the largest cytoarchitectural brain region, area 10) remains an issue of controversy. In macaque monkeys we will combine lesions and reversible inactivations with neuronal recording to understand how different cortical inputs influence frontopolar cortex and how frontopolar cortex exerts top-down influences upon posterior brain regions in turn. Macaques are necessary because these techniques are invasive and we cannot learn how brain regions interact in these ways by studying the human brain. This project will allow us to apply the advances in basic scientific knowledge about how the monkey brain works so as to better understand the human brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K005480/1","grantId":"MR/K005480/1","fundValue":"1666070","fundStart":"2013-12-13","fundEnd":"2018-12-12","funder":"MRC","impactText":"","person":"Mark James Buckley","coPersons":["Natasha  Sigala","Andrew Harrison Bell"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}