{"id":"6814E8D5-B18E-4E88-824D-2767B8125BFD","title":"Menstrual solutions in adolescent schoolgirls in western Kenya: an acceptability, feasibility and safety study","abstractText":"Adolescent schoolgirls consider menstrual management as one of their main stressors. Menstrual difficulties result in missed schooling and drop-out, but studies on the true impact are limited, and baseline tools and data are lacking. One solution is Mooncups, silicone bell receptacles that store menstrual flow, available since the 1930s and marketed in Kenya and internationally. We will conduct a randomized proof of concept feasibility study on menstrual solutions to quantify cultural acceptance, use, satisfaction, costs and safety of Mooncups, sanitary pads and 'usual practice' in 750 schoolgirls in 15 schools in the demographic health and surveillance site in western Kenya. School nurse screening, self-completed menstrual calendars, behaviour surveys, water / sanitation / hygiene (WASH) evaluation in schools and homes, measures of school attrition, and laboratory checks on Staph aureus contamination, HIV, STI and reproductive tract infections will enable us to determine prevalence rates for outcome indicators, and exclude toxic shock syndrome and other safety concerns. Qualitative studies will provide contextual information to understand reasons for outcomes and behaviours. Data will inform policy and provide baseline information and statistics for the preparation of a randomized controlled trial to examine the cost-effectiveness of menstrual solutions to reduce school attrition and improve wellbeing","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100677","grantId":"G1100677","fundValue":"716201","fundStart":"2012-04-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Penelope Anne  Phillips-Howard","coPersons":["Jean Christophe  Fotso","John  Vulule","Feiko Olaf Ter Kuile","Kayla  Laserson","Mark Anderson Bellis","Natalia  Hounsome","Eric Brian Faragher","Frank Ouma Odhiambo","Linda  Mason","Shiprah Njeri Kuria","Rhiannon  Edwards"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}