{"id":"6818D29B-330C-489E-97D9-BAB629AAA8EF","title":"Bone marrow stem cell therapy in multiple sclerosis: potential mechanisms of repair and protection","abstractText":"Multiple sclerosis - MS - is a disease of the brain and spinal cord that affects 2.5m people worldwide, costing the EU economy E9 billion/year, from the consequences of progressive neurological disability. It usually starts with episodes of temporary relapse followed by periods of remission, but over 80% of patients develop permanent, progressive disability; 40% need a wheelchair within 10 years. There are no treatments that reverse, halt or even slow progressive disability in MS.\nStem cell therapy offers new possibilities for reducing disability in this incurable disease. Such benefits would have huge personal impact for patients, and also serious positive economic implications. Urgency in pursuing authentic stem cell therapies also lies in countering the deceptive attraction of unregulated commercial stem cell clinics, which take large sums of money from desperate patients for dubious and occasionally hazardous 'treatments'.\nWe have for some years explored the potential of human bone marrow-derived [BM] stem cells in relation to MS, initially in the laboratory, and lately in a small ('phase 1') clinical trial. We concentrate on these cells for many reasons. They are relatively accessible; they appear safe; and our and other studies have confirmed that they have a wide range of valuable therapeutic properties.\nThere are various sub-types of stem cell present within BM, and they appear to possess many valuable capacities of potential benefit for MS. BM stem cells dampen inflammation. They stimulate other repair cells present in the brain and spinal cord, they promote tissue repair, and they secrete growth factors - which protect brain cells against injury. Also, after injection into a vein, they successfully infiltrate the brain and spinal cord (a vital property relating to any neurological disease, where access to affected brain tissue is a serious hurdle). Last but not least, patients are treated using their own BM cells, avoiding the serious difficulties of tissue rejection.\nWe hypothesise that BM cell therapy in longstanding MS offers durable benefit. We believe these cells help in multiple ways, and that more than one stem cell type is involved in the therapeutic effect.\nIn Bristol, we recently completed one of the first feasibility/safety trials in the world of reparative BM cell therapy in 6 patients with chronic MS (www.nature.com/clpt/journal/v87/n6/full/clpt201044a.html). Safety was confirmed, and patients appeared to stabilise (though in such a relatively short term study, this must be viewed as unproven). Intensive repeated tests, measuring nerve conduction in various pathways in the brain and in the spinal cord, showed statistically significant improvements at 12 months in every patient. While highly preliminary and involving only a very small number of patients, these results at least raise the possibility of a significant (though very partial) underlying repair effect within the damaged nervous system.\nWe believe this urgently requires further testing - both to accelerate benefit towards patients, and to begin improving therapeutic efficacy. We therefore propose a programme of MS BM stem cell research, including (1) a much larger ('phase two') controlled trial, treating 70 patients with longstanding MS; and (2) a parallel study of the mechanisms of action, studying and comparing BM cells from treated MS patients and control subjects, establishing which of the various cell types contribute to efficacy, and which specific repair mechanism(s) are important. Our trial has been funded by a grant from a USA foundation; this application seeks funding to carry out studies into how these cells work - and, importantly, whether there are differences between BM cells from MS patients and those from non-MS 'controls'. We hope these studies will not only confirm the therapeutic benefit of this approach, but also provide the basis for improving the magnitude and impact of this novel, exciting treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K004166/1","grantId":"MR/K004166/1","fundValue":"300753","fundStart":"2013-03-31","fundEnd":"2016-03-30","funder":"MRC","impactText":"","person":"Neil  Scolding","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}