{"id":"68202EBA-51F9-4E99-AA85-EC9448210A2B","title":"Maximizing the potential for sustainable and durable resistance to the wheat yellow rust pathogen","abstractText":"Context of the research\nWheat provides approximately 20% of the calories and protein we consume each day and is a major staple across much of the developing world. As the world population continues to increase, the sustainability of wheat yields must be improved by minimizing losses produced by pathogens. Wheat yellow rust, caused by the fungus Puccinia striiformis (Pst), was recently dubbed one of &quot;wheat's worst enemies&quot; and continues to be a major threat to global food security. This disease is an historical and continuing threat to wheat production, capable of significant reductions in both grain quality and yield in susceptible varieties. The appearance of new and more aggressive Pst strains at the beginning of the 21st century and their rapid spread pose an increasing global threat to wheat production, and have resulted in severe yield losses in recent years. \nThe most economic and environmentally sustainable way to fight yellow rust is by developing wheat varieties that are genetically resistant to the disease. To date, scientist and breeders have deployed resistance genes into agriculture, but with little or no knowledge as to how the pathogen will adapt or respond to them. This inherently 'blind' and inefficient approach has meant that few genes have remained effective in controlling the disease over time. Basically our lack of knowledge of the pathogen's biology and characteristics has meant that we've been fighting with one hand tied behind our backs. \n\nAims and objectives \nRecent innovations in sequencing technologies, combined with increased knowledge of pathogens in other species, provide us with the unprecedented opportunity to start understanding what makes yellow rust such a devastating disease. We propose to use these new technologies to access the complete DNA sequence of multiple strains of the yellow rust pathogen. We will sequence the most current Pst strains from Africa, India and the UK and also go back in time by sequencing historic collections of yellow rust. These strains, which until now have been stored in the cold, tell the story of how the pathogen has changed in history to become more aggressive and overcome wheat varieties that were thought at the time to be resistant. Sequencing will allow us to identify these changes at the DNA level. Understanding and interpreting these changes will provide the context of how wheat varieties and the fungus have co-evolved across three continents. This information will constitute a very powerful framework to identify wheat genes that will stand a better chance at maintaining their resistance against yellow rust in the future. We will use this knowledge to characterize and introduce new sources of yellow rust resistance into modern wheat varieties which are adapted to the different environments. Through this work, we also seek to create new partnerships between researchers and enhance the scientific capabilities of all partners. \n\nPotential applications and benefits\nThis project will provide insight into how the wheat yellow rust pathogen has evolved to overcome previously effective wheat resistance genes and use this information to develop more sustainable strategies for the future. We will work with local breeders to deploy these new resistance genes which will lead to the development of locally adapted wheat varieties with improved potential to maintain resistance in farmers' fields. These improved varieties will have profound implications from a social, economic and environmental perspective. These varieties should improve the sustainability of food crop production systems and contribute to the alleviation of hunger and poverty of small-holder farmers by reducing the risk of crop failure, increasing profit margins, reducing fungicide applications, protecting yield, and extending the life of varieties which farmers have adopted. These varieties should ultimately translate into increased food security and opportunities to improve farmer income.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J012017/1","grantId":"BB/J012017/1","fundValue":"1494740","fundStart":"2013-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Cristobal  Uauy","coPersons":["Mogens  Hovmoller","Parveen  Chhuneja","Rosemary Ann Bayles","RUTH  WANYERA","Shawn  McGuire","Brande Bruce Wulff","Sophien  Kamoun","AYELE BADEBO  HULUKA","Kuldeep  Singh","SUBHASH CHANDER BHARDWAJ"],"organisation":"John Innes Centre","findingsText":" o We have sequenced gDNA of 52 PST isolates from Europe (34), East Africa (9), India (4), Pakistan (2) and China (3) at ~50x coverage. \n\no We have sequenced 9 time points (x3 reps) for an infection time course with UK PST isolate. We have used this data to re-annotate the gene models to make best use of the transcriptome data. The more in-depth analysis of this data is currently on-going. \n\no We have evaluated over 500 Watkins accessions for yellow, leaf and stem rust in East-Africa, India and UK. Based on the phenotypic evaluations we have chosen 39 accessions of high priority due to their strong resistance or due to the consistent moderate resistance across regions. These 39 accessions have been crossed to AvocetS to develop mapping populations to be screened within objective 4. A subset of the populations (5) will be available to screen as F2:3 families in 2014, whereas the rest are being developed by single seed descent into populations\n\no We conducted a 5-day &quot;soft-skills&quot; workshop in Njoro in late August 2014. The workshop was a great success as evaluated by the 15 participants. These included SCPRID PhD students, several Kenyan PhD and MSc students, and members of other SCPRID projects (PEARL awardee; SPCRID striga project). \n\no We are currently training 5 PhD students within the project. Not applicable at this moment Agriculture, Food and Drink","dataset":"gtr"}