{"id":"682C7A50-296F-4B06-BA53-FE56C754D5A0","title":"Orographic Flows and the Climate of the Antarctic Peninsula (OFCAP)","abstractText":"The Antarctic Peninsula is currently one of the most rapidly warming regions on Earth. Large environmental changes have occurred as a result of this warming, most notably the retreat and rapid disintegration of some of the floating ice shelves that fringe the Peninsula. Subsequent to the loss of ice shelves, glaciers draining the Peninsula ice sheet have accelerated, contributing to global sea level rise. The forces driving this rapid regional warming are not fully understood, but analysis of limited climatiological data from the region suggests a link between rapid summer warming on the eastern side of the Peninsula and an increase in the strength of the prevailing westerly winds. The strengthening of the westerlies has already been attributed, with some degree of confidence, to atmospheric circulation changes associated with anthropogenic forcing, particularly stratospheric ozone depletion and increases in greenhouse gases. It is thus highly probable that anthropogenic forcing is contributing to the rapid warming of the Peninsula. We propose an integrated programme of field observations, analysis and modelling aimed at understanding of how the westerly winds interact with the mountains of the Antarctic Peninsula and how these interactions control the climate of the eastern side of the Peninsula. Our field observations will be concentrated into a one-month (January 2011) intensive field campaign. During this period, atmospheric flow along a transect across the Antarctic Peninsula mountains at around 67 degrees south will be observed using an instrumented aircraft and four automatic weather stations along the line of the transect. Atmospheric conditions on the upwind (western) and downwind (eastern) sides of the mountains will be measured using balloon-borne radiosondes while the fluxes of energy (solar and terrestrial radiation, turbulent heat fluxes) that drive surface melting will be monitored at a camp on the Larsen Ice Shelf to the east of the Peninsula. In order to obtain a more complete picture of the flow across the Peninsula, we will use these observations in conjunction with the results of high-resolution atmospheric model simulations. Observations and model results will, together, provide new insight into the links between atmospheric flow, orography and surface climate in this region. Having established these links, we will use our new understanding of the controls on regional climate to develop soundly-based future (next 100 years) climate scenarios for this region, using predictions of the changes in large-scale atmospheric flow from the 4th Assessment Report of the Intergovernmental Panel on Climate Change. The results of our work will be of value to many groups of scientists working on environmental change in the Antarctic Peninsula and its wider impacts, including glaciologists, oceanographers and marine and terrestrial biologists. The proposal will also contribute to improving the performance of numerical weather prediction and climate models in mountainous areas generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G014124/1","grantId":"NE/G014124/1","fundValue":"495296","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  Impact so far has been with the scientific/academic community  ","person":"John  King","coPersons":["Andrew McLean White  Orr","Thomas  Lachlan-Cope","Gareth John Marshall","Philip Stuart Anderson"],"organisation":"NERC British Antarctic Survey","findingsText":" Atmospheric controls on melt over Larsen Ice Shelf 1.) Analysis of aircraft measurements collected during the 2011 OFCAP campaign shows considerable spatial structure in orographically-forced flows over Larsen Ice Shelf. High-resolution atmospheric models show some skill in capturing this detail. 2.) Comparison of surface energy balance (SEB) observations over Larsen Ice Shelf with SEB simulated by three high-resolution atmospheric models reveals that some models are poor at simulating the net solar radiation (the most important contributor to the SEB) as a result of poor simulation of surface albedo and modelled cloud properties. 3.) Analysis of high-resolution models and aircraft observations has revealed that two types of foehn event are seen over Larsen Ice Shelf: &quot;linear&quot; events (associated with relatively high cross-Peninsula wind speeds) and &quot;nonlinear&quot; events (associated with lower windspeeds). Warming associated with the former affects the whole width of the ice shelf, while that associated with the latter (more common) events is limited to a narrow zone at the foot of the Peninsula mountains. 1.) Findings are directly relevant to the general problem of understanding climate and climate change in mountainous regions.\n\n2.) The project has demonstrated weaknesses in the way that atmospheric models represent some physical processes in the polar regions, pointing the way to model improvements.\n\n3.) The project findings are already being exploited by glaciologists studying the Larsen Ice Shelf. Environment","dataset":"gtr"}