{"id":"683000AD-D02C-4ACA-BB6D-AA6261A32083","title":"Advance Decisions: Informing implementation strategies through interdisciplinary and cross-national dialogue","abstractText":"<p>Respect for patient autonomy and the right of individuals to make their own healthcare decisions where possible lies at the core of the recent Mental Capacity Act 2005.&nbsp;</p>\n\n<p>The Act gives statutory authority to “Advance Decisions” (ADs) - enabling people to communicate their healthcare decisions in advance of losing the capacity to do so (eg due to coma or dementia). This is increasingly important when new medical technologies mean it is now possible keep people alive for years or for decades in permanent vegetative or minimally conscious states (ie with no - or virtually no - awareness of themselves or their environment). Many people say they would not want to be kept alive artificially if they were barely conscious, severely brain damaged, unable to recognise family and friends, and totally dependent on 24/7 nursing care, but only 3 per cent of people in the UK have legally effective ADs.&nbsp;&nbsp;</p>\n\n<p>This seminar series brings together experts in medicine, law, bioethics and the social sciences, and representatives from charities working with ADs to explore attitudes to and uptake of ADs five years after statutory implementation. It will address the extent to which they are effective in end-of-life decision-making and our work will inform future implementation strategies.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022306/1","grantId":"ES/J022306/1","fundValue":"14964","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"  1. Individual practitioners who participated in the seminar series reported that the seminar talks and discussions enabled them to reflect critically on their own practice and to make changes, e.g. amending nursing assessment documentation, making interventions at Regional Safeguarding Meetings, refreshing the medical curriculum to include ADs etc., (see 'Other Outputs')\n2. We established an ongoing collaborative relationship with the charity, Compassion in Dying, the major provider of free ADs in England (see 'Collaborations') - and we worked with them (and with another organization, Friends at the End) to improve the quality of the AD templates offered by these organisations (see 'Other Outputs') \n3. We identified some of the problems with the current uptake and implementation of ADs. This led us to develop a series of public engagement activities designed to explore ways of improving uptake by contextualizing ADs in relation to discussions about death and dying making end-of-life decision more generally. These included two large-scale 'Before I Die' festivals (funded outwith this award) in National Dying Awareness Week (Cardiff 2013 http://www.cardiff.ac.uk/beforeidie/ and York 2014 http://www.beforeidiefestival.co.uk) attracting a total of about 1500 people (see 'Engagement Activities'). \n4. We presented our findings at Expert Panels on ADs at both Festivals. Additionally, we developed a novel concept - AD Clinics, which offer one-on-one help with completing ADs. The AD Clinics enabled us to learn a lot at first hand about the problems people experience in completing ADs and in the process to use our findings to date in helping these specific individuals to produce valid ADs that reflected their wishes and were likely to be applicable in the future circumstances in which they might find themselves. We have also given public talks and run AD Clinics as part of other public engagement events including European Researchers Night at York, the York Festival of Science and at campaigning (FATE/SOARS) and faith (Quakers) group meetings, and to practitioners (IMCAs) (see 'Engagement Activities'). Again we used our findings to help people who wanted to write ADs (and benefited from learning about their problems in the process). Over the last two years more than 100 people have been personally assisted by members of the ESRC seminar series group in writing ADs - a very concrete (albeit small scale) impact with positive feedback (see 'Engagement Activities') \n5. We have now started capacity building (with supporters of CiD and IMCAs - see Yornight and Talk to IMCAs Newcastle entries) to enable more people to develop the medico-legal knowledge and interpersonal skills needed to provide support and information for people writing ADs. We plan to publish guidelines drawn from our experience, for others who want to provide support for people writing ADs. This will work, in conjunction with the findings from our analysis of our data base of 'Advance Decisions by Real People' to improve the quality of ADs (and therefore the likelihood of implementation).\n 6. Research first presented in these seminars contributed to the House of Lords Select Committee on the Mental Capacity Act via the submission presented by our partner charity, Compassion in Dying (see 'Influence on Policy&quot;) \n 7. We exploited to the full the productive synergies between the AD research funded in this award and research also currently underway on another ESRC award on 'Family Experiences of Vegetative and Minimally Conscious States' (ES/K00560X/1, PI - Jenny Kitzinger, Co-I - Celia Kitzinger). Many people say that they would want to refuse life-prolonging treatment that kept them alive as a 'vegetable' (i.e. in a long-term coma): this means that there has been significant synergy between the grants (e.g. see 'Contribution to healthtalk.org', the Radio Wales programme, 'York Festival of Science' and 'Yornight') Education,Healthcare Societal,Policy & public services","person":"Celia  Kitzinger","coPersons":["Luke Jonathan Clements","Anne-Marie  Slowther"],"organisation":"University of York","findingsText":" o We ran a series of three seminars (York, October 2012; Cardiff, May 2013; Warwick, December 2013) focusing intensively on sharing expertise about Advance Decisions (ADs) across disciplines, internationally, and between academics and practitioners in different fields, involving a total of nearly 40 people, including 5 PhD students. For information about the seminars (including downloadable pdfs of slides) see: http://www.york.ac.uk/sociology/research/current-research/kitzinger-advance-decisions/\n o One article has already been published and two books are under way (see 'Publications') \no We have identified some avenues for further research in relation to promoting ADs (a) via GP practices - we have done a mini-feasibility study of this (see &quot;Other Outputs&quot;) and (b) via Dementia clinics. \nKey findings are:\n1. Reasons for lack of uptake of ADs relate to the broader social attitude to death and dying and an avoidance of the topic. It is particularly apparent from work in the US (represented at our seminars by Nancy Berlinger (Hastings Centre) that creating a context for talking about death promotes AD uptake.\n2. Partly because it can be difficult for people to talk about death when they are confronting illness or disease, AD promotion should target the young and the healthy, not only the old and the sick. GP practices offer an opportunity for this (e.g. 'Flu Saturdays'). \n3. Early dementia diagnoses offer an opportunity for individuals who still have capacity to complete ADs in relation to a known illness trajectory and before they lose capacity, but this opportunity is often missed.\n4. AD templates are often confusing and use complex legal and/or medical terminology that sometimes deter people from completing ADs.\n5. We have learnt from our own experience in providing support and information for people writing ADs how time-consuming and demanding this can be, and something of the range of issues (both personal/emotional and practical) that people confront. 1. Charities such as Compassion in Dying and the National Council for Palliative care could usefully see the creation of a broader social context for the discussion of death and dying (e.g. Dying Awareness Week) as supporting the completion of ADs. \n2. It would be useful to explore the promotion of ADs in GP practices to relatively young and healthy people as part of routine primary health care. This is something we would like to take forward.\n3. Further research needs to be done on why people with dementia diagnoses are not routinely completing ADs and how this can be promoted. We have made some links with people running 'memory cafes' which might enable us to explore this further.\n4. We have already worked with organisations to improve AD templates and we are working on a publication about the problems people have in completing the forms that we hope will be of practical use to those who work with people trying to make ADs.\n5. Providing support and information that people need to complete ADs is time-consuming and requires considerable medico-legal knowledge and interpersonal skills. If we are serious about improving AD uptake, more time needs to be allowed for these consultations and training is required - for nurses and GPs in general practice as well as specialist nurses for people with dementia diagnoses and other life-limiting conditions (MS, motor-neurone disease etc). Communities and Social Services/Policy,Healthcare","dataset":"gtr"}