{"id":"6836CB7F-D7DC-4D80-AB5F-F82EBD889558","title":"Paleogene orbitally calibrated climate cycles","abstractText":"Just as tree rings can be used to count astronomical years back into the past and ancient coral growth rings can be used to estimate the number of days per year in the past, layers of undisturbed sedimentary rocks can potentially record cyclical variations in the orbital configuration of Earth and other planets. These astronomical variations affect the amount of sunshine received at the top of the atmosphere, filtered through the climate system (e.g. ice ages), which finally influences the amount and type of sediment deposited in, e.g., the deep sea. Changes of these astronomical parameters: the Earth's eccentricity, obliquity (tilt), and climatic precession (wobble of the spin axis), occur on time scales of thousands to hundreds of thousands of years. The necessary geological records from the deep sea have only recently become available through the international Ocean Drilling Program, which recovers sediment cores from hundreds of metres below the sea bed in waters several miles deep. Previous work has already exploited the various opportunities that arise from having a built-in 'metronome' in the rock record, and particularly if these same sediment layers contain additional information about, for example, the direction of the Earth's magnetic field, magnetic lineations on the sea-floor that tell us how quickly, for example, North America and Eurasia are drifting apart, and most importantly, climate indicators that can be more accurately dated, and thus give information on how fast climatic change can occur, and with what response of the Earth system to an applied forcing or perturbation. Such research has essentially been proceeded from the present into the past, and very good records were just recently published back to the Eocene/Oligocene geological boundary ca. 34 million years ago. Our medium term aim is to extend these calibrations and climate records at high resolution back to the age when the dinosaurs went extinct, ca. 65 million years ago, also known as the Cenozoic. To achieve this goal, for a time period when crocodiles were known to live within the Arctic circle, and the world was in a warmer, 'green-house' state, we want to analyse the chemical composition of fossilised marine fossils the size of a pin-head ('foraminifera') to gain information about climate cycles, the temperature at certain locations in the world's oceans, and the amount of water that was trapped as ice in glaciers and around the Earth's poles, particularly Antarctica. By analysing carbon atoms in carbonate fossil shells, we also investigate the evolution of carbon dioxide consumers and producers, which have been known to respond to climate cycles. To extend the 'astronomical clock' of the rock record back in time, to around two thirds of our longer term goal, we have obtained new samples through drilling into the sea-floor, in order to recover undisturbed sediments that are deposited at a rate of around 1 to 2 cm per thousand years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000343/1","grantId":"NE/D000343/1","fundValue":"36084","fundStart":"2006-04-26","fundEnd":"2009-04-25","funder":"NERC","impactText":"","person":"Heiko  Pälike","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}