{"id":"6837B67A-8D15-4958-9CDE-68A37006ACA2","title":"Caring for the Future Through Ancestral Time: Engaging the Cultural and Spiritual Presence of the Past to Promote a Sustainable Future","abstractText":"This project will investigate the contrast between short term temporalities and the long run temporality of 'ancestral time' in order to understand and repair the failure of modern industrial societies to mitigate human climate impacts. \n\nWhen considering the future allocation of resources it is common practice for government and business to discount returns on investments both with respect to time and value. This produces a short-term temporal outlook in public life that trades future costs against present-day consumption. It also promotes a framework in which responsibility for climate and ecological costs is diffused or denied. By contrast secular environmentalism, such as the 'Transition Towns' movement, advocates for care in the light of dramatic future climate change. However 'climate apocalyptic' has catastrophist overtones and assumes a radical break between the present and the near future. Socio-psychological studies reveal that catastrophism can be demotivating to positive change. Climate apocalyptic may therefore be no more effective than economistic temporalities in sustaining a sense of legacy between present and future generations.\n\nReligious organisations, like cultural institutions concerned with heritage, think differently about time, community and responsibility. This is because their mission is to engage the weight of the past in the present. We call this awareness of past time in the present 'ancestral time' and this refers to a spiritual disposition in which debts to past and future generations of humans are honoured. Christian understanding of time is shaped by a conception of intergenerational community, known as the 'communion of saints'. In this idea present generations are conscious of the presence of the past and of their consequent debts both to the dead and of their legacy and responsibilities to future generations. Hence the earliest traces of the human built environment in Scotland are ancient memorials to the dead, such as the neolithic cairns on Orkney. The project team will explore the viability of ancestral time through research into the motives, practices and values of climate activists who are also members of religious communities.\n\nIn this project we will seek to discover whether ancestral time can offer an alternative to both economistic and climate apocalyptic temporalities and sustain a greater sense of connection and responsibility between present and future generations. The project research will also seek to articulate a deeper conceptual frame for faith-based climate activism, which, as our practitioner partner notes, often manifests a passionate but 'ill-defined feeling of &quot;care for creation&quot; and can lack a sense of structure, legacy and impetus'. The project brings together the ecumenical charity, Eco-Congregation Scotland, consisting of over 280 churches across Scotland, with an interdisciplinary team from the University of Edinburgh. Drawing on insights from theology, environmental philosophy, economic history, geography, and political theory the project will enable eco-congregations to clarify and re-imagine their vision of the future.\n\nThe moral tragedy of climate change is that its effects will be felt decades after the behaviours that cause it: this presents a cultural imperative to promote behaviours and practices that are responsive to a long term 'ancestral' chain of cause and effect. The Scottish government has recognised the potential offered by spiritual temporality by providing financial support to Eco-Congregation Scotland to embed sustainable and low carbon behaviours in local communities and households. The clearer articulation of a unique 'ancestral' temporal horizon may further invigorate religious climate activism, and provide important new resources for secular climate activism and policy makers as they seek to influence businesses, householders and local communities to act in ways that respect the ecological legacy of present generations in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005456/1","grantId":"AH/K005456/1","fundValue":"708920","fundStart":"2013-09-05","fundEnd":"2016-09-04","funder":"AHRC","impactText":"","person":"Michael  Northcott","coPersons":["Martin  Chick","David Christopher Farrier","Emily  Brady","Elizabeth  Bomberg","Franklin  Ginn","Alastair Iain McIntosh","Pauline Jane Phemister"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}