{"id":"6837AD35-6CC6-4D64-9D1D-F55A9E8F28DB","title":"FLOW AND FRICTION OF THIN LUBRICANT FILMS IN HIGH PRESSURE CONTACTS","abstractText":"A key and urgent challenge in mechanical engineering is to increase the efficiency of machine components and thereby reduce energy consumption. Nationally this is needed to meet CO2 emission limits, to help cope with rising fuel costs, and to reduce dependence on imported energy supplies. In global terms, the environmental impact of increased machine use in countries such as China and India as these become prosperous can only be mitigated by large increases in machine efficiency.\n\nOne of the main ways to increase machine efficiency is to reduce friction between moving surfaces. A very important source of friction in machine components originates in elastohydrodynamic (EHD) lubricated contacts. These occur in components based on elements that both roll and slide together, including in all rolling bearings, gears and cam/follower systems. EHD friction is of growing importance since, in combination with churning losses, it controls the efficiency of mechanical transmissions. It thus contributes directly to vehicle efficiency but also to the efficiency of many other machines, such as wind turbines and industrial gearboxes. We need to understand EHD friction both to predict it (during machine design) and to reduce it significantly via lubricant and surface design.\n\nThe conditions within an EHD lubricant contact are extraordinarily severe; the pressure is usually &gt; 1 GPa; the shear rate is typically 106 to 108 s-1; film temperature can rise by &gt; 100 degree Celcius within the contact. Under these conditions even the simplest liquids are piezoviscous and highly non-Newtonian, exhibiting both viscoelastic behavior and extensive shear thinning. The EHD friction is determined by this non-Newtonian response. Hence, to predict EHD friction and thus the efficiency of machine components, rheological equations are needed that describe the way that shear stress depends on strain rate for lubricant films in EHD contacts. Unfortunately there is currently a fundamental disagreement in the tribology community as to the form of these constitutive equations. The uncertainty arises because we are unable to probe in any detail the shear stress/strain rate behavior of thin lubricant films under the very severe conditions present in EHD contacts. This disagreement and confusion about the flow behavior of lubricants in EHD contacts is unfortunate and damaging since it has impeded the development and acceptance of computer-based models to predict EHD friction of engineering components, as well as diverting attention from the challenge of devising molecular structures that minimize this friction.\n\nIt is thus clear that we need an experimental method of studying and quantifying the local flow behavior of thin lubricant films at the extreme conditions present in EHD contacts. The research team has very recently developed a laser-induced imaging approach to obtain the through-thickness velocity profiles of confined viscous fluids and has shown that the rheology of such fluids in EHD contact is non-Newtonian and highly complex. The proposed project builds on research experience in the previous work and the goal of the current proposal is to develop such a new methodology to examine the rheology of realistic, low viscosity lubricants in high stress, high shear rate EHD contacts. The newly developed method will then be applied to explore the impact of lubricant molecular structure, experimental conditions and surface conditions on EHD flow behaviour. Fluorescence spectroscopy will also be used to measure local viscosity, pressure and temperature in EHD contacts. These results will be combined to check the validity of existing EHD rheological models will be tested and new models developed if necessary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023202/1","grantId":"EP/L023202/1","fundValue":"538610","fundStart":"2014-06-30","fundEnd":"2017-12-29","funder":"EPSRC","impactText":"","person":"Janet  Wong","coPersons":["Luca  Di Mare","Hugh Alexander Spikes"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}