{"id":"68396F11-3869-41CA-A8D7-A270C7ADD8D1","title":"The Evolution of Prolonged Post-Reproductive Lifespan in a Non-Human Mammal","abstractText":"Understanding why females stop reproduction prior to the end of their lives is a key objective in the biological, medical and social sciences. In traditional human societies for example, women typically have their last child at 38 but may live for a further 20 years or so. This phenomenon is by no means restricted to humans and across many species of mammals, birds and fish, females may have a lifespan that extends far beyond their last birth. Why is this? Three possible reasons have been suggested: i) It could simply be a byproduct of females living for a long time; ii) it may benefit post-reproductive females by increasing the survival of their offspring and/or grand offspring or iii) old females may lose out to young females when competing for the food needed to support pregnancy and producing milk. In humans it seems that a combination of ii and iii have driven the evolution of menopause. Currently however, almost nothing is known about the forces that have shaped the post-reproductive lifespan in non-human animals that live in close-knit family groups. In this project we will test for the first time the current evolutionary theory for the post-reproductive lifespan in a non-human animal.\n\nOur study will focus on two populations of killer whales Orcinus orca that live off the coast of North America. Killer whales have the longest post-reproductive lifespan of all non-human animals; females stop reproducing in their 30s-40s but can survive into their 90s. We will use data collected over the last three decades during which time a total of 589 whales have been recorded, of which 297 have died. We will use this information about births and deaths to examine how social factors shape fertility and survival. In particular we will ask the following questions: (1) How do post-reproductive females benefit from a post-reproductive lifespan? (2) In what ways do older females provide support to their offspring / grand offspring? (3) Do older females lose out when competing with younger females for the food needed to reproduce? (4) Can the observed benefits (question 1) and the consequences of reproductive competition (question 3) explain the evolution of the long post-reproductive lifespan in killer whales? \n\nWe will address questions 1 and 3 by using the long term data documenting births and deaths in both populations. We will use analysis techniques similar to those used by insurance companies to calculate life expectancy when deciding what premiums to charge people on their life insurance. In our analysis we will examine how survival is affected by the presence and behavior of post-reproductive females. We will address question 2 by using video and photographic records to examine social interactions between mothers and their offspring / grand offspring. We will test how important this relationship is for survival. Finally we will address question 4 by building a simulation model of the populations. We will use our observations from the whales to set the parameters in the model [e.g. the amount by which post-reproductive females increase the survival of their offspring]. The model will then simulate evolution, allowing us to examine if the effects we are seeing in the populations are sufficient to have driven the evolution of the long post-reproductive lifespan in killer whales. \n\nThis programme of research promises to advance our understanding of how natural selection has shaped life history evolution in species that live in close-knit family groups. Our work will provide the first test of the current evolutionary theory for the evolution of menopause in non-human animals and the outputs of this work will provide an informative comparison for the evolution of human life history. More generally, our work will advance our understanding of the ageing process in social species and the interplay between an individual's social relationships and its life expectancy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012924/1","grantId":"NE/K012924/1","fundValue":"173980","fundStart":"2014-02-05","fundEnd":"2017-02-04","funder":"NERC","impactText":"  This grant is well within it's first year and has not yet generated impact. Education,Environment,Culture, Heritage, Museums and Collections,Other ","person":"Daniel Wayne Franks","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}