{"id":"68411A14-ACF3-4B64-8940-5969BB6657D8","title":"MICA: Exploring GABAAalpha2,3 receptor signalling as novel therapy for focal dystonias and peripheral neuropathies","abstractText":"Skilled hand functions are impaired in a variety of neurological diseases. Patients unintentionally drop objects and have difficulties in fine motor coordination. This occurs when there is a loss of tactile and motor functions as in peripheral nerve diseases which affect 2-3% of the general population or when there is uninhibited motor activity as in dystonia. In a series of proof of concept studies we want to test the possibility that a new medicine AZD7235 (a positive modulator of GABAAalpha2,3 receptors) can help to normalise the impaired hand function.\nThe compound positively enhances the function of GABA (gamma-aminobutyric acid), the chief inhibitory signalling neurotransmitter in the CNS. GABA signals though a variety of receptors expressed by nerve cells of the brain and medicines that enhance this signalling pathway are in common clinical use to treat conditions such as insomnia, epilepsy and anxiety. However, currently available drugs notably benzodiazepines (e.g. diazepam/Valium) affect rather non-selectively most GABA receptors. Drugs of this class therefore cause a number of unwanted side effects such as sedation or addiction which limits more widespread clinical use. The new compound is one of the first from a new class which affects only a subtype of GABA receptors that has been developed to have an attenuated side effects profile. It is therefore important to establish whether these compounds are efficacious in clinical conditions where sedation is unwanted.\nWe will use three groups of tests to study the effectiveness of this new compound: 1.) a sensitive neurophysiological biomarkers which can non-invasively detect changes in GABA receptor signalling in the brain. 2.) sophisticated object manipulation tasks that quantifies the way subjects handle objects and which replicates many of the tasks in daily living, like holding a glass or writing. 3.) a battery of psychophysical tasks to test the performance of the sensory system mediating touch\nResearchers have previously shown that a better performance in tactile detection and motor tasks in humans is predicted by a higher GABA concentration in specific brain areas. We will therefore study whether further enhancement through AZD7235 improves this function in healthy volunteers. Prior research has also shown that GABA signalling is impaired in dystonia and we consequently want to test whether symptoms can be ameliorated with a GABA enhancing treatment. We will then ask whether we can harness this strategy to centrally compensate for the peripheral loss in patients with neuropathy. \nIf the studies have the expected positive outcome they will provide a rationale for investigating the clinical utility of this new class of medicines in larger proof of principal clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015222/1","grantId":"MR/K015222/1","fundValue":"411285","fundStart":"2013-11-27","fundEnd":"2016-11-26","funder":"MRC","impactText":"","person":"Martin  Koltzenburg","coPersons":["John  Rothwell","Lorraine  Webber","Malbinder  Fagura","Marco  Davare"],"organisation":"University College London","findingsText":"","dataset":"gtr"}