{"id":"684282D0-957E-4C4F-90CA-6B7C7157E4B8","title":"Reasoning Infrastructure for Ontologies and Instances","abstractText":"Ontologies help both humans and computer applications to communicate by providing a vocabulary of terms together with formal and computer-processable descriptions of their meanings and the relationships between them. They play a major role in the next-generation World Wide Web (known as the Semantic Web), where they are used to describe the content of Web resources, with the aim of both improving search for human users and making it easier for computer programs to exploit the vast range of information that is available on the Web. Ontologies are also widely used to define specialised vocabularies for use in medicine, biology and other scientific disciplines.Ontologies are usually developed by human experts, but even for experts the job of defining all the relevant terms is a difficult and time consuming one. It is therefore essential to provide intelligent tools that support ontology designers. For this reason, many ontology languages, including OWL (the standard language used for Semantic Web ontologies), are based on Description Logics (DLs). This provides a formal specification of the meaning of the language and allows tools to use automated reasoning systems, e.g., to check that interactions between descriptions do not lead to logical contradictions. Reasoning systems are also needed when ontologies are deployed in applications, where they are used, e.g., to answer queries that use terms defined in an ontology.The central role of ontologies in the above mentioned applications brings with it, however, requirements for expressive power and reasoning support which are beyond the capabilities of existing ontology languages and reasoning systems. For example, OWL cannot express the fact that the brother of a person's father is also their uncle, and even for OWL, reasoning is very hard: existing reasoning systems often have difficulties dealing with the very large ontologies that are needed in many realistic applications. The research described in this proposal aims at bridging this gulf between requirements and capabilities; its ultimate goal is the development of a reasoning system that significantly extends the current state of the art, with respect to both scalability and the expressive power of the ontology language supported.The research programme will be made up of three main strands: The first strand will focus on reasoning about the structure of the domain as described in an ontology, and aims to develop a highly optimised class reasoner for the expressive description logics needed to provide reasoning support for applications using existing ontology language standards and proposed extensions. The second strand aims to combine a DL reasoner with a database in order to provide scalable reasoning for large volumes of data that are are described using terms from an ontology. The third strand aims at collaborating with ontology developers and users in order to evaluate the effectiveness of the above systems using data from their ontologies and applications, in particular the Gene Ontology (and other large biomedical ontologies) and large volumes of gene product data annotated with terms from the Gene Ontology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03781X/1","grantId":"EP/E03781X/1","fundValue":"572891","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"","person":"Ian  Horrocks","coPersons":["Ulrike  Sattler","Robert David Stevens","Sean Kenneth Bechhofer"],"organisation":"University of Oxford","findingsText":" The project produced several important outcomes. Firstly, we developed a completely new &quot;hypertableau&quot; reasoning technique that is able to deal with very expressive ontology languages, and offers significant performance improvements compared to earlier tableau-based techniques. The hypertableau technique was used as the basis for a new reasoning system implementation called HermiT. As well as the hypertableau algorithm, we developed several new optimisation techniques for use in HermiT, including a new classification technique that significantly reduces the number of reasoning tasks that need to be performed when working with ontologies. We expect optimised hypertableau algorithms to supersede tableau algorithms as the standard technique for implementing reasoning systems for expressive description logics.\n\n\n\nSecondly, we have investigated expressive extensions to ontology languages and the integration of ontology and database formalisms. One particularly interesting result was the development of Description Graphs, an extension of ontology languages with a graphical formalism that allows for complex physical structures, such as those occurring in human anatomy, to be more precisely described. This extension has been implemented in HermiT, and shown to work well in medical terminology applications.\n\n\n\nThirdly, we have developed a new query rewriting technique that represents a significant advance over existing systems used to answer ontology enhanced queries over large volumes of data. This new technique produces much smaller rewritten queries (compared to existing systems) that can be much more efficiently evaluated; it can also deal with more expressive ontology languages. The new algorithm has been implemented in the Requiem system.\n\n\n\nFourthly, we have extensively tested both HermiT and Requiem with a wide range of ontologies and datasets, including the GO ontology and datasets derived from biomedical applications. These evaluations show that HermiT and Requiem are able to deal with ontologies and datasets that are beyond the reach of previously existing reasoning systems. We have worked with a number of industrial collaborators on the commercialisation and deployment of the ideas that we have developed. These include BAE Systems in Bristol, who are interested in using ontologies and ontology reasoning to support information integration; Oracle Inc., who are working to extend their database system with ontology based query answering capabilities using the techniques that we developed in this project; and Kaiser Permanente who are using the HermiT reasoner to develop an expressive extension of the SNOMED medical terminology. More recently, HermiT has been used by EDF Energy in a system that provides energy saving advice to customers. As far as dissemination and impact is concerned, we have published our results widely in leading international conferences and journals, and we have made our reasoning systems freely available via the web. We also worked with the World Wide Web Consortium (W3C) and the Semantic Web community to develop a new standard ontology language, the expressive power of which goes significantly beyond that of the existing OWL ontology language standard. The PI (Ian Horrocks) chaired the W3C working group that developed this new standard, which was eventually named OWL 2. The work on OWL 2 was completed in October 2009 when it superseded OWL as the W3C standard ontology language. \n\n\n\nThe HermiT reasoner has been highly successful, and is already widely used for ontology development -- in fact it is the only reasoner that fully support's the OWL 2 ontology language, is now the standard reasoning system used with Stanford University's Protege ontology development environment, and has been downloaded by thousands of users as part of the Protege distribution. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}