{"id":"6843E6EE-D7D4-4E91-8D26-9BCCE64868F9","title":"NMR Studies of the Early Stages of Aggregation Phenomena","abstractText":"Aggregation phenomena are the coming together of small molecular fragments to form larger, often non-covalent, structures and are important across a wide range of physical and biological sciences. For example, polymer aggregates are being developed as novel drug delivery platforms, designed to release a drug under certain predetermined physiological conditions, or the formation of insoluble protein and peptide assemblies is implicated in a number of diseases.Nuclear magnetic resonance spectroscopy is ubiquitous in its application across chemistry and has found great application in structural biology. Its success has been more limited in the investigation of aggregation phenomena, mainly being applied to the determination of thermodynamic parameters, with few examples of its use to study the kinetics of the aggregation process. The high degree of resonance overlap observed for molecular aggregates tends to preclude the use of high resolution methods, however, the determination of molecular sizes via the distribution of diffusion coefficients is still potentially tractable. For instance, polymer molecular weight distribution profiles have been determined using these NMR spectroscopic techniques.This proposal seeks to develop a time-resolved diffusion NMR methodology suitable for probing changes in aggregation state as a function of time. The proposal will focus on two complimentary aims. The first developing data analysis techniques suitable for the extraction of time-dependent distributions of diffusion coefficients during the aggregation process. This will allow information to be gained on the kinetics of the aggregation process in addition to the diffusion coefficient information. The second approach will extend the idea of chromatographic NMR to size-exclusion chromatography. The aim here is to improve the diffusion resolution by application of a in-situ chromatographic stationary phase to spread-out the distribution of diffusion coefficients. The combination of both methods should prove a powerful technique for probing aggregation phenomena in solution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H025367/1","grantId":"EP/H025367/1","fundValue":"95403","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Iain James Day","coPersons":[],"organisation":"University of Sussex","findingsText":" This project sought to develop a method for investigating the early assembly of molecular aggregates through changes in the size of the aggregates monitored using diffusion NMR spectroscopy. The project was split into two components, the\nfirst seeking to develop data analysis routines to extract the time-dependent changes in the observed diffusion coefficient from the NMR data and the second developing the idea of Chromatographic NMR to the use of size exclusion stationary phases.\n\nObjective 1 extended the use of Tikhonov Regularization for stabilising the inversion of ill-posed problems to a modern computational framework and investigated different approaches to choosing an appropriate regularization parameter. In the latter part of the grant, techniques for denoising experimental data have been investigated for further improving the data analysis from the diffusion NMR data. Simple kinetic models of association have been used to model the time-dependent data and the inversion routines have been tests on these. The influence of experimental noise has been investigated and improvements to the solution of the time-dependent data are currently underway.\n\nFor objective 2 a number of experiments have been performed to investigate the use of a size exclusion chromatographic stationary phase. Initially, a number of experiments were performed with three stationary phases and a series of polymers of differing composition and molecular weight. A more quantitative approach was developed using a series of polymer molecular weight reference standards was undertaken. The use of the nano probe (a high-resolution magic angle spinning probe, obtained under this grant) has enabled an improvement in resolution due to the ability to remove sample inhomogeneity effects by spinning a 2kHz at the magic angle. During these experiments it was discovered that the operation of the diffusion ordered NMR experiments under magic angle spinning conditions was not as expected. The influence of the spinning on the data obtained in currently under intensive investigation to improve the quality of the data obtained. The some of the data analysis techniques developed have already been implemented in the DOSYToolbox package from Nilsson (Manchester). Chemicals,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}