{"id":"684B3B5E-485B-491F-A131-05168D124FFE","title":"Last millennium climate reconstruction in Ethiopia using multiple stalagmite parameters","abstractText":"The Ethiopian highlands are a classic example of a rain-sensitive region where future forecasts are hampered by inadequate understanding of historical patterns, their wider associations, and causes. Rainfall and temperature records are relatively short and of poor quality. The few long records demonstrate that after El Ni&ntilde;o years, the spring rains are heavy and the main summer rains are reduced, whereas in normal / La Nina years, spring rains are variable / reduced and the summer rains are stable. However this relationship is too weak to enable drought forecasts and the calibration time period is too short. In addition, the spring rains also fail and lead to famine; their cause is more complicated and spring rainfall failures are, to date, not predictable. This summer, unpredicted excessive summer rains caused flooding over most of northern hemisphere tropical Africa, including Ethiopia. An enhanced seasonal precipitation range is predicted under climate model scenarios of future climate change Long, high resolution climate records are required to investigate the nature of rainfall variability, the frequency of failure of either rain, as well as investigate the presence of longer term periodicity in climate that cannot be detected through short instrumental series. A particularly powerful approach will be to make use of well-dated proxy material to derive independent tests of past climate variability. Recent rapid advances in the understanding of the climatic meaning of parameters derived from calcareous speleothems (cave precipitates), coupled with our pilot work in Ethiopia, indicates that speleothem records are the best prospect for tackling this urgent problem in Ethiopia, as to date other potential proxies have failed to yield high resolution climate reconstructions. Here we propose to derive palaeoclimatic parameters such as mean annual precipitation, seasonality and annual moisture excess through the multiparameter analysis of speleothems tha have grown over the last millenium. Uncertainty on each of the individual parameters will be derived from the noise in analytical series and by repeating analyses of different proxies on different samples from the same geographic location. We therefore aim to reconstruct climate series as quantitative parameters that can be modelled by, and therefore used to validate, climate models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017960/1","grantId":"NE/F017960/1","fundValue":"315035","fundStart":"2009-02-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"  not yet, but we expect impact on seasonal forecasting for spring precipitation in Ethiopia  ","person":"Martin Ludwig Widmann","coPersons":["Ian John  Fairchild"],"organisation":"University of Birmingham","findingsText":" The first aim of the project was to construct late Holocene chronologies on already collected samples from Ethiopian stalagmites by annual lamina-counting and U-series dating, supplemented by measurements of radiocarbon activity. Lamina counts and U-series dating were completed on two stalagmites named Bero-1 and AYN-07-5. Bero-1 was also dated through radiocarbon analyses. Using these methods growth rate, d18O and d13C variations could be analysed for five periods with a combination of length of about 1,000 years between 7,800 and 4,400 years before present as well as a period containing the last 30 years with an annual to biannual resolution. The results from Bero-1 have been published in Baker et al. (2010). As each stalagmite has different sensitivities to surface climate this generated data could be of use for further multiple stalagmites high-resolution climate reconstructions.\n\nThe second objective was to quantify the relationships of stable isotopes, growth rate, speleothem fabric and Mg-Sr composition with rainfall seasonality during the instrumental period for each stalagmite by developing transfer functions. Firstly non-climatic influences, e.g. karst processes, had to be investigated to estimate the hydrological uncertainty. The link between speleothem and rainfall isotopes is described in Baker et al. (2010) and Bradley et al. (2010). A classification scheme of speleothem fabric has been developed and applied to three of the modern published stalagmites (Asfa3, Merc1 and Bero-1). A new imaging technique which identified a relative measure of florescence in the stalagmites was also implemented. Mg-Sr analyses were not completed. \n\nThe third objective which contains a derivation of an instrumentally calibrated seasonal rainfall series for the last 1,000 years was not completed, because no suitable speleothem could be found during a fieldtrip in May 2009. \n\nThis also strongly affected the fourth aim. A joint analysis of a proxy record and SLP data for the last 150 years was not possible. Therefore precipitation observations from Addis Ababa for the last 100 years were used to identify large-scale climate anomalies that control precipitation in Ethiopia. A previously described link between Pacific sea surface temperature (SST) anomalies and precipitation in East Africa was further investigated by using a cross-validated principal component multiple linear regression model to estimate Ethiopian summer rainfall. It could be shown that the Pacific SST can also be used as a predictor to forecast precipitation in the Belg season in spring with a lead time of a few months (Eden et al. 2014). Using the ERA40-reanalysis it was found that the physical mechanism that bridges Pacific SST and East African precipitation is linked to temperature and specific humidity in the mid troposphere over the Indian Ocean. These results are of crucial importance for the improvement and development of seasonal prediction models. \n\nThe consistency of General Circulation Model simulations for the last 500-1000 years with the precipitation proxy record and hence the fifth objective of the project had also to be adjusted, because of the lack of speleothem data for this time period. On the one hand a comparison of Bero-1 speleothem for time slots in the period 8,000 until 4,000 years before present and palaeo-climate simulations of ECHO-G and CSIRO Mk-3L models did not reveal a significant link between proxy time series (growth rate, d18O and d13C) and model precipitation. On the other hand a further comparison of a temporally ‘in phase’ GCM simulation (ECHAM5 nudged to ERA-40) and proxy time series of two stalagmites (Asfa3 and Merc1) from 1958 to 2000 showed significant correlations between simulated rainfall and proxy parameters during both spring and summer. The findings might lead to improvements of forecasting spring precipitation in Ethiopia Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Healthcare","dataset":"gtr"}