{"id":"684E9FC3-D27A-4897-A522-36E327FF22C3","title":"Coupling between Strain Induced Damage, the Degradation of Thermal Properties and Stress-Strain Response of Ceramic Matrix Composites","abstractText":"Funds are sought to employ a Research Assistant and a Research Student to research the modelling of the coupling between manufacturing porosity/damage, strain-induced damage, the degradation of thermal properties and stress-strain response of woven Ceramic Matrix Composites (CMCs). The project is a continuation of research done on GR/K81256, and on subsequent projects.Two CMC materials have been selected. The first is a simple plain 0/90 weave DRL-XT C/SiC CMC which has previously been studied extensively. The material will be researched using classical Finite Element unit cell modelling techniques to establish methods for modelling the coupling of manufacturing porosity and strain-induced damage with the degradation of thermal conductivity. The modelling will take place at the level of the fibre/tow/matrices materials, with the driver being to predict bulk composite properties from the physical and mechanicl properties of the constituent phases of the composite i.e. fibres, tows of fibres, interfaces between different materials and the matrices which hold the composite together.The next part of the research will be to repeat this modelling exercise on the DRL-XT C/SiC with the more computationally economic and conceptually simple Binary Modelling technique; with a view to establishing its viability and accuracy.Having established this, the Binary Modelling technique used on the first material, will be used to study the second one. That is a more complex HITCO C/C 8-Satin weave which is extensively used in industrial engineering components. The coupling between manufacturing porosity, strain-induced damage and the degradation of the thermal properties of the 8-Satin CMC will be researched. For both materials, success of the computer modelling will be judged against experimental stress-strain-thermal conductivity data collected under grant GR/K81256.The research will establish mehodologies for characterisation of manufacturing porosity, for eliciting physical and mechanical properties of fibres, tows, interfaces and matrices, using semi-inverse techniques and bulk composite experimental data.Lastly, the Binary Modelling technique will be used to predict the stress-strain-damage-thermal transport response of a simple engineering component subjected to combined thermal and mechanical loading; and to assess the viability of the approach. Recommendations will be made on viability and possible constraints to use for thermo-mechanical modelling e.g. complex woven composites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056276/1","grantId":"EP/D056276/1","fundValue":"290847","fundStart":"2007-01-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"  The findings have been reported via Journal publications, and principally through seminars around the world: e.g. California, Singapore, Hong Kong, Poland and the UK. Theses have been taken up in structural health monitoring {SHM}, and in analysis for design. Aerospace, Defence and Marine,Electronics,Environment Societal,Economic","person":"David  Hayhurst","coPersons":["Mohammad Aslam  Sheikh"],"organisation":"The University of Manchester","findingsText":" How CMCs crack under mechanical strain and have their thermal transport properties degraded accordingly.\nThe work defines a rational and systematic approach for identification for either end of life or a need to withdraw from service and repair. Implementation as analysis techniques in design of airframes and aero engines. Use in structural health monitoring devices. Aerospace, Defence and Marine,Electronics,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}