{"id":"685D3729-0F06-4E25-8ADB-0AE00F3DA517","title":"A Super-Resolution Microscope for use by Plant Cell Biologists, N8 partners, Durham Scientists and Collaborators.","abstractText":"The first studies of biological structures were by the early pioneers of microscopy, Robert Hooke and Antoni van Leeuwenhoek, in the 17th century. Robert Hooke, in 1665, was the first to introduce the term &quot;cell&quot; when he was viewing the &quot;boxes&quot; he saw in slices of cork using one of the earliest optical compound microscopes (two lenses: an objective lens and an eye piece) that he developed. He probably didn't quite realise the significance of this discovery, as it was only when it became apparent that the great majority of organisms are composed of cells that Cell Theory was born. Cell Theory, first proposed by M.J. Schleiden and Theodore Schwann in 1839, states that cells are of universal occurrence and are the basic units of an organism. This theory is still undisputed although, in those days, rivals tried. \n\nOver 300 years of microscope improvements have led to fascinating discoveries of how cells function and now fluorescence microscopy, a form of light microscopy where objects are tagged with light emitting dyes, has become an essential tool to study the biology of the cell. Many technical developments have led to greatly improved image quality but we are still faced with a limit in ultimate resolution when using a light microscope. Based on experiments and basic principles of physics, this 'diffraction limited resolution' was calculated by Ernst Abbe and Lord Rayleigh in the late 19th century and is approximately half the wavelength of the light being used. However, much of the fundamental biology of the cell occurs below this limit, at the level of complexes in the range of tens to few hundred nm in size; that's 10,000x smaller than a human hair. \n \nRecently, a new generation of light microscopes, referred to as super-resolution microscopes (SRM) have been developed, which use several different methods to break through this limit. Although electron microscopes, which use beams of electrons rather than light, can magnify by hundreds of thousands of times, specimens are dead, fixed snapshots in time and require complex preparation procedures. SRM, however, can be used to look at living cells where multiple proteins or structures can be highlighted or labeled with different dyes in the same specimen. \n \nThis proposal from Durham University is requesting funds to buy one of these SRMs, in particular one which is capable of several different SR methods, so that researchers have the tools to look at a diverse array of specimens. The new equipment will be used to address important structural and cell biological questions at the nanoscale, dramatically improving our understanding of many cellular systems. \n\nA main focus of the research using the new equipment will be on plants and crops, an area where SRM imaging has so far been limited. Specific areas which will be studied by the team in Durham include: resolving the interface between the cell's internal (cyto)skeleton with membranes a connection which is essential for cell growth; how the cytoskeleton's focus and organization changes at the site where a pathogen tries to invade the plant; how proteins and protein modifications involved in transmitting signals in the cell are arranged and their role in the plant immune response and also resolving the structures involved in the communication between the nucleus and the cytoplasm. \n \nImportantly, the new equipment will be part of the Durham Centre for Bioimaging technology where it will be used by Durham scientists working on a range of cell systems including animal cells, fungi, alga and bacteria, also scientists that make up the UK Plant Cell Biology Community where we will share both our expertise and the facilities in order to optimize technologies for SRM, and scientists within the N8 partnership of research intensive universities in the north of England (Durham, Lancaster, Leeds, Liverpool, Manchester, Newcastle, Sheffield and York).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014092/1","grantId":"BB/L014092/1","fundValue":"901528","fundStart":"2014-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  To infer future experimentation and increase knowledge base Agriculture, Food and Drink,Education,Energy,Environment Economic","person":"P  Hussey","coPersons":["Iakowos  Karakesisoglou","John Henry Bothwell","Patrick  Steel","Stefan  Przyborski","Roy  Quinlan","Ari  Sadanandom","Marc Robert Knight","Martin William Goldberg","Christopher J Hutchison","Nigel John Robinson","Keith  Lindsey"],"organisation":"Durham University","findingsText":" Current light microscopy technologies cannot resolve objects below the Abbe diffraction limit of 200nm, however much of the basic biology of the cell is at the level of complexes and structures below this limit. Several techniques, termed super-resolution microscopies (SRMs), have made it possible to image nano-environments, circumventing the diffraction barrier, yielding resolutions down to &amp;lt;50nm. The primary SRM methods requested here are PhotoActivated Localisation Microscopy/Stochastic Optical Reconstruction Microscopy (PALM/STORM) and 3D Structured Illumination Microscopy (3D-SIM). These techniques are based on tailored illumination or the precise localization of single molecules. In contrast to electron microscopy, Super-Resolution Microscopies (SRM) can be used on living as well as fixed tissue and multiple components can be labeled with different common dyes and fluorescent proteins. The requested system will have a plant/crop focus and will be at the part of a UK plant imaging network that we are currently establishing with the assistance of other UK Plant Cell Biologists. The BBSRC recently supported our application to become a EuroBioimaging node. The aim of such a network would be to share both expertise and facilities in order to optimize plant imaging techniques including those for SRM and make these available to the plant community. Furthermore the new SRM facility will be part of the Durham Centre for Bioimaging Technology available for use by other members working on different cell systems, and also shared with our partners in the N8 research partnership of the eight most research intensive universities in the North of England. Durham based projects include: the cytoskeleton and membrane Interactions; plant cell signalling, pathology and post translational modificiations; growth and development of photosynthetic organisms for Industrial biofuels; nucleo-cytoplasmic communication in plants, fungi and animals and ageing in model systems. Potential patent applications and commercial as in previous studies from the Hussey lab e.g. Herbicide resistant plants. (30/3/1999) Pat No. US 888818 Zeneca Limited. Official Gazette of the US Patent and Trademark Office Patents 122 (5), 4529. K.E. Cronin, J.R. Ellis, R.R. Ellis, P.J. Hussey+ J.A. Ray, T.R. Waldin Agriculture, Food and Drink,Education,Energy,Environment","dataset":"gtr"}