{"id":"6861A87C-4C52-49FF-8D02-4097B3E5ECEA","title":"Modelling the human occupancy factor in the design of naturally ventilated buildings","abstractText":"During their daily lives, human beings constantly interact with their immediate environment. The environment affects human well-being, comfort, and performance. In turn, humans cause changes in temperature, air movement, relative humidity, odour and C02 concentration within the surrounding air.Naturally ventilated (NV) buildings are an energy efficient alternative to mechanical ventilation and air-conditioning. However, the energy consumption and the effectiveness of a natural ventilation system depends on occupant behaviour. On the other hand, occupant comfort in NV buildings can be compromised because the indoor environment is strongly linked with the outdoor weather conditions and vary throughout the space due to draughts, solar gains and warm air stratification.The aim of the project is to develop a validated simulation tool capable of predicting the human-environment interactions in NV buildings and so to predict the impact of building designs on occupants and vice versa. The research will combine a detailed computer model for predicting airflow and temperature patterns in buildings (computational fluid dynamics or CFD) with a detailed mathematical model of human physiology and thermal comfort. The heat and moisture exchange processes within the buoyant plume that surrounds the human body and the micro-climatic conditions within this plume will be modelled in detail. It is hoped that the work will establish important new knowledge which is essential for a better understanding of the impact of human beings on the design and the performance of NV buildings. The research will bring the human occupancy factor further into the core activities of the design process of buildings.The research will extend the prediction capability of CFD and reveal the complex human-environment interactions and phenomena affecting occupant comfort not only in NV buildings, but also in other areas of human activity and endeavour such as health (e.g. the transfer of infection agents, and indoor air quality), safety (e.g. firefighting), and in the design of cars, trains and aircraft.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C517520/1","grantId":"EP/C517520/1","fundValue":"220375","fundStart":"2006-01-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"Malcolm John Cook","coPersons":["Dusan  Fiala"],"organisation":"De Montfort University","findingsText":" During their daily lives, human beings constantly interact with their immediate environment. The environment affects human well-being, comfort, and performance. In turn, humans cause changes in temperature, air movement, relative humidity, odour and C02 concentration within the surrounding air. Naturally ventilated (NV) buildings are an energy efficient alternative to mechanical ventilation and air-conditioning. However, the energy consumption and the effectiveness of a natural ventilation syste  ","dataset":"gtr"}