{"id":"68760358-8053-4211-A84C-7ADB61CCDDD2","title":"An experimental investigation of the partitioning of iron isotopes between silicate melt and spinel as a function of oxygen fugacity","abstractText":"Iron (Fe) is the most common element in the Earth's mantle that occurs in more than one oxidation state (as Fe2+ and Fe3+). It also occurs as four isotopes (54Fe, 56Fe, 57Fe and 58Fe). It has only recently been discovered that these isotopes may be fractionated during high temperature mantle processes such as partial melting. In particular mantle spinels exhibit a correlation between isotope fractionation and oxygen fugacity, which controls the relative amounts of Fe3+ and Fe2+. The importance of oxygen fugacity in controlling this fractionation relative to other process such as mantle metasomatism is unclear. There is currently no experimental evidence to independently establish the effect of variable Fe3+/Fe2+ on the fractionation of Fe isotopes in spinel at magmatic temperatures. In this work we propose to crystallise a series of spinels from a melt as a function of oxygen fugacity. The samples will be prepared by equilibrating a melt, with spinel on the liquidus, at atmospheric pressure in a controlled gas environment. After quenching, the spinel and melt will be separated and analysed by M&ouml;ssbauer spectroscopy to determine Fe3+/Fe2+, and with a high-resolution multi-collector inductively coupled plasma mass spectrometer to determine the Fe isotopic ratios. This will allow oxygen fugacity, the Fe3+/Fe2+ ratio, and isotope fractionation to be directly correlated. Experiments of this type are essential if variations in Fe isotopic measurements of natural samples are to be correctly interpreted, thus providing a new tool for tracking mantle processes. This project applies techniques commonly used in the area of experimental petrology to an emerging area of isotope geochemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007801/1","grantId":"NE/D007801/1","fundValue":"32296","fundStart":"2006-10-25","fundEnd":"2009-01-24","funder":"NERC","impactText":"","person":"Andrew John Berry","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}