{"id":"687C7996-C6EF-4AA3-91F1-34EBD8C91494","title":"Ceramic membranes for energy applications and CO2 capture","abstractText":"Membranes in general provide very significant opportunities for process intensification. In particular there is a large range of energy-related applications for high temperature ceramic membranes that is as yet poorly explored. This Platform Grant proposal is aimed at underpinning our joint group in the field of high temperature membranes for energy applications and CO2 capture. This research encompasses membrane catalysis, novel multi-functional membrane fabrication and structural and transport characterisation as well as application. The work will involve a highly multi-disciplinary effort with a world-leading team of investigators/researchers comprising membrane technologists, chemical engineers, chemists and material scientists. The research to be performed will call upon the complementary expertise of this team to examine a number of key challenges so that new oxygen, hydrogen and steam permeable ceramic membranes can be developed in an applied context making the production of low carbon energy and carbon capture processes possible. The applications for these membranes have the potential to be truly disruptive. The proposal is distinctive in that the PDRAs employed on the grant will travel to internationally leading groups for extended training visits. This will strengthen our research capability and increase the employability of the PDRAs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G012865/1","grantId":"EP/G012865/1","fundValue":"605605","fundStart":"2009-04-03","fundEnd":"2014-10-02","funder":"EPSRC","impactText":"","person":"Ian  Metcalfe","coPersons":[],"organisation":"Newcastle University","findingsText":" ongoing investigation into existing and new oxygen transport membrane systems for hydrogen, synthesis gas, and carbon dioxide capture.\n\n\n\na new dual phase membrane system consisting of a ceramic oxide support and molten carbonate phase for carbon dioxide transport, trials indicates it's feasibility.\n\n\n\na new gas-solid oxygen exchange methodhas been developed. It offers a simple, rapid and relatively inexpensive technique to determine oxygen exchange at the surface of ceramic oxide membr Please see the &quot;Exploitation routes&quot; section. Non academic explotation potentially includes industrial bodies, namely power generation from fossil fuels in which CO2 is produced and industries in which synthesis gas is required. This technology may also be of benefit in the carbon credit scheme, a benefit to the UK government. ceramic membranes hold potential to be used in the &quot;Advanced Zero Emissions Power Plant&quot; (AZEP) for the capture of CO2 at fossil fuel power stations, Chemicals,Energy,Environment","dataset":"gtr"}