{"id":"687DFF7D-F106-439D-BDD1-78B7AD8CF40C","title":"Analysis of a novel mechanism that regulates microtubule severing in","abstractText":"The growth and shape of a plant cell is determined by the direction of cell expansion. This expansion is remarkable as plant cells can expand up to 1000 times their original size. For many cells, such as those in the stem or root, expansion needs to occur in a single direction (i.e. upwards) for proper plant growth to occur. To achieve this directional expansion, plant cells need to organise their cell wall and particularly cellulose a very strong fibrillar polymer that has a big influence of cell wall mechanical properties. Cellulose is normally deposited perpendicular to the direction of cell expansion. A protein scaffold, referred to as the microtubule network that is found within the cells, dictates the organisation of cellulose within the wall. Microtubules are able to adopt different patterns. Expansion in a single direction requires a pattern of aligned microtubules whereas expansion in several directions results from a net-like or mesh pattern of microtubules.\nOur previous work has found that the microtubules organise themselves into an aligned configuration by cutting away any unaligned microtubules. Without this cutting, microtubules instead adopt a net-like configuration. The cutting machinery recognises unaligned microtubules by only cutting those that crossover existing microtubules. There is increasing evidence that microtubule rearrangements that are essential for many aspects of normal plant growth depend upon microtubule severing. An enzyme called katanin carries out microtubule severing. Katanin mutants have only &quot;net-like&quot; arrays.\nWe have recently found that plants containing defects in a second protein, called SPIRAL2 (SPR2), that fail to form net-like arrays in cells that normally adopt this pattern. Instead they form a predominantly aligned array. Whereas a katanin mutant does not cut microtubules, a spiral2 mutant shows high rates of microtubule severing. This suggests that the amount of cutting at microtubule crossovers ultimately determines how the microtubules will be organised. It also points to SPIRAL2 being an important factor that modifies the activity of katanin. The SPIRAL2 proteins is present in all cells, but in some cell types it remains attached to microtubules crossover points, while it is constantly moving along microtubules in other cell types allowing severing of microtubules. Stationary binding of SPR2 at crossover points is what appears to prevent severing. We would now like to know more about what controls the activity of SPR2 and understand how it is able to recognise and bind to microtubule crossover points, what determines SPR2 behaviour, i.e. whether SPR2 binds to microtubule crossover points or moves along microtubules and what other factors it need to help it regulate microtubule severing and microtubule array alignment.\nOur proposed work will probe what determine SPR2 localisation and mobility. Not only will this work answer important fundamental questions about cell growth and microtubule patterning (including identifying the underlying mechanism that gives rise to twisted growth), but will potentially give us the ability to predictably alter microtubule patterns. In the future this may allow us to manipulate plant development and engineers more efficient canopies or stronger shorter stems. It may also provide a means of increasing plant biomass either for better crop yields or to generate material for bioenergy production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003279/1","grantId":"BB/L003279/1","fundValue":"387719","fundStart":"2013-12-17","fundEnd":"2016-12-16","funder":"BBSRC","impactText":"","person":"Simon Roy Turner","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}