{"id":"68BB0FBF-278B-473C-8E85-14808CB0366E","title":"Localization of the mechanotransducer channel and its accessory proteins during development of cochlear hair cells.","abstractText":"Our inner ear, comprised of the spiral shaped cochlea and the vestibular system, gives us our senses of hearing and balance. The molecular mechanisms involved in these senses are still the subject of much debate. Moreover, hearing loss is the commonest form of sensory deprivation suffered by humans as they age. In accordance with the BBSRC strategic priority on ageing, our project aims to understand basic mechanisms of hearing at the molecular level in order to provide information for strategies to protect our hearing and prevent damage with age. As well as the ageing process, there are still many questions about the development of hearing at the cellular and molecular level.\n\nThe stimulus in both hearing and balance is mechanical: in hearing, sound waves, which start as movements of air, are transformed into fluid movements in the cochlea; in balance, movements of the head cause fluid motion within the vestibular structures. In either case, the fluid motion directly, or indirectly via other structures, stimulates hair cells. These specialised sensory cells are characterised by a bundle of tiny hairs (stereocilia) sticking out of their top. Deflecting the stereocilia in one (excitatory) direction produces mechaonelectrocial transduction (MET) in the hair cell where the mechanical stimulius is turned into an electrical response. Key components of this MET apparatus are: the stereocilia themselves; tiny filaments that link the stereocilia together, called tip links and lateral links; and proteins associated with the links such as the MET ion channels (proteins embedded in the cell's outer layer or membrane that can form pores) and accessory proteins connecting the tip links to the MET channels. Mutations in candidates for all of these proteins are known to cause progressive hearing loss.\n\nThe prevailing view of the MET response is that bundle deflection stretches the tip links, allowing them to pull on the accessory proteins attached to the MET channels, and so cause the latter to open. Opening the channels allows positive ions (potassium and calcium) to enter the cell causing the electrical response. Studies of the channels in the mammalian cochlea also show that their properties vary along the length of this organ, but what underlies this variation is not known. Certain mutations that affect the tip links, and experimental destruction of them, cause this response to be reversed, a phenomanon so far unexplained. After damage in vitro the tip links are known to recover along with MET. It is important to explain the reversed responses and understand how the mechanism develops or recovers after damage.\n\nThe key objectives of this project are:\n\n1 and 2. To localize candidate MET channels and accessory proteins that are thought to be required by the hair cell to detect the mechanical stimulus in hearing (and balance). Do these proteins occur at the end of the tip links?\n\n3. To determine the distribution of these proteins in situations where hair cell responses are reversed. Are the proteins in abnormal locations, thus causing the reversal? \n\n4. To follow changes in distribution of the proteins during mammalian hair cell development. When and how do these proteins become associated with the tip links?\n\n5. To follow the protein distributions through the process of tip link recovery and remodeling. Does repair and restructuring of the tip link ensure they become correctly localised?\n\n6. To quantify the amount of these proteins in different locations. Do they change in composition, and so confer the known changes in MET channel properties along the cochlea?\n\nDetermining the molecular organization of the apparatus that allows the hair cell to respond will enable us to fill in existing gaps in our knowledge of hearing and balance during development and ageing. It will furthermore give us new opportunities to find strategies that could ameliorate degenerative changes that occur with age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M010074/1","grantId":"BB/M010074/1","fundValue":"370194","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"David Nicholas Furness","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}