{"id":"68C04B6C-7535-4597-9714-BDFEA13079D8","title":"The Cyclic AMP-GEF/C/EBP Pathway; a New PKA-independent Route for the Control of Gene Expression by Cyclic AMP","abstractText":"The cyclic AMP cascade was the first intracellular mechanism described to explain how hormones exert functional changes inside cells and remains the archetypical signalling system. Until very recently in was thought that increases in the intracellular concentration of cyclic AMP exerted changes in the activity of genes solely through prior phosphorylation of the transription factor 'CREB' by the enzyme 'PKA'. However, a new route has now been discovered whereby cyclic AMP can activate proteins called Ras and Rap. These are involved in the control of cell survival, the cell cycle control and cell adhesion. However, in order to activate Ras and Rap, cyclic AMP must first directly interact with another class of enzymes called cyclic AMP GEFs. Two such cyclic AMP GEFs are EPAC or CNrasGEF. The aims of this project are to determine the mechanisms by which activation of cyclic AMP-GEFs can lead to changes in gene expression, in a cyclic AMP-dependent, independently of PKA. To do this we will use the SOCS-3 gene as a paradigm. SOCS-3 is a gene whose induction leads to the suppression of signaling from cytokine and growth factor receptors. We have recently found that the SOCS-3 gene is also positively regulated by cyclic AMP, through EPAC and Rap1. Our work shows that this is probably through transcription factors called C/EBP. Moreover, we have found that a PKA-independent pathway leads to the activation of the growth regulatory enzyme ERK from cyclic AMP. ERK is required for SOCS-3 induction by cyclic AMP and phosphorylates one class of C/EBPs, also in a cyclic AMP-dependent, PKA-independent fashion. We will therefore delineate this new pathway leading from activation of cyclic AMP-GEFs, like EPAC or CNrasGEF, through ERK to C/EBPs and determine the biological consequences of its activation in human umbilical cord endothelial cells (HUVECs). This cell system has been shown to express cyclic AMP-inducible SOCS-3 and presents the advantage that the biological significance of gene induction, as determined by SOCS-3 mediated inhibition of cytokine signalling, can be easily measured. Because the cyclic AMP-GEF-C/EBP pathway is the first example of a cyclic AMP-activated signalling pathway that can control gene expression independently of the classical PKA/CREB route, these studies are an urgent scientific priority. Our investigations will therefore provide a critical new understanding of how gene expression is regulated by the prototypical cyclic AMP signalling system. Our joint expertise in studying the molecular and cellular basis of cyclic AMP signalling means that we are well equipped to carry out these investigations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015324/1","grantId":"BB/D015324/1","fundValue":"416288","fundStart":"2006-06-27","fundEnd":"2009-08-26","funder":"BBSRC","impactText":"  We have established EPAC1 as a valid drug-target in vascular endothelial cells. We are no developing a drug discovery program to realise this.  ","person":"Stephen John Yarwood","coPersons":["Timothy Martin Palmer"],"organisation":"University of Glasgow","findingsText":" 1) Activation of EPAC1 in vascular endothelial cells (VECs) leads to the induction of the SOCS-3 gene, which mediates anti-inflammatory actions of cyclic AMP in these cells. These findings now place EPAC1 at the centre of a regulatory network designed to limit inflammatory responses in\nVECs.\n\n2) SOCS-3 induction by EPAC1 requires C/EBP transcription factors, ? and ?, which are activated by cyclic AMP, independently of the classical route through protein kinase A and CREB. This is a completely novel signalling pathway that has broad ramifications for a wide range of signalling\nscenarios.\n\n3) C/EBP activation and SOCS-3 induction by EPAC1 involves a new pathway including phospholipase C? and protein kinase C isoforms ? and ?. We believe this new cyclic AMP regulated\nsignalling pathway can be exploited by novel therapeutics designed to treat cardiovascular disease. We have therefore begun collaboration with clinical researchers to test the\nvalidity of this hypothesis. Our findings will support future research into EPAC1-directed drug research. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}