{"id":"68D4F368-BBB3-48C6-9031-7ABDD1083F1C","title":"Genetic analysis of mechanisms linking cell wall integrity with growth control in Arabidopsis","abstractText":"Cell wall materials represent the major carbohydrate component in most plants. Recent research has identified genes encoding enzymes involved in synthesising different cell wall components, but many other aspects of cell wall function and organisation remain to be investigated. We have recently shown that several mutants in genes encoding enzymes synthesising sugars destined for incorporation into cell wall polysaccharides exhibit strong sugar-dependent growth and developmental phenotypes in the dark and elevated starch levels. These phenotypes require a well characterised protein involved in regulating sugar, hormone and light responses. We also showed that changes in cell wall structure/composition are most likely responsible for the observed phenotypes. We aim to define other components of this pathway using genetic screens and establish links with known sugar- response pathways. The outcomes of this research will establish, possibly for the first time, that plant cell wall composition and levels are regulated in response to carbohydrate availability. This knowledge will provide an understanding of how resources are allocated to cell wall synthesis and may also help design crops that allocate more resources to cell wall biomass. Understanding how plant cell wall composition is controlled is a highly relevant objective at the moment because of the potential for converting cell wall material to biofuels and chemical feedstocks. A major research objective in this area is to alter cell wall composition in biomass crops such as rapidly growing willow, poplar and perennial grasses. Several studies show that attempts to alter cell wall composition lead to major, and somewhat unexpected, cellular changes such as activation of stress and defence responses. These then lead to undesirable changes in cell activity and cell wall composition. These results suggest that attempts to alter cell wall composition, for example to tailor cell wall composition for more efficient degradation, require a lot more knowledge about how the composition of the cell wall is controlled. The work described here will add to this knowledge in the model plant Arabidopsis. Knowledge of the genes involved might ultimately be used to engineer altered cell wall control in biomass crops, for example to increase levels of cell wall polysaccharides. These crops may provide sustainable and cost-effective sources for fuel production and help to ameliorate climate change by more effective use of the global carbon cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007582/1","grantId":"BB/F007582/1","fundValue":"369565","fundStart":"2008-04-14","fundEnd":"2012-02-13","funder":"BBSRC","impactText":"","person":"Michael Webster Bevan","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}