{"id":"68D7DD9E-51F3-418C-B030-9071A978653A","title":"Foundations of Molecular Nanospintronics","abstractText":"Traditional electronics exploits the charge degree of freedom of carriers in metals, semiconductors, and superconductors to construct a broad range of omnipresent devices, with applications ranging from computation and transmission of data to sensing of biological material. In the past two decades, we have begun to take advantage of the magnetic degree of freedom that is also inherently found in these carriers. Often referred to as spintronics , technology based on the interplay between charge and spin offers revolutionary new functionality including non-volatility in data storage, higher sensitivity in sensors, and improved performance in the consumption of energy. The first generation of spintronic devices based on magnetic and non-magnetic metal heterostructures has already had significant commercial impact with the introduction of GMR-based read heads, and promises continued success with the development of new MRAM devices.Recent advances in scanning probe microscopy have enabled us to explore these systems at the single atom scale. The goal of this proposal is to gain an understanding of the electronic, magnetic, and structural properties of spintronic systems at the molecular level, and use this to develop new types of devices. This timely marriage of the nascent discipline of spintronics with the power and flexibility of organic chemical synthesis would enable a step-change reduction in device dimensions and extend functionality to unconventional (e.g. flexible) structural and low-cost environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002367/1","grantId":"EP/H002367/1","fundValue":"315572","fundStart":"2010-02-15","fundEnd":"2014-05-14","funder":"EPSRC","impactText":"  The findings from this project have stimulated new research into the interactions between individual magnetic molecules and their local environment, particularly how this interaction can be used to control the magnetic properties of the molecule. Electronics,Energy,Environment ","person":"Cyrus  Hirjibehedin","coPersons":["Andrew  Fisher","Gabriel  Aeppli"],"organisation":"University College London","findingsText":" Throughout our studies, we have explored how the magnetic properties of molecules can be influenced by their interaction with each other and with an underlying surface. In particular, we have found that by modifying this coupling, it is possible to control the magnetic properties of single magnetic molecules in a variety of different ways. The different methodologies that we have developed for controlling the properties of individual magnetic molecules will be useful for others who are designing devices in which the active component is a single magnetic molecule. We have already developed prototype demonstrations of such capabilities, and others will develop more practical implementations. Electronics,Energy,Environment","dataset":"gtr"}