{"id":"68E349EE-FFFE-48FC-A4BC-7196C16D3144","title":"Eddy Current Sensor Arrays for Stress and Damage Mapping","abstractText":"While eddy current methods are widely used in industry for crack location, very little work has been undertaken in the UK to exploit their potential as a cheap and portable way of sensing stress. Due to the complex nature of electromagnetic interactions with matter, eddy current signals are difficult to interpret and it is currently not possible to unambiguously separate their sensitivities to stress, microstructure and defects. Meeting this challenge requires a multidisciplinary approach; bringing together instrumentation, signal processing with materials science. The 2 teams are well placed to develop the necessary hardware and to begin to establish approximate relationships between the eddy current signature, residual stress, defects, surface geometry and microstructure. This understanding will help us to develop low cost, non destructive eddy current methods for residual stress, active defect detection, and provide guidance for structural integrity engineers regarding the assessment of defects under residual stress loading. To this end we will develop a set of reference samples with quantified levels of stress and damage upon which the techniques will be validated and refined. We will develop and evaluate stress/microstructure/defect imaging from near the surface up to 20mm depth using novel pulsed eddy current sensor arrays along with advanced signal analysis, particularly up to 200 micrometer depth stress distribution of near surface. Huddersfield will design and develop the pulsed eddy current sensors while Manchester has the necessary materials knowledge and complementary stress and damage measurement techniques to validate and evaluate the success of different sensor designs and signal analysis procedures. While the development of a general unambiguous tool for simultaneous stress and damage measurement is some way off, we hope to scope the range of sensitivity of portable prototype eddy current capability to provide cheap, non destructive information about stress and damage levels in specific cases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005071/1","grantId":"EP/E005071/1","fundValue":"285822","fundStart":"2007-10-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Gui Yun  Tian","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}