{"id":"68E6660E-1114-4CC8-ABF9-A0BE8AD9D836","title":"A commentary on Horace, Satires I, for Cambridge University Press' Cambridge Greek and Latin Classics series","abstractText":"To provide a new commentary on Horace, Satires I for the Cambridge Greek and Latin Classics series, to be published by Cambridge University Press. I have aimed to make my notes useful and stimulating to undergraduates, graduate students and senior scholars and to offer a fuller, more literary-based interpretation than is currently available in English (in the last published commentary, by P. M. Brown, Aris and Phillips, 1993), while also giving relevant linguistic and grammatical help. I have tried to take account of the explosion in Horatian criticism that has taken place in the last ten or fifteen years, in books and articles that introduce revolutionary perspectives on the Satires and apply new critical methods. \nThese include: more intense exploration of Horace's dialogue with other texts and the element of generic self-definition; fuller appreciation of Satires I as a complex and allusive poetry book, like, say, Virgil's Eclogues; increasing scepticism about Horace's claims to autobiographical truth; awareness of his engagement with late Republican politics, law and gender dynamics. I have considered overall themes in the poems such as impaired vision, different styles of speaking, freedom of movement, emergence and social encounters. I have tried to explore the idea of the poetry-book as a document of late&shy; Republican self-fashioning, an autobiography in a looser sense, and to consider Horace's stance of disarming humility as a strategy of self-preservation in the volatile period of the First Triumvirate. I have wanted to explain the reasons for certain literary allusions, rather than simply citing them in the manner of earlier commentaries. In particular, I have tried to bring out the hidden presence of Cicero and other Republican authors in the Satires.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505384/1","grantId":"AH/E505384/1","fundValue":"20622","fundStart":"2007-04-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"Emily  Gowers","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}