{"id":"68F13C97-2773-4DDC-AAB3-D31C07D78C4F","title":"Reverse-engineering Drosophila's retinal networks","abstractText":"Vision is the most important sense of many living organisms. Even in the dimmest habitats animals have functional eyes, which allow them to extract useful optical information from the environment and to respond rapidly and appropriately to changing events and conditions. The anatomical structure, molecular signalling cascades and ultimately the performance of an organism's visual system, measured in terms of speed, sensitivity, dynamic range and robustness, has been tuned to suit its lifestyle by the content of the photic stimuli as well as other environmental factors. Vision of invertebrate species was the subject of extensive research which led to the discovery of important fundamental principles that apply to all senses. Drosophila visual system is an ideal model to investigate the mechanisms underlying early neural processing with a wealth of detailed knowledge from tens of years of genetic, anatomical, physiological and behavioural studies. The ultrastructure of the first visual synaptic layer in Drosophila has been fully described from electron-micrograph sections. A vast array of molecular genetic methods combined with biochemical analysis and intracellular recording techniques have converged on Drosophila's visual system providing unprecedented experimental tractability. These methodologies have made possible the identification of elements of its signalling cascades and offered unique insight into the associated regulatory mechanisms. The signal-processing capability of fly photoreceptors is prodigious, outperforming human engineered image sensors in many respects. They are exquisitely sensitive, being able to respond to single photon events. Weak input signals embedded in noise can be selectively amplified and filtered to provide efficient and reliable sensing of physiologically relevant stimuli. A fascinating functional attribute of photoreceptors, that is yet to be replicated in an engineering sensing device, is their ability to light adapt, i.e. adjust the amplification gain, according to both past and on-going light events, using many layers of positive- and negative-feedback control. This allows them to operate over a wide environmental range. They can reliably respond to the absorption of single photons under dark-adapted conditions, but can also adjust the gain to operate in bright daylight conditions. This project aims to develop, using mathematical tools and techniques borrowed from control and systems engineering, a detailed mathematical model the early vision system that will allow us to understand the role of different molecular components that are instrumental in converting light into electrical signals and the adaptation rules that fly photoreceptors must obey in order to operate reliably in dark as well as in full shinshine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013849/1","grantId":"BB/H013849/1","fundValue":"532115","fundStart":"2010-08-16","fundEnd":"2014-02-15","funder":"BBSRC","impactText":"","person":"Daniel  Coca","coPersons":["Mikko Ilmari  Juusola","Stephen  Billings"],"organisation":"University of Sheffield","findingsText":" We developed two complementary mathematical models of the R1-R6 photoreceptors. The first model (Model A), which was developed using nonlinear system identification methods, provides a control theoretic view of the photoreceptor. The model incorporates a gain control model which for the first time allows us to describe accurately the dynamics of the photoreceptor responses during adaptation and to characterize the contribution of different molecular mechanisms of adaptation that were revealed by The quantitative understanding of the phototransduction cascade in Drosophila could have major impact in drug discovery. It is worth emphasising that rhodopsin belongs to a large family of G-protein-coupled receptors (GPCRs) and that signal transduction in photoreceptors uses a generic, modular signalling design which is successfully used by eukaryotic cells, to detect and transduce into biologically relevant intracellular messages, all manner of external stimuli, including hormones, neurotransm Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}