{"id":"68FAB8C2-2782-4624-9072-D91D89935A77","title":"Quantitative, high resolution two-and-three dimensional dopant mapping in the Scanning Electron Microscope by Secondary Electron Spectro-Micro","abstractText":"Mobile phones and modern electronic devices in general are becoming increasingly smaller, faster and more powerful. This is possible because electronic circuits required for their operation become smaller and smaller allowing the devices to shrink or to add more circuits in the same volume. These circuits are based on the principle that the conductivity in certain well specified areas changes when a voltage is applied. This is achieved by putting a few atoms with fewer or more electrons, called dopant atoms, into a semiconductor material such as silicon. It is crucial that exactly the correct number of atoms are put into exactly the right place. This is challenging in itself but in addition we have to make sure that we can confirm that we have achieved the right number of dopant atoms in the right place, because otherwise the device will not work to its specification. This is called dopant mapping because it links the number of dopant atoms to spatial coordinates in one (1D), two (2D) or three(3D) dimensions. For future devices we need to know how the number of dopants changes within three nanometers in 3D. The main aim of the work proposed here is to provide a solution to the above challenge. Because it is such a difficult problem to tackle many techniques have been developed so far but all have short comings. One such technique is to use a scanning electron microscope (SEM), where electrons of certain energy impinge on a surface causing other electrons, called secondary electrons (SE)s, to leave that surface. The number of SEs depends on the number of dopant atoms in the irradiated region but in a complex way and accurate quantification is therefore difficult. Also this approach does not have the potential to give us the information we need from regions as small as 3nm in diameter because, even when our impinging electron beam is that small, SEs in silicon can come from atoms12 times further below the surface. To solve this problem we propose to exploit another property of the SEs and this is their energy. SEs have a range of energies (energy spectrum) depending on how deep below the surface they were generated. We anticipate that we will be able to locate dopant atoms with a few nanometer resolutions by using high energy SEs only. We hope to obtain an accurate quantification by measuring the shift of the energy spectra of differently doped regions. To extend the 2D technique to 3D we need to remove thin layers of material in a controlled way and apply the 2D technique for each layer. Focused ion beam (FIB) instruments are made for this purpose and operate by firing Ga+ ions of a certain energy (normally 30kV) at the target surface, which leads to the removal of target surface atoms. A side effect of this technique is the incorporation of Ga in the surface. We have found that this effect is so pronounced at 30kV that a quantification of dopants is not possible. Therefore we propose to add a special low energy module to our existing FIB that allows us to reduce the Ga ion energy by up to 120 times, thus reducing the incorporation of Ga and other damage in the target surface. The proposed work addresses all the issues which currently hamper accurate, high resolution (3D) dopant mapping in the SEM. It therefore has the potential to bring us all one step closer to smaller, better and more powerful semiconductor devices in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029892/1","grantId":"EP/E029892/1","fundValue":"45701","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  Dopant mapping links the number of dopant atoms in a semiconductor to spatial coordinates. We have experimentally shown that using only part of the SEs energy spectrum can result in accurately locating junctions, see dopant distributions, even when covered by contamination or damaged layers, and in some cases enabled us to get better resolution. We have also tested dopant contrast formation in a new type of microscope, the Helium Ion Microscope (HeIM), which is similar to SEMs but uses a very finely focused beam (~0.6nm) of helium ions to generate SEs for image formation. We found that this small probe alone does not lead to a greatly improved resolution because it is surface effects that distort the dopant profile, as confirmed by computer modelling (also carried out as part of this project) of dopant contrast formation. We have shown how a plasma can be used to alter the dopant contrast mechanism and improve resolution. To make the area from which a dopant profile is required accessible was another challenge we worked on successfully during this project. Focused ion beam (FIB) instruments are made for this purpose and operate by firing Ga+ ions of a certain energy (normally 30kV) at the target surface, which leads to the removal of target surface atoms. A side effect of this technique is the incorporation of Ga in the surface. We have found that this effect is so pronounced at 30kV that a quantification of dopants is not possible. Therefore we used 30kV Ga ions followed by Ar ions, as well as 5keV and 10keV Ga ions followed by plasma cleaning. When the latter is combined with selecting low energy SEs only for image formation very good results were obtained. The expertise developed in Helium Ion Microscopy in relation to dopant mapping on inorganic semiconductors has led to further Helium Ion Microscopy work on different materials systems including coatings to lower friction, polymers for tissue engineering, organic solar cell active layers and silica nanowires. In each case using the HeIM and quantitative image analysis has lead to new insights on the nano-scale chemistry and/ or structure of these materials, not accessible by other methods but critical to further develop these types of materials for different applications. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Colin  Humphreys","coPersons":[],"organisation":"University of Cambridge","findingsText":" Modern electronic devices are becoming increasingly smaller, faster and more powerful. This is possible because electronic circuits required for their operation become smaller and smaller allowing the devices to shrink or to add more circuits in the same volume. These circuits are based on the principle that the conductivity in certain well specified areas changes when a voltage is applied. This is achieved by putting a few atoms with fewer or more electrons, called dopant atoms, into a semiconductor material such as silicon. It is crucial that exactly the correct number of atoms are put into exactly the right place. Dopant mapping links the number of dopant atoms to spatial coordinates We have experimentally shown that using only part of the SEs energy spectrum can result in accurately locating junctions, see dopant distributions, even when covered by contamination or damaged layers, and in some cases enabled us to get better resolution. We have also tested dopant contrast formation in a new type of microscope, the Helium Ion Microscope (HeIM), which is similar to SEMs but uses a very finely focused beam (~0.6nm) of helium ions to generate SEs for image formation. We found that this small probe alone does not lead to a greatly improved resolution because it is surface effects that distort the dopant profile, as confirmed by computer modelling (also carried out as part of this project) of dopant contrast formation. We have shown how a plasma can be used to alter the dopant contrast mechanism and improve resolution. To make the area from which a dopant profile is required accessible was another challenge we worked on successfully during this project. Focused ion beam (FIB) instruments are made for this purpose and operate by firing Ga+ ions of a certain energy (normally 30kV) at the target surface, which leads to the removal of target surface atoms. A side effect of this technique is the incorporation of Ga in the surface. We have found that this effect is so pronounced at 30kV that a quantification of dopants is not possible. Therefore we used 30kV Ga ions followed by Ar ions, as well as 5keV and 10keV Ga ions followed by plasma cleaning. When the latter is combined with selecting low energy SEs only for image formation very good results were obtained. The expertise developed in Helium Ion Microscopy in relation to dopant mapping on inorganic semiconductors has led to further Helium Ion Microscopy work on different materials systems including coatings to lower friction, polymers for tissue engineering, organic solar cell active layers and silica nanowires. In each case using the HeIM and quantitative image analysis has lead to new insights on the nano-scale chemistry and/ or structure of these materials, not accessible by other methods but critical to further develop these types of materials for different applications. The energy filtering system installed at Cambridge has been taken forward by installing this at Sheffield University. This has led to a visiting professorship there and new work on organic semiconductors. The use of this system by a major scanning electron microscope manufacturer is currently being investigated. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}