{"id":"68FC6D05-02DB-4BE0-88FE-BACD66C924F6","title":"Informatics tools for exploiting ion mobility mass spectral data in proteomics","abstractText":"The application aims to demonstrate how an emerging technology, ion mobility mass spectrometry (IMMS), can be used to study proteins. We will also develop associated software packages for interpreting the data, allowing IMMS to be used as an analytical tool in large scale experiments (proteomics). Proteomics has become an invaluable methodology for understanding biological systems by the detection and quantification of the proteins present in a sample, used for example, to compare the proteins present in a diseased sample with those in a normal sample to gain insight to the molecular mechanisms of disease. The most important experimental technique in proteomics is mass spectrometry, which is used to identify proteins by analysis of the fragmentation of short pieces of proteins, called peptides. Each such analysis generates a spectrum of the different masses (and their intensities) that result from the fragmentation process. A number of software tools are available for interpreting such mass spectra and these use statistical techniques to determine if a peptide has been correctly identified from the complex pattern of masses on a spectrum. This statistical analysis is necessary because interpretation of mass spectra is highly challenging: each spectrum contains a mixture of fragmentation products plus considerable background noise. Under the conditions we will employ, peptides yield two main types of fragmentation products, called b ions and y ions, which, together, can give information about the peptide sequence being analysed. However, for this to be possible, we need to know which are the b ions and which the y ions. Differentiating these two types of ions within a spectrum is currently difficult and often leads to the incorrect or incomplete interpretation of many spectra. A recent technical advance has been made in the design of mass spectrometers. This development, called ion mobility mass spectrometry (IMMS), has the potential to simplify the interpretation of spectra. IMMS can be used to examine an additional property of peptide fragments, based on the speed at which they travel through a gas-filled chamber. There is evidence that b and y ions of the same mass have different mobilities in such a chamber, which in theory could be used to differentiate ion types prior to their analysis. If the type of each ion present could be identified automatically, there would be significant gains in our ability to characterise proteins by mass spectrometry. To date, IMMS has not been much used in proteomics due to certain technical limitations that newer instruments have overcome, and importantly, because there are no software tools capable of using these data to improve peptide identifications. In this application, we are seeking to develop IMMS such that it can become a routine technique offering improved proteome analysis. First we aim to study several known standard proteins to record and understand the mobility of ions produced by fragmentation of their peptides. We will then develop computational tools which can use this information to improve the interpretation of spectra, allowing peptides to be identified and characterised which would be highly challenging, if not impossible, using current technology. In this way, we intend to demonstrate the benefits of IMMS technology to solve several key challenges currently hindering proteome research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024529/1","grantId":"BB/G024529/1","fundValue":"50113","fundStart":"2009-09-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Paul Francis Sims","coPersons":["Simon James  Gaskell"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}