{"id":"6900F4BF-3097-4170-A544-2AE2DF951971","title":"Push on through to the other side - molecular basis of viral cell-to-cell movement in plants","abstractText":"Plant viruses are responsible for many diseases of economically important crops. In the developing world, virally caused yield losses of staple crops can have direct and devastating effects for the local population, but viral diseases also cause substantial financial losses in industrialised agriculture. As the growing world population and climate change put increasing pressure on world-wide agricultural productivity, the ability to protect and defend crop plants from viruses forms an important part of global strategies towards sustainable food security. This project will investigate a crucial step in the life cycle of plant viruses, with the long-term aim of developing crops with improved virus resistance.\nBecause plant cells are separated by a cellulose cell wall (the source for making paper), the only pathway for viruses to spread their infection into new, uninfected host cells is through extremely small pores called plasmodesmata that connect plant cells across the cell wall. Cell-to-cell movement happens early during the infection as the virus has to stay ahead of host defences, and only a handful of viruses initiate infection in the next cell. Therefore this step is a prime target for interupting the infection cycle to protect the host plant. Plant viruses possess specialised &quot;movement proteins&quot; that mediate this intercellular transport. Because the viruses are large compared to the size of plasmodesmata, movement poteins need to 1) force open the pores and 2) push or pull their viral 'cargo' through them. The former of these two tasks is understood to some degree, but virtually nothing is yet known about the latter.\nThis project will test a new hypothesis which posits that movement proteins generate the mechanical force required for directional transport through plasmodesmata by assembling into filaments. Polymerisation of individual protein subunits into filaments releases binding energy and can thus generate mechanical force and also provide directionality. Despite overall differences, the movement proteins of most plant viruses form some sort of polymer or aggregates. This circumstancial evidence suggests that the proposed movement mechanism may be shared by the majority of plant viruses, so that resulting antiviral strategies will have a wide impact.\nThe project will test the proposed movement mechanism experimentally by reconstituting movement protein polymers in a 'test tube', and analysing the filament assembly process in detail. This will involve purifying movement proteins, combining them with lipid vesicles that serve as scaffolds, and identifying biochemical conditions as well as plant proteins that are required to trigger polymerisation. Sophisticated light and electron microscopy techniques will be employed to analyse the kinetics of the assembly and the physical properties of the polymers. If the underlying hypothesis is verified, plant proteins required for polymerisation constitute susceptibility factors that enable viral infection. Knowledge of these susceptibility factors will enable targeted breeding of more virus-resistant crops by screening seed banks and germplasm libraries for variant forms that do not support virus transport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M007200/1","grantId":"BB/M007200/1","fundValue":"396257","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"Jens  Tilsner","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}