{"id":"6905FFEF-0DBB-403B-8BDB-A973DC2BF3CD","title":"Synthetic biology approaches to compartmentalisation in bacteria and the construction of novel bioreactors","abstractText":"Synthetic biology has emerged from the development of techniques that allow for significant alterations in the metabolism/physiology of the cell to produce desirable products, including drugs, chemicals, vitamins, biofuels etc. Ultimately synthetic biology could lead to the construction of new metabolic pathways and even new life forms. A major advance in the area of synthetic biology would be the ability to make compartments in the cell to house specific metabolic processes. The development of such bespoke organelles would allow for greater control and regulation of the process, detaching the encased process from any negative influences within cellular metabolism. We have demonstrated that it is possible to synthesise such organelles in E. coli by the metabolic engineering of the 1,2-propanediol utilizing (pdu) operon, a complex that contains around 20,000 polypeptide subunits and has a molecular mass of approximately 300 mDa. More recently, we have shown that it is possible to make empty bacterial microcompartments (BMCs) by the coordinated overproduction of 5 gene products that compose the shell (outer casing) of the organelle. We have also demonstrated that proteins normally encased within the BMC are targeted to this empty vesicle and that other non-vesicle proteins can be incorporated to the BMC by fusing them onto target proteins. By labelling the proteins with GFP it has been possible to undertake live cell imaging of the organelles and evidence for movement between organelles via filaments has been observed. We now wish to extend this study by directing specific enzymes to the BMC in order to make bespoke bioreactors. Such an approach will provide insights into the metabolic advantage of compartmentalisation. Engineering of the shell proteins will be undertaken to help in the rational design of a semi permeable shell with a broader substrate specificity. The intramolecular orientation of the shell proteins within the organelle will be investigated by a combination of antibodies and proteolytic processing. Detail on the intermolecular arrangement of shell proteins within the BMC will be obtained from studies using a range of different GFP-shell protein fusions and the analysis of the BMC by FRET. In this way we will be able to generate a model of the organelle and this, in combination with a number of other experimental approaches, will permit an investigation into how proteins are targeted and incorporated into the BMC. The rate of protein exchange in the organelle and the order of incorporation into the organelle will be defined not only using live cell imaging by also by employing FRAP. Detail on how the organelle is held within the cell will be investigated using a range of directed cell cytoskeleton mutants. The role of a Ras-type GTPase, PduV, in organelle dynamics will also be probed. The research outlined in this application combines a mixture of basic science with exciting applied opportunities. The project falls squarely in the remit of the BBSRC by advancing the fundamental understanding of complex biological processes and directly addresses the synthetic biology priority area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013180/1","grantId":"BB/H013180/1","fundValue":"874606","fundStart":"2010-07-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  The ability to compartmentalise the bacterial cell has many applications in biotechnology. Directing pathways and metabolism away from the cytoplasm can allow for enhanced flux through pathways and can also afford protection to the cell from toxic or reactive pathway intermediates. This technology is currently being used with an SME to investigate its use in the production of green chemicals. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Martin James Warren","coPersons":["Daniel Patrick Mulvihill","Richard William Pickersgill","Ian Charles Blomfield"],"organisation":"University of Kent","findingsText":" Bacterial microcompartments (BMCs) are large proteinaceous bodies that encapsulate a metabolic process. They contain around 20,000 polypeptide subunits and have a molecular mass of approximately 300 mDa. The BMCs are composed of an outer protein shell that encases a number of enzymes that are held within the structure. We have now shown that it is possible to generate empty BMCs through the coordinated expression of the genes encoding these shell proteins. Using a reductionist approach we have further shown that microcompartments can be formed with a minimal number of 5 different shell proteins. Significantly, proteins can be targeted to the recombinant empty BMC by fusing them to the N-terminal region of enzymes that are normally encased within these structures. Our research has provided both new structural and biochemical insights into the organelle form and function.\nThe following objectives were achieved:\n1. An optimal signal sequence to allow for efficient targeting to the BMC was identified and its structure determined\n2. A simple bioreactor was generated by targeting enzymes for ethanol synthesis to the BMC.\n3. The incorporation of shell and targeted proteins into the BMC was followed using flourophors\n4. The orientation of the shell proteins within the BMC was investigated by use of antibodies\n5. The spatial relationship of the organelle components were investigated by a range of imaging approaches including TEM and AFM\n6. A role for bacterial cytoskeleton was determined in the cellular distribution of the BMCs. The ability to target new processes to the bacterial micro compartment represents a significant advance in our technology. Such compartments can be used for the production of toxic intermediates and compounds and therefore would be of interest to biotechnologists. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}