{"id":"69076E6B-6544-4C71-94E0-61CCBBE8E536","title":"Edinburgh Nuclear Physics Group Consolidated Grant Proposal","abstractText":"The chemical elements we observe today were mostly created from the ashes of ancient stellar explosions. The most spectacular events of this type are supernovae. With very high sensitivity modern telescopes we can study the chemical abundances of material ejected from distant supernovae and compare with those abundances found in our own solar system. Understanding how extreme astrophysical events produce the stable elements observed today in telescopes, and meteorites, depends critcially on the properties of unstable exotic nuclei which were originally present in the extreme high temperature and density stellar environments in which the elements were forged, before ultimately decaying back to the stability. We are lucky that now we have the tools with modern accelerators and detector systems to study these exotic nuclei and their reactions for the first time. Exotic nuclei can exhibit remarkable properties, possessing different microscopic shell structure compared with isotopes found in nature. At the extremes of nuclear existence, known as the drip-lines, nuclei can decay by emitting their constituent nucleons. This is a very basic quantum tunneling process, whose rate is remarkably sensitive to the shape of the nuclear surface. Some nuclei can possess more than one stable shape, a phenomenon known as shape coexistence, which represents a unique laboratory to study the influence of shapes on quantum tunnelling. In the case of neutron emission, so-called 1-neutron radioactivity has yet to be discovered at all, although it might be observable in experiments from the decay of exotic metastable states in regions of very neutron-rich nuclei, such as are produced in supernovae explosions. While assemblies of nucleons in nuclei behave in remarkable ways, there are also many questions about how the nucleons themselves are formed.This is a very exciting field that naturally leads to consideration of the roles of quarks inside the nucleons themselves, and other bound quark systems. Exciting possibilities exist in the coming decade to obtain a more fundamental understanding of the processes involved ,based on modern theories such as Quantum Chromo Dynamics (QCD). Such theories suggest the existence of remarkable undiscovered particles called glueballs, and quark-gluon hybrids; we will search for these in future experiments. The Edinburgh Group uses its world-leading expertise to develop advanced silicon strip detector and instrumentation systems that are used for key scientific experiments at major international accelerator facilities, by group members, UK scientists and International collaborators. This is a vital technology for the scientific exploitation of new generation Radoactive Ion Beam facilities, and is a field where the UK has a world lead using products jointly developed with UK firms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J00006X/1","grantId":"ST/J00006X/1","fundValue":"1267460","fundStart":"2011-08-01","fundEnd":"2015-07-31","funder":"STFC","impactText":"","person":"Philip J  Woods","coPersons":["Alexander  Murphy","Daniel Peter Watts","Marialuisa  Aliotta"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}