{"id":"69095442-4E1F-4608-A6F2-3A3C11A14BFE","title":"Development of new CuMn-V epitaxial antiferromagnetic semiconductors for applications in spintronics","abstractText":"This proposal aims to develop new room-temperature antiferromagnetic semiconductor thin films which are compatible with mainstream electronics while offering unique spin-based functionalities. \n\nSystems combining the logic functions of semiconductors with the sensing and storage capabilities of magnetic materials are highly sought-after as building blocks for a new generation of fast, non-volatile and high-density electronic devices. \n\nIn principle magnetic semiconductors offer many advantages over both magnetic metals and non-magnetic semiconductors for such applications, but despite major efforts over more than 10 years room temperature ferromagnetic semiconductors have still not been convincingly demonstrated. \n\nIt has recently been predicted that exciting new functionalities can be realized using antiferromagnetic materials. In an antiferromagnet, electron spins on adjacent atomic sites are aligned anti-parallel to each other, so that the net magnetic polarization is zero. These staggered electron spins offer an alternative mechanism for the storage and sensing of information. This greatly enhances the prospects for technological applications of magnetic semiconductors, as there are several candidate materials with antiferromagnetic spin order at room temperature, at least in bulk form. \n\nWe are proposing to develop high quality thin films from two materials, CuMnAs and CuMnP, identified as having the highest potential for room temperature applications based on antiferromagnetic spin order. Materials will be produced by molecular beam epitaxy, an established method for growing single crystal thin films which is widely used in the semiconductor industry. \n\nWe will identify the optimal conditions for producing ordered single-phase films and will develop methods for producing n- and p-type doping. The structural, electrical and magnetic properties of the films will be investigated using a range of approaches. \n\nThe proposed materials development programme will provide a solid foundation to establish within the UK a strong research activity in antiferromagnetic semiconductor spintronics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K027808/1","grantId":"EP/K027808/1","fundValue":"274126","fundStart":"2013-06-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"","person":"Richard Paul Campion","coPersons":["Sergei  Novikov","Andrew William Rushforth","Charles Thomas Foxon","Tomas  Jungwirth","Bryan  Gallagher","Kevin  Edmonds"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}