{"id":"690EAEAE-AA74-47E0-8A2C-DE916DD103E0","title":"Adoptive Immunotherapy with CD25/71 allodepleted donor T-cells to improve immunity after unrelated donor stem cell transplant","abstractText":"Many patients with leukaemia and genetic diseases are curable by stem cell transplantation (SCT) but do not have a matched sibling donor and are therefore transplanted from a matched unrelated (MUD) donor. When such transplants are done, we have to remove the majority of the immune T-cells from the graft to prevent a complication called graft-versus-host disease (GVHD), which occurs when 'alloreactive' T-cells from the donor attack the patient. However, this means patients have very little immunity for many months after SCT, resulting in a high rate of virus infections affecting the lungs, liver and other organs. These viral complications are a leading cause of death after this kind of transplant. \n\nOur group and others have investigated an approach to improving immunity post-SCT by giving back T-cells from the donor, having specifically removed the cells that cause GVHD, whilst leaving the ones that fight viruses. We have already performed a clinical study in children which showed that giving such &quot;allodepleted&quot; T-cells does improve immunity after transplants from half-matched parents. We now wish to extend this approach to the unrelated donor setting in adults to maximise its clinical applicability. We have refined our method by studying the biology of the T-cells that cause GVHD and this has enabled us to design better ways of removing them, so that we believe we can give back more T-cells safely. We have developed a simple, robust and broadly applicable methodology for production of allodepleted T-cells and shown in clinical-scale dry runs that it works effectively in the unrelated donor setting. We now propose a randomised clinical study to determine if giving back allodepleted T-cells can safely improve T-cell immunity and anti-viral responses after unrelated donor SCT in adults with acute leukaemia. If successful, this study will lay the groundwork for a larger study in collaboration with an industrial partner, to determine if this strategy reduces virus infections and mortality after MUD SCT in a cost-effective manner. This approach may be of major clinical benefit to patients undergoing stem cell transplant by reducing the complications and mortality associated with viral infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K007491/1","grantId":"MR/K007491/1","fundValue":"1683940","fundStart":"2012-10-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Persis  Amrolia","coPersons":["Stephen  Mackinnon","Karl  Peggs","Adrian James Thrasher"],"organisation":"University College London","findingsText":"","dataset":"gtr"}