{"id":"69107990-B92C-4994-BE05-8925FA935498","title":"Understanding the recruitment of Class I HDACs into diverse repression complexes: implications for physiological activity and therapeutic devlopment","abstractText":"'Histone deacetylase' (HDAC) enzymes are present in all cells of the body. Their function is to switch genes 'off', and make sure they stay 'off'. My lab studies how HDACs do this and which, amongst the 25,000 genes in each cell, are selected for inactivation. HDAC enzymes also represent an exciting medical opportunity because they are 'druggable'. Already, drugs which inhibit HDAC activity are being used in the clinic as anti-cancer agents, and are being further developed for their beneficial effects on dementia and anti-inflammatory properties. There is therefore a compelling applied, as well as academic, motivation for studying their physiological roles in order to assess their potential as pharmacological targets. We intend to study how three different HDAC enzymes (HDACs 1, 2 and 3) work in normal cells. One of the best methods for understanding how an enzyme works is to generate mutant cells in which the specific enzyme has been inactivated, or 'knocked-out'. These 'knock-out' cells can then be examined for changes in their characteristics, lack of growth for instance, which can then be attributed to the function of that particular enzyme. Previously, we have generated 'knock-out' cells for HDAC1 and HDAC2 alone, but their function is overlapping, and so the effects on cell growth were small. To get around this, we have generated cells in which HDAC1 and 2 can be removed at the same time, so called 'double knock-out' cells. Early experiments indicate that loss of both enzymes causes cells to die, indicating that their activity is essential. Using DNA technology it is possible to add back normal or mutated forms of HDAC1 to prevent the double knock-out cells from dying and then ask, which parts of the enzyme are important for its function? In related experiments, we also intend to visualize the actual molecular structure of HDAC1 bound to a molecule called MTA1, using a technique called X-ray crystallography. The interaction of HDAC1 with other molecules in the cell is fundamental to their function. By understanding the molecular basis of these interactions we can better understand how HDAC enzymes work in normal and cancer cells, and potentially use that knowledge to design new drugs to prevent them from working. The ability to stop HDAC1 and 2 from working, as seen in our double knock-out cells, causes cells to stop growing and die, making them excellent drug targets in the search for improved anti-cancer agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009598/1","grantId":"BB/J009598/1","fundValue":"445695","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"Shaun Michael Cowley","coPersons":["John  Schwabe"],"organisation":"University of Leicester","findingsText":" We have shown that the enzymes HDAC1 and HDAC2 are essential for the growth of embryonic stem cells. In addition, that HDAC enzymes are regulated by the presence of an external signaling molecule called inositol phosphate. Histone deacetylase (HDAC) enzymes are essential enzymes for the growth of normal cells. Inhibitors of HDAC enzymes are used to block the growth of cancer cells and to treat patients with bi-polar disorder, although it is far from clear how they work in vivo. We have added to the knowledge of HDAC enzymes in their role in cell cycle and how they can be regulated by external signaling pathways. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}