{"id":"69124D7D-3C44-4AE7-800B-5A1FACF09EF4","title":"Oceanic Reactive Carbon: Chemistry-Climate impacts (ORC3)","abstractText":"Oceanic organic carbon (OC) aerosol particles have been proposed to exert a profound effect on climate through modification of the properties of shallow marine stratocumulus clouds, yet their sources are highly uncertain. These aerosol may be generated directly by sea spray involving a bubble bursting mechanism, or by the emission and subsequent oxidation of biogenic VOC (BVOC) that produce semivolatile products and aerosol. There is evidence that the secondary component of marine OC is underpredicted by our current models. Oceanic terpenes, especially isoprene and the monoterpenes, are highly reactive BVOC produced by phytoplankton, and are prime candidates for secondary organic aerosol (SOA). Limited observations show high concentrations of these species over biologically active regions of the remote marine atmosphere, which implies that they may play a role in modifying marine cloud properties through SOA formation. A clear picture of the contribution of marine terpenes to SOA is hampered by a lack of observations in the remote MBL. Substantial differences exist between &quot;bottom-up&quot; methods of estimating global emissions, where lab-based photoplankton production rates are scaled to the global oceans, and &quot;top-down&quot; estimates, where the source is scaled to force a match between modelled and observed atmospheric concentrations. The bottom-up methods are generally a factor of 10-1000 smaller than top-down methods, suggesting that they do not capture the full range of marine processes giving rise to BVOC production. The much higher top-down estimates however are also subject to significant uncertainty since they are derived from only a limited quantity of concentration measurements in the MBL. Our preliminary model results suggest that a global monoterpene source of the magnitude required to reproduce observed marine concentrations may increase the aerosol number acting as cloud condensation nuclei (CCN) by up to a factor of two over large oceanic regions. This has profound significance for our understanding of the first aerosol indirect effect, since it alters our understanding of controls on the background natural aerosol. In addition, marine terpenes are highly reactive, and therefore may alter the atmospheric oxidising capacity (and therefore the lifetime of the greenhouse gas methane), especially in the marine tropics where most methane is destroyed. \n\nAnother potential source of marine SOA is glyoxal, a highly reactive species which has been observed in the remote atmosphere many 1000s km away from the coasts. This species has a lifetime on the order of hours and so transport from terrestrial sources cannot explain its presence in the remote marine atmosphere. Oxidation of glyoxal leads to the rapid production of peroxy radicals and condensable products which are believed to lead to the formation of SOA. However the presence of glyoxal in remote marine regions is so far unexplained. One as yet unexplored hypothesis is photo-oxidation of larger VOCs such as terpenes. The implications of a large marine glyoxal source for atmospheric composition and climate has also yet to be tested.\n\nIn this project we will substantially increase the observational database of monoterpenes and isoprene in the marine atmosphere and evaluate existing and make new observations of glyoxal. We will use these observations along with global models of chemistry and aerosol to quantify the impact of marine reactive oceanic carbon on atmospheric composition and climate.\n\nImproved understanding of natural processes controlling background aerosol and atmospheric oxidative capacity in the Earth's climate system is of high priority, since they underpin our estimates of man-made impacts on climate and the Earth system response. There is an urgent need to evaluate the marine sources of reactive volatile organic compounds (VOCs) and to quantity their importance for CCN, oxidative capacity and global climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004980/1","grantId":"NE/K004980/1","fundValue":"186691","fundStart":"2013-10-08","fundEnd":"2016-10-07","funder":"NERC","impactText":"  ORC is in early stages. But, so far, we have established that background concentrations of monoterpenes in the clean marine environment are very low. We are currently analysing data for publication. Environment Policy & public services","person":"Lucy Jane Carpenter","coPersons":["Alastair  Lewis"],"organisation":"University of York","findingsText":" ORC is in early stages. But, so far, we have established that background concentrations of monoterpenes in the clean marine environment are very low. Global models of secondary organic aerosol require representative marine isoprene and monoterpene data. Environment","dataset":"gtr"}