{"id":"6914F5AA-D217-4BFC-A7DF-B80EBD770EB8","title":"SENIORS USP (Seniors - Understanding Sedentary Patterns)","abstractText":"People who are physically active as they get older are more likely to remain healthy and independent, whatever their circumstances. High levels of sedentary behaviour are associated with poor health, regardless of how physically active a person is at other points in the day. Although older people spend more time sitting than other age groups, surprisingly little research attention has been devoted to either understanding in detail the link between sedentary behaviour and health or finding out what factors determine how active or sedentary older people are. We have assembled a team of researchers with a wide range of knowledge, skills and experience of working in collaboration with older people to try to unpick these important questions. Our team has been working with two large groups (cohorts) of older people living in and around Edinburgh (since 2004) and Glasgow (since 1987). These people have regularly completed questionnaires about various aspects of their lives and many of them have had detailed assessments of their physical fitness (including grip strength and lung function), their health and their cognitive function (including brain scans).\n\nIn the current study, we will ask 750 members of these cohorts to wear a small device for a week that will give us an accurate (objective) measurement of how active and sedentary they are over that period. We will compare our objective measurements with participants' own self-reported estimates of how active and sedentary they have been over the same period (using past cohort questions and current population survey questions) to identify the most accurate survey tool to use in the future. Using these data and the information about these peoples' daily life, activities and health collected during our cohort studies, we will investigate the relationship between previous individual, social and environmental factors and older people's current sedentary and activity levels. We will also examine the effect of being sedentary and largely inactive on a person's health. This will help us identify those people who are most at risk of becoming more sedentary and less active in later life. For example, there is some evidence from the Glasgow group that working class men may be particularly vulnerable to inactivity when they retire.\n\nIn addition, we will interview 48 of these cohort members (equal numbers of men and women of different ages and social class who are currently active or inactive) to understand: their views about being sedentary, what they do while they are sitting and how important these activities are to them. We will also ask them about their knowledge about sedentary behaviour and the links between being sedentary and ill health and ways older people might be encouraged to become less sedentary and the barriers that might stop them doing so. We will also understand how receptive different groups of older people (e.g. men vs. women) might be to suggestions about changing their sedentary activities. \n\nTaken together, these views and understandings of the positive and negative aspects of being sedentary will help to design more effective interventions to encourage older people to become less sedentary and more physically active. We will publish and present our findings at international and national conferences and provide recommendations and workshops for professionals on how to develop and tailor support to encourage people to become more physically activity and less sedentary as they age. We will make use of the internet, social media and YouTube brief videos, produce leaflets and host meetings for a wide range of older people and organisations, giving our results and recommendations the best chance to make a positive impact on future research, policy and practice to improve the quality of life of older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K025023/1","grantId":"MR/K025023/1","fundValue":"812179","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Dawn Alexandra Skelton","coPersons":["Naveed  Sattar","Claire Frances Fitzsimons","Sebastien  Chastin","Carolyn  Greig","Cindy M Gray","Catharine Rose Gale","Philippa Margaret Dall","John  Starr","Michaela  Benzeval","Sally  Wyke","Jason Martin Gill","Malcolm  Granat","Nanette  Mutrie","Ian J. Deary","Gillian Elizabeth Mead"],"organisation":"Glasgow Caledonian University","findingsText":"","dataset":"gtr"}