{"id":"6915DA19-4633-4BEF-B2B6-94136DECB19C","title":"Exploitation of quorum sensing for the discovery of novel agents against staphylococci","abstractText":"The emergence, rapid spread and persistence of multi-antibiotic resistant bacteria constitutes a global health threat. The World Health Organization has stated that ?no population is more vulnerable to multi-antibiotic resistance than those admitted to hospital wards?. In the UK, healthcare associated infections account for over 5000 deaths annually and are associated with enormous personal and financial costs to the individual, their family and to the NHS (estimated at over #1 billion p.a.). In this context, both hospital-acquired methicillin-resistant Staphylococcus aureus (HA-MRSA) and Clostridium difficile are particularly problematic. This is not only a consequence of their ability to cause disease but also because antibiotic usage increases resistance and infection rates. Recently new ?community acquired? MRSA strains (CA-MRSA) have emerged which cause invasive infections in healthy young people. Against this backdrop, the development of new classes of antibiotics has lagged far behind the urgent requirement for new drugs, in part because of the reluctance of major pharmaceutical companies to develop expensive new drugs likely to become rapidly obsolete through resistance. Consequently we need to gain better insights into the infection-specific lifestyle of bacteria if we are to discover new ways of preventing and treating infection and reducing the selection of resistant strains. In this project we are seeking to understand how MRSA bacteria use chemical signals to communicate with each to make decisions about when to deploy the armoury of toxins they need to fight off human host defences, grow inside human cells and damage tissues. By understanding the chemical nature of these signals, the way in which they are produced by the bacterial cell and sensed by receptor proteins on the bacterial cell surface we will develop new drug molecules capable of controlling infection by blocking this signalling system. So far we have discovered three different families of small molecules which either inhibit signalling or growth or both. We will therefore use medicinal chemistry and biological approaches to understand how these compounds work at the molecular level and use this information to design agents with increased potency in antibacterial assays in the laboratory. The most promising compounds will be tested for efficacy in experimental animal infection models. The work with focus on primarily MRSA but promising compounds will also be tested against C. difficile and related pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9219778","grantId":"G9219778","fundValue":"4767620","fundStart":"1993-12-01","fundEnd":"2015-10-31","funder":"MRC","impactText":"","person":"Paul  Williams","coPersons":["Philip John Hill","Weng  Chan","Alan  Cockayne","Klaus  Winzer"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}