{"id":"691FAB00-C625-4DA1-8D30-31D15669B2FF","title":"Deep-sea ecosystem functioning in a changing climate: consequences of changing sea-ice cover for Arctic benthic ecosystems","abstractText":"Deep-sea sediments form a major reservoir in the global carbon (C) cycle and C burial in these sediments constitutes a major process that sequesters C on geological time scales. Organic matter sinking from surface waters is the main food source for deep-sea organisms, and their feeding and foraging activities control whether this organic C is recycled into the water column or buried in sediments ('carbon sequestration'). Food supply to the deep-sea benthos is reliant on phytoplankton growth in the euphotic zone, and changes in community composition, export flux or timing of bloom events will directly affect the supply to and turnover of POC at the seafloor and, subsequently, C sequestration.\nHowever, due to the remoteness of the deep-sea floor, our knowledge of the interplay between organic matter characteristics, benthic biodiversity and the early diagenesis of POC in the deep sea is very limited, and we can therefore neither reliably assess nor predict the consequences of climate change for this important ecosystem service. The detailed study of benthic C cycling in areas of strong natural fluctuations in POC flux characteristics, and/or pronounced climate-induced change in the pelagic environment, seems a promising way to gain urgently needed information on the potential impact of climate change on the cycling or burial of C in deep-sea sediments, while at the same time improving our understanding of the interplay between POM characteristics and benthic communities, and its function in the early diagenesis of POM.\n\nSea ice is a unique feature of polar marine ecosystems and the fact that small temperature differences can have large effects on the extent and thickness of this sea ice makes polar marine ecosystems particularly sensitive to climate change. Indeed, major ecosystem shifts related to retreating sea ice have been reported from both the Arctic and Antarctic. Ice algae account for up to 25 % of the primary production (PP) in ice covered areas on the deep Arctic shelf, and even more in the Arctic Basin, and thus are likely to form an integral part of the diet of deep-sea organisms. Moreover, ice algal blooms differ considerably from phytoplankton in terms of timing and distribution, thus providing higher organisms with food when and where other food is scarce. Ice algae also contain very high concentrations of so-called &quot;micronutrients&quot;, essential substances that many marine organisms can not synthesize themselves. The retreat of sea ice and subsequent loss of ice algae as food source is thus likely to significantly impact on deep-sea food webs and ecosystems. However, despite much speculation, very little information is available on the importance of ice algae as food for benthic organisms.\n\nWe therefore propose to investigate the potential consequences of a climate-induced loss of ice algae (and possible shift to phytoplankton) as a food source for Arctic deep-sea food webs via two different approaches: \nA. Ice algae and phytoplankton differ in their bulk Carbon isotope signatures, as well as in the Carbon isotope signatures of certain essential fatty acids. We will thus use this difference in isotopic signature to trace the uptake of ice algal and phytoplankton biomass by benthic fauna. \nB. A series of in situ tracer experiments: we will label both ice algae and planktic algae with a tracer, add them to sediment cores obtained from the seafloor (so-called 'mesocosms'), and subsequently follow whether and how they are metabolized by the deep-sea organisms. \nThis work will be carried out in the Canadian Arctic in collaboration with Professor Philippe Archabault from the University of Quebec, during field campaigns in the Gulf of St. Lawrence and the Beaufort Sea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023094/1","grantId":"NE/J023094/1","fundValue":"402096","fundStart":"2013-08-15","fundEnd":"2016-08-14","funder":"NERC","impactText":"","person":"Ursula  Witte","coPersons":["Frithjof Christian Kuepper"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}