{"id":"692252B8-33BB-4549-A59D-3A121BE1B5D8","title":"Factors impacting jurors' interpretations of criminal standards of proof","abstractText":"In criminal jury trials in the English criminal justice system, the decision to convict is partly determined by the jurors' interpretation of the required standard of proof, which is 'beyond a reasonable doubt.' If the jurors' perceived probability of commission is greater than their interpretations of reasonable doubt they will convict, otherwise they will acquit. It is generally agreed that reasonable doubt should be interpreted as a .91 or higher criterion for conviction. The main goal of the proposed research is to better understand how people quantitatively interpret 'beyond a reasonable doubt' using Wallsten and Budescu's (1995) theory of linguistic probabilities and their membership function (MF) method that has not been previously applied in this context.\\nIn a series of four studies, we will examine both the independent and relative impact of specific judicial-level factors, case-level factors, and juror-level factors on interpretations of reasonable doubt. The studies will involve individual mock jurors at the predeliberation stage of a trial summarised in written form. This methodology is typical of jury research. \\nIn Study 1 we ask how do judicial instructions impact jurors' interpretations of criminal standards of proof? Here we compare four groups of mock jurors' interpretations of beyond reasonable doubt. Each group will be exposed to a different version of the judicial instruction: the standard undefined instruction (i.e., 'the defendant is presumed innocent unless the prosecution has proved guilt beyond a reasonable doubt'), a quantitative instruction (e.g., 'the defendant is presumed innocent unless the evidence against him/her has at least 90% probability of truth'), a non-standard qualitative instruction (e.g. 'proof that leaves you firmly convinced of the defendant's guilt') and a combination of quantitative and qualitative instruction. Mock jurors will give their interpretation of the standard of proof and rate how helpful they found the instruction. \\n\\nStudy 2 asks how do case characteristics impact jurors' interpretations of beyond a reasonable doubt? Here participants will read a case summary including information in which the perceived likelihood that the defendant is guilty is manipulated to be either high or low, and where the perceived penalty is manipulated to be high, medium or low, thus creating 6 different conditions. All participants give their interpretation of reasonable doubt as elicited by the MF method. Thus we will determine if the interpretation of reasonable doubt varies with changes in perceived likelihood of guilt and penalty. \\n\\nIn Study 3 we ask how do jurors' attitudes impact their interpretations of standards of proof? We will measure whether jurors' attitudes lean more towards the prosecution or the defence and assess their interpretation of reasonable doubt. This way can see if persons with e.g. a prosecution bias adopt a lower interpretation of reasonable doubt, i.e. require a lower evidential threshold to find a defendant guilty. \\n\\nFinally, Study 4 asks what is the relative impact of case factors, attitudes, and judicial instructions on interpretations of beyond a reasonable doubt? Here we join-up the pieces of the prior 3 studies to assess their relative importance and replicate previous results.\\n \\nThe findings have several potential implications. First, they can demonstrate how potential jurors' interpretations of criminal standards of proof may depart from those intended by law-makers and judges. Second, the findings can show how variability in interpretations due to judicial instructions, case characteristics and juror attitudes may lead to violations of due process. Third, the findings can also help identify judicial instructions that can bring jurors' interpretations of reasonable doubt closer to those intended. Finally, the research can offer suggestions for refining juror selection strategies to deal with the potential problem of prosecution-biased jurors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008607/1","grantId":"AH/E008607/1","fundValue":"97814","fundStart":"2007-09-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"","person":"Katrin Ursula Mueller-Johnson","coPersons":["Mandeep Kaur Dhami"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}