{"id":"69245E5D-5A3F-407C-8BE4-613974E39BF0","title":"Understanding and supporting sustained pathways out of extreme poverty and deprivation","abstractText":"'Getting to Zero' extreme poverty involves ensuring that the policies, institutions and politics are right for the poorest people to escape poverty. As the reduction in the global number of people in poverty illustrates, there are widespread stories of success. We know much about how, and why, some households escape poverty and others do not. We know less, though, about what happens to those individuals and households after they escape poverty, and why some are able to stay on an upward trajectory well away from the poverty line, while others escape poverty only to be thrust back again into it after a few years or less.\nThis research addresses the first two of the overarching call questions. The first is: 'what factors shape pathways into and out of poverty and people's experience of these, and how can policy create sustained routes out of extreme poverty in ways that can be replicated and scaled up?' The second: 'what political and institutional conditions are associated with effective poverty reduction and development, and what can domestic and external actors do to promote these conditions?' \n\nIn particular, this proposed research concentrates on achieving a better understanding of how escapes from extreme poverty and deprivation can be sustained over time, since this is a poorly understood aspect of poverty dynamics. It does so combining the analysis of quantitative data with a time dimension (panel surveys) with the collection of life histories and face-to-face interviews and groups discussions with policy makers and key informants at the local level. \n\nCombining these diverse methods, the research is able to:\n\ni) investigate the individual and household factors that, for different groups of the population, enable sustained escapes from extreme poverty and deprivation;\nii) identify how these routes for sustained pathways out of poverty are influenced by the broader social, political and economic environment in which people live, in particular the institutions which they have access to and the types of relationships which they enjoy;\niii) inform policy makers on the policies that can help individuals and households to escape poverty and remain out of it;\niv) improve policy makers', researchers' and NGO's capacity to design, implement and lobby for policies that enable people to escape poverty, help them stay on an upward trajectory out of poverty and prevent their impoverishment.\n\nThe geographical focus of the research is on three East African countries (Ethiopia, Rwanda and Tanzania) characterised by high poverty levels. These three countries have experienced significant political and institutional changes in the last decade which have led to varied outcomes in terms of policies. The research will compare the experience of these three countries in order to identify in each the successful policies and programmes and the political and institutional pre-conditions for their implementation, while also creating evidence of how these policies may be scaled-up and exported in other countries.\n\nThe research is led by the Chronic Poverty Advisory Network (based at the Overseas Development Institute) in partnership with three East African research bodies (one in each of the countries involved) and sees the involvement of UK-based and African-based senior and junior researchers. Most of the research activities will be conducted in Tanzania, Rwanda and Ethiopia: these include the collection of qualitative data on the field through life history interviews and groups meetings with policy makers, as well as activities for the dissemination of the findings of the project. Part of the data analysis and the writing up of the research findings will be done in UK, so as dissemination events targeted at the UK academic community and UK-based donors, NGOs, practitioners and policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009351/1","grantId":"ES/M009351/1","fundValue":"459684","fundStart":"2015-07-01","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Andrew  Shepherd","coPersons":["Flora Lucas  Kessy","Dickson  Malunda","Tassew Woldehanna  Kahsay"],"organisation":"Overseas Development Institute ODI","findingsText":"","dataset":"gtr"}