{"id":"6924627A-250B-4359-9725-5FDDBB4B616E","title":"European Women's video art in the 70s and 80s","abstractText":"&quot;Video gave women a chance... because it was not dominated by men like the other forms that were dominated by men like painting, sculpture... and so offered women a space to develop their own voice&quot; Joan Jonas (2010).\n\nThis project will examine the under-researched area of women artists' early video experimentation in the 1970s and 1980s within Europe. The emergence of video as a new medium, allowed women artists to create art using a flexible format that could be adapted to their practice. Issues inherent within gender identity - the body, fertility, motherhood, sexuality, violence against women, stereotypical images of women portrayed by the media, relationships, sexual discrimination, and what is was to be a female professional artist - could now be developed as moving image art forms and expressed with a visual fluency. Only few reference sources exist on women artists' early experimentations with video and of these, most concentrate upon female artists working in the USA. As yet, no large-scale academic study has specifically assessed the role of the female video artist and their experimentation with video and wider impact on culture in Europe.\n\nThis project aims to retrace women artists' stories, their works in video and their achievements to the benefit of academia, and to strengthen the profiles and identities of women artists within the art historical canon. First-person testimony will be sought as a primary research tool in a series of semi-structured interviews with the surviving artists, curators and animateurs of the period.\n\nThe research will be undertaken by:\n1) Archival and bibliographical research\n2) Interviews with the surviving artists, curators and animateurs of the period.\n3) Rediscovery and occasional recovery of seminal women artists' works\n4) Reassessment of the works\n5) Workshops and screening with artists\n6) Making of a Chronology of Women Artists' use of video.\n\nThe research findings will be published in an edited book, articles and presented in conferences and will provide an authoritative source on early women artists' experimentation of videotape as a new medium and language for their artworks.\nThe results will create an essential tool for future focuses on specific artists, works and archives at risk of loss and the recovery of those works that have not yet been re-mastered on digital format.\n\nThe outcomes of the project will contribute to meeting the challenges of the EU Equality Commision's Strategy for equality between Women and Men 2010-2015 and to an enhanced agency of women's achieving in the field of visual arts and video art in particular within Europe","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002861/1","grantId":"AH/M002861/1","fundValue":"234872","fundStart":"2015-03-01","fundEnd":"2017-02-28","funder":"AHRC","impactText":"","person":"Elaine Katherine Shemilt","coPersons":["Stephen  Partridge"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}