{"id":"692CCFA0-E4BA-420F-B900-E312F1C61129","title":"Does Religious Education Work? : An Analysis of the Aims, Practices and Models of Effectiveness in Religious Education across the UK","abstractText":"This 3 year project is intended to create the single most comprehensive study to date of the state of religious education across the combined jurisdictions of the United Kingdom. Beginning with an analysis of the documentary and legislative material, we intend to unpack (with some of the key experts in the policy / professional / academic communities) the various kinds of claims made with respect to religious education in the very different contexts of England and Wales, Northern Ireland and Scotland. Using a combination of philosophical, theological and detailed ethnographic approaches, we intend conducting a study of the local (school focused) social, cultural and pedagogical practices which shape the delivery of religious education. \\n\\nCentral to the project design is the engagement of selected Religious Education teachers as partner 'research practitioners,' with a view to assisting them in evaluating the effectiveness of their own pedagogical practices. Central to the study will be the creation of a detailed ethnographic analysis of students' lived experience of religious education as a direct or mediated shaping influence. \\n\\nIn particular we shall address the legitimacy and value of a range of (sometimes conflicting) claims about the purposes and purposefulness of the enterprise of religious education. This will involve asking questions such as, what are the claims different communities make about religious education? On what epistemological and other assumptions are they based? Are these assumptions susceptible to evidence? What are the dominant beliefs about the nature of society, personhood and childhood held in different jurisdictions and by opponents and proponents of the practices of religious education? Is there a better model of investigation which enables us to have a more profound insight into the nature of religious education as a complex social practice? \\n\\nPerhaps most significantly, we will consider ways in which religious education does or does not (measurably) conduce to much vaunted notions of civic involvement and harmony or indeed impact on the development of knowledge and respect for the other. Philosophically this will entail a consideration of what is meant ontologically, epistemologically and culturally by the terms stranger and other. We will also examine whether such notions are locally determined and if so what impact this might have on the practices and outworkings of religious education. \\n\\nAn original feature of this project is the bringing to bear on religious education a range of analytical frameworks displacing the too common perception that religious education practitioners and social scientists often face each other as professional strangers. Our project brings an end to this institutional estrangement through a process of interdisciplinary work drawing on experts in the fields of textual analysis, secondary education, religious education, sociology, ethnography, pedagogy, values education, religious plurality and childhood studies. Hence team members grounded in philosophical traditions will begin by asking what is meant by effective religious education in various contexts and whether or not claims to efficacy are coherent and consistent. Those with a religious education background will critically engage with the very particular ways that social science has approached and interpreted religion and personhood. Those within the humanities and social science tradition will explicate the varied consequences of viewing Religious Education as reflecting certain kinds of social and cultural practice around such matters as control, behaviour and civic virtue.\\n\\nWe think that what will emerge will be a nuanced and comprehensive map of religious education in Britain which will include politically and pedagogically helpful information on policy coherence, teacher and student dispositions and pedagogical practices. It will also offer important insights into the varied jurisdictions of the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009135/1","grantId":"AH/F009135/1","fundValue":"371639","fundStart":"2007-12-01","fundEnd":"2011-08-28","funder":"AHRC","impactText":"","person":"James Charles Conroy","coPersons":["Paul  Gilfillan","Karen Judith Wenell","Vivienne Marie Baumfield","Robert Anthony Davis","Tony  Gallagher","Philip  Barnes","Lisa Nicole Bourque"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}