{"id":"693407CB-DA6C-4B4B-AE9E-06169BD9A438","title":"Identifying the role of NMDA receptors in STP through investigation of synaptic plasticity and discovery of novel subtype-specific antagonists","abstractText":"The purpose of the proposed research is to make new chemicals that can be used as tools to study the mechanisms by which the central nervous system (CNS) exercises its multiple functions. Communication between nerve cells occurs at specialised zones called synapses. 'Messages' are sent across the synapse by the release of a chemical called a neurotransmitter. Nerve impulses in the pre-synaptic cell are conveyed 'through' the synapse by the release of neurotransmitter which binds to specialized proteins (called receptors) situated on the surface of the recipient (or postsynaptic cell) which generate small electrical impulses when activated by neurotransmitter. One such neurotransmitter is glutamate, which is present at synapses throughout the CNS. Our previous research helped establish that glutamate can interact with a family of structurally related glutamate receptor subtypes each performing different functions in the CNS. The present work aims to design and make novel chemicals (pharmacological tools) that modulate the action of glutamate at particular glutamate receptor subtypes. One particular subtype of glutamate receptor, the N-methyl-D-aspartate receptor (or NMDAR for short), named after the chemical that selectively activates it, is a tetramer made up of two types of protein subunit known as GluN1 and GluN2. In most areas of the CNS NMDARs are comprised of two GluN1 and two GluN2 subunits. Four GluN2 subunits are known, GluN2A-D, and they can be combined with GluN1 to form tetramers of different subunit composition, which are differentially expressed in the brain. It is now well established that the strength of synaptic connections between nerve cells can be regulated (a process known as synaptic plasticity). Synaptic plasticity has been demonstrated experimentally in many areas of the brain including the hippocampus, a part of the brain known to be important in learning and memory. Two major forms of plasticity are long-term potentiation (LTP), which facilitates connections, thereby enhancing communication between neurons and long-term depression (LTD), which decreases neuronal connections and communication between neurons. NMDARs are known to be involved in the mechanisms of LTP and LTD in the hippocampus. We have recently identified that different NMDAR subtypes are differentially involved in various forms of synaptic plasticity that may underline specific forms of learning and memory. What is less clear is the precise role of individual NMDAR subtypes, due in part to the lack of specific pharmacological tools that can discriminate between NMDARs with different GluN2 subunit composition. We have developed a series of novel inhibitors that can modulate NMDAR function either by binding to the same site as glutamate (competitive inhibitors) or binding to a site(s) on the receptor away from the glutamate binding site (allosteric inhibitors). The inhibitors that we have developed have various patterns of GluN2 subunit selectivity and are leads for the development of newer compounds with improved GluN2 subunit selectivity. We plan to develop and use NMDAR inhibitors with the desired GluN2 subunit selectivity to investigate the specific roles of particular NMDAR subtypes in LTP and LTD in the hippocampus. The major focus of this work will be to investigate an early form of LTP known as short-term potentiation (STP) which we hypothesise is important for short-term memory. We will test this hypothesis with behavioural experiments in collaboration with a laboratory in Korea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001977/1","grantId":"BB/L001977/1","fundValue":"637120","fundStart":"2014-02-28","fundEnd":"2017-02-27","funder":"BBSRC","impactText":"  Grant has just started so no impact at present  ","person":"David Edward Jane","coPersons":["Elek  Molnar","Graham Leon Collingridge","Zuner Assis Bortolotto"],"organisation":"University of Bristol","findingsText":" None as yet - grant just started None as yet - grant just started Chemicals,Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}