{"id":"69358A62-5280-4688-AE84-D90451C53DBF","title":"A Model-based Approach to Comparing Breast Images","abstractText":"X-ray mammography is the method of choice in screening for breast cancer. Mammograms are x-ray images of the breast, taken with the breast tightly compressed between approximately parallel plates. Two different views, are commonly used: cranio-caudal (CC / looking vertically down on the breast) and medio-lateral oblique (MLO / looking at the breast from the opposite shoulder). In a few cases, potential signs of cancer can be detected in a single mammogram, but more usually, radiologists detect abnormalities by comparing mammograms. In bilateral comparison, the radiologist compares the mammograms of the left and right breasts and looks for asymmetries and architectural distortions between the images, though these terms are ill-defined (and thus not easily built into an algorithm). In temporal comparison, the radiologist compares the current mammogram with the previous one and looks for signs of significant change. In multi-view comparison, the radiologist compares the CC and MLO views of the same breast and looks for consistent evidence of an abnormality. Through experience, radiologists learn to make these comparisons, but the task is intrinsically difficult, because the effects of biological variation, soft tissue deformation, and projection imaging are confounded, so that establishing point-by-point correspondence between mammograms is impossible. Our aim is to develop computational methods for assisting the radiologist in this comparison. We plan to take a comprehensive model-based approach to making meaningful comparisons. This will draw on our previous experience of image registration together with modelling the statistics of anatomical variability, the biomechanics of tissue deformation, and the physics of image formation. To understand the effects of these different sources of variability in 2D mammograms, and develop appropriate models, we will make use of a large existing collection of 3D MR breast images, with corresponding mammograms. The application to breast imaging is of value in its own right, with the potential to make a significant contribution to more effective systems for computer-aided detection, but the methods we propose to develop are generic and capable of broad application to other applications in medical image analysis, where organs are imaged whilst undergoing mechanical deformation / for example, the heart, liver, lung, stomach and colon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031307/1","grantId":"EP/E031307/1","fundValue":"381899","fundStart":"2008-01-02","fundEnd":"2011-07-01","funder":"EPSRC","impactText":"","person":"Chris John Taylor","coPersons":["Susan Mary Astley"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}