{"id":"69403801-979D-4A0F-ADDC-124E13582EF6","title":"The Amazon hydrological cycle: past, present and future","abstractText":"As one of the major centers of convection, tropical South America is an important component of the tropical (Walker Circulation) and also the global atmospheric circulation (Hadley Cell), and hydrological cycle. This is for example illustrated by the Amazon river who discharges approximately 17 % of all freshwater to the oceans. Tropical South America also hosts one of the largest forested areas in the world which is a huge carbon store amenable to fast release to the atmosphere, e.g. by forest destruction or drought-induced feed-backs.\nExisting records of the hydrological cycle, the Amazon river discharge at Obidos, integrating 77% of the Amazon catchment area, and precipitation climatologies, reveal that the Amazon basin hydrological cycle exhibits a substantial intensifying trend over approximately the last two decades. The increase occurs mainly during the rainy season leading to an increase in the seasonal amplitude of river discharge. There is an even stronger trend in the daily maxima in precipitation and a decreasing trend of minimum daily precipitation pointing to an intensification of rain and drought events as well. Tropical South America has indeed witnessed severe droughts in 2005 and 2010 as well as strong flooding, most recently in 2009 and 2012.\nBoth because of substantial damage to livelihood by droughts and floods as well as from the perspective of global climate change, understanding changes in the Amazon hydrological cycle is important. However our understanding of ongoing changes of the Amazon's hydrological cycle is poor. The main reason is that there are many controls, which are poorly constrained by data. They include external factors, like water vapor input via the main air stream from the tropical Atlantic or changes of the location of the inter-tropical convergence zone, as well as internal factors like changes in rainforest functioning specifically the recirculation of water back to the atmosphere via forests. \nThe purpose of this proposal is to combine novel and existing data, with complimentary modelling and attribution techniques to understand ongoing and past trends of the Amazon hydrological cycle in order to help predict what to expect in the future. Our proposed work builds on two recent results from our research. First we have discovered that the tree species Cedrela odorata exhibits very clear annual rings and that the oxygen isotope 18O in tree ring cellulose is closely linked to the large-scale hydrological cycle of the Amazon. Specifically there is a strong correlation between 18O recorded in eight trees at a Bolivian Amazon site and Amazon river discharge at Obidos. Secondly we have recently succeeded to use atmospheric air parcel trajectory and remote sensing data of vegetation type to estimate the contribution of vegetation to water vapor in the air and thus recirculation of precipitation. We therefore propose to complement the Bolivian 18O precipitation record to further five sites across the basin to produce a good spatio-temporal coverage of precipitation 18O and indirectly precipitation over the last two centuries. Secondly we propose a modelling analysis employing both a climate vegetation model with isotopes to examine a range of processes and their effect on precipitation and 18O in precipitation and their time trends, and in parallel a back-trajectory approach to link observed isotope signatures along air parcel trajectories to estimate changes in water recycling in the basin. With our approach we expect to be able to pinpoint the causes of the intensification of the Amazon hydrological cycle over the last two decades and to what extent they are due to changes in functioning of the land vegetation and therefore to permit predictions of what to expect over the next decades. We also expect to be able to pinpoint the causes of the century long trends in tree ring based precipitation 18O and what they tell us about what causes longer term changes of the system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K01353X/1","grantId":"NE/K01353X/1","fundValue":"664676","fundStart":"2014-01-17","fundEnd":"2017-07-16","funder":"NERC","impactText":"","person":"Emanuel Ulrich Gloor","coPersons":["Robert James Newton","Steve Robert Arnold","Simon  Bottrell","Dominick  Spracklen","Roel  Brienen"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}