{"id":"6940AEC4-E9E2-46F7-B36E-F0DFEDCBD7BF","title":"Response functions for drift of spiral and scroll waves","abstractText":"Rotating spiral waves (in two dimensions) and scroll waves (in three dimensions) are a form of self-organization observed in numerous spatially extended systems of physical, chemical and biological nature. The most important of these is heart muscle where rotating waves are responsible for re-entrant arrhythmias, including the most lethal one, the ventricular fibrillation. Under ideal conditions, a spiral/scroll wave commonly rotates steadily around a nonmoving center/filament. However, any symmetry-breaking perturbation, always present in reality, causes a gradual change in rotation frequency and in spatial location of the centre/filament, i.e. a drift. Understanding this drift is vitally important for applications. While drift may be observed in direct numerical simulations, these computations are often expensive and lack generality. There exists a universal asymptotic theory of drift caused by small perturbations. Its applicability is contingent on knowledge of so called response functions (RFs). In a few known cases, the RFs are essentially nonzero only near the core. As a result of this localization, spiral/scroll waves behave like point/string objects, despite being apparently nonlocal regimes. This unique kind of wave-particle duality is directly related to the remarkable stability of spiral/scroll waves. The asymptotic theory exploits this property and allows, in principle, a much simpler and orders of magnitude more efficient prediction of their drift than direct numerical simulations. Once found, RFs of a particular model allow one to predict the drift of spirals and scrolls in response to arbitrary perturbations. The current proposal aims to develop regular and generic methods of obtaining the RFs and then to make the asymptotic theory into an actually working tool for understanding and controlling rotating waves in real systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D074789/1","grantId":"EP/D074789/1","fundValue":"282520","fundStart":"2007-02-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"  So far, the RFs technology and the DXSpiral software has been used by researchers and research students in the UK, Belgium, and China for their research in dinamics of spiral waves, evidenced by a number of peer-reviewed publications. Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology ","person":"Irina Vladimirovna Biktasheva","coPersons":["Vadim N. Biktashev"],"organisation":"University of Liverpool","findingsText":" Rotating spiral waves (in two dimensions) and scroll waves (in three dimensions) are a form of self-organization observed in numerous spatially extended systems of physical, chemical and biological nature. The most important of these is heart muscle where rotating waves are responsible for re-entrant arrhythmias, including the most lethal one, the ventricular fibrillation. Under ideal conditions, a spiral/scroll wave commonly rotates steadily around a nonmoving center/filament. However, any symmetry-breaking perturbation, always present in reality, causes a gradual change in rotation frequency and in spatial location of the centre/filament, i.e. a drift. Understanding this drift is vitally important for applications. While drift may be observed in direct numerical simulations, these computations are often expensive and lack generality. Applicability of the universal asymptotic theory of drift caused by small perturbations was contingent on knowledge of so called response functions (RFs), in particular, the RFs being essentially non-zero only near the vortex core. As a result of this localization, spiral/scroll waves behave like point/string objects, despite being apparently non-local regimes. This unique kind of wave-particle duality is directly related to the remarkable stability of spiral/scroll waves. The asymptotic theory exploits this property and allows, in principle, a much simpler and orders of magnitude more efficient prediction of the drift than direct numerical simulations. Once found, RFs of a particular model allow one to predict the drift of spirals and scrolls in response to arbitrary perturbations. The proposal aimed to develop regular and generic methods of obtaining the RFs and thus to make the asymptotic theory into an actually working tool for understanding and controlling rotating waves in real systems.\n\nIn this project, we have:\n\n- developed numerical methods of computing response functions in the FitzHugh-Nagumo and Barkley systems with high precision, sufficient for correct quantitative predictions of drift;\n\n- studied the dependence of the response functions on parameters, particularly near boundaries in parameter regions where the spirals and scrolls are known to change their phenomenology, and confirmed the universality of the localization property of the spiral waves;\n\n- verified predictions of the asymptotic theory, using the obtained response functions, for the drift of spiral waves in response to spatial gradients, time-periodic change of system parameters, localised inhomogeneities, and combinations thereof;\n\n- verified the predictions of the asymptotic theory, using the obtained response functions, for the drift of scroll waves, including the transition from positive to negative tension of filaments of scrolls and its association with scroll wave turbulence;\n\n- extended the developed technology from FitzHugh-Nagumo and Barkley to a Belousov-Zhabotinsky reaction model (Oregonator), and a physiologically detailed cardiac excitation model (Beeler-Reuter);\n\n- applied the developed technology of predicting and studying the drift of spiral and scroll waves using the response functions, to various specific research problems. We see three sets of potential beneficiaries of our work: \n\n- Nonlinear science: researchers working in the theory of spiral and scroll waves, which is a big and growing international community, and wider, in the theory of other nonlinear self-organized dissipative structures.\n\n- Cardiac electrophysiology: researchers working in experimental studies of re-entrant arrhythmia and their mathematical modelling.\n\n- Public health and wealth creation: long-term potential beneficiaries will be companies that manufacture pacemakers, operating theatre and implantable defibrillators and antiarrhythmic drugs, and hence eventually patients and general public. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Electronics,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}