{"id":"6956969C-01AC-462B-A1D3-DB24F48159B7","title":"SAVVIE: Staying alive in variable, intermittent, low-power environments","abstractText":"Today's low-power electronic systems are designed to handle a high variability in the power demand, for example during transmissions from miniature wireless sensors. However these systems cannot cope with a highly variable power supply. If they are powered by an ambient energy harvester in an environment where the available power is low and sporadic, the system dies once the energy storage becomes depleted or damaged, with start-up being impossible if the power is not increased to a higher steady level. With an increasing number of potential applications of microelectronic systems calling for remote, embedded and miniaturized solutions, sporadic and low power supply and unpredictable energy storage needs to be addressed.\n\nThis project researches how to design robust and reliable electronics for situations where there is a variable, unreliable source of energy. A number of situations, or states, have been defined, according to the level of depletion of on-board energy storage, and to how variable the power supply is. In the most challenging states, for example where the input power is sporadic and spread over a wide range from nW to mW, modern electronics fails. We call this the &quot;survival zone&quot; and are investigating a combination of techniques from the areas of power electronics and asynchronous microelectronics design to allow devices to operate in this zone. Techniques include control circuits that are able to ride through variable voltages, the detection of states, and reconfigurable hardware resources and control algorithms to suit sporadic and sub-microwatt input power. The chief aim of this project is to produce survival zone design methods for the microelectronics design community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011979/1","grantId":"EP/K011979/1","fundValue":"331489","fundStart":"2013-02-20","fundEnd":"2016-08-19","funder":"EPSRC","impactText":"","person":"Bernard H Stark","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}