{"id":"69595457-F63E-4717-A09E-95131A4A5E70","title":"DNA hydroxymethylation, TET enzymes and regulation of stem cell activity during skin regeneration and wound healing","abstractText":"Biological mechanisms that regulate the development of mammals, including humans, continue during the lifespan of individuals and are altered during ageing. As an organ that covers the body, the skin protects us from a variety of environmental insults, such as mechanical injury, ultraviolet irradiation, and variations in temperature.\n\nThe skin also provides a unique system for studying the mechanisms that control organ development, regeneration and ageing. Skin development results in formation of the epidermis, a stratified self-renewing epithelium. Additional structures of the skin include hair follicles, nails and glands. After birth, the epidermis continuously regenerates using the ability of epithelial stem cells to supply progeny cells that form all epidermal cell layers. Meanwhile, epidermal regeneration, following skin injury, is controlled by stem cells derived from the hair follicle.\n\nData obtained during the last decade has revealed that many cellular biochemical pathways controlling skin development and its postnatal regeneration are of particular importance. Recent data demonstrate that activity of these biochemical pathways is governed by epigenetic regulatory mechanisms. These mechanisms include covalent modifications of the DNA molecule and methylation/hydroxymethylation of the cytosine nucleotides, which play important roles in the control of gene activation and repression.\n\nThis project will look at how enzymes called Tet1/2/3 that regulate DNA hydroxymethylation impact normal physiological skin regeneration and when induced by injury. This project will also explore how Tet1/2/3 regulate different molecular signals in epithelial stem cells and their progenies (that form skin and hair follicle epithelium), and their involvement in wound healing.\n\nStudying the skin as a model system in this way, will cast light on the mechanisms that control the development and regeneration of other epithelial tissues, such as the epithelia of the intestine, teeth, kidney and lung. The knowledge gained from this study will also provide new opportunities for the development of novel epigenetic therapies to cure aberrant tissue growth and regenerative conditions, such as impaired wound healing in diabetic patients and in elderly individuals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M010015/1","grantId":"MR/M010015/1","fundValue":"494467","fundStart":"2015-02-02","fundEnd":"2018-02-01","funder":"MRC","impactText":"","person":"Vladimir  Botchkarev","coPersons":["Michael Yuri  Fessing","Krzysztof  Poterlowicz","Yonghong  Peng"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}