{"id":"695B825C-AE17-4A9B-8C6C-F5C274F01AF2","title":"Language and Culture for the New Generation of Leading Researchers in East Asian Studies: Networks, Internships and Knowledge Exchange.","abstractText":"Following its first phase of funding, WREAC continues to build national capacity in Language-Based Area Studies in the second phase by developing its PGR/ECR language and training provision in Chinese and Japanese Studies, extending its partnerships with other academic institutions within and beyond the UK and with users and stakeholders, and deploying its expanding networks of knowledge exchange to communicate and disseminate its research and training programmes in order to enhance the impacts of its research. There are three strands in its second phase of work: \n(1) Identities and Cultures in East Asia: focuses on (a) the cultural context of film and the media in Japan, China, Taiwan and Korea through collaboration with the Centre for World Cinemas (Leeds) and the White Rose Mixed Cinema Network (MCN) and engagement with film, art organisations and international festivals, and the development of networks embracing Australia, Denmark, Japan, China, Hong Kong, Taiwan, Korea and New Zealand; (b) 'Performing China on the Global Stage' which examines creative processes and the social roles of theatre in China through the development of a global practice-led network in Sinology and Cultural and Performance Studies (in collaboration with the Leeds School for Performance and Cultural Industries, WUN partner universities, professional theatres, and 40 other partners worldwide). The opportunities to widen scholarly and practitioner access to Chinese theatre have been enhanced by two recent Leeds-led projects; the European Cultural Co-operation Project (2008-10) which focused on Chinese opera, covering higher education, professional practice and cultural industries, and the Cao Yu centenary exhibition, film production and lecture programme which celebrated the work of the most distinguished Chinese playwright of the twentieth century.\n(2) Cross-cultural Encounters and Globalisation: builds on research and training in the fields of internationalisation, Sino-Japanese relations and transformations within East Asia, and the impacts of these processes on the UK and the EU. There are three projects: (a) to use Chinese and Japanese language in accessing data and to place interns in WREAC and in Chinese and Japanese-speaking environments, in order to develop a database of Chinese and Japanese companies investing in the UK, the historical and cultural dimensions of East Asian internationalisation, and the changing trajectories of East Asian company behaviour in the UK and the EU; (b) to use internships, international networks and links with Japanese and British public bodies, in examining community well-being and connectedness in Japan's shrinking regions with comparison of the effects of depopulation on such countries as Korea and the UK; (c) to build on initiatives bringing together scholars and PGRs in Sino-Japanese Studies through a series of themed conferences and workshops focusing on the history and memory of World War Two in the Asia Pacific, as well as Anglo-Japanese and Asia-Japanese reconciliation, and engaging NGOs with interests in war and reconciliation. \n(3) Networks in Chinese and Japanese Language: (a) develops an international network of Supervisors in Teaching Chinese as a Second Language to exchange experience of supervision, discuss, develop and coordinate best practice in learning and teaching, and promote the development of Chinese linguistics; (b) establish a tandem Japanese network where native/non-native speaker-pairs work together to improve each other's language skills, communicate the purposes of their work in engaging with the academic community of their target language area, and realise opportunities for career development; (c) examine how recent cultural changes in Japan and China have altered negotiation expectations and practices among Japanese and Chinese negotiators and how this can inform Western business and public policy-making practitioners working in East Asia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00008X/1","grantId":"AH/K00008X/1","fundValue":"410310","fundStart":"2012-02-13","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"Victor Terence KingCaroline  Rose","coPersons":["Glenn  Hook"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}