{"id":"69619B96-9C0C-4BD9-8A09-1DA3292C4900","title":"Preventing disease through opportunistic, Rapid EngagEMent by Primary care Teams using Behaviour Change Counselling.","abstractText":"Smoking, excessive alcohol, unhealthy eating and lack of exercise are the most important modifiable causes of ill health and early death and in the Western world. The public expect clinicians to be interested in their health related behaviours and regard clinicians as credible sources of information and advice. Brief advice to patients about health threatening behaviour is one of the most cost effective things doctors and nurses can do. However, patients sometimes find these interventions unhelpful and they do not often change as a result. Advice is given about a single risky behaviour, but health related behaviours are interlinked: losing weight involves eating differently and exercising more and may be affected by alcohol use and smoking. Motivational interviewing (MI), developed for use by specialist addiction counsellors, is an exciting and effective approach for helping patients explore and resolve ambivalence about change. We have adapted MI during 15 years of wide-ranging development work for GPs and practice nurses to engage people about a range of unhealthy behaviours for the early prevention of disease. The result is a consulting method called Behaviour Change Counselling (BCC). A scientific evaluation is now needed to determine whether or not patients make meaningful changes when seen by GPs and practices nurses trained in BCC. We plan to do this study by recruiting at least one GP and one practice nurse from each of 24 from general practices. The clinicians from half the practices selected by chance will be trained in BCC at the beginning of the study. The rest will provide their usual care and so act as a comparison group, and be offered the same BCC training at the end of the study. Patients attending both intervention and control practices will be screened for four unhealthy behaviours and clinicians given the results. After the consultations, patients will be asked if they recalled getting an intervention about unhealthy behaviours, what they felt about it, and their plans for change. Patients will be assessed for the four health behaviours again at three and twelve months. Results will be compared for those patients who saw clinicians trained in BCC with patients who saw clinicians not trained in BCC. If the patients who saw the trained clinicians make significantly more meaningful changes, we will refine BCC, do larger studies and roll out training to the NHS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501283","grantId":"G0501283","fundValue":"818784","fundStart":"2006-12-01","fundEnd":"2010-11-30","funder":"MRC","impactText":"","person":"Christopher C Butler","coPersons":["David  Cohen","Steve  Rollnick","Christine  Smith","Hazel  Thornton","Sharon Anne Simpson","Claire  Lane","Kerenza  Hood","James  McCambridge","Laurence Anthony Moore","John  Strang","Jarold  Cosby","F C Wood","A  Edwards"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}