{"id":"6968F079-5DFA-4B8B-AEB7-74EFF87A864D","title":"Evaluating the impacts of wind turbines on bat populations","abstractText":"The UK is the third largest generator of wind power in Europe, with 584 projects, 4,366 turbines and four of the five largest European wind farms. Conflicts between wind energy generation and bats - animals with high legal protection across Europe - therefore have important implications for the economy and energy security as well as biodiversity. We are currently concluding research that has quantified the scale of collision and disturbance impacts and examined potential predictors of risk. This is the only work in the UK to address this issue at commercial scale wind energy installations. The purpose of the current project is to determine with stakeholders the practical applications of the environmental data and expertise amassed during this extensive and costly research, and to package these with the assistance of users into accessible formats to facilitate more effective management of the environmental impacts of wind energy production. \n\nStakeholders have emphasised to us that evidence-based decision making requires that they not only have access to the overall results of scientific analyses, but to information and guidance on which to base best-practice for future commercial surveys and monitoring. Because of our extensive research, we have available a unique dataset on bat activity and casualty rates at wind turbine sites across the UK, as well as unparalleled experience in practical monitoring techniques: this project will allow these to be shared with end-users. Specific outputs will include species- and region-specific reference ranges for bat activity levels, allowing stakeholders to contextualise and interpret the bat activity levels routinely recorded in surveys conducted by ecological consultants; Geographic Information System (GIS) layers to facilitate evidence-based decision making about cumulative ecological impacts; information on appropriate monitoring techniques; and assistance with understanding the potential consequences of developments for local and national bat populations. The direct beneficiaries will be wind energy developers and operators (industry), professional ecological consultants (service providers), local government ecologists and planning committees (decision makers), and Statutory Nature Conservation Organisations (SNCOs, policy makers). \n\nKeywords: environmental impact assessment; wind turbines; bats; ecological data; wind energy\n\nStakeholders: \nStatutory Nature Conservation Organisations (Natural Resources Wales, Natural England, Scottish Natural Heritage)\nLocal Authority Ecologists and Planners (including The Association of Local Government Ecologists)\nProfessional Ecological Consultants (including the Chartered Institute of Ecology and Environmental Management)\nDepartment for Environment, Food and Rural Affairs\nDepartment of Energy and Climate Change\nWind energy developers and operators (including all of the major energy suppliers as well as installers of small energy systems)\nNon-governmental wildlife conservation organisations (e.g. Bat Conservation Trust, The Wildlife Trusts)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021882/1","grantId":"NE/M021882/1","fundValue":"99897","fundStart":"2015-07-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"Fiona  Mathews","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}