{"id":"696B074A-B6E9-4558-8D85-73B019EDE128","title":"Rank gradient of groups","abstractText":"The aim of this project is to investigate a new numerical invariant of infinite groups: rank gradient.Roughly this measures the rate of growth of the generators of normal finite index subgroups in our infinite group. This concept was first introduced by Marc Lackenby and has been very useful in the study of hyperbolic 3-manifolds, in particular the virtually Haken conjecture. On the other hand recently Abert and Nikolov have connected the rank gradient with the notion of cost as used by D. Gaboriau in his study of measurable equivalence of group actions. Results so far already show that the fixed price question from that subject is incompatible with an old question of Waldhousen about the rank and Heegaard genus of hyperbolic 3-manifolds: at least one of these has a negative answer but we don't know which one of the two. More specifically it will be enough to resolve the rank gradient of Kleinian groups. Even achieving this for just one group e.g. PSL(2, Z[i]) will produce spectacular results: it will resolve the above dichotomy and in addition will have implications for the congruence kernel of the Kleinian groups, a subject of interest to Number and Group theorists. To resolve this we need to investigate deeper the connection of the rank gradient of a group with the nature of its action on its completions. This project aims to discover these connections and in the process give answer the above problems spanning 3-dimensional Topology, Group theory, Ergodic actions and Arithmetic Groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H045112/1","grantId":"EP/H045112/1","fundValue":"336171","fundStart":"2011-04-01","fundEnd":"2012-09-01","funder":"EPSRC","impactText":"  The finding of this project have been used to further the understanding of groups acting on probability spaces. This is a very active area of research of interest to mathematicians working in group theory, analysis and topology.  ","person":"Nikolay  Nikolov","coPersons":[],"organisation":"Imperial College London","findingsText":" A major outcome of this project was the development of the notion of 'invariant random subgroups' (IRS) of a locally compact group G. This is a topological space consisting of conjugacy invariant distributions on the set of subgroups of G. There is a natural notion of convergence on this space related to the Benjamini-Schramm convergence for graphs and with my coauthors Abert, Bergeron et all we used this notion to generalize previous results on the convergence of normalized Betti numbers and re The fundings of this project will be of use to mathematicians who work in ergodic and group theory. We managed to develop a new tool (Invariant random subgroup) which is the measure theoretic analogue of a normal subgroup in group theory. This tool is very useful in the study of actions of groups on probability measure spaces. I expect further work in this area will eventually resolve all the main conjectures of the project. Other","dataset":"gtr"}