{"id":"696D94E3-ED64-4241-9275-E35B8AAACCCC","title":"Checkpoint governing B cell fate decisions in human gut-associated lymphoid tissue.","abstractText":"Antibodies are small protein molecules that circulate in the blood and that are also secreted onto the moist body surfaces such as the eyes and intestines. Tears, saliva and mucus for example all contain antibodies. Antibodies fight bugs by binding to them. Antibody binding to bugs can neutralize them to stop them causing harm, or else antibodies can target bugs for attack by other components of the immune system. \nAntibodies are made by B cells that display the antibody they can make on their surface. Each B cell is unique and displays its own particular shape of antibody on its surface. In order for each B cell and its antibody to be different to the next one, B cells develop by a process that includes some random events. The genetic material that codes for antibody is shuffled during B cell development so that a massive range of genetic codes for antibodies is generated. As a consequence, no matter what bug or vaccine enters the body there will be a B cell displaying an antibody that fits.\nA down-side to a process that generates B cell antibody diversity in a way that includes random events, is that some B cells are produced that display antibodies that could be harmful. To protect the body from harmful antibodies, checkpoints remove B cells with harmful specificities as they develop. No one knows exactly what a checkpoints is - especially in humans where it is difficult to do such investigations.\nWe know that checkpoints exist because people have looked at the antibodies that B cells make as they develop. B cells develop initially in the bone marrow and are released into the blood as immature B cells (transitional type 1 [T1] cells) that mature into transitional type 2 (T2) cells before becoming mature na&iuml;ve B cells. Through each stage, the percentage of B cells that have harmful antibody specificities decreases, and this must involve a checkpoint of some kind. \nWe have shown that B cells at the T2 stage of development preferentially go into the art of the immune system responsible for protecting the intestines (the gut-associated lymphoid tissue [GALT]). GALT is particularly rich in fragments of harmless bugs from the intestine that drive the production of the antibodies that are destined to enter the gut in the mucus. Unlike most of the rest of the immune system, GALT is constantly active from very soon after birth. When the T2 immature B cells are in this setting some become activated. Since most B cells are likely to pass through the gut at some point, this must have consequences because the B cell population would mature without the ones activated in GALT.\nTo understand this process further we wish to answer the following 4 questions:\n1. When B cells become activated in GALT, do they live or die? Are the cells that are activated selective removed and disposed of or actually used in some way? \n2. Is there any difference in the antibody reactivities of the B cells that are activated compared to those that are not? This would help us to understand the affect this process has on the developing B cell population and how this process is likely to shape the entire mature B cell population.\n3. Are the T2 cells activated in GALT going on to make antibodies that will pass into intestinal mucus? \n4. The GALT is constantly activated by bacterial fragments from the gut. Do the T2 subset of cells that are activated have some kind of role in regulating that process?\nThis project is important because it investigates a phase in human B cell development that we have discovered and that was not known at all before. We have evidence that failure of this phase results production of harmful antibodies. We must understand the basic properties of the system we have discovered to understand how GALT protects from harmful antibody production and to find the best way to develop this field for maximum impact on human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L009382/1","grantId":"MR/L009382/1","fundValue":"377601","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Jo  Spencer","coPersons":["Anna  Vossenkaemper"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}