{"id":"698499FF-61DF-4E26-915A-043134230FB2","title":"Molecular mechanisms for the evolution of multicellular complexity in social amoebas","abstractText":"Biologists want to understand how complex multicellular organisms like ourselves have evolved from their simple single-celled ancestors. We know in theory how this happened: Spontaneous mutations in the genes of earlier organisms caused small changes in the developmental program of their offspring. This sometimes resulted in an improved adult that more successfully reproduced, and therefore gradually replaced the earlier form. However, to really understand this process and prove that it actually occurred, we have to trace back which genes were mutated and how this mutation changed gene function. We also need to know which developmental mechanisms were regulated by the mutated genes and how the altered developmental mechanism eventually produced the improved adult form. Because it is not possible to obtain such detailed information for highly evolved animals like ourselves, we investigate this problem in the social amoebas. These organisms live as single cells when they are feeding. However, when starved, they come together and form a multicellular fruiting body, in which a proportion of cells is preserved as spores. The other cells form a stalk and other structures to support the spore mass. This life style depends on mutual collaboration and specialization of cells. In the course of evolution the social amoebae have progressed from basal species that formed structures with 10-100 cells and only two cell-types, to species that form large complex structures with over 1 million cells and up to five cell types. One species, D.discoideum, is used by many laboratories as a model system to understand how cells move, eat, propagate and communicate with each other. Over a 100 known social amoeba species have been isolated worldwide. To understand how these species gradually became more complex and different from each other, we first used DNA data to construct a family tree of the social amoebas. This tree showed that there are four major groups of social amoebas and that D.discoideum is a member of the group that was formed most recently. We next measured a large number of characters that determine the typical size and form of all 75 species. By plotting these characters on the family tree we can trace back which character came first and how it gradually changed into greater complexity. Most recently we were involved in sequencing the genomes of species that represent each of the four groups. These project are almost completed and offer us enormous opportunities to study how genes have changed during evolution. In this study we will combine a detailed analysis of changes in genes with our earlier analysis of the changes in form that occurred during evolution. This should give us indications which changes in the genes might have been responsible for the appearance of novel forms. By manipulating the gene in question and observing its effect on the form of the species, we will be able to prove that a particular genetic change was the actual cause for a specific change in form. In this manner we will be able to unravel the genetic mechanisms that have been used by evolution to generate the enormous variety of forms that we see in modern multicellular organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020426/1","grantId":"BB/G020426/1","fundValue":"540343","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"  The sequenced genomes are widely used by the Dictyostelium community to establish conservation and change in genes of interest. \nOur findings also have medical implications:\nAmoebozoa and other protozoa encapsulate into dormant cysts when exposed to stress. Cysts prevent effective treatment of protist pathogens, because they are resistant to immune clearance, antibiotics and biocides. Many free living amoebas that populate soils and drinking water supplies, such as Acanthamoeba, Balamuthia and Naegleria are opportunistic pathogens that can cause lethal encephalitis or vision destroying keratitis. Little was thus far known about the mechanisms that regulate encystation. We showed that the roles of cAMP in Dictyostelium multicellular development are derived from an original role in stress-induced encystation. This means that drugs that inhibit of proteins in cAMP signal transduction will prevent encystation and render pathogens susceptible to standard antibiotics. Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Pauline  Schaap","coPersons":[],"organisation":"University of Dundee","findingsText":" We aim to understand how genetic changes caused the evolution of multicellularity. To achieve this we seek correlations between genome evolution and the emergence of multicellular complexity. We use the Dictyostelid social amoebas to study this problem, because they can be genetically modified to prove that the genetic change caused the increased complexity. \n1. Comparative analysis of multicellular complexity.\nWe measured 30 phenotypic characters across 99 Dictyostelium species and analysed group-specific trends in character evolution. The analysis showed that the last common ancestor (LCA) of Dictyostelia erected small fruiting structures directly from aggregates. It secreted cAMP pulses to coordinate fruiting body formation, and another compound to mediate aggregation. This phenotype persisted up to the LCAs of groups 1-3. The group 4 LCA started to use cAMP pulses for aggregation and evolved much larger fruiting bodies and a migrating &quot;slug&quot; stage. However, it lost encystation, the survival strategy of solitary amoebas. 2. Evolution of cAMP signalling\nWe used genome information to study the evolution of cAMP signalling genes. The \ncAMP phosphodiesterase PdsA is essential to degrade secreted cAMP between pulses and is regulated by a secreted inhibitor PdiA. We found that the PdsA genes in groups 1-3 have a 200-fold lower affinity for cAMP than the group 4 PdsA, while PdiA was only present in group 4. PdiA is essential for initiation of spiral cAMP waves, which, by organizing large territories, generate the large fruiting structures that characterize group 4. Studies in which we replaced a group 4 PdsA with a group 2 PdsA showed that the high affinity PdsA was essential for efficient cAMP mediated aggregation. \nIntracellular cAMP, produced by the adenylate cyclase ACG and ACR and degraded by the cAMP phosphodiesterase RegA, was known to be essential for induction of spore differentiation in group 4. These genes are conserved in all Dictyostelia. We found that deletion of the RegA gene from the group 2 species P.pallidum caused precocious fruiting body formation as is also the case in the group 4 species D.discoideum. More remarkable, deletion of RegA inhibited growth, because the amoebas encysted while they were still feeding. This finding is medically important, because encystation of pathogenic amoebas renders them resistant to antibiotics. By sequencing group-representative genomes and preparing a detailed map of phenotypic evolution in Dictyostelia, we prepared the way for others to firstly identify the core components in their cell- or developmental problem of interest and to secondly assess the phenotypic consequences of evolutionary changes in the core pathway Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}