{"id":"6984369A-5144-4CB2-8E20-0721BDD05105","title":"Cambridge Centre for Behavioural and Clinical Neuroscience","abstractText":"The Director would contribute, on invitation, an article about the Centre for the MRC News and equivalent vehicles of the Trust, and other appropriate journals. The Centre?s activities and achievements would be broadcast on its Web-site (www.psychol.cam.ac.uk/bcnc/). We continue to publicise discoveries of BCNC research via Press Statements handled by the University Press Office, leading in many cases to further dissemination via national and international newspaper articles, or items on the radio or TV (two items on the Today show on Radio 4 in the past 2 years). Prof. BJ Sahakian has been accorded a special role in PR for the Centre, and gave the opening lecture for the Cambridge University Science Festival in 2003 - part of the National Science Week. The majority of the members of the Centre have previously contributed articles on their work for the press and would continue to do so in the context of the MRC Centre. It is realised that an important part of the work of this Centre would be to help justify the use of experimental animals in medically related research, and we would undertake to help achieve this. The Director has already contributed an anonymous article to the Research Defence Society News for the lay person on the contribution of research with non-human primates to neuroscience and its clinical application. He will also consult with the new group being formed by the Academy of Medical Sciences to consider primate research. In regard to new developments and techniques in human neuroscience we have also taken a lead in considering ethical issues (e.g. Farah et al.,Neurocognitive enhancement: what can we do and what should we do? Nat Rev Neurosci 5: 421-5). We have an excellent track record for disseminating research results to industry, government, health trusts, and academia, through invited talks and training (e.g. of individuals from companies in specific techniques).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0001354","grantId":"G0001354","fundValue":"6707290","fundStart":"2002-10-01","fundEnd":"2010-10-31","funder":"MRC","impactText":"","person":"Trevor William Robbins","coPersons":["Edward  Bullmore"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}