{"id":"69886B1E-F44F-4A71-B4E4-71F77B71787D","title":"Experimental Nanofluidics: device architectures based on carbon nanopipes (revised)","abstractText":"Experimental NanofluidicsUnderstanding and controlling fluid flow at the nanoscale is a subject of intense current interest. Recent simulation studies have found unexpected results and this behaviour has recently been confirmed experimentally. In particular, transport of gases and liquids through pores &lt; 2 nm has been measured to occur more than three orders of magnitude more rapidly than predicted by conventional theory. This discovery has significant implications, both for our understanding of how fluids behave at very small length scales and for the design of nanofluidic devices with application in medical diagnosis, medical therapy, sensing and materials separation.The research outlined in this proposal is centred on these emerging phenomena in nanofluidics. The flow of fluids through the central pores of carbon nanotubes and nanopipes will be the primary focus. The emphasis is on a program of basic experimental work aimed at understanding the underlying science, exploring key applications of the associated technology and developing an early stage capability for fabricating and evaluating prototype nanofluidic devices.Five objectives are identified as detailed in the previous section of this application:1) Fabrication of nonporous materials2) Characterisation of fluid flow3) Interaction with nanoparticles4) Exploration of device architectures5) Collaboration with biologistsThis 27 month project will be directed by Prof N Quirke, a pioneer in computational and theoretical nanofluidics. The experimental work will be carried out in the Chemistry Department at Imperial College. An unusual feature of the project team is close collaboration between experimentalists and theoreticians, particularly in using molecular modeling techniques to guide design and provide bidirectional feedback.The funding that is requested in this application primarily covers consumables, small items of equipment and electron microscope time. It will significantly accelerate the rate of progress that can be achieved by an established team and enhance UK science output in an important new field. The project is a collaboration with RGB Research, an SME based in London developing nanomaterials applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049702/1","grantId":"EP/E049702/1","fundValue":"40518","fundStart":"2007-04-16","fundEnd":"2009-12-15","funder":"EPSRC","impactText":"","person":"Nick  Quirke","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}