{"id":"698A2FC2-BE5B-4455-B53A-31221CBE793D","title":"Impact of Spatio-Climatic Variability on Environment-Hosted Land-based Renewables: Microclimates","abstractText":"Many current or projected future land-based renewable energy schemes are highly dependent on very localised climatic conditions, especially in regions of complex terrain. For example, mean wind speed, which is the determining factor in assessing the viability of wind farms, varies considerably over distances no greater than the size of a typical farm. Variations in the productivity of bio-energy crops also occur on similar spatial scales. This localised climatic variation will lead to significant differences in response of the landscape in hosting land-based renewables (LBR) and without better understanding could compromise our ability to deploy LBR to maximise environmental and energy gains. Currently climate prediction models operate at much coarser scales than are required for renewable energy applications. The required downscaling of climate data is achieved using a variety of empirical techniques, the reliability of which decreases as the complexity of the terrain increases. In this project, we will use newly emerging techniques of very high resolution nested numerical modelling, taken from the field of numerical weather prediction, to develop a micro-climate model, which will be able to make climate predictions locally down to scales of less than one kilometre. We will conduct validation experiments for the new model at wind farm and bio-energy crop sites. The model will be applied to the problems of (i) predicting the effect of a wind farm on soil carbon sequestration on an upland site, thus addressing the question of carbon payback time for wind farm schemes and (ii) for predicting local yield variations of bio-energy crops. Extremely high resolution numerical modelling of the effect of wind turbines on each other and on the air-land exchanges will be undertaken using a computational fluid dynamics model (CFD). The project will provide a new tool for climate impact prediction at the local scale and will provide new insight into the detailed physical, bio-physical and geochemical processes affecting the resilience and adaptation of sensitive (often upland) environments when hosting LBR.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010351/1","grantId":"NE/H010351/1","fundValue":"282486","fundStart":"2010-06-15","fundEnd":"2015-04-01","funder":"NERC","impactText":"  They have not yet been used as until the peer-reviewed publications are accepted, given the controversy of the research area, we are wary of promoting the finding too widely. Energy,Environment ","person":"Susan  Waldron","coPersons":[],"organisation":"University of Glasgow","findingsText":" The publications are currently in review, so not yet peer-accepted, but our key findings are:\n1.windfarms on peatland do generate a small microclimate\n2. however characteristics carbon cycling processes in the windfarm we studies are not dissimilar to other peatlands that do not host windfarms It may be used in consent decisions for windfarms, or in C payback assessments Energy,Environment","dataset":"gtr"}