{"id":"699494C0-8756-49A0-895D-A963289EB91F","title":"MICROELECTRODE TECHNIQUES FOR CELL PHYSIOLOGY: AN ANNUAL WORKSHOP HELD AT THE MARINE BIOLOGICAL ASSOCIATION PLYMOUTH","abstractText":"Much of what we know about how cells function, how they communicate and process information and how they transport essential elements and molecules has come from the application of electrophysiological approaches. The most well known example of this is the pioneering work of Hodgkin and Huxley, carried out at the Marine Biological Association (MBA) with the giant nerve fibre of the squid which led to the discovery of how nerve cells transmit impulses and formed the basis of much modern neurobiology. Since these seminal discoveries the field of electrophysiology has expanded dramatically and electrophysiological approaches are applied to study a wide range of processes in cells, including the functional characterization of molecules that are increasingly being characterised at the molecular level. In 1984 it was decided that there was a need for an annual research workshop to provide training in the varied uses of microelectrode techniques. This has proven to be a very valuable contribution to cell biology and biophysics and has had significant impact on the training of new generations of cell physiologists. The MBA was chosen as the venue for this workshop since it provided both excellent workshop facilities and a continuing tradition of microelectrode and associated biophysical approaches in cell biology. The workshop has continued uninterrupted since then and is now recognised worldwide as one of the leading advanced research workshops in this field. The need to train the new generation of electrophysiolgists continues, particularly with the increased emphasis on functional characterisation of membrane proteins and a wide range of cell biological areas. The workshop continues to be over-subscribed with applications 3-4 fold each year for the 20 places available. To meet this continuing need the proposed 5-year extension to the ongoing workshop will provide training in both the basic principles and more advanced practical and theoretical aspects of electrophysiology. New approaches are planned to be incorporated over this period. The basic workshop fomat will continue with a core of teaching and demonstrating staff recruited mainly from research laboratories in the UK and Europe along with an intensive series of talks and demonstrations from invited international experts. The workshop also benefits from the good relations that have been established over 28 years with a large number of commercial instrument manufacturers that ensures significant in-kind contributions of equipment and who also contribute expertise as instructors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J002046/1","grantId":"BB/J002046/1","fundValue":"109760","fundStart":"2011-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Colin  Brownlee","coPersons":["David  Ogden"],"organisation":"Marine Biological Association","findingsText":"","dataset":"gtr"}