{"id":"6997BED9-A548-4FDA-9669-2F90214CCDE7","title":"State-of-the-art ESR for biological applications","abstractText":"In all life-forms, cells are bounded by a membrane which contains proteins and lipids. All the information that is required by the cell, from nutrients input, waste product output to environmental sensing, needs to pass through this outer membrane. Understanding communication through proteins called receptors is a major research activity, mainly because all signalling molecules (such as hormones, drugs, antibiotics) need to act on well-defined receptors. Drug companies and biochemists need to understand how these receptors function in both normal and diseased states if we are to target them in therapy. Additionally, these receptor proteins are sensitive to activation by a single molecule but can amplify this interaction many (1000's to millions) times over in very short timeframe (in a millionth of a second) - for this reason, these proteins could also have potential in technology (bionanotechnology) for use in devices for memory storage, amplification, photodetection and filtering/screening, to name a few examples.The problem in all this work is the lack of structural information to permit us to describe how the receptors function. There are many reasons why we do not have such complete pictures of how these receptors work, but one way to get this information, which is proving very successful, is called site-directed (spin) labelling using probes which can give very precise information about distance and the time-scales of structural changes once a receptor is activated. Special new methods and sophisticated (electron spin resonance) equipment is required, with the data being captured and analysed using the most sophisticated and modern electronics and computer programmes.The brain receptor we study can be made and purified from E. coli bacteria, and is responsible for release of hormones and stimulants for appetite control, as well as muscle activity. It plays a pivotal role in the control of obesity, Alzheimer's and Parkinson's diseases - it is therefore a vital drug target but no drugs are yet available. Over the last 10 years, we have been characterising this particular receptor and know a lot about it. We are now ready to combine our expertise of this receptor together with the new structural methods which have been refined on 2 or 3 other membrane proteins in a handful of laboratories worldwide, using newly available detection equipment. This visit to the US is to bring the applicant (AW) back up to date with how to do this - AW was very active in the area for 19 years (1971-1990) and then moved into a related (NMR) technique. Only through working in a pioneering laboratory, talking to students and researchers and developing ideas, can someone become proficient at a new method. Newly funded equipment (state of the art) is now available for this work in Oxford when AW returns. Two students in Oxford are making the protein for the project (mutants to include the probes) and will benefit from the imported expertise, as will the rest of the newly established (since Spring 2007) Oxford ESR community of 10 groups, 3 of which will have need of the new methods. Such collaborative and exchange visits are vital in international science to keep cutting edge ideas progressing, and this is something which can be accomplished using the support requested here.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F068085/1","grantId":"EP/F068085/1","fundValue":"27820","fundStart":"2008-04-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"  The PI experienced how to use new sophisticated equipment first hand, and then back in the UK had significant experience of how to use newly installed (EPSARC funded) equipment for biology in Oxford. Pharmaceuticals and Medical Biotechnology ","person":"Anthony  Watts","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant was to support a visit (3 months) to one of the most experienced labs (Chemistry, UVa, Dane Caliso) developing methods to study protein using the novel technique of dipolar electron-electron relaxation (DEER). This is a very new method, and immersion in the lab was instrumental then for training people in Oxford - we were funded by EPSRC for equipment and MRC for a specific project. In drug design and discovery for targeting to GPCRs. New information is being produced on a brain neuroreceptor, which is a drug target in Parkinson's, colon cancer and obesity control. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}