{"id":"6998CCE4-C317-4BB8-B962-A007D347A6C3","title":"Studies on the distinct control of free corticosterone levels in the brain","abstractText":"Glucocorticoids (in humans cortisol) are hormones which are crucial for the health and wellbeing of an organism. They play a vital role in many body functions including metabolism and growth. Importantly, glucocorticoid hormones also modulate brain functions such as mood, emotion and memory. Glucocorticoids are best known for their release during a stressful situation. Therefore, they are often called 'stress hormones'. During and after stress they are essential for the mobilisation of energy and for a wide variety of processes to support so-called stress coping and stress adaptation strategies. It is therefore not surprising that glucocorticoid hormones play an important role in psychiatric diseases such as depression and anxiety; diseases which seem to involve disturbed coping with stressful events. Glucocorticoid hormones are secreted by the adrenal glands (situated just above the kidneys) and show a clear rhythm over the 24-hour day/night cycle with highest levels reached just before the start of the active period in animals and man. Interestingly, we now know that glucocorticoids are not continuously secreted from the adrenal glands into the bloodstream but rather in a series of pulses, with every pulse lasting about one hour. Through the circulation the glucocorticoids can reach all organs and tissues in the body. However, the situation is even more complex as the largest part of the hormones is bound to proteins present in the plasma. Only a minor fraction of hormone is unbound (free) and, importantly, it is only this free fraction that is 'seen' by the tissues and is therefore biologically active. Thus, it is highly surprising that there is hardly any information available on the regulation of free corticosterone levels in the body. Furthermore, it is not known whether the brain, a principal target organ for glucocorticoid action, is exposed to the same levels of free glucocorticoid hormone as those present in the circulation. In this respect, we recently have made an important discovery. Measuring the levels of free glucocorticoid hormone directly in the brain of rats, i.e. free corticosterone - with a technique called in vivo microdialysis- we found that the pulsatile rhythm of blood corticosterone is maintained in the brain. However, we also found that the response of corticosterone to stress is profoundly delayed in the brain as compared to the circulation. We have therefore hypothesised that free glucocorticoid levels in the brain are regulated distinctly from those in the circulation having fundamental consequences for the wide variety of glucocorticoid-modulated processes in the brain. We therefore have designed the here proposed comprehensive research plan in which we will study the regulation of free corticosterone in the brain of rats and mice using state-of-the-art techniques including genetic approaches. By performing dual microdialysis we will be able to monitor free corticosterone levels and stress responses in the brain and circulation simultaneously. Thus, our project will benefit the basic knowledge of the neurobiology of stress and, therefore, has without doubt the potential to make a profound contribution to the improvement of both human and animal wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006802/1","grantId":"BB/F006802/1","fundValue":"387926","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"","person":"Astrid  Linthorst","coPersons":["Johannes  Reul","Stafford Louis Lightman"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}