{"id":"69996AF6-16F8-4527-8FAE-660F30C90C6A","title":"Ultrasound mediated bioluminescence tomography for high sensitivity, high spatial resolution 3D imaging","abstractText":"Optical imaging is a unique and powerful technique for implementation of 'refinement' and 'reduction' within the Principles of Humane Experimental Techniques. Using traditional disease models, infected animals (ranging between 3-10) are sacrificed at defined time points and tissues are excised for determination of pathogen numbers and localization. For example, a six time point experiment would result in the use of 18-60 animals. In contrast, the non-invasive nature of optical imaging allows the course of an infection to be monitored simply by imaging the visible or near infrared signal detected from within the same group of animals, typically six to eight in total. Importantly, multiple imaging of the same animal throughout an experiment allows disease progression to be followed with extreme accuracy and consistency, while allowing each animal to act as its own control. \n\nThere is a major drawback in using optical imaging as light is heavily scattered by tissue which results in poor quality images. For example in tracking stem cells in tissue, optical scattering means that we cannot tell where precisely where the cells go in the body, how many are at a particular and what their action is. This severely hampers research into understanding the use of stem cells in aiding the body's immune response. \n\nWe propose to develop an imaging system that combines ultrasound and optical techniques to significantly improve the spatial resolution and sensitivity of bioluminescence imaging. Information from the ultrasound will be used in two ways to address this problem. Firstly, as ultrasound makes a small change to the mechanical properties of the tissue, this can be used to modulate the bioluminescent light produced within the tissue. This provides a modulated light 'beacon' which can be used to precisely probe different regions of the tissue, thus overcoming the effects of light scattering and improving spatial resolution. Secondly we will use the ultrasound image to provide 3D maps of tissue structure. \n\nBoth modulated light beacons and structural information will be used to inform an image reconstruction algorithm based on our widely used NIRFAST software (www.nirfast.org). The system will be demonstrated in studies of nude mice during the course of the project. Based on our proof of concept data, we anticipate that the spatial resolution will be a maximum of 0.5mm, compared to the current state of the art of 2.5mm. This will contribute to a significant impact on the 3Rs. Replacement: better imaging will inform more accurate computational models; Reduction: imaging enables the same animals to used over time and more accurate quantitative imaging allows fewer animals to be used in a single study; Refinement: through the improved quality of research findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L00187X/1","grantId":"NC/L00187X/1","fundValue":"349668","fundStart":"2014-09-30","fundEnd":"2017-11-30","funder":"NC3Rs","impactText":"","person":"Stephen Peter Morgan","coPersons":["Hamid  Dehghani","Melissa  Mather","Philip John Hill","Mark  Cobbold"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}