{"id":"69A6D158-F0C4-4F99-84B2-FD8EEB09E583","title":"Use of generic and condition-specific measures in NICE decision-making","abstractText":"Health-care resources are limited and there is a need to ensure these are used efficiently. The National Institute for Health and Clinical Excellence (NICE) issues guidance to the NHS on the prevention of ill health and the promotion of good health. Part of its work includes an assessment of whether improvements to health as a result of new health technologies (such as drugs) or programmes (such as to reduce the prevalence of smoking) are worth the additional resources they require. NICE?s preferred measure for improvements in health is the quality adjusted life year or ?QALY?. This is a measure of length of life weighted by a value representing the quality of that life. Assessments of the impact of treatments on quality of life are usually based on generic measures of health-related quality of life in the evidence provided to NICE. These generic measures show the impact of treatments on a broad range of dimensions of health which allows the same measure to be used for all health conditions. They also incorporate values from the general population about what different levels or severities of health would mean to them. However, these measures of health-related quality of life are not always included in clinical trials and they have also been criticised for not reflecting changes in health in some conditions. This project will draw upon existing research to use measures of health-related quality of life that have been developed for specific health conditions within the analyses recommended by NICE. It will establish whether the generic measures of health related quality of life are inappropriate for some conditions (such as cancer). It will also look at establishing the relationship between quality of life measures that are generic with those that are specific to conditions. The project will establish methods for extending the existing generic measures to better reflect specific health conditions or diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901486","grantId":"G0901486","fundValue":"292811","fundStart":"2010-04-01","fundEnd":"2012-06-30","funder":"MRC","impactText":"","person":"Louise  Longworth","coPersons":["Aki  Tsuchiya","Monica  Hernandez","Tracey  Young","John  Brazier","Angie  Rees","Donna Louise Rowen"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}