{"id":"69AD9EA4-6176-4199-B52F-D244523E145E","title":"A platform for massive parallel sequencing of longPCR amplicons","abstractText":"New generation sequencing techniques offer an unprecedented means of sequencing genes and genomes at a fraction of previous costs and at a phenomenal density of coverage. A variety of platforms offer different techniques. 454 pyrosequencing, also known as massive parallel sequencing, has the advantage of providing relatively long sequence reads (~450 nucleotides) in over 1 million individual reaction chambers on a pico-titre plate; developments are under way to capture even longer reads. When mixing templates from different sources there is a need to link sequences with their source. Two ways are possible and include (i) processing individual samples on single pico-titre plates or individual gasketed sections of a plate (up to 16), or (ii) chemically-tagging templates with unique sample-specific markers. Long lengths of DNA (up to 20,000 nucleotides) are routinely amplified with specialised polymerase chain reactions for a diversity of purposes by a wide variety of users of molecular tools. By sequencing the ends of these long amplicons using traditional methods, and by relying on bioinformatic tools to accurately unscramble the data, we propose a method that allows hundreds of long amplicons to be pooled, fragmented, massively parallel sequenced, accurately reassembled and identified, thus reducing existing costs by orders of magnitude. The technique will allow routine multiplex sequencing of longPCRs where only short fragments could be sequenced previously, or where expensive sample-specific tagging and/or cloning was required. We will test the methodology by generating longPCR amplicons from parasitic helminths, for which: (i) we have a wide diversity of samples available and considerable experience of handling, (ii) there is wide interest and need, including diagnostics, biodiversity studies and evolutionary parasitology. Simulation studies will be used in conjunction with real data to develop, refine and test the bioinformatics pipeline for wider application. The methodology and associated open access computer applications will be transferable to any biological system where diverse longPCR fragments are sequenced regardless of the origin of the DNA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H023534/1","grantId":"BB/H023534/1","fundValue":"119787","fundStart":"2010-10-13","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"  The findings have been successfully implemented in various biodiversity surveys within the NHM. NGS advances have allowed the method to be used across multiple scales. The method is being applied to biodiversity studies as well as characterisation of helminths of biomedical and veterinary importance. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Economic","person":"David Timothy Littlewood","coPersons":["Peter  Foster"],"organisation":"The Natural History Museum","findingsText":" Next generation sequencing (NGS) allows rapid, high throughput characterization of DNA molecules. An expensive stage of the process is the requirement of making a &quot;library&quot; of fragments from each DNA that we want to sequence. Usually, individual libraries need to be made for each kind of DNA of interest. Tagging libraries with different short DNA identifying tags makes it possible to sequence multiple libraries in the same sequencing run. However, we have devised a way to pool, sequence and identify multiple long DNA fragments including complete mitochondrial genomes, without the need for expensive tagging or sample preparation. The success relies on accurate reassembly of data and determining the identity of reassembled fragments from short, small reference sequences. Currently being explored with key taxonomic groups (helminths of medical and veterinary importance) Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}