{"id":"69AE2DF7-A59C-455C-B721-71BB246DE671","title":"The Experimental Study of Elementary Particle Interactions at High Energy","abstractText":"The Large Hadron Collider is delivering data which allows us to study the properties of the smallest known constituents of matter - quarks and leptons. The current theory which describes these properties is known as the Standard Model, and it has been extremely successful in the predicting the outcome of experiments at lower energies. However, it is expected that new phenomena, not predicted by the Standard Model, should begin to appear in the TeV energy range. Theoretical predictions include a variety of new particles and interactions. Models using supersymmetry predict a new particle for every one so far discovered for example. The theory does not currently explain the lack of antimatter in our Universe. By performing experiments with the ATLAS and LHCb detectors, we aim to cast light on these issues by observing effects outside of the Standard Model.\n\nNeutrino experiments have also revealed many unexpected phenomena over the years, including the recent suggestion that they may travel faster than light. We will continue our successful exploration of the properties of these particles using the MINOS and MINOS+ detectors. We hope to able to confirm or refute the suggestion that they travel at superluminal speed, and also to test whether they possess interactions consistent with being in the class of Majorana particles (which are their own antiparticles), rather than Dirac particles as currently presumed. \n\nWe will also work on upgrading the detector systems of ATLAS and LHCb, which will allow us to continue to gather new data much faster, after a planned increase in beam intensity at the LHC. This will involve novel work on sensors and fast electronics.\n\nFinally, we will prepare the ground for the next generation of accelerators. If discoveries are made at the LHC, for example by observing the Higgs boson or another new particle, its properties will need to be measured at very high precision. This could be achieved with a linear electron-positron collider. We will remain in the forefront of design work for such a new machine and its detector systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001361/1","grantId":"ST/K001361/1","fundValue":"3843030","fundStart":"2012-10-01","fundEnd":"2016-09-30","funder":"STFC","impactText":"  Measurements at the Large Hadron Collider.  ","person":"Michael Andrew  Parker","coPersons":["Valerie  Gibson","Christopher  Lester","Leonard Bart Hommels","John Richard Batley","Mark Andrew Thomson","David  Ward"],"organisation":"University of Cambridge","findingsText":" Studies of fundamental interactions. More studies of fundamental interactions. Education","dataset":"gtr"}