{"id":"69B10257-B7B9-4D52-81E5-826BC42EB93F","title":"Biosensor based approach to measure release of Nociceptin/Orphanin FQ from live single immune cells and consequences for immune cell function.","abstractText":"Context: Classical opioid receptors are classified as MOP(mu), DOP(delta) and KOP(kappa). In addition to these three receptor types there is a fourth non-classical type, the receptor for nociceptin/orphaninFQ (N/OFQ) or NOP. The peptide N/OFQ is produced from a precursor pre-pro-N/OFQ (ppNoc). Opioids cause immune suppression but the mechanisms are poorly understood; in particular for the N/OFQ-NOP system. In this regard all immune cells we have tested to date express mRNA for NOP but variably express mRNA for N/OFQ. Little is known about the release of N/OFQ from immune cells and nothing at the single cell level. We have a Chinese Hamster Ovary (CHO) cell clone that expresses a chimeric Galpha-i/q protein enabling Gi coupled receptors to increases in intracellular Calcium; this can be measured fluorimetrically. This cell line is co-transfected with NOP; effectively allowing receptor NOP activation to be monitored as a Calcium signal; a biosensor for N/OFQ. If we overlay Galpha-i/q cells with polymorphonuclear leucocytes and stimulate them to degranulate with fMLP we have been able to measure N/OFQ release at the single cell level for the first time. This release was sensitive to NOP antagonists but not purinergic antagonists. \n\nThere are two hypotheses to our application; 1-Leucocytes differentially release N/OFQ and we will develop a novel cell based Galpha-i/q biosensor system to measure this at the single cell level; 2-NOP activation by N/OFQ will modulate leucocyte function at the cellular physiological level and we will use the intracellular signalling pathways and migration as readouts. \n\nAims and objectives: We will develop and characterise a Galpha-i/q chimera based biosensor assay for use with cells expressing recombinant human NOP in confocal microscopy. Volunteer human blood will be separated into individual immune cell populations (monocytes, B and T lymphoctyes and basophil, neutrophil and eosinophil granulocytes) with each assessed for release capability. Based on preliminary data showing differential ppNoc expression we predict that of the granulocyte population, eosinophils will be the source of N/OFQ. In addition we predict that monocytes and lymphocytes will also release N/OFQ and that we can measure this from single cells. We will assess antagonist sensitivity to confirm NOP as the target, explore Calcium dependence of the release process and confirm each cell immune cell type by immunofluoresence. Cellular content of N/OFQ peptide will also be measured by immunofluoresence with specific N/OFQ antibodies. Of note, there are no NOP reliable antibodies for use in Western blotting.\n\nWe will characterise the effects of immune cell NOP activation with peptide and non-peptide agonists by measuring ERK1/2 phosphorylation and JNK using Western blot. Activation of ERK1/2 has been linked to apoptosis so we will also measure cytochrome c and cleaved caspase 3 as we have done previously in neuronal cells. As Rho GTPases are linked with cell migration and we will be assessing this we will examine the effects of NOP activation on Rho GTPase using the Active RHO pull down and detection kit. We will also measure the cytokine release profile from cell populations in response to degranulation stimuli in the absence and presence of N/OFQ using Luminex xMAP technology and the Human 25-Plex panel. We will use transwell migration assays to assess autocrine and paracrine control of migration and the effects of NOP activation.\n\nApplications/Benefits: Data from this project will provide: (1) a novel technique for measuring single-cell release, (2) the first detailed release profile of N/OFQ from immune cells, currently lacking in the literature and (3) detailed information of the consequences of that release at a biochemical and functional level. Furthermore, we believe that these experimental techniques and data will have applicability to other cells and systems (e.g. neuronal transmitter release).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N000188/1","grantId":"BB/N000188/1","fundValue":"338432","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"David George Lambert","coPersons":["Jon  Willets"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}