{"id":"69B28A08-9266-4CC9-8BB8-5B3656ACC6A3","title":"Conjunction in discourse: a three-dimensional analysis of conjunction in different registers of English","abstractText":"Connectivity between clauses was traditionally seen in terms of 'real-world' relations between events, phenomena, etc. (time sequence, cause-effect, etc.); and it was explored mainly on the basis of the conjunctions (e.g. 'when', 'if') and conjuncts (e.g. 'therefore') that signal those relations. However, it is now accepted that, as well as these 'external' types of conjunctive relations, we also find 'internal' types. Although it is seldom noted, there are two different kinds of internal conjunction. Connections may be set up within the world of the text (e.g. 'first', 'in sum'). Speakers may also connect clauses in terms of their speech functions or indicate the epistemic basis on which claims are made. For example, in the utterance 'if you're going out, it's raining', the 'if' clause does not express a logical condition under which it rains; rather, it gives the speaker's reason for mentioning the rain. In addition, we need to account for relations which are not explicitly signalled.\\nMost researchers (with a few notable exceptions such as Martin) have concentrated mainly or exclusively on one of the three types; and even Martin does not distinguish in a principled way between textual and speech-act/epistemic connectivity. The 3-dimensional model that I have proposed separates these types and draws on Halliday's notion of the three metafunctions to set up a theoretical framework in which the types can be better explained. Thus 'external' conjunction can be seen as experiential in nature, combining figures (propositions) in a complex sequence; interpersonal conjunction (the speech-act/epistemic type) connects moves in an unfolding interaction; and textual conjunction connects steps in an unfolding argument. In addition, Halliday's distinction between the logico-semantic relations of projection (broadly corresponding to traditional 'reported speech') and expansion (all other kinds of conjunction) is introduced, with the hypothesis that the three dimensions apply to both.\\nMy research explores the implications of this model, focusing especially on establishing more precisely the grammatical criteria which can be used to differentiate the categories, on determining the validity of the claim that projection can be viewed in the same three-dimensional way as expansion, and on checking whether further sub-categories than those already identified should be set up within interpersonal conjunction. The aim is to provide a comprehensive, coherent and theoretically motivated account of conjunction in English.\\nI also follow up on Halliday's insight that different registers of English deploy the resources of conjunction in different ways, both in type and in the extent to which connections are explicitly signalled. I know of no large-scale study which has set out to verify this claim empirically and to investigate precisely the kinds of variation that occur. My approach involves carrying out an analysis, in part manual and in part automated, of the relations into which every clause enters, and of the associated signals, in a number of sub-corpora selected on the grounds that they illustrate maximal potential for variation. The initial hypothesis (partly supported by a pilot study) is that experiential conjunction, while the most frequent type overall, is particularly dominant in narrative, textual conjunction occurs most often in expository written registers, and interpersonal conjunction tends to be drawn on most heavily in informal speech and persuasive registers. This part of the project is designed to allow me not only to set up register profiles of choices in conjunction, but also to test and refine the model.\\nThe study as a whole aims to contribute to the fundamental move in linguistics away from the tradition of treating experiential grammar and meanings as core, with interpersonal meanings as peripheral 'add-on', and towards giving due emphasis to interpersonal concerns as equally central to language as a semiotic system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006717/1","grantId":"AH/G006717/1","fundValue":"31677","fundStart":"2009-09-28","fundEnd":"2010-01-27","funder":"AHRC","impactText":"  Note that 'impact' was not a specific requirement at the time of application for the award.\nA small number of discourse analysts are currently applying the model of conjunction in investigating the probabilities of configurations of linguistic choices across different registers. Education Cultural","person":"Geoffrey Richard Thompson","coPersons":[],"organisation":"University of Liverpool","findingsText":" My research has shown that it is feasible to develop a robust model of conjunction (that is, the ways in which clauses are linked in coherent discourse) which draws on the distinction in Systemic Functional Linguistics between the three metafunctions that are realised simultaneously in all use of language: experiential (representing the world), interpersonal (interacting with others) and textual (constructing coherent discourse). The approach offers a comprehensive account of conjunctive resources in English, and in particular allows delicate but communicatively significant distinctions to be made within the four broad semantic areas of conjunction: addition, comparison, time and consequence. \nThe model has been applied to the analysis of a corpus of six contrasting registers (conversation, personal blogs, political speeches, business reports, academic journal articles and romantic fiction). The results provide strong empirical evidence to support claims that different registers show different patterns in the use of conjunctive resources, and that these differences can be related to the communicative purpose of the registers and their function in the socio-cultural context. Researchers working in discourse analysis across a range of paradigms might find it helpful to draw on the categorisation that I have established - in particular the ways in which interpersonal conjunction differs from experiential conjunction (the latter being the traditionally accepted categories). \nEventually it can be hoped that the perspective on conjunction will find its way into standard presentations of conjunction, such as in textbooks for learners of English as a Foreign Language. It Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}