{"id":"69B3B40E-43E2-4D23-AE97-56176C626A97","title":"In situ recovery of resources from waste repositories","abstractText":"The proposed research seeks to undertake scoping work with academia and industry to develop a new and exciting research field related to mining resources from landfill that seeks to address the following central question: \n\nCan resources (materials of value e.g. metals, rare earth elements, plastics, energy) be recovered by leaching waste repositories whilst the material lies in situ, thus avoiding the need to actively mine the material? \n\nThe fundamental geoscience research question that underpins this is: \n\nHow can we understand and manipulate the in situ biogeochemistry of the waste within the repository to solubilise resources and recover them through leaching?\n\nThe concept and technology of in situ leaching has been developed in the mining industry for recovery of uranium and copper, and is done by circulating solutions to extract the elements and/or stimulating and enhancing microbial leaching. No-one has looked at the possibility of transfering this concept for application to recovery of resource from waste repositories. Wastes display diverse compositions, mineralogies, textures very different to that of ores and thus will require new science to understand and develop leaching methods to solubilise valuable components.\n\nWe will during the scoping stage be considering resource extraction the full range of wastes currently in UK landfills including industrial snd commercial waste (anticipated to be metal-rich), incinerator and fuel ash, mineral wastes, municipal waste and agricultural wastes to examine the idea of in situ leaching. We are particulary keen to identify during the grant which types of landfilled waste streams might be relatively enriched in certain resources and focus the full research proposal on recovery from these wastes. We envisage that in situ leaching could sidestep many of the problems that prevent realisation of the resource potential of former landfill sites, with important impacts not only in the UK but internationally. Furthermore, our aim is to not only investigate means to recover resource through in situ leaching but to also investigate how we can appropriately benchmark such processes (which we believe will have substantially lower environmental and human health impacts) in terms of life-cycle, human health and ecosystems service costs for comparison to retrieval of landfilled resources by 'conventional' dig-and-process landfill mining and against conventional mining of the same resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015761/1","grantId":"NE/K015761/1","fundValue":"56802","fundStart":"2013-04-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Devin James Sapsford","coPersons":["Michael John Harbottle","Anthony John Griffiths","Peter John Cleall"],"organisation":"Cardiff University","findingsText":" n/a Grant only just started. n/a Grant only just started. Chemicals,Construction,Energy,Environment","dataset":"gtr"}