{"id":"69BD9B5F-1C55-4843-BDFE-D432EBF7D340","title":"The role of RNA export factors in tissue specific gene expression","abstractText":"Individual cells in multicellular organisms are have distinct shapes and characteristics, each specialised for a specific function. A major aim in understanding organism function is to understand how cells become specialised (differentiated). Every cell in a multicellular organism carries the same genes. Cells differentiate by expressing genes for proteins relevant to their final function, and repressing genes whose protein products are not needed (or are even detrimental) for the final function. This project is aimed at increasing understanding of the fundamental biological processes that control gene expression in differentiating cells. We focus on sperm production, since sperm are extremely specialised, and their formation depends on expression of a very large number of genes not used in any other process. We use the fruit fly, Drosophila melanogaster, as a model system as it is highly amenable to a genetic and molecular analysis. Since these processes fundamental to all multi-cellular organisms, we expect our results to have broad implications, eg in understanding human development and disease.\nExpression of genes requires copying (transcribing) information from DNA, in the cell nucleus, into an RNA molecule that is then transported to the cytoplasm and translated into protein. Gene expression is well known to be regulated at both transcriptional and translational levels. RNA processing in the nucleus, and export from the nucleus, also present control points. The mechanism by which RNAs get exported from the nucleus to the cytoplasm is well characterised, and relies on a set of proteins that are conserved from yeasts to humans.\nRegulation of gene expression at the transcriptional level relies on the DNA of specific regions near genes &quot;promoters&quot; having sequences that are bound by sequence-specific DNA binding proteins (transcription factors). Binding of these transcription factors to gene promoters then recruits an enzyme complex (RNA polymerase) that actually transcribes the DNA sequence to give an RNA transcript. Usually this contains intervening sequences (introns) that get spliced out to make the final mRNA product. The process of transcription, and particularly splicing, promotes binding of the RNA export proteins to the mRNA. RNAs that are not appropriately processed are degraded.\nIn our recent research we discovered that a component of the RNA export pathway is required for expression of testis-specific transcripts, but not most other transcripts, in sperm development. We have shown that this is because the RNA export factors, which are understood to work downstream of the transcription factors in regulation of gene expression, actually also feed back to promote activity of a specific transcription factor in testes. Without this feedback the genes required specifically to make sperm are not expressed, and the flies are sterile.\nOur project aim is to understand the mechanism of this feedback. Is the whole export pathway involved, or only specific components? Do the export factors directly bind to the transcription factors? Do the export factors promote binding of the transcription factors to the DNA, or do they promote the transcription factors activity in recruiting the RNA polymerase? Does the transcription factor help protect the testis-specific RNAs from degradation?\nWe also found that reducing activity of the RNA export makes the females sterile, and causes many individual animals to die as pupae. These effects are very specific, and don't appear to be due to a general failure in RNA export, but appear, like the situation in testes, to be caused by defects in specific transcription programmes. We will investigate the generality of our findings on the link between transcription and RNA export by characterising the gene expression defects in these other developmental contexts. We hope to identify the relevant transcription factor, and develop mechanistic insights using our findings from testes as a guide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001004/1","grantId":"BB/L001004/1","fundValue":"540401","fundStart":"2013-11-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"  The project is only at an early stage, no publications yet.  ","person":"Helen  White-Cooper","coPersons":["Sonia  Lopez De Quinto"],"organisation":"Cardiff University","findingsText":" This grant has only been active for 1 year. We have made progress towards our objectives of understanding how RNA export factors regulate gene expression in testes. We have determined the gene expression effects caused by defects in RNA export in both larval stages and in ovaries. We are currently working on examining how these effects are brought about. No applicable yet. Other","dataset":"gtr"}