{"id":"69C2E581-0A0F-491A-B1B5-5A2C5F429222","title":"Bristol and Bath By Design","abstractText":"The primary academic design institutions in the Bristol and Bath region (UWE, and the universities of Bath Spa and Bristol) will collaborate in order to undertake a comprehensive analysis of the value and impact of design in the region. Using quantitative and qualitative methods, the team will strive to articulate the social and economic value of design, in addition to an assessment of the nature and quality of the regional design networks. Working in collaboration with REACT, West of England Design Forum (WEDF), Bristol Media, Creative Bath and The West of England Local Enterprise Partnership (WLEP), the three universities will provide a unique knowledge base that affords a deep understanding of the distinctive nature and characteristics of design in the Bristol and Bath region. The partner institutions' design academics will also exploit their networks with other regional HEIs including Bath University (Architecture &amp; Engineering) and the University of Gloucestershire to provide consultative input into the project. A combination of approaches and methods drawn from both the social sciences and arts and humanities will enable the project team to move beyond the raw statistical sector mapping that has occurred to date through analysing the importance of the region's unique cultural heritage, the social, historical and cultural context within which designers operate. In this way, the project will create a robust framework for the understanding and evaluation of design in the region whose finding will benefit the research councils, the government, HEIs and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M005771/1","grantId":"AH/M005771/1","fundValue":"586837","fundStart":"2014-11-07","fundEnd":"2016-11-06","funder":"AHRC","impactText":"","person":"Stephen  HoskinsCarinna Elizabeth Parraman","coPersons":["Jon  Dovey","Adrienne  Noonan","Graham Morton  McLaren","Don  Webber","Chris  McMahon","Anita  Taylor","Glenn Charles Parry"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}