{"id":"69C5EB1A-B211-42DC-88FD-CFCAD4AF78D0","title":"A specific dopamine D1 agonist, DAS-431, for the treatment of hemispatial neglect and motor deficits following stroke.","abstractText":"After suffering a stroke patients often have difficulties with their thinking and in controlling their arm or leg. Our research will look at the effects of a new drug on individuals with a stroke of the right side of the brain. These patients often suffer from a condition called hemispatial neglect. They fail to be aware of large objects – even people – to their left. They also often have weakness or poor control of their left arm and leg. At the moment, there is no effective drug treatment for these problems.\n\nThe drug we will test acts on a receptor on brain cells known as the dopamine D1 receptor. In studies on monkeys, drugs that act on this receptor improve memory for spatial locations, and spatial memory is often impaired in stroke patients with hemispatial neglect. Recent investigations in stroke patients also suggest that stimulating dopamine receptors in the brain may improve control of movement. \n\nProfessor Masud Husain and Dr Nick Ward are brain doctors who have a special interest in trying to treat hemispatial neglect and motor problems after stroke. They will ask patients with these problems if they would like to take part in a test to see if a drug that acts at dopamine D1 receptors can improve their ability to look to the left or use their left arm or leg. \n\nThe doctors predict that patients who benefit most from the drug will be those who have the frontal parts of their brain intact - because the drug is likely to have its beneficial effects by stimulating dopamine receptors in this part of the brain.\n\nIf this test is successful, a trial could be organized to see how effective the treatment is in a larger group of patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501986","grantId":"G0501986","fundValue":"519096","fundStart":"2007-02-12","fundEnd":"2010-12-11","funder":"MRC","impactText":"","person":"Masud  Husain","coPersons":["Nick  Ward"],"organisation":"Institute of Neurology","findingsText":"","dataset":"gtr"}