{"id":"69CE8B04-76AC-4651-9041-BCE469F7A871","title":"Urban Ageing and Social Exclusion","abstractText":"Social exclusion, defined as the inability to participate in society's mainstream institutions, has been identified as a major issue facing older people (Scharf and Keating, 2012). This project aims to overcome gaps in conceptual and empirical knowledge about this topic, with particular emphasis on the problems facing older people living in urban settings. This goal should be seen in the context of pressures arising from population ageing and urbanisation. By 2030, two-thirds of the world's population will reside in cities, with - for urban areas in high income countries - at least one-quarter of their populations aged 60 and over. The World Health Organization's 'Age-Friendly Cities' project (2007) emphasises the theme of developing supportive urban environments for older citizens. Policies directed at this goal are seen to require interventions targeted at both the social and physical environment. Following this, the WHO (2010) established the Global Network of Age-friendly Cities and Communities (AFCC) to encourage implementation of policy recommendations arising from the project. By January 2015, this Network spanned 26 countries worldwide with 210 cities and communities enrolled in the programme. The AFCC model has been influential in raising awareness about the need to adapt urban environments to the demands of an ageing population. However, research is needed that examines whether and how this model contributes to tackling social exclusion among older people across different urban settings.\n\nThis research project examines this last issue by using an original research design drawing on both quantitative and qualitative methods. It takes a cross-national approach that will identify new policies and practices for challenging social exclusion in European cities. The research is divided into three strands. Strand 1 involves an analysis of the current literature and existing data sets in Ireland, the UK and Belgium. This will provide new insights into how social exclusion varies for diverse groups of older Europeans (e.g. different cohorts, migrants, oldest-old) living in urban settings in contrasting EU nations. The findings from Strand 1 provide the background for Strand 2, which focuses on three cities: Dublin, Manchester and Brussels. These were among the first to be admitted into the WHO Network of AFCC. The question of how these 'Age-Friendly' cities have responded to the issues faced by those experiencing social exclusion (as identified in Strand 1) will be explored through a review of relevant social policy documents in the respective cities, and qualitative research through expert interviews with citywide stakeholders. Strand 3 examines projects designed to challenge social exclusion, with a particular focus on those that illustrate 'good practice'. The methodology for this strand will be based on a model of participatory research, involving the training of older people to become co-researchers in the selected projects. \n\nIn exploring these strands, the research will break new ground, both in the development of a conceptual framework for understanding social exclusion in old age in urban settings, and in providing the knowledge necessary for addressing a priority area in social policy. The project will engage with a range of academic audiences and research user groups (e.g. policy-makers, civil society organizations, older people) in order to maximise impact, and will engage with internationally renowned experts and institutions to ensure wide dissemination of the research. Consequently, this project will produce and disseminate a rich evidence base which will enhance knowledge about how to tackle social exclusion across different audiences. Alongside academic papers and presentations in international journals and conferences, dissemination channels will include stakeholder meetings, a policy roadmap for future action and development, and a good practice toolkit providing guidance on reducing social exclusion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N002180/1","grantId":"ES/N002180/1","fundValue":"224158","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"ESRC","impactText":"","person":"Tine Anna Juliana  Buffel","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}