{"id":"69D252CF-95E8-4A66-8A54-A66B1D2A94F3","title":"Locomotion in the earliest tetrapods: testing models of terrestriality","abstractText":"The water - to - land transition made by vertebrates during the Devonian period, between 370 and 360 million years ago, was one of the most profound in evolutionary history, and ultimately allowed the appearance of all land vertebrates including humans. The changes involved fundamental modifications to skeletons - from supports for swimming musculature in water to robust weight-bearing struts and cantilevers for walking and running on land, as well as changes to physiological and sensory systems. These latter changes also had influences on the skeleton that in turn affected the locomotor patterns. Over the last few years we have a gained a much improved fossil record of the animals that represent this transition. It has vastly improved since the days when only two taxa were available (the fish Eusthenopteron and the tetrapod Ichthyostega): we now have the elpistostegids Panderichthys and Tiktaalik, and the tetrapod Acanthostega. These newly discovered skeletons are well enough known to permit hypotheses about relationships and sequences of character acquisition. However, this is only part of the story. It is now evident that the two Devonian tetrapods whose skeletons are adequately known (Acanthostega and Ichthyostega) differ radically not just from modern tetrapods, but from each other. They represent divergent answers to some of the problems of emerging from the water. Ichthyostega and Acanthostega are evolutionary icons of importance comparable to that of other critical 'transitional forms' such as Archaeopteryx (the first bird), Australopithecus (e.g., 'Lucy'), and Ambulocetus (an early 'walking whale'). Acanthostega though possessing limbs with digits was still basically aquatic. On the other hand, the popular image of Ichthyostega as a sturdy land-going quadruped has been shown to be quite erroneous: in fact it was highly aberrant skeletally, having morphological traits that suggest both aquatic and terrestrial specialisations. Its mode of locomotion appears to have been more like that of a seal than a salamander, and its skeleton, according to work by the PI and colleagues, seems to have allowed dorsoventral flexion using a regionalised vertebral column and differentiated musculature as in mammals. We want to test both these diverse models of early tetrapod morphology for their accuracy quantitatively and in three dimensions, which our earlier attempts were unable to do. This we will do by subjecting the specimens to recently developed high-tech methods including microCT, CT and laser scanning, 3D reconstruction and manipulation software that allow us to do this for the first time. Next, we will examine the range of movements of the skeletons to assess what they were capable of, and quantify key indices of biomechanical performance such as regional stiffness of the vertebral column as well as internal bone architecture. For this, we will compare particular parts of the skeleton - centra, neural arches, ribs, limbs and girdles - with modern tetrapods to try to understand, using modern quantitative techniques, how the Devonian tetrapods moved, to what conditions they were most suited, and thus to what environments and life styles they were best adapted. This will help to illuminate the earliest conditions of the transition from water to land and ultimately lead to greater understanding of how modern tetrapod skeletons evolved. This will not only enhance our understanding of the transition from water to land, but lay the foundations and establish the starting conditions for the eventual appearance of the truly terrestrial members of the tetrapod crown group, and thus our own remote ancestors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005877/1","grantId":"NE/G005877/1","fundValue":"214472","fundStart":"2009-07-09","fundEnd":"2012-07-08","funder":"NERC","impactText":"  Mainly scientific/academic uses, e.g. citations. But also public engagement:\nOutreach/Media by Stephanie Pierce:\n&quot;Fascinating Fossils&quot; &not;(radio broadcast/podcast) The Naked Scientist 2014 \n&quot;Your Inner Fish&quot; &not;(Episode 1) PBS America 2014\n&amp;quot;How did the earliest land animals move?&amp;quot; - public talk Cambridge Science Festival 2013 Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"John Richard Hutchinson","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" Hypotheses: (1) Ichthyostega had vertebral and limb ranges of motion more similar in key respects to those of a seal, otter or crocodile than a salamander, with ranges of motion in the &amp;quot;lumbar&amp;quot; vertebrae restricted mainly to dorsoventral flexion.\n\nThis hypothesis has been refuted: Ichthyostega had very restricted ranges of motion in both fore and hind limbs, and could not place its hind feet flat on the ground. Thus its locomotion was unlike that of any modern tetrapod. Its hind limbs were more likely adapted for swimming than walking, whereas its fore limbs served to support the front part of the body off the ground during 'crutching-style' locomotion. (Pierce et al. 2012)\n\n(2) Acanthostega's possible vertebral and limb ranges of motion do not differ appreciably from those of a giant salamander.\n\nThis hypothesis still remains to be tested. Synchrotron scanning results await analysis in terms of biomechanical potential.\n\n\nObjectives: (1) Three-dimensionally image the key skeletal elements of the best-preserved specimens of Ichthyostega and Acanthostega as well as at least four potential extant analogs (1 individual each: giant salamander, ringed seal, Eurasian otter, and Australian freshwater crocodile) with microCT, CT and laser scanning. These have largely been achieved. Publications resulting include a study of pinniped vertebral construction (Pierce et al, 2011), and other publications on the extant taxa will follow. The data have been collected. We have, so far, been unable to source a suitable giant salamander for CT scanning; test scans of 2 specimens proved unsuitable due to poor preservative fluid/flesh vs. skeleton contrast. However, we did source several more salamanders and lizards for comparison.\n\n(2) Digitally reconstruct the skeletons of our study taxa in 3D using modern graphics software.\n\nThis has been achieved for Ichthyostega and has been published in Nature (Pierce et al. 2012). Scan data have been acquired for Acanthostega and for the related taxon Pederpes. Acanthostega material proved much more problematic. However we have been able to model its vertebral construction, which has corroborated our new view of tetrapod vertebral architecture.\n\n(3) Articulate the 3D digital skeletons of our study taxa in DinoMorph software and quantify their 3D ranges of joint motion in the key vertebral and limb joints.\n\nThis has been achieved and published as in (2), although software other than DinoMorph was used because we were not granted access to that proprietary software; this did not impede our success on the project.\n\n(4) Quantitatively compare and contrast possible vertebral and limb joint ranges of motion in Ichthyostega and Acanthostega with those of our potential extant analogs.\n\nThis has been achieved for limb joint ranges of Ichthyostega, as above. Our 2012 paper on vertebral morphology is already stimulating others to take a new, fresh look at tetrapod(omorph) vertebral evolution, and the earlier paper on limb motion in Ichthyostega has stimulated a lot more biomechanical research in this area (32 citations; e.g. report by Hutchinson in Nature News&amp;amp;Views in 2014: http://whatsinjohnsfreezer.com/2014/08/28/plastic-fishapods/). Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}