{"id":"69D42B54-2041-45BD-9F08-57055F1A1BB1","title":"Dangerous Sex, Invisible Labour and Other Stories of the Lumpen Proletariat- Rethinking Sex Work","abstractText":"\\n We are today in the throes of a global sex panic around sex work and trafficking. Not a day goes by without mention in the media of horrific instances of sex slavery and trafficking, especially of third world women. Matching the pace of this coverage is the proliferation of law reform initiatives against trafficking and sex work by several national governments, including, the US government, which through a domestic law, has unleashed an abolitionist regime internationally. Parallel to these efforts, are international public health agencies, donor agencies and NGOs that have targeted sex worker communities as vital to their HIV prevention efforts. This has resulted in some, but only marginal, protection of sex workers' rights. It is against the backdrop of these popular representations of the sex worker as sex slave and vector of disease that I ask- what about the sex worker as worker? To further contemplate this question, I propose over the leave period, to produce a book manuscript on how to conceptualise sex work as work and a critical reader of published Indian writings on sex work. \\n\\n While the reader is limited to the specificities of the Indian sex work debates, the questions that animate both the book and reader are- how have feminist scholars theorised sex work? If they have predominantly viewed sex work as nothing but, patriarchal violence, does this resonate with the experiences of sex workers? What are the strengths and weaknesses of this feminist approach? If its logical outcome is to abolish sex work, what does this mean for women who today earn a living from sex work? If on the other hand, we believe that sex work involves a form of sexual labour, would we still try to abolish it? If not, should we treat it like any other form of work or does it warrant special treatment? If it is like other work, how do we protect sex workers form the harms of the sex industry? \\n\\n To examine these questions, I draw on a school of feminist theory that is marginalised in current debates on sex work, namely, socialist feminism. In the process of conceptualising housework as a form of reproductive labour, socialist feminism identified the sexual labour of the housewife, thus opening the door for theorising sex work as sexual labour. Socialist feminists for the most part, however, did not advocate treating sex work as legitimate work. If however, we are to assume that sex work involves sexual labour, how should we understand the political economy of sex markets? For this, I empirically study two sex industries in India, one where sex workers worked in brothels and the other where sex workers worked in more diffused institutional settings. Questions I pursue in particular are, whether sex workers work under conditions of slavery, wage relations or self-employment? In what other ways are sex workers differentially placed within the same sex industry? Can we realistically speak of all sex workers as sharing common interests? How do they continue to sell sex when most activities relating to sex work are criminal? What economies of illegality are fostered by this criminalisation of sex work? What are the social effects of such criminalisation? If we repeal the criminal law, would this automatically mean that sex workers will be better off? If not, what is the most appropriate way to regulate sex industries so as to empower sex workers? By drawing on a school of legal theory, legal realism, I investigate the various types of laws that are in fact implicated in sex industries other than the most visible law, namely, the criminal law. These include other private legal rules, informal social norms and market practices. By producing a complicated narrative of the role of the law in the sex industry, I suggest that unless we know how such laws impact sex markets, we cannot decide one way or the other, the actual effect of any particular policy on sex markets and sex workers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G005702/1","grantId":"AH/G005702/1","fundValue":"29222","fundStart":"2009-02-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"","person":"Prabha  Kotiswaran","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}