{"id":"69D51172-43FA-4D7B-9C38-BD6756D146E9","title":"*The Faerie Queene* Now: remaking religious poetry for today's world","abstractText":"This project investigates religion and society by rescuing a neglected poem, one of the great epics of English literature, Edmund Spenser's *The Faerie Queene*. A poem of militant Protestantism contemporary with the original establishment of the national church, *The Faerie Queene* (FQ) is remote from mainstream secular society, and from its relatively quiescent and marginalised official church. Paradoxically, in present-day England Spenser's poem has most in common with the insurgent religious intensity of other, 'minority' faiths. And yet, poetry itself has, since Spenser, lost much of its power to speak to and intervene in issues of fundamental social and religious concern. *The Faerie Queene Now* (TFQN) responds by remaking religious poetry for today's world. It speaks to where we have come from and where we are going by exploring Spenser's foundational poem in various present-day religious, educational and cultural contexts. But it also aims to recreate and refunction Spenser's epic as a positive contribution to contemporary life. In doing this it hopes to bring some of the energy of Spenser's art and moment into official English religion, which it also hopes to open further to energetic and diverse elements not allowed for or even foreseen by the original national church. At the same time, it aims to bring official religion into creative dialogue with other groups in English society that are entirely beyond incorporation into any established church. In short, TFQN seeks via poetry and the imagination the greatest possible representation of religious and secular interests in relation to our shared inheritance and to those issues of religion and society which, one way or another, matter to us all. The project splits into two main component projects. One is the Liturgy Project, which seeks to create new liturgical texts and solidarity-builiding rituals for contemporary society inspired by the quest for holiness in Book 1 of Spenser's epic. Here the PI, Ewan Fernie, will work in conjunction with major poet and Co-I Jo Shapcott, and the theologian Andrew Shanks, who has made a case for 'shaken poetry' as a source of religious renovation. This team will prepare two extraordinary, inclusive services for the two very different environments of Manchester Cathedral and St George's Chapel, Windsor Castle, working in each case with an impressive group of consultants including scholars, artists and theologians. The culminating event in Windsor will feature Andrew Motion and form part of the Windsor Spring Festival. The St George's Day event in Manchester will be preceded by a procession, through the city streets, with Catalan-style 'gegants', giant puppet figures, representing Spenserian figures. The liturgical texts will be published with a critical introduction. This will be complemented by the Fable and Drama Project, in which writer Simon Palfrey and director Elisabeth Dutton will evolve new stories and a play through intense collaboration with heterogeneous educational communities: two ethnically diverse comprehensive secondary schools, both from socially deprived wards; and the radically different students of Oxford University. The aim here will be to recover and communicate the trials and possibilities of virtue - religious and secular - in contemporary life. The culminating events will be the publication of a book of the project, illustrated by student collaborators, and a closed performance at Shakespeare's Globe. The projects will come together in two events of reflection, dialogue and synthesis: a public arts event run by the Poet in the City charity at major London venue King's Place and a two-day cross-sector conference at Cumberland Lodge. The overall project will come to fruition in a major collection of essays revealing what Spenser has to give to the arts, society and religion","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H009361/2","grantId":"AH/H009361/2","fundValue":"18502","fundStart":"2011-01-01","fundEnd":"2012-01-07","funder":"AHRC","impactText":"  They have stimulated debate and activity within the academy, the church and the cultural industries. Creative Economy,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Ewan  Fernie","coPersons":["Joanne Amanda Shapcott","Simon  Palfrey"],"organisation":"University of Birmingham","findingsText":" We have made a significant contribution to understanding the ways in which religion, society and literature interface, and we have demonstrated new ways in which all these things come together. Our findings have stimulated further conversations, projects and performances (of the new civic and inclusive Redcrosse liturgy we developed for St George's day, of the new play we developed as part of the grant) in various venues across the country. The RSC performance of Redcrosse in Coventry Cathedral itself stimulated much conversation and further activity likely to lead to new projects in the future. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}