{"id":"69E3C73C-51C8-48A3-84DE-9CBEDE2139CB","title":"Centre for Cognitive Ageing &amp; Cognitive Epidemiology","abstractText":"In 2008 we formed the Centre for Cognitive Ageing and Cognitive Epidemiology (CCACE) at the University of Edinburgh. This brought together a diverse range of scientists-epidemiologists, psychologists, geriatricians, clinical and basic neuroscientists, geneticists, statisticians, sociologists-to study how the brain and the body influence each other across the human life course and between generations. This application describes how CCACE enhanced this important research, and our plans for the next five years.\n\nThe Centre brought a step change in our scientific achievements, our training of young scientists, and the communication of our research to wider, non-scientific groups. In science, we made achievements in four areas. (1) Our discoveries made us the leading international centre for the study of how intelligence from youth influences physical health, wellbeing, mental illness and mortality later in life (cognitive epidemiology). (2) In our large groups of older people on whom there were measures of intelligence from youth we made discoveries about genetic, lifestyle, brain structure and other contributions to the ageing of thinking (cognitive) skills that put us at the forefront internationally. Our discoveries on how diabetes affects thinking skills are based on one of the largest studies. (3) Our work uses theories of how the brain works to explore ageing effects on important specific thinking skills. This led to our devising tests for the early detection of dementia. (4) Our scientists working on the biological mechanisms of cognitive decline have made discoveries in human and animal studies that revealed likely biological routes for the amelioration of cognitive ageing. The Centre's presence brought new collaborators, gave us the capability to lead new cohorts and international consortia, and brought in a new Alzheimer Research Centre.\n\nThe Centre brought a step change in the training of young scientists. The thriving mix of successful scientists working together has built up a community of PhD students concentrating on our aims. Many who are not funded by the Centre have come under our umbrella, adding value. We are meeting a need for the training of clinical scientists in our areas. The Centre has also been responsible for a step change in knowledge exchange. Our work with lay people, policy makers, artists, and business has brought our science out of the office and laboratory, creating awareness, new art, and products, and influencing policy.\n\nIn the next five years the University of Edinburgh is generously supporting the Centre by funding a substantial amount of what originally came from LLHW funding. In research training, our vision is to mentor young scientists from the end of their PhDs and helpi them to develop into independent scientists in cognitive ageing and cognitive epidemiology to meet these important needs. In our four research Groups' fields we highlight the key areas in which we aim to make discoveries. Here, we mention a few. We are expanding our cognitive epidemiology work to examine how personality and thinking skills affect later health and illness. We shall conduct large-scale new genetic work in our cohorts of older people to find out how people's environments affect how their genes switch on and off and thereby affect thinking skills and other aspects of ageing. We shall conduct unusually large longitudinal studies to examine the parallel changes in brain scans and thinking skills, and the changes in cognition over 10 years in people with type 2 diabetes. We shall delve into specific thinking processes to find the precise sets of problems that best characterise various forms of normal and illness-based cognitive ageing. We shall undertake parallel human and animal work to investigate the importance and nature of changes in small blood vessels for brain health and thinking skills. We have an ambitious strategy for an expanded and more formalised programme of knowledge exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K026992/1","grantId":"MR/K026992/1","fundValue":"3049000","fundStart":"2013-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Ian J. Deary","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}