{"id":"69FA64C7-F5CD-48F7-ABA2-1436A29EDE81","title":"The Ethics of Risk","abstractText":"Within ordinary life it is very common for one person, or corporation, or government, to subject others to avoidable risk, either by creating and imposing that risk or failing to take steps to remove an existing or emerging risk. Decisions about whether to invest in a new signalling system for the railways, or whether to embark on a new programme of public health are decisions about acceptable levels of risk. It is not always obvious how these questions should be addressed, let alone settled.\\n\\nMost people will accept that a 'risk-free' life is impossible, and that some risks are trivial enough that they can be ignored, or too expensive to mitigate. Lines, therefore, are drawn around 'acceptable' and 'unacceptable' risks. This raises the question of the circumstances under which it is legitimate to allow people to be exposed to avoidable risks, which is essentially a moral question. Yet while risk is much studied in economics, psychology and sociology it has been relatively neglected within moral and political philosophy as a subject in its own right. This project seeks to aid our understanding of the nature of risk, how it is perceived, and of how to decide when it is, and is not, morally acceptable to expose people to risks of different types and probabilities. \\n\\nThis project looks at the abstract philosophical question outlined above in its own terms, but also by means of two detailed case studies: transport safety and the distribution of resources to address health risk. The case studies will help bring out the philosophical, psychological, economic and other factors involved in thinking clearly about the ethics of risk, while at the same time illuminating the two issues under consideration and thereby contribuitng to important public debates. Policy-makers and other academic and non-academic experts will form an advisory panel to help steer the project in the most fruitful direction.\\n\\nAs well as being a valuable contribution to scholarship and to public debate, this project also shows the importance of the Arts and Humanities to the wider world of government, business and society at large.\\n\\nAt its conclusion the project will have produced a significant series of studies which will have expanded our understanding of the ethics of risk in general, and to have contributed to the policy debates concerning the ethics of transport safety and the ethics of health policy.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008836/1","grantId":"AH/E008836/1","fundValue":"373771","fundStart":"2007-10-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Jonathan  Wolff","coPersons":["Michael Hiroshi Otsuka"],"organisation":"University College London","findingsText":" One aspect of the research has been to look at the valuation of life and health over a wide range of UK government departments. This work was undertaken in collaboration with the inter-departmental group on the value of life and health. The report mentioned above has been used by a Senior Economist at the Department of Health (Dr Donald Franklin) in drafting guide recommendations for UK government as a supplement to the Treasury Green Book. This work is still in the drafting stages. Dr Franklin has remarked: &quot;I think it has had an impact already, and hope it will have a greater one impact. The report created the case for Departments reviewing their own practice and valuation framework, and the subsequent analysis has led to som Environment,Healthcare,Leisure Activities/ including Sports/ Recreation and Tourism,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}