{"id":"6A1886F4-7C66-43FA-8CEE-67D28736B94E","title":"Orogenic plateau magmatism","abstractText":"This study will show why some of the highest regions on Earth contain young and active volcanoes. Our particular study area is the high plateau of Iran, which has a unique combination of young volcanic rocks, known tectonic plate thickness and variation in plate thickness, in a region where the plates are actively colliding. Combined with background information on the rock types and thicknesses of the tectonic plates in this region, it will tell us which part of the deep Earth generates the magma, why it is melting, and what controls the ascent to the surface. Volcanoes and mountain ranges show how Earth is active: forces and processes arising from deep within the planet shape the landscapes on which we live. Risks from eruptions, earthquakes and landslides threaten millions of people, but at the same time control the distribution of land, nutrients and water on which we all depend. There are many ways to generate volcanoes and chains of mountains, some of which are entirely separate. But there are certain tectonic settings where they come together, where the moving plates collide continents to create vast regions of deformation known as collision zones. Many of these have occurred through geological time and are now inactive. The mountains of Scotland are the eroded roots of such chains, and the volcanoes once within their midst. But in SW Asia the processes continue at the present day, as the Arabian plate moves northward, pushing in to Eurasia. The rate of motion is roughly 20 mm/yr, but over geological timescales this translates to a considerable amount of deformation: ~700 km of convergence has occurred since initial plate collision ~35 million years ago. Volcanism was common before the collision, in a setting similar to the modern Andes. It reduced in intensity after the initial collision, because one of the main triggers for magmatism ended at this time - downgoing of oceanic plate beneath the Eurasian continent. Later, sporadic magmatism probably represented the tail-off from this process. But in the last few million years there has been an upsurge of volcanic activity across the collision zone, for reasons not entirely understood, but possibly related to a general re-organization of deformation of the Eurasian plate. The volcanic centres are not randomly distributed. We can determine patterns in their locations that give us clues about why the deep Earth is melting. First, they are concentrated in a region within the collision zone that is no longer shortening, known as the Turkish-Iranian plateau. As its name implies, this is a vast, high area with subdued relief, that no longer undergoes the kind of mountain building that once deformed the Earth in this area. That mountain building carries on at the margins of the broad zone that is the site of collision between the Arabian and Eurasian plates. Second, the volcanoes are almost always in the original Eurasian plate, which once lay above a slab of an oceanic plate that has now passed underneath it ('subducted' in the jargon). This slab is a source of water and other volatile compounds that could have been responsible for melting the deep Earth and causing the volcanoes. But it is unclear why water would be present tens of millions of years after the ocean plate stopped moving under Eurasia. Third, many of the volcanoes are located in regions which are still faulting, even if the mountains are not building up. This suggests a link between the faulting and either the generation of the magmatism, or at least its ascent to the surface. Again, the details are not understood and form part of this study. Whereas we generally understand the generation of volcanoes in settings like the Andes, Hawaii and Iceland, the high plateaux of the Earth like Iran and Tibet represent a frontier for science, and an opportunity to comprehend how the end result of plate tectonics can be volcanoes within the highest places on Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021620/1","grantId":"NE/H021620/1","fundValue":"391367","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"  Findings have continued and strengthened the UK's academic links with Iran and Armenia, by demonstrating to scientists and government agencies from these countries that the UK can provide expertise, technologies and knowledge transfer to benefit their communities.\n\nThere has been training for scientists in both of these countries in cutting edge techniques and analytical procedures, and integration into the wider international community via workshops and conference presentations in the UK and abroad. Help has been given all the way through to producing first-authored publications by these overseas colleagues, and involving them in other publications first-authored by the PI, PDRA or PhD students associated with the research.\n\nThere has been input from Iranian project partners into the United Nations Office for Disaster Risk Reduction (UNISDR) Global Assessment Report for 2015 (GAR15), arising from contacts made through the project lifespan. This is a succinct example of how the project has improved scientific collaboration, with impacts on policy and decision making at international levels.\n\nThese outcomes are examples of &quot;soft power&quot;, by which the UK's expertise and goodwill are demonstrated in a subtle but positive way.\n\nThe project PDRA has benefited from the training and development represented by the project, and now holds a teaching position in a UK university. An associated PhD student (EU funded) has gone on to a postdoctoral position in Finland. Education,Environment Cultural,Societal,Policy & public services","person":"Mark Benedict Allen","coPersons":["Jeroen  Van Hunen","Jon  Davidson"],"organisation":"Durham University","findingsText":" We have developed a new model for the generation of volcanic rocks in regions where the continental plates continue to collide, using the geology of Iran and Armenia as guides. Our model involves the dripping of the base of the plate, and stirring of the underlying layer of the Earth, known as the mantle. In addition to this general model, we have produced significant data sets for specific volcanic centres in both Iran and Armenia. Our research is generating high numbers of citations from other research groups across the world, showing that it has stimulated their thinking and their own research. It also feeds into the subject of which volcanic centres are active across these parts of the world, with implications for volcanic hazard. Education,Environment","dataset":"gtr"}