{"id":"6A24C877-F74B-4DB9-B16D-16E372CD5B9A","title":"Signal Processing Solutions for the Networked Battlespace","abstractText":"The nature of the modern battlefield is changing dramatically. Electronic communication is allowing unprecedented interchange of data and information between platforms. Advances in electronics are allowing the possibility of low cost networked unattended sensors. Intelligent and robust processing of the very large amount of multi-sensor data acquired from various networked communications and weapons platforms is, therefore, crucial to retain military advantage and mitigate smart adversaries who present multiple threats within an anarchic and extended operating area (battlespace). Hence we have composed a unique consortium of academic experts from Loughborough, Surrey, Strathclyde and Cardiff universities together with six industrial project partners QinetiQ, Selex-Galileo, Thales, Texas Instruments, PrismTech &amp; Steepest Ascent, to develop transformational new signal processing solutions to the benefit of Dstl, the MoD, and the UK in general. \n\nTo achieve this goal we are proposing a five-year integrated programme of work composed of the following five interlinked work packages: (1) Automated statistical anomaly detection and classification in high dimensions for the networked battlespace, in which we aim not only to detect anomaly, but also to identify its nature and nuance, when acquired in a high dimensional complex network environment. Data quality and ambiguity measures will be used to ensure the models of normality are not corrupted by unreliable and ambiguous data; (2) Handling uncertainty and incorporating domain knowledge, within which we aim to exploit the world model of the networked battlespace to improve performance and confidence, and to reduce uncertainty to an unprecedented level. Examples for such information are digital maps about terrain and layout of the field, geometric relations between platforms and operational conditions such as weather; (3) Signal separation and broadband distributed beamforming, in which we target at designing low-complexity robust algorithms for underdetermined and convolutive source separation, and broadband distributed beamforming, facilitated by low-rank and sparse representations, and their fast implementations; (4) Multi-input and multi-output (MIMO) and distributed sensing, within which we intend to create novel paradigms for distributed MIMO radar systems operating in the cluttered networked battlespace; and (5) Low complexity algorithms and efficient implementation, in which with Texas Instruments, PrismTech &amp; Steepest Ascent we aim to formulate and realize novel implementation strategies for a range of complex signal processing algorithms in a networked environment. These interlinked workpackages have been very carefully designed to marry up with the research themes and challenges identified by Dstl &amp; the EPSRC and we have clear strategies for attaining datasets, performing evaluation, and communicating findings.\n\nWe have designed a carefully structured consortium management team including an overarching steering group with renowned external independent experts with expertise covering the scope of the work programme. The operation of the consortium will be the responsibility of the Consortium Director and the Consortium Management Team. A key component of our consortium management is to encourage research staff and students employed to be periodically seconded to the labs of other collaborators within the consortium to benefit from complementary knowledge and skills at partner universities and industry; gain access to privileged datasets and/or equipment; or share resources &amp; provide critical mass when addressing a particular Dstl challenge.\n\nThe management structure and coordination measures have been designed for the consortium to have the capacity to assume the role of lead consortium, if required, working with Dstl &amp; EPSRC to establish a community of practice in signal and data processing, and to ensure the UK has world leading capability in the area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014307/1","grantId":"EP/K014307/1","fundValue":"3646630","fundStart":"2013-04-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The algorithms developed have been published in international conferences and journals; interaction with our industrial collaborators, Dstl, QinetiQ, Thales, Selex-ES, Atlas-Elektronika, TI and Mathworks, is also aiding knowledge transfer. Digital/Communication/Information Technologies (including Software) ","person":"Jonathon  Chambers","coPersons":["Wenwu  Wang","Sangarapillai  Lambotharan","Yulia Alexandrovna Hicks","Wen-Hua  Chen","Syed Mohsen  Naqvi","Philip JB  Jackson","Ian Keith Proudler","Stephan  Weiss","Josef  Kittler","John  Soraghan","Raphael Chung-Wei Phan","John Graham  McWhirter","David  Parish"],"organisation":"Loughborough University","findingsText":" This project is still on-going. This project is still on-going. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}