{"id":"6A2F3226-BA87-4905-957E-AA270274910C","title":"Context dependent and multimodal learning: from insect brains to robot controllers","abstractText":"A central issue in current robotics is how to scale up to more complex cognitive abilities, such as context dependent learning and prediction. Although insects are often viewed as simple reflexive systems, they are in fact more competent than any existing autonomous robots. They are capable of learning, integration of multisensory cues, real-world navigation, and flexible behavioural choice. As they obtain such competences with relatively small brains, understanding these mechanisms should lead to efficient robot applications. Within biology, there has recently been great interest and substantial advance in understanding the insect brain. So far, modelling of these systems has lagged behind, but it is essential for many reasons. By building models of the insect brain we can evaluate precisely expressed hypotheses about its function, and test which elements are crucial for complex behaviour. Moreover by implementing these hypotheses in hardware on robots we can understand the systems in real behavioural contexts. Thus there is a real opportunity to contribute to biological knowledge at the same time as developing systems that have useful application as robot controllers. Our intention in this project is to develop and evaluate models of learning in insect brains, using a combination of biological experiments, computational modelling, and hardware implementations. In particular we want to examine the neural mechanisms that support forms of learning more complex than simple association. These include context dependence, generalisation, and expectation-based expression of responses. Insight into these capabilities requires closer attention to the details of the mechanisms in the insect. For example, it may be important to understand the different stages and time-scales of learning and how these are supported by different biochemical processes. We can exploit an ideal combination of circumstances to make substantial advances in this area. The PI (Webb) has extensive experience in building robot models of insect behaviour, including implementing sensory and neural processing mechanisms in hardware. Along with the researcher-CI (Wessnitzer) she has developed initial models of the relevant insect brain mechanisms, and has strong connections to the leading biologists working in this area. One of these is the CI (Armstrong) who is using advanced genetic techniques to determine the roles of different structures and signalling pathways in the insect brain. Thus we intend to develop a tightly linked paradigm in which: - behavioural experiments suggested by the models provide data for model evaluation; - hardware implementation of the models provides real world evaluation and motivates abstraction; - abstracted models suggest key functional roles that can be tested using genetic manipulations on the insects. The outcome will be both significantly improved understanding of insect brains and a substantial step towards cognitive controllers in robots.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F030673/1","grantId":"EP/F030673/1","fundValue":"609458","fundStart":"2008-04-07","fundEnd":"2011-04-06","funder":"EPSRC","impactText":"","person":"Barbara  Webb","coPersons":["James Douglas Armstrong"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}