{"id":"6A36BF1C-5597-4B72-8C14-34A5E3081A9E","title":"Resequencing Arabidopsis thaliana","abstractText":"Variation, such as flowering time, height and leaf colour between plants of the same species can be explained in part by differences between their DNA sequences, and this fact can be used to identify genes responsible for many phenotypes of importance in agriculture. One way of doing this this requires a genetic reference population, which is a set of inbred lines of plants of the same species (ie varieties of plants that breed true and contain little or no genetic variation within each variety but which differ between varieties) whose genome sequences are known, at least approximately, and on which the phenotype of interest, such as flowering time, is measured. Then by correlating the differences observed between the phenotypes measured across the lines with differences between their DNA sequences, it is possible to find DNA changes that may be responsible for the phenotypes, and hence identify the responsible genes. Because all flowering plants have a common ancestor and share similar genes, understanding the function in one plant species can often be translated to another. Therefore by working with a simple model plant, the thale cress Arabidopsis Thaliana, which is easy to grow and has a short generation time, it is possible to discover gene function and then apply this information to agriculturally important crops, to improve yields to the benefit of mankind. We have developed a reference population of 763 Arabidopsis inbred lines, shortly to be expanded to over 1000 lines. They have been bred by repeatedly crossing 19 existing varieties of this plant that were collected from the wild and from across the world. The lines have been inbred (called 'selfing') for several generations until each line has a fixed DNA sequence which is a random mosaic of the 19 founders. Each line is a different mosaic. We have begun to use these lines to find the genes responsible for traits such as flowering time, but in order to make the best of the data use we need to know the genome sequence of each line. Fortunately we don't need to sequence each of the 1000 lines, which is too costly. Instead we can infer their sequences from the 19 founder genomes because we know the mosaic structure of each line. Recent technological improvements make it possible to sequence genomes much more cheaply and quickly. The genome of Arabidopsis Thaliana is about 120 million bases long and can now be sequenced in about a day. We propose to sequence the genomes of 17 founders (the other two genomes are already sequenced) and make this data publicly available. We will develop software and statistical methods so that DNA variation between the 19 genomes can be used to help identify functionally important variations in the lines. We have already distributed the lines by depositing their seeds in the A. thaliana stock centre so that others can use this resource. The genomes of each of the founders will also be of interest for studies of evolution and population genetics. They will be annotated by the Ensembl Plants team at EBI and the annotations displayed on the Ensembl genome browser.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022697/1","grantId":"BB/F022697/1","fundValue":"486546","fundStart":"2008-09-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  Our findings were published in 2011 in Nature PMID 21874022\nThey attracted a News and Views article Education ","person":"Richard  Mott","coPersons":["Paula  Kover"],"organisation":"University of Oxford","findingsText":" Individuals within a species usually have different genomes, and this affects their physical appearance, behaviour and survival. However,it is usually assumed that these individual genetic differences are small, so that we can transfer detailed information about a single typical genome, known as the reference, across to other individuals in order to predict the changes we are likely to see due to the presence of DNA variation. \n\nIn this study we use the plant Arabidopsis thaliana to show that Other groups are using the software and algorithms we developed to perform similar studies in other species, both plant and animal. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Environment,Other","dataset":"gtr"}