{"id":"6A3871FC-AE31-44B0-868F-BFF1FEF59BFD","title":"Social Inequality and Children's Mental Health","abstractText":"<p>This project examines how social inequalities influence children's development at three levels of analysis.</p>\n\n<p>At the neighborhood level, it will assess ecometric properties of the local areas in which children reside and test whether neighborhood-level social processes mediate the effects of neighborhood poverty on children's mental health. </p>\n\n<p>At the family level, it will trace the effects of socioeconomic deprivation on proximal family processes and test how stressful early life events may become biologically embedded. </p>\n\n<p>At the individual level, it will use a genetically-informative longitudinal design to test the hypothesis that children's perceptions of their social position can help to explain why some children growing up in poverty do versus do not develop health problems.</p>\n\n<p>This research will be conducted using data from the Environmental Risk (E-Risk) Study, a longitudinal study of a nationally-representative sample of twins born in England and Wales in 1994-1995. Children's development was monitored over the first 12 years of their lives. Data about the children and their families were gathered at birth, 2, 5, 7, 10, and 12 years. Two ecometric assessments of the neighborhoods in which children are growing up were also conducted to study inequalities in children's lives at the community and family level. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-177-25-0013","grantId":"RES-177-25-0013","fundValue":"209414","fundStart":"2010-04-01","fundEnd":"2014-03-31","funder":"ESRC","impactText":"","person":"Louise  Arseneault","coPersons":["Terrie  Moffitt","Candice  Odgers","Avshalom  Caspi"],"organisation":"King's College London","findingsText":" For this project, we proposed a collaboration between US and UK scientists to study how social inequalities shape the development of children's mental health with secondary data analyses of a newly created longitudinal data set, the Environmental Risk (E-Risk) Longitudinal Twin Study.The E-Risk Study is a longitudinal cohort of a nationally-representative sample of twins born in England and Wales in 1994-1995. Children's development was monitored over the first 12 years of their lives. Below is a summary of some of our key findings. \nAt the neighbourhood level, Candice Odgers, with her team at Duke University, geo-coded the E-Risk families' home addresses at the ages of 5, 7, 10 and 12, as well as their school addresses at ages 5 and 7 years in order to characterize the SES of the local neighborhoods. Results indicated that low-income children surrounded by more affluent neighbors had higher levels of antisocial behavior than their peers embedded concentrated poverty and that this relationship held after controlling for key neighborhood and family-level factors. Growing up alongside more affluent neighbors was associated with increased antisocial behavior among both boys and girls, but effects remained significant only for boys in covariate adjusted models. Results suggest that efforts to create more economically mixed communities and settings for children, if not properly supported, may have iatrogenic effects on low-income children's antisocial behavior (Donley, Bates, Caspi, Moffitt, Arseneault, Sampson, &amp; Odgers, under review).\nAt the family level, Fiona McEwen, a postdoctoral researcher at King's College London, examined whether reports of children being cruel to animals could be used as a marker for violence in the home (McEwen, Moffitt, Arseneault, 2014). Findings showed that in E-Risk, 9% of children were cruel to animals and 2.6% were persistently cruel (&gt;= 2 time-points). Children cruel to animals were more likely to have been maltreated than other children although 56.4% had not been maltreated. Animal cruelty was not associated with domestic violence when maltreatment was controlled for. In disadvantaged families, 6 in 10 children cruel to animals had been maltreated. In other families, the likelihood of maltreatment increased with age and persistence. The usefulness of cruelty to animals as a marker for maltreatment increases with the child's age, persistence of behavior, and poorer social background. \nAt the individual level, Isabelle Ouellet-Morin, a postdoctoral researcher at King's College London, has provided provided some of the strongest evidence so far supporting a causal effect of exposure to violence on psychobiological outcomes in humans. Finding indicated that bullying victimization affects cortisol reactivity to stress; while non-bullied MZ twins showed the expected cortisol increase after the psychosocial stress test (PST), their bullied co-twins exhibited a blunted response (Ouellet-Morin et al., 2011). A follow-up study showed that lower cortisol responses were associated with more social and behavioural problems among maltreated/bullied children, but not in children who were not exposed to the forms of violence, an indication of biological adaptation. (Ouellet-Morin, Odgers, Danese, Bowes, Shakoor, Papadopoulos, Caspi, Moffitt, &amp; Arseneault, 2011).\nWith renewed funding from the MRC, the E-Risk Study team now turns to explore the impact of violence exposure on participants' mental and physical health in early adulthood. Specifically, we will test whether young people who suffer violence exposure (physical or sexual maltreatment, witnessing parental domestic violence, bullying victimisation, assaults) will, by their entry to young adulthood at age 18, show signs of risks for developing diseases in later life. A manual was created to document the geo-coding process and a set of tools were developed in ARG GIS to replicate our method at future waves (manual attached to the email). A 2 day workshop on ARG GIS and coding economic inequality and geospatial dimensions of the children's neighborhoods was also held at Duke University. Environment,Government, Democracy and Justice,Other","dataset":"gtr"}