{"id":"6A4950BD-6C5A-4B87-9059-F529F5866671","title":"Atomoxetine as a pharmacological treatment for chronic cocaine and heroin abusers","abstractText":"Drug addiction is a major medical, social and economic problem in our society and globally. Continued use of Class A drugs such as cocaine and heroin not only results in devastating effects on individuals' health and personal lives but also places an enormous burden on society through its repercussions for crime and health care provision. A key part of the solution to this problem is the provision of effective treatments for addiction in order to reduce relapse to drug use. Such treatments, at least for stimulant drugs such as cocaine, have yet to be developed. This issue is very much acknowledged by policy-makers, who have called for more research into interventions for stimulant abusers.\n\nWithin this context, the aim of our study is to investigate a potential pharmacological treatment for reducing the abuse of cocaine in a particularly difficult-to-treat group of drug-dependent patients. These are individuals dependent on both cocaine and heroin who, according to the Home Office, account for 99% of the total economic and social costs associated with drug abuse (approximately &pound;15.3 billion per year). Treatments currently available for these patients consist mainly of opiate substitution treatments such as methadone, which are not effective in preventing patients from continuing with their use of cocaine, therefore jeopardising overall treatment success. \n\nBased on our understanding of the pharmacology and brain processes involved in addictive behaviours and other neuropsychiatric disorders, we have identified atomoxetine as a promising drug candidate for remediating cocaine seeking in methadone-maintained heroin and stimulant drug abusers. Atomoxetine is a safe, non-stimulant and non-abused drug already used clinically for the treatment of juvenile and adult attention deficit hyperactivity disorder (ADHD). Atomoxetine targets the brain neurotransmitter noradrenaline, improving sustained attention and reducing impulsivity. Scientific evidence indicates that both thse effects could contribute to reducing drug-seeking behaviour.\n \nWe plan to carry out a 'proof-of-principle' study: A relatively small scale study to establish whether a drug candidate presents potential therapeutic properties before a larger scale clinical trial is instigated. We will determine the possible utility of atomoxetine in remediating cocaine seeking in methadone-maintained heroin and stimulant drug abusers in a double-blind, placebo controlled design. Before and after a 12 week treatment with atomoxetine or placebo, we will record sensitive behavioural and brain imaging measures of deficits in attentional bias to drug cues, sustained attention and self-control over impulsive behaviour. We will then be able to determine whether atomoxetine improves these indices for this group of drug dependent patients and whether these improvements correlate with reductions in cocaine- and heroin-seeking behaviours. \n\nIf our findings prove the potential efficacy of atomoxetine as a treatment for stimulant abuse, we will seek further funding and establish further collaborations with academic and non-academic organisations in order to progress to clinical trials. If successful, our work would contribute to the provision of an effective treatment for stimulant abuse and enhance the quality of life of drug-addicted individuals, their families and the societies in which they live. It would also help to reduce the vast socio-economic costs associated with drug addiction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012084/1","grantId":"MR/J012084/1","fundValue":"325435","fundStart":"2013-04-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Trevor William Robbins","coPersons":["Karen D Ersche","Edward  Bullmore","Barbara Jacquelyn Sahakian"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}