{"id":"6A5E135E-5646-45FB-BDCB-827D4BE8548D","title":"NHC-PdCatalytic Systems (NHC = N-Heterocyclic Carbene) for the Synthesis of Novel Triarylamine Polymers Containing Fused Heterocyclic Rings","abstractText":"A new era in displays, lighting and electronics is opening with the introduction of devices and circuits fabricated using high performance organic semiconductors. Opportunities include low power consumption, large area lighting, intelligent data tags for supply chain monitoring and ubiquitous, personalised devices that can be wearable, printable and fabricated in large numbers using lower cost facilities than conventional fabrication facilities. Realising these devices requires high purity, well-defined organic semiconductors with robust, high performance. To deliver these requirements efficient, scaleable synthetic routes need to be developed that preferably lead to a diversity of material structures and products of the desired purity. Transition metal catalysed polymerisations in principle meet the requirements but in general commercial catalysts or precursors are employed that are not necessarily optimised for the reactions required to assemble conjugated oligomers and polymers, hence high loadings of catalysts are used that can lead to significant levels of impurities in the products that are difficult to remove. This proposal will initiate a collaborative programme of work between the research group of Professor Oscar Navarro of the University of Hawaii, USA and that of Professor Mike Turner of the University of Manchester, UK. Navarro's group is developing new transition metal-based catalytic systems for C-C and C-X bond formation (X = N, O, S) and Turner's group has complementary interests in the synthesis of conjugated oligomers and polymers, the characterisation of these materials, their formulation for solution processing and the fabrication of OFET and photovoltaic devices using these materials. This proposal focusses on optimising catalyst systems for the preparation of arylamine and carbazole based polymers and investigating the performance of the resulting materials. It will examine the benefits of such a holistic approach to organic semiconductor development and open up entirely new classes of materials for investigation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004408/1","grantId":"EP/H004408/1","fundValue":"309121","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  A patent was filed on the indolocarbazole preparation and discussions held with several global materials manufacturers about the utility of the materials and the methodology. The catalysts developed have been used to prepare conjugated polymer nanoparticles leading to two further patents and the imminent foundation of the spin-out company Chromition. Environment Policy & public services","person":"Michael L Turner","coPersons":[],"organisation":"The University of Manchester","findingsText":" This project developed new methodology and new catalysts for the synthesis of novel organic semiconductors. The collaboration was based on the US team's expertise on preparative cross-coupling reactions and organometallic catalyst synthesis and the UK team's expertise on the synthesis, characterization and application of novel polymeric materials. The collaboration has been extremely successful and so far it has generated 2 invention disclosures, 1 patent,1 major review, 9 published research articles. It is important to remark that it exceeded all of the objectives.\nNew methodology to prepare indolocarbazoles has been developed. It makes use of a Pd-catalyzed Suzuki-Miyaura cross-coupling followed by a ring closure by Pd-catalyzed direct amination of a C-H bond. This methodology has been patented and used to prepare novel organic semiconductors with a wide range of structural diversities.\nFurther work has focused on the use of (NHC)-Pd complexes as catalysts for the Buchwald-Hartwig polymerization of dihalides and primary amines to prepare polytriarylamines. For any given PTAA, polymerization of aryl bromides using commercially available (NHC)-Pd complexes can be carried out with much lower catalyst loadings than conventional phosphine-based systems, afford higher reactions yields and allow control of the molecular weight distribution. The polymerizations gave PTAAs of optimal, unimodal molecular weight distributions and OFET mobilities consistent with the state of the art for this type of polymers.\nFurthermore, the (NHC)-Pd catalysts can successfully polymerize aryl chloride monomers to give PTAAs of high molecular weight. The conventional phosphine-based catalytic systems are not capable of polymerizing these monomers and this discovery opens up new possibilities for further functionalization and sequential polymerizations. For instance, the use of these catalytic systems has made possible the synthesis of polytriarylamine derivatives of 2,7-dichlorocarbazoles.\nTo further extend this chemistry we have designed and synthesized new (NHC)Pd complexes that show very high activities towards the Buchwald-Hartwig amination reaction of aryl chlorides at mild temperatures. \nWe are also interested in the development of new ligands that can modify the polymerization process by means of electronic and/or steric effects. In order to access a new family of ligands, we have developed a low-catalyst loading variation of the A3 reaction allowing for the synthesis of propargylamines in very short reaction times and at room temperature. Propargylamines are recurrent components of biologically active pharmaceuticals and natural products, as well as very valuable intermediates for the synthesis of nitrogen-containing compounds.\nDuring the project, US team group members have received invaluable interdisciplinary training and education and each year a different student from Hawaii has travelled to the UK to learn polymer characterization techniques and practice the preparation of electronic devices. In exchange, students and staff from the UK have travelled to Hawaii to gain expertise on catalyst design and synthesis. This cross-fertilization of ideas has been reinforced by bimonthly Skype group meetings and four visits by the academic leads to the collaborating institution. New synthetic methodologies and improved catalysts have been developed that facilitate novel cross-coupling polymerization at low temperatures in high turnovers. These findings have been taken forward by Professors Turner and Navarro and many other groups to prepare higher performance materials. Chemicals,Electronics,Energy","dataset":"gtr"}