{"id":"6A6C5F1D-13B0-4993-B172-8357B193871C","title":"Computational tools for enzyme engineering: bridging the gap between enzymologists and expert simulation","abstractText":"It is becoming increasingly popular to use the powerful principles present in nature to our advantage. A key example is the extraordinary ability of organisms to make molecules with high specificity (pure, potentially complex molecules are obtained) and efficiency (little energy is used). Nature uses enzymes, proteins that act as catalysts, to achieve this. These enzymes typically work under mild conditions. Enzymes are already used in industry to make molecules that we require in cost-efficient, comparatively green and sustainable processes. However, nature has not provided us with an enzyme to suit the production of every desired molecule; typically enzymes only catalyze specific chemical reactions with specific starting materials. But the process of evolution teaches us that enzymes may be malleable for engineering different properties. For example, making small changes (mutations) in specific amino acids (the building blocks of proteins) of enzymes can allow these enzymes to accept different substrates and thereby catalyze the formation of new, desired molecules. Even though it is possible to determine the positions of atoms in an enzyme with great detail (e.g. using X-ray crystallography), the full effects of making changes to amino acids are not evident. This limits researchers in assessing what the (beneficial or non-beneficial) effects of such mutations are. It is possible to predict these effects with sophisticated computer simulation methods, but performing the necessary simulations requires expert knowledge. The researchers that are involved in optimizing enzymes to obtain new catalysts for making desired molecules are therefore usually limited to guessing what the effect of mutations is based on static structures alone. To bridge the gap between such experimental researchers and those that are experts in computer simulation, we aim to make expert simulation methods available through an interface that is familiar to the experimental researchers. Our project will involve the development of simulation protocols that assess the effects of mutations, using state-of-the-art methods that include molecular dynamics simulations and quantum chemistry calculations. The protocols will be designed such that they can be run on standard computers and they will be made accessible through an easy and familiar interface for experimental researchers (without the need for in-depth training in computer simulation). In addition, the protocols will allow high-throughput screening of 100s of mutations on high-performance computer clusters. The end result will be that researchers not skilled in computer simulation can easily assess the potential influence of mutations using their own computers, and that high-throughput screening of enzyme variants can be performed computationally. This can potentially save a lot of time and resources in the process of adapting an enzyme for a desired reaction. In addition, collaboration between researchers with complementary skills will be encouraged. The tools developed will also be beneficial in related fields, for example in designing effective drugs and understanding inheritable diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018756/1","grantId":"BB/L018756/1","fundValue":"146027","fundStart":"2014-07-15","fundEnd":"2016-06-14","funder":"BBSRC","impactText":"","person":"Adrian John Mulholland","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}