{"id":"6A6E26AF-45FA-4CB3-98B8-26792743810D","title":"NSF Materials World Network: Semiconductor photonic materials inside microstructured optical fibers","abstractText":"The development of optical fibres led directly to the data communications revolution of the late 20th century. Today their application base has expanded and they are now impacting many other fields from remote sensing to biomedicine. This impact is growing in part because of rapid advances in active devices for which the fibre serves not merely as a passive waveguide, but as a medium to directly modulate, generate, or otherwise manipulate light. As a result of this versatility, fibres form key components of systems in almost any applications that use light. Materials for current active fiber devices are largely limited to those that are compatible with the fiber drawing process. This multidisciplinary and collaborative project between Penn State University and the University of Southampton Optoelectronics Research Centre is focused on incorporating new materials into optical fibers to broaden the range of possible active fiber devices, focusing particularly on mid-IR applications where the fundamental rotational and vibrational structure of many organic molecules have strong, characteristic fingerprint absorption features. Semiconductor filled optical fibres thus have enormous potential for robust, compact, powerful and cost-effective mid-IR including recycling management of plastics and other waste reprocessing, optical gas sensors for pollution monitoring, remote sensing, industrial process control, spectroscopy, infrared countermeasures as well as medicine and health care. The broader impacts of the research include strengthening ties across disciplines and between UK and US research efforts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I035307/1","grantId":"EP/I035307/1","fundValue":"430917","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Pier  Sazio","coPersons":["Peter  Horak","Anna  Peacock"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}