{"id":"6A6FD2F5-8593-4862-9BC0-A64502CBE6F9","title":"Oxygen isotope variation in Icelandic gabbros: Deep hydrothermal flow or mantle heterogeneity?","abstractText":"The chemical composition of rocks can be used to investigate processes which occur deep in the Earth. Many of these processes have an impact on the way that people live, particularly in countries like Iceland, with its well-known volcanoes and hot-springs. These active volcanoes present a significant hazard and over the last 250 years many eruptions have caused loss of life and destroyed towns or infrastructure. In one case the Laki eruption in 1783 lead to the death of about 20% of the population. Iceland also benefits from volcanic activity because it leads to the circulation of hot water in the Earth. These geothermal systems have now been tapped to provide more than 50% of Iceland's energy needs from a cheap, clean and renewable source. The aim of my project is to use the composition of rocks produced by Icelandic eruptions to improve our understanding of the volcanic and geothermal activity. In particular, I want to try to determine the maximum depth of water penetration during geothermal activity. This knowledge will be useful in the further planning of deep drilling for geothermal power stations. In addition, I will calculate the composition of the rocks which melt in the deep roots of the volcanoes. My estimation of this composition will further our understanding of the forces that drive volcanic activity. Solid fragments of rocks which formed at depths of up to 25 km can, in exceptional cases, be transported to the surface during eruptions. Scientists studying these crystalline fragments have found unexpected variation in their chemical composition. They found that oxygen atoms in the crystals were surprisingly light, much lighter than oxygen analysed in similar lava flows from elsewhere. These observations sparked a lively debate between two groups of scientists with competing hypotheses for the origin of this light oxygen. This debate has yet to be resolved. Both groups agree that most of the molten rock is generated by melting of a region between 30 and 150 km depth sitting in the uppermost layer of the Earth's mantle. They also agree that after this melt forms, it moves upwards into the crust, the layer of rock found between the surface and 20-30 km depth. When the melt reaches the crust it is stored within magma chambers and starts to cool and solidify. If an eruption occurs, magma moves swiftly upwards from the chamber to the eruption site at the surface. One group of scientists argues that the light oxygen originates in the crust, and the other group believes that it comes from the mantle. If the light oxygen is derived from the crust, then it is likely to be related to recent geothermal activity on Iceland. Icelandic water contains lighter oxygen than the crust, and as the water passes through the crust during geothermal activity, some of the light oxygen is transferred to the crust. Then, if a magma chamber forms within this altered crust, light oxygen may then be passed from the crust into the magma in the chamber. If this hypothesis is correct, then geothermal circulation must extend to depths of over 20 km, much deeper than had been previously assumed. Alternatively, if the light oxygen comes from the mantle, then it is likely that this signal is ultimately derived from slivers of ancient seafloor, perhaps 300 million years old, which have been returned to the mantle by plate tectonic processes. If this hypothesis is correct, then the observations have implications for the nature of these processes and large-scale motions within the interior of the Earth. It has not yet been possible to distinguish between these two hypotheses because nobody has yet made the right set of measurements of compositional variation within individual crystals. By taking advantage of a number of recently developed micro-analytical techniques, such as probes and micro-drilling, I will be the first to make observations that can be used to determine whether the light oxygen originates in the mantle or crust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001254/1","grantId":"NE/E001254/1","fundValue":"79123","fundStart":"2006-11-03","fundEnd":"2010-04-02","funder":"NERC","impactText":"","person":"John Campbell Maclennan","coPersons":[],"organisation":"University of Cambridge","findingsText":" We aimed to understand the causes of compositional variations in crystals brought to the Earth’s surface by the eruption of Icelandic volcanoes. We found that shifts in the isotopic composition of oxygen in these crystals reflect variations in the composition of the Earth’s mantle, most likely related to the recycling of ancient crustal material by fluid motions in the Earth. We also developed a new technique for determining the depth of crystallisation of magma under Iceland and found that magma chambers under Iceland may form at depths as great as 30 km. Volcano monitoring on Icelandic could be improved with better understanding of the deep plumbing system of individual volcanoes and our findings help to establish the depths of magma chambers under the active rift zones of Iceland. We can also better refine the depth range over which cooling magma transfers heat to hydrothermal systems. These hydrothermal systems are exploited on Iceland for power generation and domestic heating: we can help to refine exploration strategies. Models of the fluid dynamics of mantle convection need observational constraints, and our results may be used to test such models. Improved understanding of the plumbing system of basaltic volcanoes and depth distribution of magma chambers from our work can be used to improve the interpretation of volcano monitoring observations. We can also use our results to start to investigate the depth range of hydrothermal circulation within the Icelandic crust. Energy,Environment","dataset":"gtr"}