{"id":"6A71C44E-2689-4C42-86DC-B9D276653266","title":"The analysis of cellular mechanisms underlying haematopoietic stem cell (HSC) development using a novel in vitro system","abstractText":"The entire variety of red and white blood cells in mammals is generated by a small number of cells in the bone marrow. In this project we will investigate how blood stem cells are generated in the mammalian embryo. Blood stem cells develop in the area called the AGM region which encompasses a large vessel (the dorsal aorta) and embryonic gonads and kidneys. Two main questions will be asked here: i) what are the cells in the embryo which develop into blood stem cells? and ii) what are the helper cells which induce or facilitate this process? Until recently, owing to lack of an adequate experimental model it has not been possible to address these issues. We have developed an experimental system which allows us to culture and manipulate immature cells from the mouse AGM region and generate blood stem cells. This system will be used to test the ability of different cell types to develop into blood stem cells or to support stem cell formation. To this end different cell types from the embryo will be stained with specific reagents (antibodies) and isolated by a machine called fluorescence-activated cell sorter (FACS). However, certain important cell types cannot be isolated using antibodies. Therefore we will use genetically modified transgenic mice generated in the laboratory. In two such transgenic mouse models AML1 and HoxB4 genes known to be associated with stem cell development are labelled with green and yellow fluorescent reporter molecules. These fluorescent tags will allow us to isolate AML1 and HoxB4 cells by FACS and analyse their ability to develop in stem cells in the culture system. A complementary and important aspect of this project is to investigate the possibility of using our culture system for the generation of blood stem cells from embryonic stem cells (known as ES cells). ES cells can be used to produce entire adult mice. They are thus capable of generating all cell types in the mouse including blood stem cells. In traditional culture conditions previously used by researchers ES cells could only produce mature blood cells but not blood stem cells. Using our novel system by co-culturing ES cells and AGM cells we will be able to determine whether ES cells can generate blood stem cells under the influence of AGM cells. Here again we will isolate cell populations from cultured ES cells by FACS and test them in this system. This project will provide better understanding not only of biology of blood stem cells but also of other stem cells. It will also have important practical implications for generation and propagation of blood stem cells in culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01347X/1","grantId":"BB/D01347X/1","fundValue":"405044","fundStart":"2006-07-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"  Publications, oral talks and poster presentations  Societal","person":"Alexander  Medvinsky","coPersons":[],"organisation":"University of Edinburgh","findingsText":" 1) Development of a novel powerful HSC maturation in vitro system.\n2) Identification of pre-definitive HSC type 1\n3) Identification of pre-definitive HSC type 2 Mechanisms of HSC development can be studied further based on our data Healthcare","dataset":"gtr"}