{"id":"6A712316-5DA8-4539-9229-5B9C7D05F8C7","title":"Non-commutative fundamental groups in Diophantine geometry","abstractText":"This proposal is concerned primarily with Diophantine equations in two variables, i.e., polynomial relations with integers coefficients for which one seeks to understand the collection of integer solutions. The history of such investigations reaches back to the tradition of Greek mathematics, while the twentieth century has seen spectacular applications of abstract modern machinery to the resolution of difficult old questions, such as Wiles' proof of Fermat's last theorem. The investigator proposes a new approach to studying these classical problems by incorporating fundamental ideas of topology and geometry that go beyond the principal developments of the twentieth century in that the relevant structures are, in the main, non-commutative and non-linear. An eventual goal is to construct methods for effectively resolving Diophantine equations in two-variables.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G024979/2","grantId":"EP/G024979/2","fundValue":"118210","fundStart":"2011-10-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  The research is opening up new avenues research in algebraic number theory in relation to the theory of Diophantine equations, the Langlands programme, and relations to mathematical physics. (Continuation of EP/G024979/1)  ","person":"Minhyong  Kim","coPersons":[],"organisation":"University of Oxford","findingsText":" The research has contributed to an understanding of patterns in number systems via the discovery of new 'reciprocity laws', conservation principles that help to determine possible patterns in systems of finite type. This research was a transfer of organisation from EP/G024979/1, so that detailed findings are listed there. There is potential for eventual applications to the construction and analysis of algebraic codes. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}