{"id":"6A742DDF-85EE-4156-B0F6-D18CC69274A1","title":"Airborne Low Frequency Ice Sounder (ALFRIS)","abstractText":"The changes to the Greenland and Antarctic Ice Sheets are spectacular manifestations of global climate change. Greenland has seen recent accelerated changes across large outlet glaciers, whilst glaciers in West Antarctica and along the Antarctic Peninsula are responding as their restraining ice shelves decay. The ice loss contributes to global sea-level rise, and is recognized as the greatest uncertainty in projections of future sea-level rise. For Greenland the positive-feedback mechanism between seasonal melt and ice stream acceleration is now established as surface melting now reaches up to the 2000 metre contour. Greenland now discharges mass from melt and ice in roughly equal proportions. We propose to develop ALFRIS (Airborne Low Frequency Radar for Ice Sounding) which will be capable of providing the improved data needed to quantify and predict future changes, because it is melt water and its subsequent drainage that drives the dynamic changes and also hampers data acquisition. The composition of the interior of the Earth's polar ice sheets make it a very favourable material for probing by radar; it is low loss and most beneficially, comparatively homogenous. The structural uniformity of polar ice permits radar to propagate as waves; there is little degradation to the shape of a radar pulse. The lack of diffusion allows great ice depths (&gt; 4,500 metres) to be sounded by relatively high frequency radars. BAS currently successfully sound the deep polar interior, providing data for research programs, with a 145-155 MHz radar. In comparison, Greenland and Antarctic Peninsula outlet glaciers are composed of warm ice that is significantly less homogenous. Although the higher temperatures make the ice absorbent, the ice thicknesses of the fast flowing outlet glaciers are a lot less than the interior (&lt; 1,500 m). However, it is the inhomogeneities (scatterers) within the ice which hamper depth soundings. Temperate ice (defined to be at the pressure melting point throughout) may have liquid water on its surface and throughout its volume. The water may be distributed in a variety of ways from isolated pockets to extensive englacial drainage systems. When illuminated by radar, each irregularity will scatter energy, producing clutter, which can mask the wanted basal echo. From Rayleigh's law, if the dimensions of the irregularity are less than the radar wavelength then the efficiency of a scatter is a fourth-power function of frequency. We thus propose to develop ALFRIS; a wide bandwidth (5 - 50 MHz) airborne ice sounding radar, capable of depth sounding all ice forms on our planet. The bandwidth quantifies the ability of the radar to resolve individual targets (range resolution). Therefore, we are not simply proposing a low-frequency radar but a wideband system with the ability to resolve close spaced reflectors. The intended radar platform is a Dash-7 aircraft (operated by BAS); this unique aircraft has both short-takeoff and landing (STOL) capabilities and the range to cover all of the Arctic from coastal runways. ALFRIS, would offer the following advantages to research of the cryosphere: * Imaging of the ice base; the long wavelengths will reduce englacial backscatter that otherwise obscures basal echoes. * Unprecedented resolution of the internal layers (isochrones) caused by deposited acid compounds emanating from volcanoes. The layering pattern provides critical information on past accumulation and variation in the flow regime. Their echo power is dependant on the radar frequency; the lower the radar frequency the stronger the echo. * Quantify the water volumes contained in Greenland's supraglacial lakes. This is because the skin depth (depth at which the amplitude of an EM wave falls by 63%) of water increases with wavelength. The new radar, mounted on a STOL aircraft would deliver a new generation of ice mass data from regions where there is a critical need to understand the response to climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002863/1","grantId":"NE/H002863/1","fundValue":"163939","fundStart":"2009-11-01","fundEnd":"2011-05-31","funder":"NERC","impactText":"  The research led to further work in two other ways.\n1. Knowledge and techniques are now being applied to existing instrumentation. For example the flexibility in application brought by using FPGA elements in the signal processing and control will be applied to the refurbishment of the NERC airborne ice sounder (PASIN). As a result of the knowledge obtained with this project the PI won a substantial \nsum from the Einfrastructure funds to carry out this work.\n\n2. Due to the close relationship developed with Airbus (Astrium EADS) as a result of this work, Airbus are working closely with NERC to calibrate and validate a novel satellite SAR system. Airbus have deployed an airborne demostrator on NERC aircraft . Aerospace, Defence and Marine,Environment Economic","person":"Hugh  Corr","coPersons":["David Michael Blake","Carl Nicholas Robinson","Charles Edward Free"],"organisation":"NERC British Antarctic Survey","findingsText":" This was a Technology Proof of Concept (TPOC) study. Please refer to the material submitted via the research outputs database (ROD) As a Technology Proof of Concept the objectives of the project were essentially a progression of intention, from basic principles towards system validation. Therefore, with the right science driver this study shows that a complete system could be developed. Aerospace, Defence and Marine,Environment","dataset":"gtr"}