{"id":"6A75F78B-87B7-4FBF-AF69-5CDBF89A319D","title":"On-the-Go: Mobilities, Settlement and Performance","abstractText":"Movement and settlement define our lives and fashion our identity. We watch road movies, read A Sentimental Journey, ride with the Valkyries and now with cut-price airlines embark on journeys to the destinations of our dreams. We are On-the-Go, dedicated to expanding our local landscaoes of habit in imaginative ways, building larger environments of knwoeldge through sensroy experiences sampled from a global menu. What we arrive at are the imagined geographies of our desire.\\n\\nThe context for these 'On-the-Go' Landscape and Environment Workshops is the examination of this desire. The questions we will address are:\\n- How do landscape and environment articulate relations between movement and settlement?\\n- How through the performative lense of dance, drama, music and film can we better understand and represent the imaginative construction and senspry experiences of movement and settlement?\\n- Have our desires tfor movement and settlement changed with successive technologies of mobility?\\n- Can landscape be conceptualised as the performance space for those desires?\\nIn what ways does movement and settlement inscribe these landscapes through performance, and what material traces remain?\\nHow are movement and settlement historicised in landscape and environment?\\n\\nPractically, the workshops will be held in and speak tot he Heathrow area, west of London, famed today for being the location of the UK's, and one of the world's largest international airports. This site specificity both reflects the centrality of place to ideas of landscape and environment, and more pragamatically will help provide a common (if contested) focus to enable the sries' cross-disciplinary exchanges. The series will comprise three one-day workshops. Each will involve a multi-disciplinary range of speakers and invited participants, and a mixture of academics and other performance practitioners. The first, 'Landscapes of Movement and Settlement', will be held at a Heathrow airport hotel, and in that setting it will map out key agendas for understanding the relations between settlement and movement to be found in all landscapes and environments. The second workshop, involving field visits to Osterley and Heathrow airport, will focus on 'Layerings and Memories', exploring histories of movement and settlement. Both the first and second workshops will incorporate performance work as part of their itineraries, but the third and final workshop- held under Heathrow's flight paths amongst the landscaped parkland of Royal Holloway, University of London - will focus reflection specifically on the relations between 'performance, movement and landscape'. As well as forming the basis of a synoptic report, the workshop discussions will be disseminated through an edited book based on the contributions of series participants, and through published articles and reports.\\n\\nThe series will advance thinking in an area of wide academic and public concern. Across the human sciences increased attention to 'mobilities' and 'nomadology' has been promoted as a corrective to an undue pre-occupation with bounded social structures and places. These mobilities have been explored across a range of interelated scales, from the moving human body to global geopolitics of travel, migration and cultural exchange. Some commentators have suggested that we live increasingly 'in transit', inhabiting a built environment of 'non-places' and 'nothingness'. These academic debates tap into and feed wider public debates over the fate of place in the modern world. But we need to be wary of easy oppositions of the sedentary and the mobile, wary too of simplistic associations of land and landscape with a more settled past. Rather, these workshops will explore the relations and conjunctions of movement and settlement, and their complex historical layerings, in a place predominantly known for its aeronautical mobilities. Of particular interest to the series will be the potential for various forms of performance to represent the relations between mobilities and settlements in landscape and environment. More generally, attention to performativity has been seen as a way of evoking the fluidities of landscape, and of engaging its traditional associations with the pictorial with the more fully sensual and embodied connotations of environment. These workshops will therefore prioritise the involvement of performers and practice-led performance researchers from within and beyond the academy, thereby contributing to the wider programme's aim of facilitating exchange between academic researchers and other organisations and individuals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503179/1","grantId":"AH/E503179/1","fundValue":"12572","fundStart":"2007-01-01","fundEnd":"2008-09-30","funder":"AHRC","impactText":"","person":"Philip Andrew Crang","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}