{"id":"6A75E2C7-BD4D-41CF-A6D1-7EA2792A6D0D","title":"Structural studies of pilus biogenesis and bacterial adhesion","abstractText":"P and type 1 pili are surface fibers of uropathogenic Escherichia coli (UPEC) bacteria that play essential roles in the onset of bacterial infection by mediating attachment to the host kidney (P pili) and bladder (type 1 pili). UPEC are the primary causative agents of urinary tract infections (UTIs), which account for an estimated 8 millions physician-office visits and 100,000 hospital admissions every year in the US or in Europe. Indeed, it has been estimated that 1 in 2 women will contract a UTI during their lives, and that 20-40% of these will experience one or more recurrent infections. P and type 1 pili are assembled by a mechanism that also functions in the biogenesis of surface organelles in many other bacterial pathogens, including the potential bioterrorism agent Yersinia pestis.\n\nOur research programme focuses on two essential goals: i- understanding how pili are assembled at the surface of the bacterium, and ii- discovering novel antibiotics, which will specifically target the assembly of pili.\n\nAssembly of pili requires two specialist proteins: a chaperone that takes up each pilus subunit and ferries them to a site of assembly, and a membrane pore protein termed ?the usher? that serves as assembly platform and site of assembly. In the past we have made significant progress in understanding how the chaperone works. We will therefore focus our research on the usher. Indeed very little is know as to how this membrane protein carries out selection of the subunits, their assembly in a defined order and their secretion through the membrane.\n\nAnother goal of this research is the discovery of novel antibiotics able to inhibit pilus biogenesis. Such antibiotics would be very useful as they will disarm the bacterial pathogen only, instead of killing all bacteria (the gut flora includes beneficial bacteria) as is the case for the antibiotics presently available. The added advantage of targeting virulence factors is that the selective pressure for development of resistance is thought to be considerably lowered.\n\nThese two goals of our research will have considerable impact on public health. We expect that the research will not only shed light on the processes that lead to disease but also will help understand how secretion through cell membranes, a biological process occurring in all realms of life, is carried out.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800002","grantId":"G0800002","fundValue":"1244440","fundStart":"2008-09-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Gabriel  Waksman","coPersons":["Han  Remaut"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}