{"id":"6A7E82FE-D85A-41FB-9287-E91F937A5C62","title":"LINE-TRACK: technology to improve overall yield during the manufacturing process","abstractText":"The project aims to devise innovative technologies and engineering solutions in food &amp; drink manufacturing. Process yield\nlosses are currently identified by the mass balance method; at the end of the production run the output is compared to the\ninput of the various process ingredients and materials. This method only identifies the losses after the event and does not\ndetermine where the losses have occurred and so required improvements are difficult to identify accurately. The next\nproduct run materials may be different and so the identified improvements may not be fully applicable. The proposed\ntracking technology called LINE-TRACK adopts the principles of prognostics to measure the yield losses in real time. LINETRACK\ncan be used to 1) identify the points where losses occur; 2) help identify root causes of the losses; 3) alert the\noperators as soon as the losses are above specified targets &amp; 4) directly intervene in the system with the ultimate goal to\navoid losses occurring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504221/1","grantId":"EP/K504221/1","fundValue":"101489","fundStart":"2013-07-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  AW will benefit from cost avoidance in increased yield with decreased effluent and energy. LVS improves sustainable growth with a new product which can be added to existing portfolio of products and services. LINE-TRACK will open up business opportunities beyond food and drink sector, combining the strength of LVS and Cranfield. Being competitive whilst ensuring a sustainable business will also allow AW to support the social infrastructure of the local community, job security, better work environment and a strong contributor to UK manufacturing outputs. The project gives benefits in terms of reduction of effluent, energy and packing losses and ultimately the carbon footprint. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Benny  Tjahjono","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}