{"id":"6AA345DD-4FE7-4E09-B9B7-CE8E28CDA5E1","title":"A school-based education programme to reduce salt intake in children and their families","abstractText":"Cardiovascular disease (i.e. strokes, heart attacks and heart failure) is the leading cause of death and disability worldwide. Raised blood pressure is a major cause of cardiovascular disease, accounting for 62% of strokes and 49% of heart attacks. Dietary salt intake is the major factor that increases blood pressure and is largely responsible for the rise in blood pressure with age. \n\nAlthough cardiovascular events occur most frequently after the age of 40 years and the prevalence of hypertension is very low in children, the origins of hypertension and cardiovascular disease occur in childhood. Accordingly, the greatest long-term potential to reduce these conditions is to initiate prevention activities in youth. Such a public heath strategy aimed at preventing or slowing the progression of rising blood pressure altogether would have enormous benefits. \n\nPrevious studies have demonstrated that salt intake plays an important role in regulating blood pressure in children. A lower salt diet in children could prevent the development of hypertension and cardiovascular disease later in life. \n\nDespite the evidence above, there is no reliable data on how much salt children are eating now and no strategy on how to keep children on a low salt intake. \n\nWe propose to carry out a cross-sectional study to determine the current salt intake in children by using the gold standard method, i.e. measuring 24-h urinary sodium. Furthermore, we will carry out a randomised trial to determine whether an education programme targeted at school children can lower salt intake in children and their families. \n\nOur study will be carried out in China which is the largest low- and middle-income country in the world. The successful completion of our study will be the start of a national salt reduction programme which will reduce salt intake both in children and in adults. Furthermore, our salt reduction programme could be adopted by many other low- and middle-income countries. A modest reduction in salt intake across the whole population will lower population blood pressure and prevent many thousands of strokes, heart attacks and heart failure each year, and also lead to major cost-savings to individuals, their families and the health services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J015903/1","grantId":"MR/J015903/1","fundValue":"761888","fundStart":"2012-09-03","fundEnd":"2015-09-02","funder":"MRC","impactText":"","person":"Feng  He","coPersons":["Yangfeng  Wu","Stephen  Jan","Graham  MacGregor","Xiangxian  Feng","Jun  Ma","Caryl Anne Nowson","Lijing  Yan"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}