{"id":"6AA769E5-6F33-42A4-B668-4FE401B0E947","title":"GridQTL+: High performance web-based genetic analyses for the biosciences","abstractText":"Unravelling the genetic factors underlying product quality and efficiency in agriculture as well susceptibility to disease in agriculture and human medicine is an area of continued scientific interest. While we cannot yet fully describe the path from 'sequence to consequence' there is increasing literature on genome regions affecting traits of interest (quantitative trait loci or QTL). The last 5 years has seem a tremendous increase in the populations used for genome analysis, the numbers of molecular markers used (from a few hundred microsatellites to half a million SNP markers), and the type and number of phenotypes and pseudo phenotypes (gene expression using microarrays, protein yields and metabolomics). We have developed user friendly tools for genome analyses over the last decade. Initially this was via the QTL Express resource, which was recently superseded by the GridQTL resource. GridQTL offers a web based user-friendly analysis portal for QTL analyses in outbred pedigrees using the grid as a flexible computer resource to enable computationally demanding applications For the proposed GridQTL+ project we aim to add sustainability to the GridQTL resource and provide further functionality through integration with relevant databases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022658/1","grantId":"BB/G022658/1","fundValue":"593278","fundStart":"2010-06-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"  GridQTL gives biologists from both academia and industry access to a high powered genetic analysis tool to identify genes important in the expression of traits of interest. Subsequently the information is used in a wide variety of applications, such as in breeding plans for production and welfare, risk assessment of disease, aiding understanding of the processes of evolution and host-parasite interactions. CloudQTL can act as a template for other groups interested in developing cloud services. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Sara  Knott","coPersons":["Jano  Van Hemert","Dirk Jan De Koning"],"organisation":"University of Edinburgh","findingsText":" The portal is up and running and provides a wide variety of analysis models to identify genetic loci affecting traits of interest. We have continued to introduce novel genetic models, such as for the analysis of an unstructured outbred population, and improved algorithms. We have developed an add-on to GridQTL to store genetic maps and to interact with a genetic database. We have developed a version of the software for use on a cloud. One of the first working cloud services of this type. GridQTL is used to enhance knowledge of the genetic architecture of complex traits, which could be health or production related. It is available worldwide and can analyse data from many species. Knowledge gained about specific genes involved in trait control for a particular species can be incorporated into breeding programmes, possibly through introgression and selection. More general knowledge gained about the genetic architecture can be used to improve our understanding of genetic control. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}