{"id":"6AAAE17A-F328-4337-8614-484086DB58E3","title":"A Multiobjective Evolutionary Approach to Understanding Parkinson's Disease","abstractText":"Parkinson's disease (PD) is the second most common neurodegenerative disorder, affecting around 1% of the population over the age of 60. Over the last decade, it has been increasingly recognised that PD is a neuropsychiatric disorder, leading to cognitive dysfunction in addition to motor dysfunction. Cognitive impairments have been detected at an early stage in the disease, making them an important marker for early diagnosis and treatment, and many PD patients go on to develop dementia. However, at present cognitive aspects of the disease are poorly understood, and an accurate prognosis is unlikely. To address this, this work aims to develop computational techniques that can identify and discriminate different groups of PD patients based on the occurrence of both cognitive and motor symptoms. Another problem, which this work also addresses, is the difficulty of performing differential diagnosis between neurodegenerative diseases. These often have overlapping symptoms, meaning that patients can be incorrectly diagnosed and go on to receive inappropriate treatments. For instance, PD can be confused with Alzheimer's, progressive supranuclear palsy, multi-system atrophy and corticobasal degeneration in its early stages. Whilst there is no cure for PD, the development of drugs that halt the progress of the disease is an important area of research. By contributing towards better understanding of the disease and better methods for monitoring disease progress, the proposed research will help address some of the obstacles currently faced by drug development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013677/1","grantId":"EP/M013677/1","fundValue":"89483","fundStart":"2015-06-30","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Michael Adam Lones","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}