{"id":"6AB1CC3E-7D16-4169-9685-68EDBCA74F62","title":"MULTI-BAND BALANCED ANTENNAS WITH ENHANCED STABILITY AND PERFORMANCE FOR MOBILE HANDSETS","abstractText":"The move toward worldwide wireless communication continues at remarkable pace, and the antenna element of the technology is crucial to its success. Various mobile antenna structures have found increasing attention, significant characteristics being small size and low cost. However, the characteristics also need to be optimised with respect to the antenna radiation patterns and the Specific Absorption Rate (SAR) levels for compliance with international safety guidelines. Moreover, the antenna should have weak coupling with the body of the handset to provide the best performance stability and impedance matching in the presence of a human body, including the hand holding the handset. A good candidate is to use balanced antennas to reduce the effect of the mobile antenna on the handset, since unbalanced antennas drive current into the handset chassis, which interacts strongly with the unpredictable characterisitics of the body. The maximum specific absorption rate (SAR) values have been shown to be substantially reduced when placed next to the human head, compared with conventional unbalanced antennas, if these antennas are well-designed. The purpose of the study will be to design an antenna that will be developed using the Bradford hybrid electromagnetic modelling technique, allied to genetic algorithms to optimise the enhancement of the bandwidth. Multiple-band and wideband variants of these antennas for 2G, 3G, B3G and IEEE 802.x mobile bands will also be considered as a key target of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022936/1","grantId":"EP/E022936/1","fundValue":"167574","fundStart":"2006-11-13","fundEnd":"2008-11-12","funder":"EPSRC","impactText":"  Economy: Several new antenna designs were created that prove the reduced SAR and the desirable weak coupling with nearby objects, including the human body. As a result, a Knowledge Transfer Partnership Grant (KTP7277 - 18 months), in collaboration with Pace Plc was awarded. This concerns the design and implementation of MIMO antenna systems for Pace WLAN device products, with the aim of significantly improving network throughput and robustness. In addition, several industrial consultancies were Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare Cultural,Societal,Economic","person":"Raed Abd-Almajeed Abd-Alhameed","coPersons":["Peter Stuart Excell"],"organisation":"University of Bradford","findingsText":" The motivation for this project was that, while much is known in general about antennas for mobile handheld phones (which currently almost invariably have unbalanced feeds), little attention had been given to balanced antennas, which are expected to have better performance, in particular to give reduced absorption of radio energy by the user and greater stability in their performance. A side benefit of this reduced absorption in the user (known as &quot;SAR&quot;) would be increased efficiency of the hand The practical outcomes of this work are 1) a closer understanding and model of the strength of interaction of radiation from mobile phone handsets with their users' bodies and 2) designs of mobile handsets that reduce the strength of this interaction.\n\n\n\nThe EPSRC funded the research into the design of new antennas for mobile phone handsets with reduced coupling between the hand and the handset. What that basically means is that the work looks into how a different sort of antenna could reduc Education,Electronics,Environment","dataset":"gtr"}