{"id":"6AB44634-8225-4645-8935-CC9977F581BD","title":"Pig genome annotation and analysis","abstractText":"We propose to provide state of the art analysis and annotation of the pig genome sequence being generated by the International Pig Genome Sequencing Project. We will make the annotated genome sequence accessible on the Web through the Ensembl site at http://www.ensembl.org . The pig genome is the entire DNA sequence of the pig which defines all the biological molecules that make up a pig. By acquiring, managing and annotating the pig genome sequence one accelerates research for both pig biology and for mammalian biology. Impact on pig biology: Because of the extensive selective breeding which has occurred during domestication, there are a considerable number of breed or line-specific features, from fat/muscle ratios, litter size to skin colour. These features can be mapped genetically into broad regions of the genome, but the final identification of the genes responsible and the causal genetic variation is very complex. The availability of a well-annotated pig genome sequence with links to other data sources, especially those on phenotypes such as growth, carcass composition or responses to infectious disease would provide a dramatic boost to the identification of these causative genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E011640/1","grantId":"BB/E011640/1","fundValue":"473268","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  The genome sequence and associated annotation are made accessible through the Ensembl genome browser. The browser is widely used by pig researchers to integrate data they have independently collected, design specific experiments etc. Handling large genomes, generating annotation and providing tools to use this data requires substantial IT and software infrastructure. By generating sequence centrally though the Sanger Institutes' sequencing facilities and annotation and bioinformatics services through the Sanger/EBI Ensembl project software the productivity of Pig researchers is greatly increased since they can share data using a common platform and avoid each investing substantially in duplicate bioinformatics analysis. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Tim  Hubbard","coPersons":["Jane  Rogers"],"organisation":"The Wellcome Trust  Sanger Institute","findingsText":" 1. A clone path was generated by ordering the sequenced clones using the integrated physical map. The contigs within the clones where then ordered according to read-pair, end-sequence information and overlaps between neighbouring clones. This resulted in a highly refined genome sequence assembly that can further be improved by closing remaining gaps. The clone path generated during this grant is a public resource and was invaluable in the generation of a new pig assembly Sscrofa10.2. This genome paper was used as a basis for researching, the findings of are reported in the Nature paper and include:\na. There is a deep phylogenetic split between European and Asian wild boars ~1 million years ago, and a selective sweep analysis indicates selection on genes involved in RNA processing and regulation. \nb. Genes associated with immune response and olfaction exhibit fast evolution. Pigs have the largest repertoire of functional olfactory receptor genes, reflecting the importance of smell in this scavenging animal. \nc. The pig genome sequence provides an important resource for further improvements of this important livestock species, and our identification of many putative disease-causing variants extends the potential of the pig as a biomedical model.\n\n2. The SScrofa9 assembly of the genome was annotated using Ensembl automatic gene prediction pipelines. A set of protein coding genes was predicted based on pig cDNA and EST evidence, and on alignments from other mammals. A set of non coding RNA genes has also been generated, predicted on the basis of alignments from RFAM and mirBASE. \n\n3. Comparative genomics alignments including pig have been generated. These include pairwise alignments to human and cow, and multiple alignments to other mammals and vertebrates. Other comparative resources include gene trees showing relationships for pig genes with 48 other species. The genome sequence, associated annotation and genome browser tools generated provides a resource that underpins Pig Genomics research. No genome sequence (not even human) is entirely complete, but the resources document how the sequence was generated and allow for it to be improved by additional sequencing. The most recent version of the genome is the Sscrofa10.2 assembly of the pig genome which was produced in August 2011 by the Swine Genome Sequencing Consortium (SGSC). This grant led to the successful application of a follow-on grant (BBSRC: Ensembl and enabling genetics and genomics research in farmed animal species BB/I025360) which supported Pig annotation being updated as reported by EBI (see report of outcomes). The most recent version of the annotation was released May 2012 with minor updated carried out in February 2014. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}