{"id":"6ABDB5D0-7BC1-465A-9197-E9BDF7BFE056","title":"Towards a European understanding of advance decision-making: a comparative, interdisciplinary approach.","abstractText":"The principle of patient autonomy emphasises respect for the patient as an individual, rather than as an object of concern; attempts to promote precedent autonomy aim to extend that respect to those no longer capable of exercising autonomy and so to prioritise the patient's wishes over her welfare as assessed by third parties. Advance decisions/directives (ADs) enable individuals to make choices during times of capacity that will take effect in the future when the individual lacks the capacity to make a contemporaneous decision. Advance medical decision-making occurs in a range of situations, encompassing decisions relating to end-of-life treatment, typically focussed upon refusals of life-sustaining treatment; ADs concerning physical health care unrelated to end of life care, including for example birth plans which typically include positive requests for treatments (e.g. an epidural) as well as refusals of treatment; and ADs relating to psychiatric treatment, where individuals with severe mental illness set out their treatment preferences. In each of these situations an AD can act as an important mechanism for conveying precedent autonomy, bridging the occurrence of incapacity and providing a clear statement of how the patient wants to be treated, or more usually what treatment the patient does not wish to be given.\n\nAnticipatory decision-making offers great promise and could make a substantial contribution to the empowerment of those lacking capacity, but there are important asymmetries between anticipatory and contemporaneous decision-making that could potentially undermine both the legal and moral authority of an AD. An AD is a mono-directional form of communication that takes effect only once the patient lacks capacity and is therefore no longer able to discuss alternative treatment and care options, to clarify her wishes, or potentially to rescind her previously expressed wishes. Significant problems occur because, unlike contemporaneous decisions, ADs are intended to take effect at a future time when the range of treatment scenarios and treatment that will be available may have changed, or the individual's interests may be radically and unforeseeably different from those anticipated. Moreover, practical problems may arise, including how to ensure that the AD was voluntary and that the individual had the requisite capacity to make it. Such problems are inextricably linked to the temporal and psychological distance that separates the AD from the time at which it should be implemented, but ADs also call into question the interplay between society's interest in upholding the sanctity of life and the patient's right to self-determination. As a result, ADs are usually subjected to stringent validity and applicability requirements, requirements that typically give significant discretion to the healthcare professional charged with implementing the AD to determine whether or not the AD is binding in the treatment scenario that occurs.\n\nThe Council of Europe's Convention on Human Rights and Biomedicine (1997) requires that account is taken of a patient's previously expressed wishes (Article 9), demanding at least a minimal consideration of precedent autonomy. A number of European jurisdictions have gone further, seeking to clarify the standing of ADs and to promote legal certainty by providing statutory recognition of the importance and binding nature of at least some ADs.\n\nThis seminar series will consider a range of European legislative responses to anticipatory decision-making, seeking to explore those responses within the practical contexts within which advance decision-making occurs. It will link legal discourse with policy and practice discourses, and consider how a shared understanding of the purpose and potential for anticipatory decision-making may facilitate the drafting of ADs that both reflect the author's intentions and are likely to be capable of implementation by healthcare professionals at a later date.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002659/1","grantId":"ES/M002659/1","fundValue":"30488","fundStart":"2014-10-06","fundEnd":"2017-10-05","funder":"ESRC","impactText":"","person":"Samantha Louise Halliday","coPersons":["Gillian Ann Lewando Hundt","Jörg  Richter"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}