{"id":"6ABED110-E538-4D6C-B16E-9A054AFEF1DE","title":"Neural mechanisms of memory updating","abstractText":"While there have been several decades of experimental research into the neurobiological mechanisms of memory, significant areas remain poorly understood. One of these is the understanding of how the cellular mechanisms in the brain enable memories to be modified. An emerging high-profile approach to the behavioural updating of memories may be useful in the future treatment of memory disorders such as posttraumatic stress and compulsive reward-seeking. However, very little is known about the underlying neurobiological mechanisms of this process.\n\nThis project will focus on the behavioural updating of a specific form of memories. These are contextual fear memories, which are robust and easily studied. Moreover, their underlying mechanisms of initial acquisition/consolidation and persistence/reconsolidation are well-described. We have recently demonstrated that established contextual fear memories can be modified and diminished, simply by briefly retrieving the memory and then a short time later subjecting it to an extinction procedure. This leads to a long-lasting revaluation of the previously fear-conditioned context as now being safe. We have data showing that this process relies upon the memory being &quot;reactivated&quot; at retrieval, and suggesting that it recruits a prolonged phase of neurobiological activity in order to modify the memory. The current project will test specific hypotheses based upon these initial findings:\n\n1. The timecourse of reactivation-induced cellular processes is prolonged by subsequent extinction training.\n\n2. This prolonged cellular activity is in the same neurons that at initially induced by memory reactivation.\n\n3. The prolonged cellular activity means that the memory is vulnerable to disruption for a longer period.\n\n4. The reliance of the behavioural memory updating upon memory reactivation means that it should be possible to pharmacologically stimulate memory reactivation even under behavioural conditions that do not normally support this process.\n\nIn order to test these hypotheses, we will use a multidisciplinary approach of behavioural testing, ex vivo molecular neurobiology, and in vivo molecular and behavioural pharmacological analyses. The investigators are experienced in all these approaches, though they have not previously been combined in a reconsolidation or behavioural modification setting.\n\nThe nature of the hypotheses and the approaches needed to test them require the use of experimental animals. Rats are the least sentient species that retain a level of biological similarity to humans such that our conclusions can reasonably be applied to the understanding of human learning and memory.\n\nWhile the immediate aims of the project are geared towards a greater basic understanding of learning and memory processes, this research has potential clinical implications in the understanding of persistent memory-based disorders such as post-traumatic stress, specific phobias and drug addiction. Indeed, the high-profile nature of the recent papers on behavioural memory updating is due to its implications both for the basic understanding of learning and memory and its potential translational impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J014982/1","grantId":"BB/J014982/1","fundValue":"402169","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Jonathan Loon Lee","coPersons":["Attila  Sik"],"organisation":"University of Birmingham","findingsText":" So far, we have demonstrated that it is possible to use drugs to induce a fear memory to destabilise. This renders the memory vulnerable to the effects of another drug, resulting in an impaired fear memory. This proof of principle might be exploited in the treatment of anxiety disorders, such as post-traumatic stress disorder, to improve the efficacy of memory-based therapy. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}