{"id":"6AC2F423-6FB7-4FA5-857D-D02EE5DFEA61","title":"The Potentials, Politics and Practices of International Educational Assessment","abstractText":"In the last two decades, educational policy and practice have been heavily influenced by the increasing implementation of international educational assessments. The most influential contemporary international assessments include PISA (Programme for International Student Assessment carried; TIMSS (Trends in International Mathematics and Science Survey) and PIAAC (Programme for International Assessment of Adult Competencies). The OECD (Organisation for Economic Co-operation and Development) administers PISA and PIAAC, and has become an influential trans-national actor on global educational policy - within, and increasingly beyond OECD member countries. \n\nThe significance of international educational big data, the comparative methodology, its interpretation and impacts on policy and practice is increasingly viewed by scholars as a technology of trans-national governance - offering not only potentials for comparison and learning about successful educational systems, but also political questions about how such data frames and influences national and international educational policies (and how countries use and respond to such data), and challenging technical and conceptual issues associated with the practice of cross-cultural assessment and comparison (i.e. issues of test standardization and modification for use across culturally and linguistically diverse contexts). \n\nInternational assessments have attracted considerable academic attention in recent years including a number of edited collections (e.g. Meyer and Benavot 2013; Pereyra, Kotthoff, et al. 2011; Engel and Williams 2013; and the 2013 and 2014 World Yearbooks in Education). However, the various aspects of the field (we call Potentials, Politics and Practices) have not yet been integrated into a shared field and framework. In this seminar series we intend to bring together the different elements and foci of international assessment into a combined field of 'International Assessment Studies' (Addey 2013). \n\nThe series will be run by a new network of researchers called the Laboratory of International Assessment. The network is UK based, but increasingly involves academic researchers on a global level to reflect the global interest in the phenomenon. There are of course academic networks and professional associations with an interest in these themes. What makes our network distinctive is our commitment to work with and involve international testing agencies, and to use 'insider accounts' (first had accounts of international assessment in practice) as the basis for investigation.\n\nThe aim of the seminar series is to provide rigorous meta-analysis on key policy themes, to inform academics, testing agencies and the end users of international assessment data. Our objectives are: to act as a vehicle for academic enquiry into the potentials, politics and practices and impacts of international educational assessments ; to develop a thematic agenda for the international assessment studies as an important new field of academic research and publication ; and to build a sustainable and robust international network of academics and practitioners around a set of common interests and concerns.\n\nWe will run a series of six (two day) seminars with a distinctly international orientation (including seminars in the UK, United States, Peru, and Brussels). This reflects the global nature of international assessments and their impacts. These seminars will include both public plenary lectures (that will be video recorded and made available on-line), and invited smaller events for invited participants. The seminars will help to build our research network, and because of the involvement of testing agencies and end-users of assessment data (including policy makers, educationalists, civil society organisations and media), we will have the potential for significant impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002187/1","grantId":"ES/M002187/1","fundValue":"29329","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Bryan  Maddox","coPersons":["Camilla  Addey","Radhika  Gorur","Gita  Steiner-Khamsi","Mary  Hamilton","César Augusto  Guadalupe Mendizábal","Sotiria  Grek"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}