{"id":"6AD6397C-1729-443E-AF17-CCF0EF83DF04","title":"Activation of Peptidoglycan Synthesis by Outer Membrane Proteins.","abstractText":"The bacterial cell wall peptidoglycan forms a continuous layer, a so-called 'sacculus', in the envelope of most bacteria and it is essential to maintain cell integrity and cell shape. Gram-negative bacteria like Escherichia coli have a very thin and mainly single-layered sacculus, which is sandwiched between the two cell membranes, the inner, cytoplasmic membrane and the outer membrane. Growth and division of a bacterial cell requires the controlled enlargement of the peptidoglycan layer, which involves more than 50 known enzymes and proteins but the precise mechanisms have remained largely unknown. Data from our own and other laboratories favour a model in which the sacculus is enlarged by multi-enzyme complexes made of peptidoglycan synthases and hydrolases, which are controlled from inside the cell by components of the bacterial cytoskeleton. This model has now been revised based on our recent, exciting results: our work has shown that peptidoglycan synthesis is also controlled from outside the sacculus by novel lipoproteins, LpoA and LpoB, which are anchored to the outer membrane and which interact with, and activate, the major peptidoglycan synthases. The discovery of these outer membrane activators has dramatically changed our view on peptidoglycan growth and, according to our hypothesis, suggests a mechanism by which bacteria regulate the surface density of their peptidoglycan layer during growth. There are many unanswered questions on the Lpo-mediated activation of peptidoglycan synthases which will be addressed in this research proposal. Within the proposed project we aim to clarify the physiological role of the new peptidoglycan synthesis activators, the importance of their localization to the outer membrane and their effect on the activities of peptidoglycan synthases and of peptidoglycan synthesis complexes. We will further study the interactions between the activators and their docking domains in the peptidoglycan synthases, and we aim to determine the co-crystal structures of Lpo-docking domain complexes. This part will provide insights into the mechanisms of Lpo-mediated activation of peptidoglycan synthases. Finally, we will explore the possibility that outer membrane peptidoglycan synthase activators also interact with and affect the activities of peptidoglycan hydrolases, an appealing hypothesis for which we have preliminary data. The project will involve a variety of molecular biology, biochemistry and structural biology techniques. The expected results will substantially expand our knowledge on the molecular mechanisms of peptidoglycan synthesis in the model bacterium Escherichia coli, which is an important pathogen and, according to the Health Protection Agency (HPA), the most common cause of bacteraemia in the UK with ca. 20 000 cases per year. Our expected results will be relevant to other Gram-negative bacteria including pathogens like Haemophilus influenzae, which is known to have an essential lpoA gene, Salmonella, Klebsiella, Enterobacter, Serratia and Citrobacter. The biosynthetic pathway of peptidoglycan assembly is the target of our most important antimicrobials, the beta-lactams (like penicillin) and glycopeptides. Because peptidoglycan is essential and specific for bacteria, and is not present in humans, it represents an ideal target for antimicrobial therapy. Our research may generate knowledge that could be used to develop novel antibiotics that are urgently needed for the treatment of antibiotic-resistant bacteria the spread of which is increasingly seen as a threat to public health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020012/1","grantId":"BB/I020012/1","fundValue":"478072","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  Basic research in microbiology to generate knowledge that may be used to fight resistant pathogens; training of next generation microbiologists. Pharmaceuticals and Medical Biotechnology Cultural,Societal","person":"Waldemar  Vollmer","coPersons":["Richard  Lewis"],"organisation":"Newcastle University","findingsText":" Significant new knowledge was generated about how bacteria grow and divide. This included knowledge on the molecular mechanisms of bacterial cell wall growth and of the regulation of the process. 1. Researchers working on bacterial growth benefit from the basic knowledge generated.\n2. Researchers searching for novel antibacterial compounds benefit from the advance in basic microbiology.\n3.The public benefits from the results by information obtained from the media and University website. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}