{"id":"6ADF51B4-EF85-4726-A738-CF5B858A9B11","title":"Efficient Structural Health Monitoring Using Sparse Distributed Sensor Arrays","abstractText":"Structural Health Monitoring (SHM) has the potential to radically alter the way in which safety-critical structures, such as aircraft fuselages, ships' hulls and power plant, are designed, operated and maintained over their lifetimes. This is an active area of research, involving a range of disciplines and approaches. One of the popular ideas for plate-like structures is to use guided waves (Lamb waves) which propagate in the plates and so can cover large areas. Previous research has shown the potential for this idea, important progress being made for example in the areas of transduction and communication, but the ideal of producing a map of defect locations for a large area using a small number of transducers remains a challenge. The goal of this proposed work is to demonstrate that an SHM system based on the transmission of low frequency ultrasonic guided waves between elements in a sparse distributed array of permanently attached sensors can be used to provide reliable damage detection and location capability throughout a structure. The key new features here are: (a) the use of a new intelligent subtraction algorithm, in which recorded images are subtracted from a reference (undamaged) image, so dramatically increasing the imaging capability from a given number of sensors; (b) the use of low frequency Lamb waves, with optimisation of mode and frequency, to image structures which include some realistic complexity, such as stiffeners. The achievement of these goals will be a major step forward in this topic and will provide a much-needed boost in confidence in the practical use of Lamb waves for SHM. In order to keep a strong focus on achieving industrially useful progress, the final output of the project will be the construction of optimised SHM demonstrator systems on two relevant structures provided by the collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C541960/1","grantId":"EP/C541960/1","fundValue":"206026","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Paul David Wilcox","coPersons":["Bruce  Drinkwater"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}