{"id":"6ADF67C4-6016-4B14-860B-1E783680298B","title":"Streak Instability and Bypass Transition","abstractText":"Laminar-turbulent transition is a fundamental problem in fluid mechanics that has great implications for the prediction of drag, aerodynamic heating, and flow separation. For example, transition to turbulence can bypass flow separation in compressors, and in the low-pressure-turbine stage, 50% of the flow can be transitional. While the end-state may always be an equilibrium turbulent boundary layer, transition itself can be mediated by different mechanisms and each results in distinctly different transition locations and lengths. The literature generally divides transition scenarios into the natural, or orderly, route and the bypass mechanism. The former is characterized by viscous Tollmien-Schlichting (T-S) instability waves which can be observed experimentally under quiet testing conditions. In the presence of free-stream disturbances, which are loosely referred to as free-stream turbulence (FST), transition takes place more swiftly, thus bypassing the natural route, and hence the term bypass transition . In the bypass mechanism, elongated high-amplitude disturbances, known as boundary layer streaks, are observed in the pre-transitional region of the flow. Breakdown has been attributed to a secondary instability of these streaks, but the exact dependence has only been speculated and never satisfactorily quantified. The proposed research is first to accurately and efficiently compute the non-linear streaks by using a combined theoretical and numerical approach. We will also analyze the stability of these streaks, and our study will provide an estimate for the required threshold of free-stream disturbances for streak instability. It will also give a quantitative relation between the location where the streaks first become unstable and the intensity of the free-stream disturbances. Such information will be useful for the design of airfoils which operate in transitional flow regimes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F045093/1","grantId":"EP/F045093/1","fundValue":"353257","fundStart":"2008-12-15","fundEnd":"2012-06-14","funder":"EPSRC","impactText":"","person":"Xuesong  Wu","coPersons":["Tamer  Zaki","Spencer John Sherwin"],"organisation":"Imperial College London","findingsText":" Laminar-turbulent transition is concerned with how a simple orderly flow develops into a complex chaotic state. This is one of the unresolved fundamental problems in classical physics. It also has numerous technology applications, especially to the aeronautic or turbo-machinery industries, where it is important to know where transition takes place in order to predict correctly the lift and drag on the airfoil or load on the blades. The transition process and position depend crucially on the level of the disturbances in the oncoming flow. These disturbances induce the so-called streaks, i.e. regions of locally retarded flow, near the surface. The latter, if it acquires a sufficient magnitude, may become unstable thereby causing transition.\n\n\n\nIn the research conducted, a combined theoretical and numerical approach has been proposed and used to predict the formation and development of streaks for given free-stream disturbances, and linear instability of these streaks was then analyzed using an efficient numerical (Arnoldi) method. We considered free-stream disturbances of different complexity, including a pair of oblique vortical modes, isotropic and spanwise localized turbulence, and axisymmetric turbulence. The instability characteristics (e.g. phase speed and growth rates) were found to be dependent on those of free-stream disturbances, but are broadly in agreement with experimental measurements available. The instability is intermittent occurring only during certain phases of streak modulation. In particular, for random axisymmetric turbulence, which is believed to be representative of practical situations, the instability appears to be local, appearing rather sporadically in space as observed in experiments. The present study provides an estimate for the required threshold level of free-stream disturbances for streak instability. It also offers a framework which allows in principle a quantitative relation to be established between the location where the streaks start to become unstable and the characteristics of the free-stream disturbances. Such information will be useful for the design of wings and blades.\n\n\n\nWe also investigated possible effects of spanwise time-harmonic oscillation of the wall on transition, focussing specifically on how the oscillation may influence entrainment/sheltering of free-stream vortical modes. It was found that the spanwise flow induced by the oscillation enhances sheltering of high spanwise-wavenumber modes, a result that might be exploited for transition delay using spanwise oscillations.  ","dataset":"gtr"}