{"id":"6AE04D2E-39C9-480D-A178-384C2F46924C","title":"A randomised phase 2 trial of IM versus HCQ/IM for patients with CML in MCyR with residual disease by Q-PCR","abstractText":"Patients who developed chronic myeloid leukaemia (CML) are currently treated with drugs called tyrosine kinase inhibitors (TKI), which bind to and inhibit the function of BCR/ABL, the abnormal protein found exclusively in CML cells. In the majority of cases these drugs convert CML from a rapidly progressive and fatal disease to a chronic condition where quality of life is maintained for at least 10 years on continuous drug therapy. However continuous drug therapy is expensive and associated with significant side effects for patients. Since BCR/ABL is the major survival and proliferative factor driving the development and progression of CML, when this protein is switched off by TKI the majority of CML cells die. The cells which fail to die in response to these drugs are either stem or bone marrow founder cells (CML in early phase) or cells showing other forms of drug resistance (CML in advanced phase). It is critical to find ways to kill CML stem cells as these cells are responsible for producing all the other cells that constitute the disease and without killing these cells CML cannot be cured. Our long term aims are to find combinations of drugs that can cure CML in early phase and to improve responses in advanced phase. We have recently shown that when CML cells, including stem cells, are exposed to TKI they induce a process called ?autophagy? in which, in simple terms, the cells begin to break down their own intracellular constituents to produce energy. By producing energy in this way they are able to survive the drug exposure. In preliminary studies (Journal of Clinical Investigation, in press) we have shown that the drug hydroxychloroquine (HCQ), which inhibits the process of autophagy, potentiates the effect of TKI in inducing death of CML cells, including stem cells. In this proposal we aim to lead a Phase 2 trial in which patients who have been on imatinib (standard TKI for CML) for 12 months, are tolerating it well and have experienced a partial response to treatment, will be randomised to either continue imatinib therapy or to take imatinib in combination with HCQ. The combination treatment will last 12 months and the study will investigate the safety of combining imatinib with HCQ and test whether the combination is more effective than imatinib alone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900882","grantId":"G0900882","fundValue":"925554","fundStart":"2010-03-01","fundEnd":"2014-08-28","funder":"MRC","impactText":"","person":"Tessa  Holyoake","coPersons":["Richard  Clark","David  Marin"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}