{"id":"6AE1CEBE-F008-42B6-B7BD-0828B94C9BAD","title":"MRC Centre for Translational Research in Obesity and related Metabolic Diseases","abstractText":"Obesity is a major cause of premature death and disability. Obesity is particularly closely linked to the development of diabetes, with its attendant risks of blindness, kidney failure and amputation. These diseases are becoming more common. They both result from a combination of lifestyle factors and genetic susceptibility. Now that we are beginning to make strides in understanding the nature of these genetic and lifestyle factors, we need to better understand exactly how they interact to result in disease. When we do so, we will be in a much better position to target our attempts at prevention and treatment in the right way to the right individuals. \n\nThis application comes from a group of scientists, some based in basic science laboratories, some working with patients, yet others working in the area of public health. We want to bring our individual skills and knowledge together to create a Centre for research in obesity and diabetes that is greater than the sum of its parts. Through charitable and other sources we have already raised #20M for a new building in Cambridge to act as the hub for this Centre and are now looking to the MRC to help us to provide the core research facilities (including equipment and specialised technical staff) required for our studies. The MRC funding would also enable us to increase the number of students we train in this important but relatively neglected area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600717","grantId":"G0600717","fundValue":"2526400","fundStart":"2007-06-01","fundEnd":"2013-05-31","funder":"MRC","impactText":"","person":"Stephen  O'Rahilly","coPersons":["Nicholas John Wareham","Kenneth  Siddle","Sadaf  Farooqi","Ines  Barroso","Fredrik  Karpe","Fiona Mary Gribble","Martin  Brand","Antonio  Vidal-Puig","V Krishna K  Chatterjee","Julian Leether Griffin","Mark Lewis  Evans","Susan  Ozanne","David Brian Dunger","Keith  Frayn","Nicholas  Finer","Susan  Jebb"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}