{"id":"6AECD31F-882C-4AD7-9B4D-ABAA1377AC4A","title":"Translating the Dynamic Holographic Assembler","abstractText":"The dynamic holographic assembler (DHA) is a machine which can trap and position in three dimensions multiple micron-sized particles in the foci of laser beams generated using a dynamic hologram. The laser used has a tuneable wavelength in the near-infrared so that minimum damage results to, for example, a living cell trapped in one of these beams. The DHA is based around an inverted optical microscope so that conventional optical techniques such as fluorescent labeling can be used simultaneously. There are many areas of potential application of this technique in the assembly of photonic or electronic structures in 3D to the manipulation of living cells. Furthermore, the DHA can be used to assemble, trap, and use tool of microns in size and with function tips in the 100 nm range. Such tools can be simply mechanical in their use or particular regions may be functionalized, for example, with enzymes or catalysts. In the original Basic Technology grant our aim was to build such a machine and begin to evaluate its performance in the assembly of various structures including tools, in addition to manipulating and modifying cells. In this Translation Grant, we are taking the machine to the next stage in three particular ways: 1. we are developing a more intuitive interface in the form of a multi touch table on which is projected from below the optical microscope image of the field of view containing, for example, cells. By touching the image of the cell on the table with a fingertip, a holographically generated optical trap in generated allowing the user to move the cell (in the microscope) by simply dragging the fingertip across the table surface. Since this is a multi touch interface, multiple traps can be created simultaneously and manipulated. Some of these can be used to control tools. The intuitive nature of the interface can be further enhanced by using a group of beads to replicate the motion of the fingertips of a hand thus acting as a microhand. To this can then be added the forces measured on these beads and fed to a cyber glove so that the user will be able to feel structures at the micron scale. Imagine running your finger over the concave surface of a red blood cell or palpating a living cell for signs of disease. Combine this interface with tangible tools to operate on structures and the possibilities are dazzling. 2. We will also refine our methods for making nanotools using nanorods of various materials and dimensions using a porous alimina subtrates and also silicon microstructuring techniques to form arbitrarily shaped tools in silica with the desired functionalization. 3. We will improved the speed of calculation of the holograms by performing the calculating directly on the video graphics card, the power of which is for such processes greater than the multi-core CPUs. This is an exciting will again improve the user's experience by allowing rapid repositioning of multiple traps at video rate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G037310/1","grantId":"EP/G037310/1","fundValue":"1033680","fundStart":"2009-08-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Mervyn John Miles","coPersons":["Simon  Hanna","Miles  Padgett","Daniel  Robert","Sriram  Subramanian"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}