{"id":"6AF23031-7DDA-4835-AA7D-A2EE3D43ACCF","title":"FCL/B: An Integrated VSC-HVDC Fault Current Limiter/Breaker","abstractText":"Multi-terminal DC networks and meshed DC grids have been advocated by transmission utilities, industry and academe, as a potentially more cost effective means of integrating offshore renewable energy than point-to-point links. National Grid's Electricity Ten Year Statements and the European Network of Transmission System Operators for Electricity's Ten Year Network Development Plan as well as studies by The North Seas Countries' Offshore Grid Initiative all support this view.\nTo realize such HVDC networks, DC circuit breakers are necessary to isolate faulted DC sections. The unacceptable alternative would be to temporarily de-energise the whole DC network to then allow isolation of the faulted section. This is unacceptable because the resulting simultaneous loss of supply to the AC system would radically exceed onshore network design limits and would lead at least to severe disruption among consumers. For larger DC grids and power loss it would even cause widespread black-outs.\nABBs proactive HVDC circuit breaker comes close to the required efficiency and operational speed and indeed provides a solution for some cases. However it is fairly large, especially when the series 100mH inductor it requires to operate is considered. It is also appears to be targeted at a 5ms operating time, and commentators have indicated the need for protection against frequent faster events. The fastest such events have a rate of rise of current that requires breaking action in 2ms. A faster, smaller, cheaper solution is therefore still needed to enable offshore location of circuit breakers to allow offshore wind park integration.\nThis project will investigate novel designs integrating the circuit breaker with fault current limiter technology, which may thus be capable of achieving these size, speed and cost transformative targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021552/1","grantId":"EP/L021552/1","fundValue":"640219","fundStart":"2014-07-31","fundEnd":"2017-07-30","funder":"EPSRC","impactText":"","person":"Mike  Barnes","coPersons":["Roger  Shuttleworth","Alexander C  Smith","I  Cotton"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}