{"id":"6B011CCB-0FC7-4173-B620-6B6893D108F8","title":"Elastic anomalies and anelastic dissipation mechanisms associated with phase transitions in minerals.","abstractText":"The elastic properties of minerals have long been investigated for their relevance to the seismic properties of the earth. Interest has largely focussed on discontinuities associated with changes in mineral assemblages and these have led to our present understanding of the layered nature of the mantle and core. It has been recognised, however, that almost any change in the structure of a mineral can give rise to changes in elastic constants and that, for structural transitions driven by displacements of atoms, magnetic ordering and electronic effects, changes in elastic constants can give be as much as tens of percent. Substantial improvements in geophysical methods have also allowed attenuation effects to be investigated more systematically, and a number of models of the variation in attenuation with depth have recently been published. The present project will contribute to this new direction by providing fundamental information on the diversity of mechanisms by which attenuation can occur. The specific focus is on elastic and dissipative processes associated with phase transitions in minerals and their synthetic analogues. The objectives of the project are (a) to measure elastic constants and attenuation parameters for selected oxides and silicates in situ at high and low temperatures using Resonant Ultrasound Spectroscopy (RUS), (b) to test the influence of frequency and applied stress on dissipation phenomena, and (c) to develop further the RUS facility in Cambridge for measurements of highly dissipating samples and for iron bearing minerals at high temperatures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017081/1","grantId":"NE/F017081/1","fundValue":"361372","fundStart":"2009-01-01","fundEnd":"2012-07-31","funder":"NERC","impactText":"  Research carried out under the auspices led to the development of improvement of research infrastructure in the UK (Resonant Ultrasound Spectroscopy), 8 papers in leading journals relating to the elastic properties of minerals, and a substantial advance in our understanding of how elastic properties of materials, more generally, are highly sensitive to structural and magnetic changes. The layered structure of the earth is understood largely from studies of seismic velocities which, in turn, depend on the elastic properties of minerals. Most significant are discontinuities and the present work has added another class of effects, namely structural phase transitions, which can give rise to these. At the same time, ferroelastic transitions can cause substantial changes in attenuation and, at present, the geophysical analysis and interpretation of these holds promise for providing new insights into the variations of temperature and composition. The science involved in understanding elastic effects of this type applies equally to technological materials which are used in devices, such as for memories and switching. Cultural ","person":"Michael Allan Carpenter","coPersons":[],"organisation":"University of Cambridge","findingsText":" We developed a method for analysing elastic and anelastic properties of crystalline materials in order to understand the effects that changes in crystal structure or magnetic structure can have on their physical properties. In particular, any change in structure results in a change in the elastic properties and these can influence the velocity of seismic waves in the earth. In particular, we have demonstrated that minerals which might occur in the earth's lower mantle (such as CaSiO3 perovskite) or the earth's crust (such as stishovite and quartz) can cause significant changes in seismic velocities and attenuation. These changes would be signatures for the pressure/temperature conditions at depth. The principles involved in the understanding of effects which depend ultimately on strain apply equally to materials with complex structures and properties that might be used in device applications. We publish our results in leading Earth Sciences and Physics journals for easy access by scientists and non-academic users. Electronics","dataset":"gtr"}