{"id":"6B01EBB2-BE80-4E31-99ED-C865A8C59069","title":"ENGINEERED HIERARCHICAL NANOSTRUCTURES FOR OPTIMISED HYBRID PHOTOVOLTAIC DEVICES","abstractText":"The overall aim of this project is to generate hierarchical structures with defined architectures at both the meso and macro scale, in order to optimise the efficiency of organic-inorganic hybrid solar cells. To make solar energy more economically viable requires a step-change in the cost of electricity produced using solar cells. To achieve such a disruption in the economics of solar energy it is necessary to significantly improve the cost perfomance ratio of photovoltaic devices. In this Grand Challenge we intend to develop novel hybrid-cells consisting of cheap inorganic electron transport matrices and readily manufactured organic molecules that both absorb light and transport holes. The efficiency of the cells will be maximized by engineering the interface between the materials on the nanoscale. A key consideration throughout our development of hybrid-cells will be the minimization of scale-up and production costs. The route we propose is based on sequential solution processing of each component of the solar cell; low temperature and pressure; minimal waste and low tech. The approach is inhernetly scalable and readily intergarted into current manufacturing practises inlcuding roll-to-roll technology. Our Grand Challenge is to develop inorganic-organic-hybrid-photovoltaic cells which through interface engineering at the nanoscale are significantly more cost effective than currently available devices.The programme will be a joint venture btween the London Centre for Nanotechnology at Imperial College London and Warwick Univeristy. Collaborations are in place with Colleaugues from the McDairmid Institute for Advanced Materials and Nanotechnology in NZ (specifically in the area of modelling of deposition processes) and with Kodak, UK (with links to scale-up activity). The project team are uniquely placed to capitalise on recent developments in the processing of nanostructured inorganics and in organic semiconductor small molecules; and brings together the range of complimetnary techniques required for such an interdisciplinary programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056362/1","grantId":"EP/F056362/1","fundValue":"631170","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Mary  Ryan","coPersons":["Martyn  McLachlan","David William McComb","David Jason Riley"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}