{"id":"6B175299-5145-4333-A85F-38A8AD40AF92","title":"Projected Futures: thinking novel and emergent technologies through real world technological networks and social practices.","abstractText":"The proposed research comprises a two-way 'double hop' involving a social scientist and a physical scientist in the Departments of Geography and Chemistry in the University of Sheffield. For the social scientist, the proposed hop is about three major challenges which are also potential major gains. The first is to crystallize exactly what it means for a social scientist to work with science - that is, how to put social scientific knowledge and modes of thinking to work in such a way that they can work productively yet critically with science in action, to challenge the course of that science by getting that science to attend to the world outside the laboratory. The second is a methodological challenge that relates to the PI's ongoing interests in what the social sciences call materiality. In this case I wish to use the hop to work out how a social scientist might research nanomaterials, as materials and not just as materials made ethics or as materials turned to representations through inscription devices. Both the first and second challenges require the PI to spend time in a chemistry laboratory that is receptive to listening to a social scientist. Having found that laboratory, it would seem sensible to cement what is currently an emergent collaboration. The third challenge is to use the time out of discipline to think cross culturally. The reverse translation back into the social sciences is as important here, and is critical for interdisciplinary work's progression. Indeed, if this type of working is to work both ways, it needs to work out how to speak back, in meaningful ways, to the social sciences - for what this type of work does is to challenge most of the accepted canons of how one does research, and on what, in the social sciences. For the physical scientist the basis for the proposed hop lies in conversations that have occurred only in the gaps of the Extreme Collaborations grant. These conversations have exposed the physical scientist to the taken-for-granted assumptions about how physical scientists think about materials, and to the effects of those taken-for-granted modes of thinking. So, rather than thinking in terms of properties and capacities, talking with this social scientist has opened-up a completely different, and critical, challenge for research within the physical sciences - one where (i) physical scientists need to acknowledge in the development of new technical solutions that new materials will inexorably become old, and (ii) the importance of considering technical challenges through complex webs or technological networks. To further dialogue, and to promote wider discussion of this mode of interdisciplinary working, the proposed research will stage three workshops over the lifetime of the grant, open to chemists (and other interested physical scientists) and social scientists working in allied fields to the PI (typically the interdisciplinary field of STS, and parts of human geography and sociology). The workshops will focus on: 1) The challenges of working across disciplinary boundaries within the HE sector.2) The benefits of working across disciplinary boundaries when developing new technologies. 3) What happens when new materials become old?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030786/1","grantId":"EP/I030786/1","fundValue":"103315","fundStart":"2011-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"N  Gregson","coPersons":["Philip  Waywell"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}