{"id":"6B1E25EE-F77D-4E48-89FF-231AB373565B","title":"Emotion, Identity and Religious Communities.","abstractText":"Religious identity is a complicate but important part of modern life as well as of former historical periods. Sometimes it drives religious leaders and communities into service of the wider world, sometimes to establish firm boundaries around themselves or even to engage in war. Yet much said about it is either of a general nature or overly discipline-specific. \\n\\nThis Network of scholars would be newly created to bring together experts from the Arts and Humanities as well as the Social and Medical Sciences to examine the nature of religious identity construction in individuals and communities with particular stress on the emotional dynamics of groups to see how key issues in religious experience and community life might be better understood in the future. \\n\\nThe group will begin by considering fear and the desire to survive and even to flourish that lie at the heart of human life in a risk-filled yet awesome world. It will go on to expore ideals and emotions of love, respect and service as well as those of hatred, intolerance and conflict that have often been the result of different ideas of truth and the desire to defend or spread the sense of identity and community built around it. An alertness to historical and doctrinal issues as well as to the cultural dynamics of worship, including music idioms, will be maintained as a background to these issues. These themes are foundational for future political and religious discussions of, for example, notions of multi-culturalism and integration.\\n\\nThese complex issues demand the bringing together of established and new scholars who might not otherwise meet. Their specialist set of intellectual perspectives cover anthropology, history, music, psychology and medical psychiatry, sociology, theology and religious studies. They include specialist knowledge of Greek Orthodoxy and early Christianity; Catholicism in Early Modern Europe; Christian sects; current InterNet religions; Confucianism and Christianity in South-east Asia; religion, identity, suicide and death; identity and drug addiction. One member was also a Templeton Prize winner in science and religion (1991). \\n\\nThe opportunity presented by the AHRC-ESRC Religion and Society Programme is great and, if successful, it will be of interest to members of this Network to learn from the Programme Director of potential links to other funded projects who might have a representive who would benefit from or contribute to this Netwrok group.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001282/1","grantId":"AH/F001282/1","fundValue":"25301","fundStart":"2008-06-01","fundEnd":"2011-04-30","funder":"AHRC","impactText":"","person":"Douglas James Davies","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}