{"id":"6B233F7C-053B-42FF-A2DA-F3ED107EF7C1","title":"SSI: The UK Software Sustainability Institute","abstractText":"This proposal seeks to gain support for the next five years for the UK Software Sustainability Institute (SSI) that will work in partnership with research communities to identify key software that needs to be sustained.Researchers today from many different disciplines rely on software to carry out high quality research. This software must be able to serve the changing needs of the researcher to remain relevant. It must be able to change, adapt, and travel with the researcher on the journey of exploration, innovation and discovery which embodies leading research.Software sustainability is the key to this journey; it is essential that software used in research is managed beyond the lifetime of its original funding cycle, and strengthened, adapted and customised for adoption by researchers within the founding community and outside, in other communities to create a impact which can be transferred to future generations of researchers.The sustainability of important research software requires partnership. Only through close collaboration between software developers and scientists can advances be made both in software development and domain sciences. This is not a radical view. One of the most successful aspects of Agile development methodologies is a focus on ongoing interactions between developers and customers: business people and developers must work together daily throughout the project. The benefits of Agile methods for scientific software development are greater than for business software; and our experiences through our work as OMII-UK underline this emphatically. Through programmes such as ENGAGE and eDIKT2 we have worked in partnership with researchers to improve their software. As each community's requirements are different, the system we have developed is well suited to communities and software of varying maturity: one size does not fit all. We propose a Software Sustainability Institute for the UK which will establish a national focal point - a facility for research software users and developers - based around specialist software engineering skills for driving the continued improvement and impact of research software, using as its foundation the concept of Practical Peer Partnerships: bringing together key research groups within the UK with the skilled team members from our consortium to deliver a series of genuine partnerships focused on the improvement of vital research software through consultative advice, such as test design or help with development tools; collaborative partnerships, e.g. by helping with code refactoring; and long-term engagement, for cultivating the relationships which grow communities and harness the momentum of other activities. This will build on the partners existing connections to many different research communities, and to infrastructure initiatives such as the NGS, EGI, NESSI and PRACE.Our approach will ensure that software used in research is managed beyond the lifetime of its original funding cycle: it will be strengthened, adapted and customised for adoption by researchers, within the founding community and elsewhere, to create an impact which can be built on by future generations of researchers - ultimately to deliver new high quality research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043160/1","grantId":"EP/H043160/1","fundValue":"4389650","fundStart":"2010-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"  The work carried out by the Software Sustainability Institute has had two principal pathways to impact beyond academia.\n\n1) Our work on aspects of software sustainability, software preservation, software development policy and software development process have been used by non-academic organisations, including the International Atomic Energy Agency and Mozilla, to improve the effectiveness of the development and efficiency of maintenance of specialist software. \n\n2) The groups we have worked with directly to improve their development of specialist research software in turn have had societal and economic impact as a result of the new research that has been enabled, including the ability to study the effects of anti-viral drugs, biomass yield from UK woodlands, and the habits of UK city dwellers. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Neil Philippe Chue Hong","coPersons":["Mark Ian Parsons","Carole  Goble","David  De Roure","Malcolm Phillip Atkinson"],"organisation":"University of Edinburgh","findingsText":" The UK Software Sustainability Institute was set up to address the concerns in 2009 of the quality of research software. Since then, it has played a major role in both understanding the issues around research software, but also addressing them. This has been done inconjunction with over 160 different collaborators to create a diverse set of resources, services, training and best practice to improve research software in the UK. Our training materials and guides are licensed under a Creative Commons licence so that others may put them to use freely, as they have through initiatives like Software Carpentry (of which we are the UK coordinators).\n\nThe guidance on policy such as software management plans, software licensing, software publishing and software sustainability evaluations have been taken forward to improve the guidelines by funders such as EPSRC, ESRC and Wellcome Trust.\n\nFinally, we expect the research we have undertaken on understanding the scale of the use of research software in the UK in 2014 to be taken forward by other groups studying the effect of initiatives like training on the ability of the sector to develop stable, reliable software. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Transport,Other","dataset":"gtr"}