{"id":"6B2B93F9-2969-491D-BB13-974C52AB1D9B","title":"Understanding axonopathy by defining physiological and pathological functions of the microtubule severing protein spastin at membrane traffic pathways","abstractText":"This proposal focuses on a protein called spastin. Spastin is present in all of the cells of the body and is important for three main reasons, i) inherited gene mutations affecting spastin cause a type of hereditary motor neuron disease called hereditary spastic paraplegia, ii) spastin has been implicated in the pathology of Alzheimer's dementia, and iii) spastin carries out functions that control cellular pathways found in many different cell types and so knowing how it works is of importance in understanding the basic biology of cells.\n\nIn this work we aim to determine as fully as possible what the normal functions of the spastin protein are, and to understand how abnormality of these functions leads to hereditary spastic paraplegia. We will build on our existing knowledge of spastin. Human cells are bounded by a lipid membrane and contain many different membrane-bound intracellular compartments (called organelles) that are connected by transport pathways. Cargoes are transported in membrane-bound vesicles or tubules from one organelle to another over tracks called microtubules. We know that a main function of spastin is to cut microtubules, and when spastin is abnormal this does not happen. This failure to cut microtubules has several consequences- it results in some cellular organelles having an abnormal shape, and in the inefficient transport of some cargoes. We believe that this may be because spastin controls how well membrane transport tubules are released from the parent organelle.\n\nTo achieve our aims we will carry out the following experiments:\n\ni) Although we know that failure of microtubule severing results in abnormal release of transport tubules, we do not know how microtubule severing promotes their release. We will examine this using high powered microscopy approaches to visualise the process in living cells. \n\nii) We will examine how failure of these transport and shaping processes affects the known functions of the organelles affected. For example, one of the organelles involved is called the endosome, which can be thought of as a sorting centre within the cell. Here, decisions are made as to whether cargo proteins like membrane receptors are sent for degradation, or are recycled back to the cell surface, where they can sense the cellular environment. We will therefore find out which cell surface receptors are affected in cells with abnormal spastin.\n\niii) We will also determine which of the functional abnormalities that we discover in ii) are likely to be involved in causing the hereditary spastic paraplegia disease. We will do this by examining neurons cultured in Petri dishes. When neurons have abnormality of spastin, they develop swollen sections, and we will test whether these can be prevented by treatments to normalise the particular functional abnormalities that we find. For example, some membrane receptors control signaling pathways that influence how neurons grow. If we find that such a receptor is controlled by spastin, we will examine whether inhibiting or activating, with appropriate drugs, the signaling pathway that it controls is effective at preventing the neuronal abnormalities. This will be a first step in finding treatments for hereditary spastic paraplegia caused by abnormality of spastin.\n\nOverall, these experiments will identify what spastin does in cells, how it does it, and how this translates to pathology in neurons. This level of detailed understanding will likely give rise to rational treatment approaches for hereditary spastic paraplegia, and perhaps other similar neurological condiditons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M00046X/1","grantId":"MR/M00046X/1","fundValue":"335723","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Evan  Reid","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}