{"id":"6B2DCFAB-5832-476E-9B7E-F573765D903D","title":"Predicting Terrestrial CDOM Fate and Impact on Plankton Productivity in the Rapidly Changing Arctic Ocean","abstractText":"There is a consensus: the Arctic Ocean faces a future with less sea ice. Therefore more sunlight reaches the surface waters accompanied with major implications for the ecosystem functioning, productivity, and biogeochemistry. Sunlight is essential for life in the ocean. It drives the photosynthesis of biogenic matter by phytoplankton that fuels in turn the productivity of the whole pelagic food web. Long minimized by biogeochemical modellers, simulating accurately the underwater light environment experienced by phytoplankton is pivotal to robustly predict the Arctic Ocean ecosystem response to climate change. It is particularly true for the productive shelf waters characterized by complex optical properties. A recent study predicts a substantial increase of Arctic plankton productivity in response to longer sunlight exposure caused by sea ice melt. However, it might not be a general rule everywhere in the ocean. Arctic shelves experience the highest freshwater and dissolved organic matter (DOM) discharge of any ocean and it this will increase due to Arctic warming. A large fraction of this DOM is coloured (CDOM) and therefore strongly absorbs sunlight, reducing light levels needed for phytoplankton growth. How much would this strong sunlight absorber contribute to lower plankton productivity in the rapidly changing Arctic? Embedding the riverine CDOM in biogeochemical models is required to answer this pressing question and to further produce robust climate change scenarios for the Arctic Ocean. A high-resolution ocean-sea ice-plankton ecosystem model will be used to simulate the ocean and biological conditions for years of normal and relatively low sea ice coverage (i.e. higher sunlight exposure for phytoplankton) in the Barents/Kara Sea. Riverine CDOM will be accounted in the model as a variable subject to transport to map and validate its spatio-temporal distribution in the coastal waters. A complex bio-optical model will be then developed and embedded in the physical-biological coupled model to simulate the TCDOM shading effect on the underwater light field jointly with its main light-mediated removal process (photodegradation). This will allow more accurate simulated primary production rates that will be compared with coincident satellite-derived estimates obtained using a new method developed by two collaborators of this project. This comparison will be the first for the Arctic waters and therefore constitutes an important framework for operational biological oceanography in this productive and economically important area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000611/1","grantId":"NE/G000611/1","fundValue":"86196","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"NERC","impactText":"","person":"Vincent  Lefouest","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}