{"id":"6B3CAF5D-6F5E-472B-9085-7B82AC339C92","title":"Regenerative medicine: instrumentation for flow cytometry and cell printing","abstractText":"Regenerative medicine (RM) aims to develop stem cell and biomaterial therapies to restore function to tissues burdened with injury or disease (A Strategy for UK Regenerative Medicine, 2012). The need is huge, with chronic wounds, traumatic injury and degenerative diseases costing the NHS &gt;&pound;1bn per annum. RM is a major MRC strategic priority and a focus of the EPSRC challenge theme 'Healthcare Technologies'. Its strategic importance is highlighted by the UK Regenerative Medicine Platform (UKRMP) that addresses key challenges in clinical translation. The University of Manchester (UoM) is a partner on all three of the newly-funded national UKRMP hubs: Engineering and exploiting the stem cell niche (Kimber, Kielty, Merry); Safety and efficacy (Kimber); Acellular technologies (Downes).\nThis proposal is for capital equipment that is fundamental to our ability to deliver cutting-edge stem cell research and translation in RM. We request flow cytometry and Fluorescence-Activated Cell Sorting (FACS) instruments to enable us to analyse and sort different stem cell populations and cells generated from them, at the highest possible level of reproducibility and accuracy, and cell/gel printing facilities to produce live cell arrays and to enable 'printing' of stem cells precisely within gels containing biological molecules and other support materials for tissue repair. Our users will be the UKRMP hub teams, within the University of Manchester (UoM) and nationally, in order to ensure standardised stem cell analysis and selection. Within the 'niche' hub, we will analyse and select human embryonic stem cells (hESC), induced pluripotent stem cells (iPSC) and mesenchymal stromal/stem cells (MSCs), and characterise surface markers in these cells and the specialised cells generated from them. Within the Safety hub, we will analyse the effects of introducing tracer constructs and surface labelling on stem cell phenotype. The instruments will be accessible to other stem cell researchers n UoM and UKRMP hubs.\nAt UoM, we are building on interdisciplinary research platforms and state-of-the-art biomedical campus to establish an international centre for RM. We have an excellent research and training record in the biology of tissue formation and repair, the design, engineering and fabrication of biomaterials, and clinical translation. We focus on: characterisation of stem/progenitor cells; understanding how cell microenvironment (niche; extracellular matrix and soluble mediators) directs cell fate; designing biocompatible materials that mimic the niche and interact with cells to control their fate; regulating inflammation and responses to implantable constructs. Our research is integrated with the Manchester Collaborative Centre for Inflammation Research (UoM, GlaxoSmithKline, AstraZeneca), with biomaterials, tissue engineering, cellular and in vivo imaging, nanotechnology and Good Manufacturing Practice (clinical-grade stem cells). Clinical translation is through NIHR/Wellcome Trust Clinical Research Facilities within the Manchester Academic Health Science Centre (MAHSC). Translational themes include:\n - Repairing/regenerating musculoskeletal tissues\n - Enhancing chronic wound healing\n - Stimulating neovascularisation to treat ischaemic tissue injury\n - Developing therapies for stroke and peripheral neural repair\n - Gene therapies for inherited diseases. \nRequested: (i) Flow cytometry analyser and fluorescence-activated cell sorting instrument to enable efficient characterisation and selection of cell subsets. We urgently need this equipment to replace current 7-9 years old equipment that is no longer fit-for-purpose. Preferred options are: BD FACSAria Fusion with sterile hood, and BD LSRFortessa X-20 Research Flow Cytometer System. (ii) Cell/gel printer to enable us to print self-assembling viscous hydrogels encapsulating stem cells, for live cell arrays and tissue engineering. Available option is: CJ100004-2 CellJet, 4-channel (Digilab).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011840/1","grantId":"MR/L011840/1","fundValue":"688142","fundStart":"2013-10-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Cay  Kielty","coPersons":["Catherine Louise Merry","Susan Jane Kimber"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}