{"id":"6B3F255D-67D1-4280-B055-B2EEEF10B2D1","title":"Improved Healing by combining Optical and Electrical Stimulation of Nerves (HOpES)","abstractText":"Electrical nerve stimulation is increasingly being considered over the last few years for the treatment of otherwise untreatable neurogenic medical conditions. An example is the stimulation of the Vagus nerve, one of the longest nerves, that connects the brain to some of the most vital organs including the heart, the lungs and the gut. Vagus nerve stimulation (VNS) is effected with approved implanted devices using electrodes at the neck to apply electrical pulses which activate nerve fibres that connect to the brain. VNS has proved very beneficial for addressing conditions like treatment-resistant epilepsy, depression and several more. \nThe use of nerve implants is not yet widespread, mainly because in their present form they are not sufficiently selective, in particular in the direction of the induced nervous signal. For example, VNS aims at stimulating nerve signals which should propagate towards the Vagus roots in the brain in order to affect structures involved in seizures. The induced nerve signals propagate, however, also in the opposite direction, thus affecting critical organs like the larynx, the lungs and the heart and often cause unwanted voice hoarseness and pain. \nThe inability of neurostimulation to selectively stimulate targets towards only one end of a nerve while leaving the other end unaffected is one of the main reasons why the method is not being more widely used, despite its vast potential in a great number of medical applications. It is therefore desirable to achieve a directionally selective, or &quot;unidirectional&quot;, neurostimulation method. \nSeveral studies have attempted to achieve unidirectionality through different stimulation waveforms or electrode topologies, however these methods have had limited success. An alternative approach, based on relevant published research including a pilot study published recently by the applicant and his co-researchers is to combine electrical with optical stimuli in order to improve the selectivity (or specificity) of the resulting therapeutic effect. The aforementioned research did not address directionally selective stimulation.\nThe proposed project aims at improving neurostimulation as a therapeutic method by making its effects unidirectional, i.e. allowing the therapeutic effect to be directed solely towards the central nervous system or solely towards the periphery but not towards both of them. Future application of the proposed methodology in VNS and other implantable stimulators will ultimately endow them with much more targeted therapeutic capabilities with minimal side-effects and render them suitable for mainstream healthcare practice.\nThis project will build on the results of the pilot study mentioned above by using nerve tissue spectrophotometry to accurately measure relevant optical properties of the tissue layers of a nerve and then use them as input for in-depth simulations of light-tissue interactions. The effect of different light wavelengths and intensities and other optical parameters of the tissue itself will be examined in the simulation in order to estimate the optimum optical stimulus parameters. Finally, using the simulation outcome, in-vitro measurements on amphibian nerves will be carried out in order to determine the degree of directional selectivity as a function of the combinations of electrical and optical stimuli applied. The effectiveness of the method will be assessed by two neural recording electrodes on either side of the optical and electrical stimulation site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N008499/1","grantId":"EP/N008499/1","fundValue":"100307","fundStart":"2016-03-31","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Iasonas Andreas Triantis","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}