{"id":"6B4342FC-AAC0-4F86-8121-7C8EE2B8A709","title":"Kleist, Education and Violence. The Transformation of Ethics and Aesthetics","abstractText":"Heinrich von Kleist (1777-1811) has long been regarded as a writer whose works constitute a radical break with the traditions of eighteenth-century thought. The extent to which his oeuvre reflects his engagement with the ethical and aesthetic traditions he is thought to be rejecting has frequently been underplayed. Rather than focusing on what separates Kleist from his time, this project proposes to examine (in a jointly authored monograph and an international conference) what forms his engagement with eighteenth-century ideas takes. This focus on the transformational processes in Kleist's work aims to produce a multifaceted picture of Kleistian ethics and aesthetics, and to produce a general proposal about the conceptualisation of cultural change. \\n\\nWe will explore the ethics and aesthetics of cultural transformation processes by analysing two themes: education and violence. Intuitively, the two would seem to be at opposite ends of a spectrum, with education stemming from ethical endeavours and violence marking the breakdown of ethical behaviour. However, we will demonstrate that one of the most important aspects of Kleist's work lies in the fact that he explores multiple interdependencies between education and violence, as well as complex and contradictory ethical implications in each. Whether violence is conceived of as innate, as the result of social oppression, or as the 'necessary' means to a higher moral end has vital consequences for our understanding of works of art, and, moreover, for ethical choices in our lives. Similarly, the question of what role different models of education can play in mitigating or exacerbating violence is of importance not only for our understanding of Kleist, but also for conceptualising our future. \\n\\nOur project will address two main research questions: \\n1. How does Kleist transform educational models as embodied in eighteenth-century pedagogical discourses, literature and drama? \\n2. How are conceptualisations of violence in Kleist's work related to models of education?\\n\\nIn seeking answers to these, we will analyse:\\na) pedagogical discourses which Kleist draws on, notably those of Rousseau, Basedow, Pestalozzi, Campe, Fichte, Kant, Wilhelm von Humboldt and Jean Paul \\nb) educational models in European prose (Richardson, Rousseau, Wieland), drama (popular bourgeois drama, Schiller's aesthetic education of man), and aesthetic education in music and painting\\nc) the diversity of Kleist's transformations of concepts of education aiming towards the production of gender, freedom, happiness, duty to the state, virtue \\nd) Kleist's exploration of violence as pre-requisite, consequence, or aim of education\\n\\nIn 2011, the bicentenary of Kleist's death, an international conference in Exeter will explore 'Constructive and Destructive Functions of Violence in the Work of Heinrich von Kleist'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H038558/1","grantId":"AH/H038558/1","fundValue":"416117","fundStart":"2010-09-30","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  The research into the work of Heinrich von Kleist challenges preconceived ideas about justice, crime and punishment, and prompts critical reflection on the role of education, art and the physical environment in shaping the relationship between the individual and society. It fed into the production of a series of podcasts targeted at non-academic users and attracted a total of over 20,000 hits. In addition, the research fed into a series of events targeted at sixth formers. It offered a different perspective on social and moral issues to A-Level students and adult learners leading them to formulate new arguments and forms of expression for understanding social and literary history, and ethics. These sixth-form conferences offered pupils an opportunity to gain a more in-depth appreciation for their subjects, to gain a broader range of evidence for understanding contemporary social, political and legal topics, and to develop critical thinking skills. Finally, the research has enriched the cultural experiences of creative organisations and their audiences, and the general public. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Ricarda  Schmidt","coPersons":["Sean Dominic Allan"],"organisation":"University of Exeter","findingsText":" By means of an international conference in 2011, the publication of selected papers from that conference in an edited volume in 2012, and an extensive introduction to that volume from the team, we explored three main functions of violence in the work of Kleist. We established that violence in Kleist's work serves to promote: \n1) a continuation of the enlightenment project (by offering for critique oppressive social institutions in which a lack of constructive channels to effect change triggers violent responses in individuals), \nor 2) a critique of the enlightenment project (by showing that the enlightened concept of rationality is too narrow) ,\nor 3) Machiavellian power politics ( by justifying the use of violence for allegedly higher ethical purposes). \nIn addition, we discussed Kleist's insights into the contradictory relationship between power and violence, and the apparent paradox that the legal power of the state, while aiming to overcome violence, is often founded on violence or needs to rely on violence to maintain itself.\nIn our jointly authored monograph (to be published by the end of 2014), we concentrated on the nexus of education and violence/power in Kleist's writing (examining his fictional, aesthetic and journalistic texts as well as his letters and concentrating on the themes of political education, women's education and aesthetic education). Since there is an inherent tension in the dual function of education to promote on the one hand, social integration, and on the other, individual development, Kleist's works provided us with an opportunity to analyse the tension between fostering conformity and perfectibility in eighteenth-century models of education and pedagogy.\nWe developed new insights into the historical context in which Kleist was working, in particular his close and contradictory relationship to often quite diverse ethical and literary discourses. We showed that Kleist was not so much overcoming ethical norms of his time, but testing them in fictional scenarios with diverse outcomes, juxtaposing a range of discourses and perspectives, and inviting the reader to learn at least as much from failure as from positive examples. \nWe demonstrated that Kleist shares in the hope of his time for social and individual perfectibility, but that his particular - and lasting - contribution to debates on education lies in the fact that he questions the predictability of the intended outcome of any pedagogical project. Not only does he regard formal education as just one factor among many in shaping human beings, but in particular he draws on Rousseau's insight that different educational factors (nature, culture, contingency) may be at cross purposes and often work against each other in unpredictable ways. In his fictional educational 'experiments' Kleist explores the contradictions and paradoxes resulting from such interplay, he suggests new insights into the premises and consequences of ethical choices, and invites the reader to draw their own conclusions from the outcome of the experiments presented. Impact on literary historians; theorists and policy makers in education might take insights forward. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}