{"id":"6B4F6622-33D9-4B69-91DF-B11F46AF6AD1","title":"The impact of the UK Freedom of Information Act on records management in the public sector","abstractText":"The UK Freedom of Information (FOI) Act 2000 came into force in January 2005. The Act imposes significant duties and responsibilities on public authorities to give access to information. To achieve this, public authorities need to know what information they hold, manage and retrieve information effectively, deal expeditiously (within 20 days) with FOI requests, and disseminate information through a publication scheme. As was made clear in the Lord Chancellor's Code of Practice on the management of records published in 2002 in compliance with FOIA (s 46), effective records management enables authorities to meet these obligations and underpins FOI. Together with Data Protection Act 1998 and Modernising Government agenda, FOI is a significant part of the wider government agenda to increase openness, transparency, trust and accountability in the public sector. The impact of information policy and freedom of information on public services and the effectiveness of public authorities in meeting their obligations are significant factors in the accountability of government to its citizens and of concern to all. \\n\\nThe research project will undertake a robust assessment of the impact of the UK Freedom of Information Act 2000 on records management services in public authorities. It will examine the issues from three perspectives (records managers, institutional FOI policy managers, and users) and demonstrate how each group contributes to and benefits from the inter-relationships between records management and FOI. It will also identify examples of good practice which can be shared within the records management and public sector communities and will disseminate theoretical and policy findings to the professional, academic and public policy communities through publication.\\n\\nThe outcome will be an improved understanding of the impact of FOI on the management of records in the UK public sector and the extent to which user needs for information are satisfied. The research report will be of value to records managers, FOI officers, administrators responsible for FOI policy and compliance, information user communities and the associated academic disciplines.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009550/1","grantId":"AH/F009550/1","fundValue":"92958","fundStart":"2008-05-12","fundEnd":"2009-07-11","funder":"AHRC","impactText":"","person":"Elizabeth Jane Shepherd","coPersons":["Andrew David Flinn"],"organisation":"University College London","findingsText":" The research project undertook an assessment of the impact of the UK Freedom of Information Act 2000 on records management services in public authorities. It examined the issues from three perspectives (records managers, institutional FOI policy managers, and users) and demonstrated the inter-relationships between the three groups. It also identified examples of best practice which can be shared within the records management and public sector communities and disseminated theoretical and policy findings to the professional, academic and public policy communities through publication.\n\n\n\nThe research sought to answer the question: what has the impact of the UK Freedom of Information (FOI) Act 2000 been on records management services in public authorities? In answering this question, four specific research objectives were examined:\n\n1. how well records management services prepared for and coped with the first three years of FOI implementation\n\n2. what contribution records management services make to the ability of public authorities to comply with the FOI Act\n\n3. how the user experience of FOI is affected by the management of records\n\n4. what the implications are of FOI so far for best practice in records management. The research is of interest to professional practitioners in records management as well as academics. The research shows that local authorities have taken different approaches in how they manage records in response to freedom of information. The Freedom of Information (FoI) Act is nothing new it has been fully active since 2005 but some local authorities are still making a patchy job of responding to it. The research by the Department of Information Studies at University College London suggests Other","dataset":"gtr"}