{"id":"6B5DA8F4-48CB-478A-AFCE-C6B7278F1207","title":"NanoLiquid","abstractText":"All biochemical processes, chemical reactions and physical transitions obey the laws of thermodynamics. Therefore, calorimetry provides a universal means for monitoring the rate of any chemical, physical or biological processes. A range of applications of calorimetry exceeds that for virtually any other modern analytical technique. The general tendency in modern calorimetry and thermal analysis is the reduction of the size of sample and the increase in sensitivity and resolution of measuring time and temperature. Calorimetry has been applied to a highly diverse range of targets used at a variety of scales from whole-body calorimetry down to sub-nanoliter sample volumes. Despite the general tendency towards miniaturisation, simply scaling down traditional calorimetric techniques, although beneficial for material sciences, may not work well for biological objects, which cannot always be scaled down to suit instrument size or taken out of their natural environment. One of the key challenges is therefore to be able to probe the thermodynamics of biological objects, e.g. individual cells, cell compartments or individual organelles and, ultimately individual molecules, such as enzymes, without removing them from their macroscopic environment and preferably remotely, without using artificially introduced markers or inserting any sensors into such cells or organelles. \n\nIn this project we aim to develop a high frequency hybrid AC/DC modulated liquid nanocalorimeter instrument capable of real-time and label-free analysis and suitable for the analysis of ultra-small quantities of biological material (of the order of few nanograms and below, which is orders of magnitude improvement over currently available commercial instruments) or the material localised within 10-100 nm of the surface of sensor chip even in bulk samples. Such capability should enable studying cellular metabolic processes and thermodynamics of molecular interactions and biochemical processes at cellular and sub-cellular levels, in the locality of the sensor even in the bulk samples. Such capability has not been achieved or reported previously. \n\nOur approach is fundamentally different from the general trend followed by many researchers and instrument manufacturers where the aim is to MINIATURISE THE SAMPLE and then to conduct bulk calorimetry measurements (of the whole of the miniaturised sample). Such approach suits well material sciences but is not suitable for liquid biological samples. Contrary to that general trend we aim to build an instrument for measuring local thermal properties in the defined vicinity of the miniaturised sensor, irrespective of the overall sample/object size. Our approach is therefore ultimately suitable for biological objects, which cannot be taken out of their native biological environment or be miniaturised to suit instrument limitations. The instrument will be suitable for a wide range of applications in fundamental and applied biosciences, biomedical research. Our measurement principle should allow the development of universal miniaturised implantable calorimetric sensors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018152/1","grantId":"BB/L018152/1","fundValue":"147294","fundStart":"2014-06-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"  THe project has only started ~ 6 months ago.  ","person":"Mikhail  Soloviev","coPersons":["Victor T Petrashov"],"organisation":"Royal Holloway, University of London","findingsText":" The project has only recently started. We are currently on schedule and are following the original plan. So all objectives planned so far has been met so far. The project started only 6 months ago. We envisage positive impact on interdisciplinary collaborations and following the completion of the project four key outputs: testing of the concept of high frequency AC modulated localised sensing principle, the sensor design and the working prototype of the instrument; and the new instrument validation data and experimental protocols obtained using relevant model biological systems. Agriculture, Food and Drink,Chemicals,Creative Economy,Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}