{"id":"6B65E0D4-DD6F-47E3-A6F1-6501F5DE1BC5","title":"Explaining and Sustaining the Decline in Stranger, Acquaintance and Domestic Violence","abstractText":"Violent incidents make up nearly a quarter of crimes recorded in the Crime Survey for England and Wales. The effects are not just those of emotional and physical harm to the individual victim but spread much wider in terms of the impact on healthcare, cost to the criminal justice system, lost working hours, and a societal fear of crime. Unlike acquisitive crimes the motive (and therefore appropriate preventive mechanisms) is arguably less apparent. As such, it is important to identify those changes in personal security and routine activities which can be associated with trends in violence. No systematic research studies have been undertaken to assess the protective impact of these factors in relation to acquaintance and stranger violence, examined separately, to date. The research proposed is precisely concerned with such an assessment. The primary research question is: \n\nWhat is the role of population group- and context- specific changes in personal security and routine activities in explaining the decline in stranger and acquaintance violence?\n\nThis study will identify the personal security and routine activities measures that offer effective protection from violence and repeat violence to (a) the population overall; (b) specific population subgroups according to their socio-economic attributes; (c) the residents of different areas; and (d) area types and population subgroups plausible combinations in England and Wales and internationally over time.\n\nThe urgency to gain insights about violence prevention cannot be exaggerated: at a time of massive public spending cuts and increasing austerity measures, the cost of violence to the UK economy is estimated at &pound;13 billion annually (National Audit Office 2008). \n\nThe proposed research will: \n- Make a major scientific contribution with immediate and high societal and economic impact. Its theoretical and methodological advancements will inform future research developments in criminology. The current gap in knowledge impdes violence reduction opportunities not just in the UK but across the world. \n- Engage throughout with high level research users in the public sector and civil society organisations and inform national and international guidelines on violence prevention. \n- Analyse two decades of formidable existing data sources, the Crime Survey for England and Wales (CSEW) and the International Crime Victims Survey (ICVS), both in the public domain, to allow creative and imaginative application and data linking via comparative work. The CSEW is a large and complex dataset with currently some 40,000 respondents annually. The ICVS is a unique comparative crime data partly funded and organised by the Home Office. Yet relative to both data generation cost and their impeccable quality, they have been extremely under-explored.\n- Employ innovative research methodology and application in criminology. This includes the Security Impact Assessment Tool and multivariate multilevel logit modelling, pioneered by the co-applicants with ESRC support for assessing the effectiveness of burglary and car security devices and examining the effect of context on the relation between burglary risk and security, respectively; multilevel negative binomial modelling, pioneered by the P-I with American Statistical Association and Home Office support for investigating the effect of context on single and repeat victimisation patterns; and hurdle models which show whether repeat victims differ from others. \n- Engage non-academic partners, the national charity Victim Support and the Nottingham Crime and Drugs Partnership, to triangulate findings, access further data, and ensure direct applicability of findings to victims of violent crime.\n- Benefit from collaboration with International Co- Investigators.\n\nTherefore the proposed research fits the ESRC-SDAI Phase 2 call specification. The co-applicants' theoretical, methodological and policy contribution to date ensure its successful delivery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L014971/1","grantId":"ES/L014971/1","fundValue":"151092","fundStart":"2015-02-01","fundEnd":"2015-09-13","funder":"ESRC","impactText":"","person":"Andromachi  Tseloni","coPersons":["Laura  Garius","Rebecca  Thompson","Louise Elizabeth Grove","Graham  Farrell","Nick  Tilley"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}