{"id":"6B75AED4-88D1-4053-A6E5-2EDEFDA64CAE","title":"Active Multi-Axle Steering of Heavy Goods Vehicles","abstractText":"Studies performed in Canada, Australia, USA and in Europe have shown that long combination vehicles (LCVs), with two or more trailers can significantly reduce road congestion, improve safety, improve transportation cost efficiency, reduce fuel use and greenhouse gas emissions and significantly reduce road surface wear. Unfortunately three major practical barriers prevent adoption of LCVs in the UK: (i) poor manoeuvrability; (ii) poor high speed stability; and (iii) poor reversibility.(i) Many of the roundabouts and narrow roads in the UK's freight transportation network would be impossible for conventional LCVs to negotiate. One way to improve the low speed manoeuvrability of an LCV would be to steer the trailer and/or tractor drive axles. Simple 'passive' steering systems have been developed for rigid trucks and tractor/semi-trailers. Such systems set the road wheel steer angles in a fixed relationship to the geometry of the vehicle: the angles do not change with speed. Recent studies have shown that passive steering systems substantially improve the low-speed manoeuvrability of tractor/semi-trailer combinations by reducing cut-in. They also significantly reduce lateral tyre forces / leading to lower tyre wear and reduced road surface damage. This is important for transporting goods in urban areas where vehicles need to negotiate sharp corners and small diameter roundabouts, at low speeds.(ii) High speed stability is also a problem for many conventional LCVs since lateral accelerations are amplified with each successive trailer. This can lead to premature roll-over during evasive manoeuvres. While passive steering would improve the low speed manoeuvrability of LCVs, the applicants have recently shown that such systems reduce high-speed yaw stability, increase rearward amplification and degrade handling. Consequently fitting a passive steering system to an LCV is likely to further degrade its already poor high-speed stability. To overcome these problems at high speeds an active steering system could be used instead of passive steering. In an active system the steering relationship is varied while the vehicle is in motion to achieve optimal performance at all speeds. While such systems have yet to be developed for heavy vehicles, they have been successfully employed on cars and SUV's: eg Delphi's 'Quadrasteer' system fitted to GMC SUV's. Quadrasteer increases manoeuvrability at low speeds and improves handling and stability at high speeds. Similar benefits could be gained by using active steering on HGVs in general and LCVs in particular.(iii) Finally, the poor reversibility of conventional LCVs would severely restrict the use of existing freight terminals and loading dock infrastructure in the UK. However active steering could be designed to assist drivers to reverse complex multi-unit vehicles. Preliminary research by the applicants has shown that active steering can improve the reversibility of tractor/full trailer combinations, however, algorithms to suit other vehicle combinations, such as tractor/semi-trailers and LCVs, still need to be developed.The main research challenges to be addressed in this project are therefore to develop active steering technologies for LCVs. Once prototype technologies have been developed and tested it will be possible to assess the costs and benefits of implementing active-steering on LCVs in the UK.The research will build on previous work on active steering systems for lorries performed in Cambridge University Engineering Department. It will involve theoretical control system development; field testing of control concepts using existing experimental heavy goods vehicle units; prototype actuator hardware development and laboratory testing; and a detailed cost/benefit analysis. The research will be performed by two postdoctoral researchers in the university, working in collaboration with engineers from a consortium of companies in the heavy vehicle industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D004152/1","grantId":"EP/D004152/1","fundValue":"511248","fundStart":"2006-01-02","fundEnd":"2009-06-01","funder":"EPSRC","impactText":"  1. The technology developed in this project has been licensed to Tridec BV (the largest manufacturer of trailer steering systems in Europe) and is being developed into their next-generation product in a joint project between the university researchers and the company. The system has the potential to enable use of longer and much more productive vehicles in a variety of niche applications, including: longer articulated vehicles; multiple-trailer long-haul vehicles; more efficient refuse collection; farm-gate collection of agricultural products such as milk. \n\n2. The mathematical models developed and used in this project were used by the researchers as part of a study for the Department for Transport (DfT) into implementation of longer semitrailer vehicles in the UK. As a result of the recommendations of this study, the DfT implemented a 10-year trial of these vehicles on UK roads. These vehicles carry about 15% more capacity than conventional semitrailers while using approximately the same amount of fuel. Consequently their fuel consumption and CO2 footprint per unit of payload is substantially better than conventional articulated vehicles. There are less of them on the roads, resulting in lower levels of traffic congestion. They also do less road wear per unit of payload and have the potential to make the UK freight industry more competitive with its European counterparts. Transport Economic,Policy & public services","person":"David  Cebon","coPersons":[],"organisation":"University of Cambridge","findingsText":" The original objectives of the project are listed below along with a summary of key project outcomes. All references shown in brackets [ ] and links to photographs and videos can found at web link listed below.\n\n* Investigate active steering control strategies for tractor-semitrailer combinations: Control strategies were devised for active steering of tractor-semitrailer vehicles at low speed [2, 5] and high speed [4, 8]. The controllers were field tested on an existing experimental vehicle. Low speed performance benefits on the standard UK roundabout manoeuvre included a 72% reduction in steady-state off-tracking and an 83% reduction in peak tyre force while eliminating entry tail-swing. This contrasted with a 260% increase in tail swing for a conventional trailer steering strategy [15]. At high speed, a 27% reduction in lateral acceleration during a lane-change manoeuvre was achieved with no increase in off-tracking [4].\n\n* Devise and test prototype active steering hardware and software for fail-safe, efficient operation. A new fail-safe steering actuation system was designed, built and fitted to a new test trailer [10]. A comprehensive investigation of all possible failure modes was performed [1]. The ultimate design incorporated novel fail-safe, self configuring control software [9].\n\n* Develop and test active steering strategies for a selection of long combination vehicles. Control strategies were developed to be applicable to a range of common LCVs at low and high speeds. These strategies were field tested using the actively steered 7-axle B-double vehicle developed during this project. At low speed 'perfect' following of the tractor path was achieved with both trailers, using less swept path width than a conventional tractor-semitrailer, and causing no tail-swing. By contrast an unsteered B-double was not able to negotiate the roundabout, and a conventional steering strategy showed a hazardous 1.6m of tail-swing [10]. Simulations show a 17% decrease in rearward amplification and an 80% reduction in transient off-tracking at high speed [11].\n\n* Investigate control strategies for active steering of conventional and long combination vehicles in the reverse direction. A path-following control strategy was developed to enable the same manoeuvres to be performed in reverse as in the forward direction. During field tests with this controller, the actively steered B-double was able to negotiate the UK roundabout manoeuvre in reverse with nearly perfect path following: an impossible task for an unsteered vehicle [12].\n\n* Quantify the costs and benefits of actively steered conventional and long combination vehicles. Two cost-benefit analyses were performed [17, 18]. Potential benefits of introducing LCVs in the UK include: ?2.1b p.a. reduction in costs associated with traffic congestion and up to 40% reduction in CO2 from freight transport. A detailed follow-on study further quantified the potential for reducing CO2 [6, 7, 19. 20].\n\nBeneficiaries of the technologies developed in this project include: the environment (reduced CO2 emissions); the public (safer, less road-damaging vehicles); vehicle operators (more efficient and versatile vehicles), Department for Transport (new knowledge about performance and benefits of LCVs); industrial partners (exploitation of the technology). The technology has significant commercial potential for articulated heavy vehicles world-wide. Two patents have been applied for. One has been granted so far. The technology for active steering systems has been licensed to the leading European manufacturer of steering axle systems for heavy goods vehicles. Transport","dataset":"gtr"}