{"id":"6B85CA2E-937F-4393-9C70-E73897122F71","title":"Pilot for The Elusive Ms Higgs:a detective fiction of elementary truths","abstractText":"The pilot project for the development of &quot;The Elusive Ms Higgs: a detective fiction of elementary truths&quot;, will develop and evaluate a number of physics-based narrative scenarios with pupils in selected secondary schools. In particular, we will engage with pupils from low-income families (FSM), black and ethnic minority (BME) backgrounds and girls - all groups that have traditionally not engaged with the subject. \n\nThe scenarios are based on key aspects and challenges overcome in the process of discovering the Higgs boson, and will require the active use of scientific method and physics principles by pupils who will be introduced to the task through the genre of a detective mystery. This is a non-traditional approach to teaching both particle physics and the scientific method through which we will attempt to reach the target groups.\n\nAt the same time, we will determine the feasibility and effectiveness of developing these scenarios into an immersive and participatory theatre piece as an alternative pedagogical method for the teaching of scientific subjects that are usually taught using very traditional methods to school pupils aged 12 - 14 years old. We wish to determine how such an approach can be used to promote engagement with science by groups of pupils who do not normally engage with these subjects beyond compulsory science education either through an absence of role models or for other more complex socio-cultural and economic factors. Through the evaluation of the impact of this approach on school pupils, we aim to identify the key factors that promote engagement with the subject being taught and in so doing understand how we might develop a full scale immersive and participatory performance, which in turn can be used as a model of practice to enhance pupil engagement with other science subjects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006611/1","grantId":"ST/M006611/1","fundValue":"7117","fundStart":"2015-02-02","fundEnd":"2017-02-01","funder":"STFC","impactText":"","person":"Joanne Elise  Cole","coPersons":["Mary  Richards"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}