{"id":"6B86E6CC-64A5-402D-BE7E-ECEA737678F4","title":"Explicit and l-modular theta correspondence","abstractText":"Suppose there is a big wedding: let us say that President Sarkozy of France and Carla Bruni are getting married. Before this most important day in their lives, the betrothed are preparing two parties: the hen party and the stag party. We are working for Hello magazine and two of our reporters, Howe and Waldspurger, have discovered that, at these two parties, there will be exactly the same number of people and, moreover, each man in the stag party is going out with one woman in the hen party (and vice versa).The editors of Hello magazine (Henniart, Harris,...) have asked for more information about this wedding. If possible we would like to know which people are in each party and who is going out with whom. Why are we interested in such a thing? The answer is very simple: it will be impossible to enter Sarkozy's party (due to the security) but it may be easier for one of our photographers to get into the hen party. If we see that Kate is at the hen party and I have proved before that Kate is going out with William then we will deduce that William is at Sarkozy's party!But, as you might see, this is a very difficult problem. How can one say who is going out with whom (Kate with William) without knowing who is in each party (Kate and William)? The strategy is the following: first we simplify the problem with arguments like blond-haired men are with black-haired women or men who study mathematics are with women whostudy philosophy ... Then we have to put names to people in each category and finally we have to prove who is with whom.In the analogy, each party is a p-adic group and the people in the party are ``representations'' of these groups -- these are abstract mathematical objects which have deep connections with Number Theory (which is essentially the study of the most basic mathematical objects: the natural numbers 1,2,3,...). The matching between the two parties is called the theta correspondence and the problem is to make it explicit: which representations appear and with whom are they paired? The first step is to put names to the representations of each p-adic group -- this is a classification problem. For some groups this is easier than for others, and this is the importance of the theta correspondence: having understood about the representations one group, we can use the theta correspondence to deduce information about therepresentations of the other.The theta correspondence and its predecessors have had major (mathematical) applications through the last 150 years; an explicit understanding of it will lead to many more.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G001480/1","grantId":"EP/G001480/1","fundValue":"265061","fundStart":"2008-07-15","fundEnd":"2012-01-14","funder":"EPSRC","impactText":"  The impact of the research has been to generate further research; this is ongoing and promises to be substantial. Education Cultural","person":"Shaun Ainsley Ross  Stevens","coPersons":[],"organisation":"University of East Anglia","findingsText":" Suppose there is a big wedding (this was 2008): let us say that President Sarkozy of France and Carla Bruni are getting married. Before this most important day in their lives, the betrothed are preparing two parties: the hen party and the stag party. \n\nWe are working for Hello magazine and two of our reporters, Howe and Waldspurger, have discovered that, at these two parties, there will be exactly the same number of people and, moreover, each man in the stag party is going out with one woman in the hen party (and vice versa).\n\nThe editors of Hello magazine (Henniart, Harris,...) have asked for more information about this wedding. If possible we would like to know which people are in each party and who is going out with whom. Why are we interested in such a thing? The answer is very simple: it will be impossible to enter Sarkozy's party (due to the security) but it may be easier for one of our photographers to get into the hen party. If we see that Kate is at the hen party and I have proved before that Kate is going out with William then we will deduce that William is at Sarkozy's party!\n\nBut, as you might see, this is a very difficult problem. How can one say who is going out with whom (Kate with William) without knowing who is in each party (Kate and William)? The strategy is the following: first we simplify the problem with arguments like &quot;blond-haired men are with black-haired women&quot; or &quot;men who study mathematics are with women who study philosophy&quot;... Then we have to put names to people in each category and finally we have to prove who is with whom.\n\nIn the analogy, each party is a &quot;p-adic group&quot; and the people in the party are &quot;representations&quot; of these groups -- these are abstract mathematical objects which have deep connections with Number Theory (which is essentially the study of the most basic mathematical objects: the natural numbers 1,2,3,...).\n\nThere are several matchings between the two parties -- for example, one called the theta correspondence -- and the problem is to make it explicit: which representations appear and with whom are they paired? One would also like \n\nThe first step is to put names to the representations of each p-adic group -- this is a classification problem. For some groups this is easier than for others, and this is the importance of the theta correspondence: having understood about the representations one group, we can use the theta correspondence to deduce information about the representations of the other.\n\nThe project resulted in a classification of the (modular) representations of inner forms of general linear groups, and some cases of the theta correspondence for these. As well as this, there have been several other results on the nature of the theta correspondence, on Whittaker functions and the notion of distinguished representations, and on automorphic representations with prescribed ramification. As well as ongoing research by members of the original project team, many other researchers worldwide will use the results in their work. Education","dataset":"gtr"}