{"id":"6B884380-1573-47B1-9BE0-10164F19F934","title":"Big Data, Innovations and New Business Models","abstractText":"Decision-making is the essence of management. Mammoth amounts of data are being generated through society's interactions with technology, documenting stages of collective human decision making on a scale previously impossible to achieve. Such digital traces of individuals create new scientific and commercial opportunities in the digital economy. The goal of this project is to explore the possibility to make use of massive new data sources capturing online information streams that can provide insight into large-scale trends and decision-making.\n\nThe project will take a two-pronged approach. Firstly, we will develop an open Big Data platform that mines, merges and models publicly available Internet data on human activity to explore relationships between these online information flows and real world processes. Our cross disciplinary and cross institutional efforts will focus on core markets including pharmaceuticals, banking, healthcare and telecoms, in which insight into aggregated behaviour of their users and customers has the potential to make a huge impact on a company's competiveness. Our open Big Data platform will provide the possibility to integrate external corporate data streams and relate these to online information flow, using standard methods including correlation analyses, as well as newly developed methods inspired by complexity science.\n\nSecondly, we will form a highly interdisciplinary think tank that aims to realise substantial potential synergies between the two partner institutions, Warwick Business School and University College London. We will reach out to leading experts and interested stakeholders in academia and private sector to explore and develop case studies of new data driven business models, building on our Big Data platform.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039830/1","grantId":"EP/K039830/1","fundValue":"696620","fundStart":"2013-05-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Tobias  Preis","coPersons":["Steven Richard Bishop","Philip  Treleaven","Nick  Chater"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}