{"id":"6B8BFAA1-AFAC-4898-A95F-0679F1CC62EF","title":"Spaces of business education and the (re)production of financial theory in practice","abstractText":"<p>Postgraduate business education and training has been identified by both academics and policy-makers as an important way of producing a skilled labour force that is seen as vital to maintaining London's competitive position as a leading international financial centre. However, relatively little is known about the nature of the links between such education and financial services practice. This research addresses this oversight by providing a theoretically informed assessment of the importance of professional financial education provided by business schools, specialist training companies and professional associations in shaping financial services practice. It focuses on the post-graduate education and training of corporate financiers working in London's financial services district. The research will use qualitative and quantitative methods including interviews, observation of business education courses, secondary data analysis and a survey of business education providers. This data will be used to develop understandings of: the ways financial theories move into financial practice; the types of educational institutions involved in this movement; and, how financial theories change as they move from 'classroom' settings into practice. It will also provide important information concerning the possibility for London to position itself as a leading centre of postgraduate, professional education.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F001053/1","grantId":"ES/F001053/1","fundValue":"189350","fundStart":"2008-01-14","fundEnd":"2010-02-13","funder":"ESRC","impactText":"  Research findings have been used to\n\n1. Inform debates within business schools concerning changing course curriculum and the structure of MBA degrees in the wake of the financial crisis by providing empirical evidence of the value for financial elites of making stronger links between MBA classrooms and financial services practice.\n2. Provide knowledge and information to business schools, related alumni organizations and individuals about how alumni networks forged through business education can be sustained beyond the end of particular business education experiences and the value of doing so for both individuals and their employers\n3. Advance policy and financial practitioner debates concerning the importance of highly skilled labour to the competitiveness of London's international financial district by documenting the important role played by business education in sustaining and reproducing this elite labour market. In particular, the research findings have revealed the ways in which financial business education facilitates a global financial labour market in London by inculcating financial elites from a range of nationalities into a globally legitimated language of finance concerning its theoretical underpinnings based around shared theoretical assumptions within financial economics.\n4. Inform education providers including business schools and for-profit education companies about the growing demand for more specialist financial business education encompassing both technical financial know-how and embodied competencies rather than the more generalist education offered by MBA degrees. Education,Financial Services, and Management Consultancy Societal,Economic,Policy & public services","person":"Sarah Jane Hall","coPersons":[],"organisation":"University of Nottingham","findingsText":" The following important findings have emerged:\n\n1. The increasingly technical nature of corporate finance, particularly structured finance, has changed the type of financial business education demanded by investment banks. Rather than relying on the generalist education typical of MBA programs and educational background as typified earlier generations of financiers, investment banks also use education companies (both externally and brought in-house) to provide specialist educational experiences including: face-to-face and online learning associated with the calculative devices of financial modelling; experiential education in embodied competencies such as leadership; and educational courses leading to examinations aimed at securing regulatory clearances.\n\n2. The growing demand for specialist professional financial education is reflected in the developing of specialist for-profit education companies that run courses focussing on specific aspects of corporate valuation (e.g. different approaches of financial modelling) and the increased number of Masters of Finance degrees offered by business schools. These courses aim to update their curricula more frequently than MBA degrees through a greater and faster circulation of innovative quantitative finance techniques between education and practice (as more financiers are hired with postgraduate degrees in maths and physics), rather than relying on a linear flow of financial theory from business schools into practice\n\n3. Financial business education is spatially differentiated. Some forms of education (particularly that provided by specialist companies and in-house within firms) are used to embed investment bankers within the organisational culture of their employer and the social norms of the financial centre that they currently work in. However, other forms of education (notably that provided by business schools and the new Chartered Financial Analyst program) are used to demonstrate their fluency in internationally shared elements of quantitative finance theory and practice, hence facilitating career mobility between financial centres \n\n4. The teaching of corporate valuation techniques in both business schools and specialist education companies is grounded in the understanding that (financial) risk can be calculated, managed and profited from if appropriate financial models are utilised correctly. However, the global financial crisis has raised significant questions concerning the extent to which financial risk is better conceptualised as uncertainty. Our research reveals the important role played by education providers, particularly leading US business schools, in legitimating financial risk management and the attempts made by education providers to mitigate the reputational damage they have suffered during the crisis as a result \n\nFuture research priorities emerging from these findings include the need to understand the relationship between financial business education and the development of new forms of financial markets e.g. those associated with environmental change and Islamic finance and the role of education in (re)producing the international financial system following the global financial crisis. Future research priorities emerging from these findings include the need to understand the relationship between financial business education and the development of new forms of financial markets e.g. those associated with environmental change and Islamic finance and the role of education in (re)producing the international financial system following the global financial crisis. Education,Financial Services, and Management Consultancy","dataset":"gtr"}