{"id":"6B8DD261-2224-4F6E-B143-EB0BEA554430","title":"Building large communities: Multi isotope investigations of human mobility and diet in the earliest large villages","abstractText":"Twelve thousand years ago, at the end of the last ice age, the mobile hunter-gatherers of southwest Asia gradually began to live in small communities of 10-100s at sites that rarely measured more than a few hectares. Around 10,000 years ago a number of these sites disappeared and at the same time a few large sites emerged. These new mega-sites measured more than 10 hectares in size with populations numbering in the thousands that required new forms of socialising. At this date these were the first of their kind and have been described by some as the world's first towns and cities. The site of &Ccedil;atalh&ouml;y&uuml;k, a UNESCO World Heritage site located in modern Turkey, was one of these early mega-sites. It was occupied for around 1500 years, persisting longer than many communities today and comparable in duration only to long-established modern cities such as London, England.\n\nEarly small communities were highly mobile and consumed a broad range of foods from species that were acquired through hunting, gathering and fishing. By the time the larger less mobile communities such as &Ccedil;atalh&ouml;y&uuml;k emerged 10,000 years ago, food came from an increasingly narrow range of species of plants and animals. Reliance on fish and birds declined in favour of a specialisation on ruminants such as sheep and cattle. These mega-sites would also have had a profound impact on partner exchange systems (akin to kinship/marriage/alliance), social practices that are closely influenced by community size. To prevent inbreeding, men and women from smaller communities would normally leave to join other communities and those smaller communities would accept outsiders. This process is unnecessary for larger communities who can support partner exchange within the community unless there are political reasons not to do so. It seems likely that transitions in partner exchange systems enabled the emergence of (and sustained) the first mega-sites. \n\nThis project focuses on reconstructing partner exchange and diough stable isotope analysis, a technique that allows us to detect whether people died in the same location in which they were born (thereby telling us if they have moved there from elsewhere) and what plants and animals they ate for most of their lives. We will perform these analyses on adult human, animal and plant remains from the mega-site of &Ccedil;atalh&ouml;y&uuml;k and use the two nearby small earlier communities Boncuklu H&ouml;y&uuml;k and Pinarbasi for comparison. Our project focuses on the use of stable isotope analysis to reconstruct diet and mobility because quantifying the importance of different species of plants and animals (particularly aquatic resources), in the diet of people that lived in these communities is otherwise difficult because ancient charred plants and fish bone do not survive well. Similarly, the inhabitants of these sites routinely extracted fats from bone by smashing them, which has meant that a very high proportion of animal bone (80-95%) on these sites comes from animals that cannot be accurately identified and species proportion estimates that may be incorrect. There is already some tentative evidence that outsiders exist at &Ccedil;atalh&ouml;y&uuml;k. Physical anthropologists have shown that inherited differences in tooth shape suggest that many women were not from local families. Strontium isotope analysis in our project will enable this to be tested on the same individuals, something which cannot be tested by DNA analysis due to poor preservation.\n\nBy reconstructing the partner exchange systems that operated in foraging versus farming communities it will be possible to establish any sex-specific patterning in partner exchange systems that accompanied the emergence of the earliest mega-sites and the diet that enabled these first large communities to survive for hundreds if not thousands of years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002055/1","grantId":"AH/M002055/1","fundValue":"145290","fundStart":"2015-01-01","fundEnd":"2017-06-30","funder":"AHRC","impactText":"","person":"Jessica Ann Pearson","coPersons":["Angela Louise Lamb","Jane  Evans"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}