{"id":"6B8D5B10-E330-4510-8923-80CEEB6CD2C4","title":"Evolutionary Dynamics Underlying Species Diversification","abstractText":"Biological diversity is evident at many different scales, from variation between individuals in a population to the distinctions between different species and other taxonomic groupings. A major aim of evolutionary biology is to understand the connections between these different levels of variation. All taxonomic distinctions ultimately trace back to genetic differences between individuals in populations. However, it is unclear how such genetic variation has led to the evolution of diverse phenotypes over time. What, for example, causes populations to diverge and form new species and what constrains the paths that evolution may take? Answering such questions has been difficult because the genes underlying species differences are often poorly defined and because the details by which processes like natural selection and genetic drift have led to fixation of particular versions or alleles of these genes remain unclear. Recent advances in molecular and evolutionary genetics make it possible to address these issues in a fully integrated way for the first time. In particular, genes controlling phenotypic differences between species can now be isolated and studied at a whole series of scales, from individual pedigrees to populations and species. The variation in and around these genes can be readily determined for DNA sequences that are few bases to millions of bases apart. By measuring how such genetic variation is distributed over different geographical ranges and periods of separation, estimates can be obtained for the rates at which genes flow from place to place, and the extent to which natural selection or random fluctuations (genetic drift) influence evolutionary change. Moreover, genetic interactions can be studied by applying these methods to several genes in parallel. By integrating all of this information, models from the individual to species level may be constructed and evaluated, providing a coherent framework for understanding the evolution of diversity. Taking such an integrated approach requires a biological system with several features. It should have well developed molecular genetics, exhibit genetically tractable diversity within and between species, be convenient for field studies and allow interactions between multiple genes to be studied. One of the few systems that currently meets all of these requirements is flower colour variation in Antirrhinum (snapdragon). We propose to exploit this system to study the evolution of diversity at a range of temporal, spatial and genetic scales. This will involve characterising variation around three key flower colour genes that are known to be important for inter-specific differences. At the smallest temporal scale, we will determine the pattern of gene flow from one generation to the next in a region where species meet and hybridise. This will allow the fitness (i.e. the number of offspring) of different gene combinations to be measured in the field. Over the medium scale, we will survey fluctuations in a range of genetic markers to give longer term estimates of gene flow and the intensity of natural selection. At the largest temporal scale, we will compare variation in DNA sequence and function of each gene in several species. This should throw light on how distinct alleles arose and how quickly they spread. Appropriate theories and models will be developed for each scale of analysis. These will then be integrated to arrive at an overall framework that spans variation from the individual to species level. In addition to providing a deeper understanding of the origins of biodiversity, the project will provide multidisciplinary training for several young researchers and promote a more integrated understanding of evolutionary and developmental biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009325/1","grantId":"BB/G009325/1","fundValue":"1619940","fundStart":"2009-05-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"  We intend to release videos, a wiki page and a website illustrating the concept of genomic islands and their contribution to genetic diversity. The release dates will coincide with the time of publication of our first main story on genomic islands in 2015. Talks on the research undertaken in this project have also been given by the PI, Enrico Coen, to the Edinburgh Botanical Society (2014) and the Gatsby Plant Summer School (2013). Agriculture, Food and Drink Cultural,Societal","person":"Enrico  Coen","coPersons":[],"organisation":"John Innes Centre","findingsText":" 1. We have shown how genetic diversity between subspecies of Antirrhinum (Snapdragon) is maintained by small regions of the genome, called genomic islands. These islands preserve diversity despite sexual exchange, due to selection on two flower colour genes. The system parallels that underlying butterfly mimicry, suggesting that it reflects a general mechanism underlying diversity, spanning both plant and animal kingdoms. \n2. We have shown that variation in yellow flower colour between two species of Antirrhinum is caused by small RNA molecules that inhibit gene activity. This is the first case in which a role for small RNAs in creating diversity between species has been clearly demonstrated and has general implications for how species differences evolve.\n3. We have generated of an integrated map of Antirrhinum genome in collaboration with Yong Biao's group in Beijing.\n4. We have documented and collected plant material over 5 consecutive years in a location where two species meet and hybridise. This provides a valuable resource that will allow pedigrees and natural selection in the wild to be determined. Release of a website that documents our data and findings should allow others to exploit our results and take them further. Agriculture, Food and Drink","dataset":"gtr"}