{"id":"6B8E378B-2E18-486F-8CCA-583CE107BC1A","title":"State and Nation in Interwar Yugoslavia","abstractText":"This project broadly examines the relationship between state and nation in Yugoslavia during the 1930s. It represents the completion of my work on the national question in interwar Yugoslavia that was not included in a monograph currently in press. The monograph explores the search for a compromise between Serbs and Croats, but the Serb-Croat question represented only one major aspect of the national question in Yugoslavia. Another one was the Albanian question, on which this project will largely focus. In addition, I wish to explore further the Yugoslav Prime Minister Milan Stojadinovic's political ideology, crucial for an understanding of the government's policies towards ethnic Albanians. \\n\\nThe project represents an original investigation that addresses issues through study of a wide range of primary sources in Britain, former Yugoslavia, and the United States, many of which have rarely been consulted before. It will offer a new, critical perspective by bringing together different methodologies of political, social and international history and by combining historical research with other disciplines such as sociology. \\n\\nDepending on the availability of primary sources still to be examined, the project could lead to my next monograph, on the Albanian question in Yugoslavia. The recent war between Serbs and Albanians in Kosovo and current international negotiations over the future status of the province mean that my project is highly topical and that its significance extends beyond the realm of academia. \\n\\nAims \\n\\nThe project has two principal aims:\\n\\nFirst, I wish to analyse Stojadinovic's political ideology, which has not been studied extensively by scholars. He was the longest-serving prime minister in interwar Yugoslavia and a highly controversial politician who transformed from an alleged Anglophile and a democrat to a quasi fascist.\\n\\nSecond, I aim to explore how Stojadinovic's government dealt with challenges posed by nationalisms that competed with the official Yugoslav ideology. In particular, I will focus on the government's policies towards Yugoslavia's largest minority - ethnic Albanians - most of whom lived in present-day Kosovo, a contested region hugely significant to Serbian and, to a lesser extent, Albanian national ideologies. This controversial subject has been largely neglected by scholars hitherto.\\n\\nOutcomes\\n\\nThree journal articles on:\\n\\n1) Stojadinovic and his ideology; \\n2) negotiations between Belgrade and Ankara over the resettlement of Yugoslav Albanians into Turkey; \\n3) the relationship between South Slav colonisers and the indigenous, mostly ethnic Albanian, population in Kosovo. \\n\\nThe articles will interest those in the following fields: political, social and international history of former Yugoslavia; the relationship between nation and state; conflict management; comparative studies of nationalism.\\n\\nApplications and benefits\\n\\nI identify the following applications and benefits to my project: \\n\\nFirst, it will contribute to a fuller understanding of the national question in interwar Yugoslavia. By national question I mean the often conflicting relationship between various national ideologies present on the territory of former Yugoslavia, and in particular the conflict between the Yugoslav state ideology and other nationalisms.\\n\\nSecond, it will shed light on the Yugoslav government's (ultimately failed) plans for redressing Kosovo's ethnic balance at the expense of ethnic Albanians.\\n\\nThird, the project will fill a gap in the literature on Serb-Albanian relations in the twentieth century, which have more often than not been characterised by ethnic conflict.\\n\\nFinally, it should contribute to wider issues highly relevant today, such as the conflict between settlers and indigenous population in a disputed territory and the treatment of a Muslim minority in a non-Muslim nation-state.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003915/1","grantId":"AH/E003915/1","fundValue":"22506","fundStart":"2007-10-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"Dejan  Djokic","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}