{"id":"6B8F0A0E-0989-4694-B346-76CBCC854A9F","title":"Extratropical Climate Change in the Upper Troposphere and the Routing of Aircraft (EXTRA)","abstractText":"The upper troposphere in mid-latitudes is the region encompassing altitudes of around 8-12 km, which includes the jet streams, regions of very strong winds, which are closely related to strengths and paths of the mid-latitude depressions. Climate change is expected to change the nature of the upper troposphere at mid-latitudes - climate models indicate that over coming decades, it will warm, the relative humidity will increase and the strength and orientation of the jet stream might change, and the boundary between the troposphere and the overlying stratosphere (the tropopause) will increase in altitude. However, when different climate models are used to predict future climate change, there is a significant spread in the results they produce; the reasons for this spread are not fully understood.\n\nUnderstanding climate change in the mid-latitude upper troposphere is of importance in its own right, but it has a wider economic significance. The cruise altititude of commercial aircraft is in the upper troposphere and flight times can be strongly affected by the wind conditions. Most obviously, the duration of flights between (as an example) London and New York are normally more than an hour faster when going eastbound, as the aircraft attempt to fly in the jet stream and receive an extra &quot;push&quot; - by contrast, westbound flights normally try to avoid the jet stream as this would impede progress. However, day-to-day variations in weather conditions in the north Atlantic mean that flight durations of both eastbound and westbound flights can vary by up to 100 minutes, depending largely on the strength and position of the jet stream. Since fuel use, and hence carbon dioxide emissions, are closely related to the flight duration, there are both economic and climate consequences for this variation. In our recent research we have shown that the weather in the upper troposphere in the North Atlantic can be split into characeristic patterns (5 in winter and 3 in summer) for which the aircraft routes are distinct. In addition we have shown that other climate effects of aircraft emissions (for example, contrails and ozone change resulting from emissions of oxides of nitrogen) very likely vary between these weather patterns.\n\nSince aircraft routing is dependent on the weather situation in the upper troposphere, it is natural to ask whether climate change could impact on aircraft routing. There has been much research on the effect of aviation on climate change, but surprisingly little that asks the reverse question: what is the effect of climate change on aviation? Our proposal aims to answer this question, while at the same time improving understanding of upper tropospheric climate change. Since the aviation industry aims to put constraints on its carbon dioxide emissions, the effect of climate change on aviation routing could either assist or work against these aims. \n\nWe will consider how the routes of individual aircraft may be affected by the changes in the frequency of different weather patterns in the North Atlantic, predicted by a number of different climate models. We will exploit a recent, large and easily available set of simulations of possible future climate change from a range of world-leading climate models that have been produced for the fifth assessment report of the Intergovernmental Panel on Climate Change, which is currently being written. We will assess how well the climate models reproduce the present-day weather patterns in the North Atlantic and then look at how these patterns change for various possible future climates. We will then see how aircraft routing is affected by these weather patterns and compute the impact of this carbon dioxide emissions. We will also investigate the impact of both the climate change and re-routing on the other climate impacts of aviation.\n\nWe will extend this work to cover the North Pacific, which is expected to show a significant increase in air traffic over coming decades.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J021113/1","grantId":"NE/J021113/1","fundValue":"288555","fundStart":"2013-06-28","fundEnd":"2017-08-27","funder":"NERC","impactText":"  Too early for direct use, but we have been in touch with NATS (the UK's national air traffic control organisation) who are a project partner and informed us of the early research and are preparing a short briefing document Aerospace, Defence and Marine,Environment Economic,Policy & public services","person":"Keith Peter Shine","coPersons":["Brian  Hoskins"],"organisation":"University of Reading","findingsText":" Our research is in early stages but we are looking at the impact of changes in climate on aviation and the way these changes in climate themselves impact on the climate change due to aviation.\n\nWe have a paper in preparation which examines how future predicted changes in winds over the North Atlantic may alter the routing of aircraft - the impacts appear quite modest at this stage, and seem unlikely to have a strong impact on air traffic control and flight planning. Forward planning by aviation stakeholders, especially air traffic control Aerospace, Defence and Marine,Environment","dataset":"gtr"}