{"id":"6BA2C69F-8BFB-4027-99C6-2D6F00C2905D","title":"Exploiting the distinctive catalysis of chemically modified enzymes","abstractText":"Enzymes are the catalysts that nature uses to accelerate chemical reactions. Because enzymes are spectacularly efficient catalysts that operate in water at room temperature, they have tremendous potential to be exploited in the 'green' manufacture of chemicals such as drug molecules. However, a major limitation for application in chemical synthesis is that enzymes are highly selective for a particular starting material, and it is not always possible to find an enzyme that nature has evolved that is suitable for a specific application. We propose to modify a specific enzyme such that it may be exploited in the catalysis of a much wider range of useful chemical transformations.\n\nEnzymes are proteins that are constructed from 20 amino acid building blocks. Essentially, the sequence of amino acids in a protein is analogous to a sequence of coloured beads in a necklace. Although nature exploits some very useful amino acid building blocks, the functions of enzymes are nonetheless limited by the fact that there are only 20 amino acids that are usually used to construct proteins. Here, we propose to exploit new methods to prepare proteins with a much wider range of amino acid building blocks. We have demonstrated the ability to position these new amino acids, termed non-canonical amino acids, throughout the active site of an enzyme and that the specificity of the enzyme may be changed by using the non-canonical amino acids in ways that cannot be achieved using the 'natural' building blocks. In this proposal we will first expand the range of specificity of the enzyme by positioning the new amino acids at a range of positions and then using an established assay we will find new reactions that can occur only when the new amino acid is present. \n\nIn the second part of the work we will develop new assays to allow us to extend the possibilities even further. Firstly we will make use of nuclear magnetic resonance (NMR) to follow the reaction using labelled substrates, and then we will make use of NMR techniques from the realm of drug discovery (named fragment-based drug design) to search for a wider range of substrates used when we have non-canonical amino acids in the enzyme. We will also extend the chemical method for incorporation of the non-canonical amino acid.\n\nFinally, and most excitingly, the ability to insert 'unnatural' amino acid building blocks also opens the way to building completely novel enzyme chemistries - possible using one of the inserted 'unnatural' amino acids, but not possible using any of the 20 natural amino acids. For this we have taken inspiration from a field of chemistry termed organocatalysis. Here relatively simple organic molecules can catalyse reactions, and the coupling of this area with the specificity and catalytic power of enzymes will be used to generate enzymes with huge potential for new, greener routes to a range of important chemicals.\n\nThe modified enzymes that we will discover will be able to catalyse reactions for which enzymes are not currently available. Such enzymes would have tremendous value in the 'green' synthesis of complex biologically active molecules such as drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002091/1","grantId":"BB/N002091/1","fundValue":"479489","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Alan  Berry","coPersons":["Alexander Louis Breeze","Adam Stephen Nelson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}