{"id":"6BA7F45E-F10D-47AC-AFB6-6F408D90D1A2","title":"Translating Freedom: Visualising Transformation in Rwanda","abstractText":"How can a country express the complexities of life after genocide? In Rwanda, twenty years after the violence that killed up to a million people, writers, artists, filmmakers and journalists have been working hard to communicate difficult choices made by the government, local organisations and civilians whilst reconstructing the country. Much has changed: a generation of young people have grown up since 1994, and Rwanda has experienced unprecedented economic success. However, internationally the country is still primarily associated with the moment of genocide.\n\nIn August 2012, the AHRC &quot;Translating Freedom&quot; network hosted a workshop in Kigali to discuss how life after genocide is mediated through transitional justice processes and the arts. One key issue emerging from our conversations was Rwandans' lack of control over images of their country circulating internationally. Photographs of Rwanda are predominantly taken by visiting outsiders and very few Rwandan photojournalists and artists have access to international networks. \n\nIn response to this gap, King's Cultural Institute have funded a photography workshop in Kigali in November 2013. Facilitated by Nigerian photographer Andrew Esiebo and Magnum photojournalist Dominic Nahr, Rwandan participants will be mentored in developing their own unique narratives. \n\nThe &quot;Visualising Transformation in Rwanda&quot; project will enable these images to reach a wide international audience through an exhibition at Somerset House, curated by culture and genocide specialist Dr Zoe Norridge, Rwandan artist Christian Nyampeta and Autograph ABP Director Mark Sealy MBE. The exhibition will coincide with the twentieth anniversary of genocide in Rwanda and will constitute the first exhibition about life after genocide by multiple Rwandan photographers to be shown internationally. \n\nSomerset House, with its central London location and extensive marketing networks, offers an ideal platform for bringing together new audiences. The famous courtyard is a respectful setting for commemoration activities and the exhibition will introduce visitors to previously unseen images that reflect upon the past and celebrate change since genocide.\n\nOne of our key objectives for the exhibition is to connect people who commission photography with Rwandan photographers. Too often, international NGOs, media organisations and gallery spaces send international photographers to Rwanda to take images for fundraising and awareness raising campaigns, news stories and exhibitions. By engaging with Rwandan photographers directly these commissioners could support local artists whilst also gaining unique insights into life after genocide.\n\nThe ways in which a country represents itself influence national identity, international relations, tourism and global public perceptions. But often in the aftermath of violent conflict, governments, foreign aid agencies and NGOs focus exclusively on development priorities such as health, poverty reduction and education. By foregrounding the role of the arts in changing national and international perceptions, we will contribute to a growing body of evidence about the ways in which artists can assist with post-conflict recovery through our policy briefings.\n\nCollaborations are vital to the success of the entire project. The curation is a partnership between King's, Autograph ABP and Rwandan artist Christian Nyampeta. In Rwanda we are working with Carole Karemera (Ishyo Arts), John Mbanda (The New Times), Illume (creative agency) and Inema Arts Centre, amongst others. \n\nThis exhibition has the potential to demonstrate that Rwandans can set research agendas, that impact activities resulting from research can affect international creative industries, and that universities can play an active role in highlighting global inequalities. Above all, it will ensure that Rwandan-authored narratives commemorating the twentieth anniversary of genocide are seen internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009811/1","grantId":"AH/L009811/1","fundValue":"41008","fundStart":"2014-02-10","fundEnd":"2014-08-09","funder":"AHRC","impactText":"  Our exhibition and associated events had economic and social impact in both the UK and overseas. Impact included:\n\n1) Directly communicating the complexities and achievements of Rwandans twenty years after the genocide to visitors through the London exhibition, international media coverage and international talks. \n\n2) We now know that communicating such complexity through a visual medium increases positive attitudes towards Rwandans. We have yet to explore the long-term impact of this attitudinal change but it is likely to include reduced prejudice and increased support of international collaborations amongst the UK public.\n\n3) Connecting Rwandan photographers with international networks, generating possibilities for international professional representation, further training and commissioned work. This has an economic impact for all professional photographers working in Rwanda.\n\n4) Mapping the ground for changes to the commissioning of photographs of Rwanda by international cultural gatekeepers. This is a long-term project with the potential for significant impact to the ways in which Rwanda is visually represented internationally, changing public perceptions, creating economic opportunities for Rwandans and potentially offering cost savings for NGOs and government departments working in Rwanda.\n\n5) Bringing together stakeholders from a range of different fields including transitional justice, publishing, film, politics and NGOs to appreciate the importance of authorship in visual images of Rwanda. These interdisciplinary conversations across disciplines and professions (both academic and practitioner) will hopefully change the ways in which participants commission and use photography in their own practice.\n\n6) Students, academics and members of the public participating in exhibition events had the opportunity to engage with Rwandan cultures in a manner that is usually impossible outside of Rwanda. Again, we hope this will change the questions they ask about visual authorship both professionally and personally. We know from our evaluations and anecdotal conversations that the events were certainly enjoyable and thought-provoking.\n\n7) King's College London was able to develop a significant partnership with Autograph ABP that has potential to grow as we extend the work on the visual representation of Rwanda. This has a potential impact on the ways in which academic-creative collaborations are perceived within both institutions. Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Economic","person":"Zoe  Norridge","coPersons":["Paul Richard Gready"],"organisation":"King's College London","findingsText":" This follow-on funding grant for impact and engagement resourced the exhibition 'Rwanda in Photographs: Death Then, Life Now' in the Inigo Rooms, Somerset House East Wing. Alongside the exhibition we ran a series of public events and a professional workshop. \n\nFour of our key discoveries from this grant were:\n\n1) There is an enthusiastic audience for Rwandan authored images. In the UK this audience included members of the public (both from the UK and overseas), members of the Rwandan diaspora, photographers working internationally, and practitioners and academics engaged with issues relating to post-genocide Rwanda. UK and international media (including Times Higher, CNN, Vox Africa, Arise TV and Thomson Reuters) were willing to engage with the work but placing images with UK broadsheets was much more challenging. \n\n2) This said, there is little international will to seek out Rwandan authored images, even during special periods such as the twentieth commemoration of genocide. Ours was the only exhibition in the UK and overseas, tied to commemoration, that featured work by Rwandan photographers. There is a great deal of work to be done raising awareness of the importance of authorship in the visual field for Rwanda and other post-conflict countries.\n\n3) Viewing work by Rwandan photographers increases perceptions of Rwandans as intrinsically human. We now have robust quantitative data showing that encountering such work changes attitudes across groups. This will be extremely helpful when making the case for funding other artistic interventions and projects to support changes to commissioning practices.\n\n4) Factors driving the commissioning of international photography are highly complex. Whilst most photo editors and agencies who attended our professional workshop expressed willingness to commission Rwandan photographers, our conversations showed these professionals still perceive barriers in accessing and trusting local photographers. Policy briefings alone are insufficient to address these issues. Instead, coherent training schemes (developing both artistic and business skills), infrastructural change (better access to high speed internet connections and web resources), the development of a local and regional photographic culture, increased professional representation (agencies and festivals) and changes to commissioning practice (longer lead times, greater development of regional staff) are required for long-term change to be achieved. A large number of people will play a role in taking forward the findings from our exhibition and related events.\n\n1) Rwandan photographers had the opportunity to meet international cultural gatekeepers at the UK professional workshop. They have taken these networks back to Rwanda. Resulting projects include: discussions about professional representation by two photo agencies (Majority World, Plus 25); strengthening of Rwandan professional associations and networks; additional training offer Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}