{"id":"6BAA7EC9-DEB4-426A-A68F-B3ED3C1C4E17","title":"Defects in integrable classical and quantum field theory","abstractText":"An integrable field theory is a finely-tuned system and adding an impurity to it will generally destroy integrability. As the name implies, adding a defect means some property of the field or fields will be discontinuous. For example, in fluid mechanics the velocity of a fluid (liquid or gas) is represented by a field (actually a vector field) depending on time and position in space; and a typical defect is a 'bore' or 'shock' through which the velocity changes abruptly. In the context of integrable systems a mathematical question is simply to ask what might the possible discontinuities be that are permitted without destroying the delicate property of integrability. At first sight it seems most unlikely that this can be arranged. However, it was pointed out in 2002 (by Bowcock, Corrigan and Zambon) that this can be achieved by a suitable set of defect conditions relating the derivatives of fields on either side of the defect. Moreover, these special conditions must be related to a Backlund transformation 'frozen' at the location of the defect. This discovery is exciting because Backlund transformations first arose more than 100 hundred years ago in the context of differential geometry (in the study of surfaces of constant negative curvature), and then played a role in the sixties in generating soliton solutions, yet here they arrive unexpectedly in a Lagrangian formulation of a discontinuity, in answer to an apparently innocuous question. Within the sine-Gordon and other integrable models there are solitons and it is natural to ask what might happen to a soliton when it meets a defect. The answer to this question is also unexpected and there are three possibilities: the soliton might be delayed, it might be changed to an anti-soliton, or it might be absorbed by the defect. It is possible to insert several defects and each will behave independently of the others. In fact it has also been shown that the defects may move and scatter consistently among themselves and with solitons.Once it is clear one may have defects within integrable systems another mathematical question is to classify all possible types.There is also interest in the quantum field theory associated to any integrable system because it provides a theoretical laboratory where ideas and techniques hopefully applicable to non-integrable field theory models, in condensed matter or particle physics, can be tried out and subsequently adapted. It is natural to ask about the role of defects in this context, and actually that question was asked earlier (in the mid-nineties by Delfino, Mussardo and Simonetti), and it turns out that the integrable defects within the sine-Gordon model fit perfectly to the earlier work, and significantly deepen it. Moreover, it is now clear there are new effects including unstable states with finite lifetimes associated with an integrable defect (and intimately related to the curious capacity a defect has to 'eat' a soliton). Again, the mathematical question is to classify all the possibilities and, in the quantum context, this is intimately related to classifying the infinite dimensional representations of 'quantum groups'.Finally, the curious behaviour of solitons passing a defect, or being absorbed by it, suggests that logical gates may be constructed using solitons and defects. It has alread been demonstrated, by constructing a universal gate (Corrigan and Zambon), that this is feasible, and it will be interesting to investigate how to arrange solitons and defects to perform all the standard logical functions. There remains the question of whether it is possible to construct a real physical device that can display the properties (at least approximately) of an integrable defect. There are plenty of real world situations with near integrable descriptions, and there is a plethora of defects and impurities but it remains to be seen whether the two can be linked together in a genuinely useful manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F026498/1","grantId":"EP/F026498/1","fundValue":"266647","fundStart":"2008-03-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"  They have been used by other researchers in the area of mathematical physics.  ","person":"Edward  Corrigan","coPersons":[],"organisation":"Durham University","findingsText":" The purpose of the award was to investigate further the properties of integrable 'defects', and as far as possible to classify them. These are a relatively new feature of two-dimensional integrable field theoretical models (such as the sine-Gordon model) that have some remarkable properties when interacting with solitons. For example, a soliton might be delayed, convert to an anti-soliton, or be absorbed. The idea was to explore these features in the classical and quantum domains and to discover the mathematics behing the scattering of defects. One of the curious features of integrable defects is their ability to control solitons. Some time ago we (my postdoc and I) proposed a model of a universal logic gate based on our ideas and we still consider it to be an intriguing possibility, though perhaps far from being realised tecnologically. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}