{"id":"6BC6EC3C-AF68-49FC-A0B5-2639819865BD","title":"Retinal prosthetics: a novel opto-bionic approach to the restoration of functional vision.","abstractText":"Hereditary degenerative diseases, collectively classed as retinitis pigmentosa (RP) affect the rod and cone photoreceptors and are the second largest cause of blindness in the developed world. These conditions may be characterised by a catastrophic loss of the primary light sensitive cells in the outer retina. Most common are rod-cone dystrophies, where there is initially a loss of peripheral vision followed by a decay of central vision leading to total blindness. Age-related macular degeneration (AMD) and diabetic retinopathy (DR) are fast becoming the most prevalent forms of blindness. In AMD central vision is affected, and it is now the commonest cause of blindness in the western world in the over 60's. It is predicted that there will be a significant healthcare crisis as the population is ageing and AMD is prevalent. Sufferers of RP, AMD and DR generally all retain a normal optic apparatus and a viable population of retina ganglion cells that form the optic nerve / the communication superhighway to the visual cortex. These features raise the possibility that clinical prosthetic intervention could bypass the diseased tissue and stimulate the remaining healthy cells, a strategy that avoids the complexities associated with repairing the degenerate retinal tissue Attempts to date in this area have come in two forms: subretinal implants which attempt to stimulate the remaining neural processing layers of the degenerative retina, and epiretinal implants which have attempted to stimulate the retinal ganglion cell layer directly. While there is some progress in these areas, and recently even clinical trials, there are four substantial problems that this technology has yet to fully address:1) Surgical access and biocompatibility2) Long-term efficiency of information transfer from the physical prosthesis to the RGCs, leading to high stimulation current requirements3) The lack of spatial resolution associated with the very low density of electrodes available using current technology4) The inability of the current technologies to approach restoration of near macular function, because of the lack of retinotopic mapping of the afferent ganglion cell bodies in the vicinity of the optic diskOf all these issues the most serious is the energy power consumption required per electrode to stimulate ganglion cells. Required currents can be as high as 2mA meaning that the large pixel arrays required for recreating images would require unfeasible quantities of energy. A recent development that opens the possibility of a new paradigm in vision restoration technology has been the discovery that a small percentage of RGCs (&lt;0.1%) are themselves directly light sensitive. They overcome the problems of light detection in RGCs by employing a novel opsin photopigment that is quite different from rod and cone opsins. The function of these photoreceptive RGCs appears to be the regulation of time-of-day dependent photoresponses such as circadian entrainment rather than generating visual images. More recently there have also been developments in other opsin systems such as channel rhodposin and nanoparticle light stimulation.Mark Hankins has been expressing and characterising melanopsin in neuronal cell lines. In addition Patrick Degenaar has been investigating alternate methods of nanoparticle stimulation which does not involve genetic engineering. This, combined with our experience in the development of intelligent imaging chips and retinal algorithm development, gives us a great opportunity to develop a whole new class of retinal prosthesis. A photostimulation-based prosthesis can be external, not suffer the power problems of electrical stimulation, and be easily tuned and upgraded.Using light to couple an intelligent retinal processing system to the surviving retinal ganglion cells represents an important and significant paradigm shift in field of retinal prosthetics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029241/1","grantId":"EP/F029241/1","fundValue":"349024","fundStart":"2008-06-16","fundEnd":"2011-06-15","funder":"EPSRC","impactText":"","person":"Patrick  Degenaar","coPersons":["Mark Andrew Neil","Christopher  Kennard","Chris  Toumazou","Emmanuel Mic Drakakis"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}