{"id":"6BD4F59A-BFEA-40F1-972D-D50282580172","title":"Stem cell fate: exploiting the Drosophila germline to unravel the role of a conserved translation repression complex","abstractText":"Stem cells are different from other types of cells as they can divide to renew themselves (ie remain as a stem cell) and simultaneously differentiate into specialised cells with distinct identities. For example, embryonic stem cells can form all of the different cells, tissues and organs during development, whereas there is evidence that germline stem cells can give rise to functional eggs and sperm. Given this unique property, stem cells have the potential to revolutionise medicine by providing both new treatments for diseases such as neurodegenerative and fertility disorders, and novel strategies for repair of damaged tissue, including those associated with heart disease and spinal injury. One of the primary hurdles to be overcome is the induction of stem cell differentiation into multiple different cell types within the laboratory. This difficulty arises because the mechanisms underlying a stem cell's decision to renew itself or differentiate are not fully understood. The research in this proposal aims to understand one of the mechanisms that controls this decision. \n\nOne of the premier models for stem cell research is fruitfly germline stem cells, as the proteins which are important for development of the fruitfly are the same as those which control development in humans. In addition, the fruitfly is amenable to a whole range of experimental approaches on a rapid timescale, making it a commonly used research model, and one that is a less morally contentious alternative to animal models. We have recently used fruitfly germline stem cells as a model to investigate the basis of the decision by which stem cells choose to either remain a stem cell or differentiate into specialised cells. Our work has focused on two proteins, called Pumilio and Nanos, which function to repress translation (ie the synthesis of proteins) in germline stem cells. We have identified a specific mRNA that is repressed by Pumilio and Nanos in germline stem cells, and shown that loss of repression of this mRNA causes the stem cell to differentiate rather than renew itself. Interestingly, the protein encoded by the mRNA has, in a separate study, recently been shown to cause mouse stem cells to differentiate. This result demonstrates that fruitfly stem cells are a powerful model for identifying factors important for promoting differentiation of mouse and human stem cells. \n\nThe aim of this proposal is to extend our study of the translation repressors which function in fruitfly germline stem cells. We will identify other mRNAs that are repressed by Pumilio and Nanos, and investigate how these mRNAs are selected. We will then test how loss of this repression in a germline stem cell influences its decision to either renew itself or differentiate. Pumilio and Nanos also have important roles in controlling the stem cell fate decision in human stem cells. Therefore, it is anticipated that results from our study will be relevant to other types of human stem cells and in the longer term be useful for promoting stem cell differentiation into specific cell types within the laboratory setting, in order that the full therapeutic potential of stem cells can be harnessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005746/1","grantId":"BB/J005746/1","fundValue":"414471","fundStart":"2012-05-14","fundEnd":"2015-05-13","funder":"BBSRC","impactText":"","person":"Hilary Louise Ashe","coPersons":["Mark Peter  Ashe"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}