{"id":"6BD6DF59-41DD-4687-8FCE-46B5714D315E","title":"CCP5: The Computer Simulation of Condensed Phases","abstractText":"CCP5 provides support for all UK scientists engaged in developing and exploiting increasingly powerful computer simulation methods for\ncondensed matter. These range from the atomistic - probing the atomic level behaviour of materials - to others that model properties\nover orders of magnitude larger length scales - the mesoscale - and very long timescales. Understanding chemical and physical behaviour is essential to \nfinding new systems with improved performance. \n\nCCP5 will maintain, support, develop and disseminate a set of state-of-the-art simulation codes used widely in academia both in the UK\nand internationally, and in industry. The techniques include among others classic molecular dynamics, Monte Carlo, dissipative particle dynamics and Lattice Boltzmann methods and embedded quantum mechanics/molecular mechanics. We propose an ambitious plan of sustained support and development, all driven by user demand. We wish to add new features but also will implement greatly increased interoperability between different programs. This will be achieved by toolchains and workflows to allow more efficient and better assisted setups of models, simulation runs and the analysis of results as well as combined simulation modes.\n\nCCP5 fosters the application of these codes to an increasingly wide range of interdisciplinary scientific problems, with a successful strategy of developing and disseminating new codes and methods for all classes of materials, so that many scientific areas benefit from CCP5 involvement. Applications in the grant period will include, but are not limited to, solid state materials, polymers, micelles, liquids, liquid mixtures, liquid crystals, surfaces, interfaces and films, homogeneous and heterogeneous catalysts, minerals and biosystems. \n\nTo maximise the impact of these methods, we propose to run conferences, workshops, training events aimed at the future specialist or the experimentalist wishing to apply the techniques to a particular problem. Several of these will be other CCP's. We shall sponsor collaborations between scientists and provide bursaries for students to work on short projects with industry or in Europe. With its wide scope and experience of many different techniques the CCP5 community is well placed to transfer knowledge and expertise across a wide range of disciplines\n\nThis application addresses the major international challenges of pushing atomistic modelling to much longer time- and lengthscales, by proposing a chain of software tools to link consistently first principles (quantum) and innovative coarse-grained and mesoscale methods, and thus providing accurate multiscale methods. UK modelling of these types is at the forefront of international research, but continued support for maintenance and development in this area is essential, if\nthe UK is to maintain its position in the light of intense international competition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022617/1","grantId":"EP/M022617/1","fundValue":"391562","fundStart":"2015-04-01","fundEnd":"2020-03-31","funder":"EPSRC","impactText":"","person":"Neil Langsford Allan","coPersons":["Timothy Guy Harrison"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}