{"id":"6BDAC1BB-9C4A-410C-AF2F-F07DB3AB5C1D","title":"Super resolution acoustic time-frequency domain imaging techniques for the 3D evaluation of next generation microelectronic packages and systems","abstractText":"Electronic packages are the housings for semiconductor devices. A package typically consists of the silicon die mounted and wired with solder or gold wires to a dielectric substrate with a leadframe or metal traces, all encapsulated to seal the device from the environment. An explosion of package technologies has occurred to meet the needs of communication and emerging market segments. End products include mobile devices, routers, hubs, switches, memory devices, and micro-electromechanical systems (MEMs). This rapid development of applications has led to a large array of packages; chip-scale packages (CSP), system-on-a-chip (SoC), system-in-a-package (SiP), and stacked chip-scale packages (SCSP) to serve this marketplace. Recently PCBs have been demonstrated with buried ICs producing Chip-in-Polymer (CiP) technology with new associated inspection problems. Key challenges associated with this diverse population are reliability in harsh environments, stiction, corrosion, thermal management, and mechanical stability of optical paths. This has placed greater demands on NDT examination for quality assurance. Particularly, for array types of assemblies, solder balls are placed beneath the component and the connections made are between the component and the substrate, rendering these connections visually inaccessible. Testing the integrity of these joints and the PCB assembly are a problem because of lack of access. New packages with finer pitch wire bonds, bumps, traces and the increasing use of 3D construction brings even harder problems. 3D structures that include stacked die, stacked packages, SiP and CiP, and their associated heat sinks and thermal solutions present additional challenges to both penetration and contrast. Acoustic micro imaging (AMI) is used as an important non-destructive inspection tool in semiconductor reliability evaluation and failure analysis because it can penetrate through the package and image the structures inside. AMI can help solve problems with adhesion, delamination, disbond, cracking, wetting, and voiding. As packages are being produced smaller and thinner, detection of the internal features and defects in the packages has approached the resolution limits of conventional AMI. The resolution of an AMI system is determined largely by the ultrasound frequency and design of the installed transducer. Although higher frequency transducers are capable of higher resolution, their acoustic signal does not penetrate very deeply. Significant acoustic challenges are having sufficient axial resolution for detection of delamination and cracks at closely-spaced interfaces and for penetration through multiple interfaces. When the layer thickness is less than or comparable to the wavelength of the ultrasound, the reflected echoes from the front and the back surface of layers overlap. This interference between echoes results in pulse distortion, degrading ultrasonic images, making it difficult to unravel the structure being investigated. Also, different propagation modes, diffraction, and dispersive attenuation make the interpretation of ultrasonic signals even more complex. New techniques are needed to heighten the resolution and be able to cope with thin layered structures. In this proposal, we aim to develop acoustic time-frequency domain imaging techniques to improve the resolution and image contrast without increasing the transducer frequency (thus without sacrificing the penetration). This is to be achieved by integrating modern sparse signal representation techniques or time-frequency analysis techniques into an acoustic microimaging system. The computer simulation of acoustic microimaging will also be carried out to elucidate the defect detection mechanism and predict ultrasonic pulses in the time/frequency domain. The techniques developed in the proposal are not limited to this application and can be exported to a wide range of areas such as materials NDT&amp;E and medical imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004358/1","grantId":"EP/G004358/1","fundValue":"201873","fundStart":"2008-09-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"David Mark  Harvey","coPersons":["David Robert Burton"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}