{"id":"6BE4419E-9F07-4ABA-AAC0-65336C039246","title":"Novel context-based segmentation algorithms for intelligent microscopy","abstractText":"The aim of this proposal is to develop new computer methods to analyse, quantify and understand the information contained in images of cells and tissues obtained using digital microscopy. This will have wide applications in many areas of biomedicine, especially in histopathology, where it can be used to diagnose cancer, predict the potential behaviour of malignant disease, and implement the most suitable form of treatment. \nCurrently, decisions about histopathological diagnosis rely to a great extent on expert observers and their experience, but this has the disadvantage that the inevitable element of subjectivity in visual observation makes it difficult to reach quantitative or reproducible judgements.\nIn this project we will design 'context-based' imaging programs to help advance automated analysis and diagnosis of cancer. By 'context-based' here we understand the use of data constructs that (1) allow the structure and relations of cells and tissues in biopsy samples to be modelled in a way that enables computer programs to subsequently 'reason' about the image contents, and (2) allow methods of data extraction that are both quantitative and reproducible.\nThis will be achieved by using a spatial logic called Discrete Mereotopology (DM). We already have proof-of-concept software and a peer-reviewed preliminary publication which demonstrate the efficacy of this approach for encoding and querying relations between the biologically-relevant entities (e.g. cell nucleus, tissue layers, staining patterns) and the image segments detected to correspond to them, thereby enabling histologically relevant models (e.g. cells, tissue types and voids) to be formulated that can be operated on at a level that has not been possible before. This is a departure from traditional pixel-based routines, leading to region-based algorithms that are histologically relevant to the range of images and structures that are expected in histological imaging.\nThis logic-based approach to image analysis brings several advantages. Firstly, it provides a robust, rigorous mathematical foundation for software development. Secondly, it allows histological images to be systematically interpreted in terms of histologically-relevant entities, not just pixels. Thirdly, it enables symbolic and automated reasoning programs to be used alongside numerical methods.\nWe will also incorporate immunohistochemical markers to our histologically relevant models. A key innovation in the proposal is the use of DM to explicitly model the histological localisation of molecular markers, which has never been done before. This will allow a rational evaluation of immunohistochemical patterns and subsequent development of histological predictor markers associated with tumour behaviour and outcome, i.e., what patterns are observed in what kinds of neoplasm, where in tissues the markers are expressed, and how characteristic the patterns are to recorded case outcomes.\nFinally we will develop markers of data quality to label structures according to how well they approach the expected models they represent. In this way indications of 'confidence in the results' can be associated to the models found in microscopy images. So far this feature is not provided by any form of histological imaging.\nWe believe that the approach outlined here is both translational and invaluable in most biological areas using microscopy, where quantitative results are required to make sound evidence-based decisions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023869/1","grantId":"EP/M023869/1","fundValue":"525907","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Gabriel  Landini","coPersons":["Hisham  Mehanna","Antony Peter Galton"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}