{"id":"6BF221BE-A79C-4754-8290-9C820B0CCC08","title":"Quantum computation in complex biological systems","abstractText":"Warren Weaver, in his Scientific American Article of 1948, defines two types of complexity: organised complexity and disorganised complexity. Disorganised complexity refers to statistical mechanics and similar macroscopic theories. Organised complexity refers to problems which are interrelated into an organic whole . The exact nature of organised complexity is subject of an ongoing debate. According to Weaver the 19th century was the century of disorganised complexity and the 20th century must be that of organised complexity. Complex systems research existed in many forms since the forties and fifties (systems science, cybernetics, etc.). It only gained more public attention and firmed under the name of complex systems since the Santa Fe Institute was founded in its name in 1984 and publicised complex-systems research. Even more recently the idea gained momentum that quantum effects govern complex biological processes on a macroscopic scale. This project aims to sit at the interface between complex systems, quantum information theory, and biology. It is very promising to apply information theory to problems in complex systems. This project aims to add quantum information theory to the tool set of complex systems permanently.Evidence is accumulating that quantum coherence contributes to biological processes and their efficiency on a macroscopic scale - the most prominent example being photosynthesis and the avian compass. Hitherto favored means of investigation are mostly ad-hoc quantum mechanical models fitted to experimental data. A framework for investigating such quantum effects and discover new ones in a systematic way does not exist. The author proposes to develop such a framework by combining quantum information theory and complex systems techniques. This framework of quantum optimal predictors will allow us to investigate macroscopic quantum effects in biological complex systems in a systematic way. It will provide first principles for detecting quantum effects in complex biological systems. It will provide a basis upon which a physical model of the effects can be built without assuming a mechanism a-priori. In recent work the author has introduced quantum information into complex-systems theory for the first time. The result is an information-theoretic representation of a complex system using quantum information as opposed to classical information when ever necessary. I propose to extend the mathematics of this framework, find and prove the minimum and optimum using the mathematics of sufficient statistics. The author is planning to apply this to experimental data from complex biological systems which are known or suspected to be governed by quantum phenomena on a macroscopic scale. The field of quantum biology has gained many prominent publications only recently and is still in its infancy. This project will help the field to focus and shed light on the abundance of quantum effects in biological complex systems. The framework will be applicable to other areas such as quantum computation, foundations of quantum mechanics, the boundaries between the quantum and classical worlds - one of the least understood areas in physics - and time-series analysis. In a more speculative part of this proposal the author takes the quantum causal predictors in their own right as a model for the origin of life inspired by the hypothesis of a primordial soup. The questions of quantum effects in biological systems are many and the answers will be important for understanding the nature of any living organism. Understanding life on earth in general might depend on it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013709/1","grantId":"EP/I013709/1","fundValue":"97288","fundStart":"2011-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"Karoline  Wiesner","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}