{"id":"6BF60706-D7F0-483C-B53F-93F34B4A6E8A","title":"The identification and functions of regulatory proteins recruited to the cell surface during platelet activation","abstractText":"Platelets perform a central role in blood clotting although they are also responsible for triggering thrombosis, the formation of blood clots in the circulation, which leads to heart attacks and strokes. A detailed understanding of the normal processes that regulate the function of platelets is essential in developing new strategies and medication for the prevention of thrombosis. Platelets respond to a range of factors exposed, generated or released at sites of injury. In particular platelets adhere to proteins exposed in the damaged blood vessel wall. This leads to platelet activation: spreading to cover the injury site, and the secretion of a range of chemicals that act together to cause platelets to stick together to form a thrombus to plug the site of damage. The activation of platelet function is associated with the recruitment to the cell surface of a several of proteins involved in thrombus formation. The dynamic nature of proteins on the platelet surface is an integral component of the mechanisms that control platelet function. Given the potential importance of this in blood clotting and thrombosis, in this study we propose to characterise in detail the complement of proteins that are recruited to the platelet surface during activation, and also proteins whose levels are altered following stimulation. The validity of results will be determined using a range of cell biology techniques. Where suitable reagents are available, we will begin to assess the ability of these proteins to interact with other platelet surface proteins such as receptors, and determine whether they are involved in the regulation of platelet function. This project will lead to more focused future studies to determine the roles of specific proteins on the platelet surface. Through increased understanding of the complex molecular mechanisms that regulate the function of platelets this study will contribute to the development of new strategies to prevent thrombosis and may identify new processes or molecules that form the basis for the development of more effective anti-thrombotic drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400883","grantId":"G0400883","fundValue":"338959","fundStart":"2005-10-01","fundEnd":"2008-09-30","funder":"MRC","impactText":"","person":"Jonathan Martin Gibbins","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}