{"id":"6BFDABB8-109E-4BAE-9166-5776062534E4","title":"Model Checking Agent Programming Languages","abstractText":"Our overall goal in this project is to develop model checkingtechniques that can be applied to various agent-oriented programminglanguages. Building on our previous work on model checking forAgentSpeak, we will investigate the key aspects underlying not only AgentSpeak but other agent-oriented programming languages based on Java, such as 3APL, Concurrent MetateM, and Jadex. Based on that, wewill develop a Java infrastructure layer that is (a) relevant to theimplementation of these agent languages (b) has clear semantics, and(c) is able to be verified through an extended version of JPF, an open source Java model checker.As a result of this investigation, we will be able to develop bothformal semantics for these major constructs of agent programming aswell as Java libraries that implement them (based on the semantics)- the resulting intermediate agent language will be called the AgentInfrastructure Layer (AIL). As in our existing body of work, JPF is tobe used as the model checker with which to carry out formalverification of implemented agent-based systems. The idea is then toprovide automatic (and provably correct) translations from variousexisting agent-oriented programming languages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052548/1","grantId":"EP/D052548/1","fundValue":"148290","fundStart":"2006-09-11","fundEnd":"2009-06-10","funder":"EPSRC","impactText":"  Foundational methods developed here have been used in subsequent research projects, to collaborate with industry, and to tackle certification and safety problems in general. An example of the latter is the subsequent development of model-checking technology to assist in the certification of unmanned air vehicles. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy Economic","person":"Michael  Fisher","coPersons":["Michael  Wooldridge"],"organisation":"University of Liverpool","findingsText":" This project provided a way to automatically analyse properties of &quot;intelligent&quot; software. The &quot;intelligence&quot; is provided by an agent, being able to decide its own course of action, while the analysis is provided by strong methods based on formal logic.\n\n\n\nWe provided an open source framework for defining such agent languages, for automatically verifying logical properties of the agent, and for using these techniques in the verification of complex systems which have such &quot;intelligent&quot; agents emb Potential use in autonomous systems verification. Leads on to further academic/industrial projects. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}