{"id":"6C01D3E7-DD24-418D-AFA7-34AABCBD829B","title":"FACCE MACSUR Knowledge Hub Crop modelling","abstractText":"FACCE MACSUR focuses on modelling European agriculture with climate change for food security. The work is organized in three themes on crop, livestock and trade modelling. The partnership consists of 73 partners from 16 countries all over Europe. The overarching challenge is to develop a pan-European capability in the development, use and interpretation of models to perform risk assessments of the impacts of climate change on European agriculture. To address this the following challenges must be met:\n1. Identify and address a range of issues between models in different themes to enable their closer integration including issues of scale and data processing.\n2. Train a new generation of scientists to work across models which contribute to greater integration of models. This challenge can be described as focusing on the creation of integrated modellers as opposed to integrated models.\n3. Determine the contribution that can be made to reducing uncertainty over the impacts of climate change on European food security by adopting integrated models of crop production, animal production and trade.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010476/1","grantId":"BB/K010476/1","fundValue":"65301","fundStart":"2012-09-13","fundEnd":"2015-09-12","funder":"BBSRC","impactText":"","person":"Christine  Foyer","coPersons":["Andrew Juan Challinor"],"organisation":"University of Leeds","findingsText":" The project was designed to enhance European capacity for understanding the uncertainties surrounding the ways in which European agriculture will adapt to and mitigate the impacts of climate change. Work on this project directly contributed to the Fifth Assessment report of the IPCC on climate change, which provides an up to date view of the current state of scientific knowledge relevant to climate change. In addition, work on this project has made advances have been made in three important areas.\n1.Capacity building:\na. The Leeds research team has contributed to the creation of a European community of researchers directed at modelling and understanding the impacts of climate change on European Agriculture. \nb. We have contributed to the generation of researchers who are capable of interpreting results and understanding modelling tools that operate in the CropM domain of the project. We organised and held an International Conference on Breeding Plants to Cope with Future Climate Change in June 2014. This Conference discussed the contribution of plant science and breeding to maintaining food security in the face of increasing demand and the challenges presented by climate change and examined the role that basic plant science and modelling can play in supporting plant breeding to achieve yield gains and the goal of sustainable agricultural production. The Conference brought together world leading plant scientists, plant breeders, crop modellers and climate modellers to discuss the plasticity of the plant genome and its regulation in relation to climate change. The participants considered how to balance the requirements of intensive agricultural production with the dependence of rural welfare on agricultural productivity. Outputs from this meeting include a Special Issue of the Journal of Experimental Biology and a published Volume in the Aspects of Applied Biology series.\nc. We have added to the European critical mass in crop modelling by focusing in detail on the challenges to European agriculture. \n2. Integrated analysis of the impacts of climate change on European agriculture in a range of pilot studies, together with an analysis of the uncertainties surrounding such prediction.\n3. Identification of the range of issues which must be addressed in developing an integrated modelling tool and progress towards the creation of such a tool with the development of selected case studies. The Leeds team will be part of the UK Contribution to MACSUR Phase 2. The Leeds team will contribute to CropM and engage in the overall activities of the knowledge hub. Agriculture, Food and Drink","dataset":"gtr"}