{"id":"6C05BB68-7BA2-4440-B679-31FBE5A83911","title":"Structural biology of soft tick complement inhibitor (OMCI) alone and in complex with C5","abstractText":"The complement system is a group of approx. 30 proteins that act together to form a frontline defence against invasion by parasites and other pathogens. As for all proteins we can only really understand the ways in which these proteins act to combat invasion by knowledge of their detailed, atomic, structure. However, many of the complement system proteins are difficult to study at this level of detail and we therefore have little atomic level structural information for the central components of this important biological system. Most parasites attempt to overcome the defence mounted by the complement system by expressing molecules that act specifically to interfere with these defences. This application seeks to use an anti-complement molecule expressed by a tick to increase our understanding both of how the tick protein works (by solving the atomic structure of this inhibitor) and also to increase our understanding of one of the key complement components, a protein called C5, by discovering precisely how the tick inhibitors prevent its correct functioning. A vital first step towards this aim is the identification of the site of interaction between C5 and the inhibitor. We will use a variety of different biochemical methods to identify the site of interaction. Including (1) determining which fragments of C5 bind to the inhibitor, (2) studying the interaction between C5 and inhibitor in competition with complement components which bind to C5, and (3) introducing single amino acid changes to C5 that prevent the inhibitor binding. Armed with these data and materials (purified fragments of C5) we will attempt to determine an atomic structure for a complex between C5 (or a significant part of it) and the tick inhibitor to give us a framework on which to interpret our biochemical data and prior knowledge of the biological function of C5.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D003628/1","grantId":"BB/D003628/1","fundValue":"264454","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"  We characterised potentially medically useful proteins from tick saliva which manipulate human immunity. These are now being developed as putative therapeutic agents.  ","person":"Susan M. Lea","coPersons":["Miles A.  Nunn","Guido  Paesen"],"organisation":"University of Oxford","findingsText":" Main aims all met despite significant ill-health in the postdoctoral research assistant.\n\nAim 1 - At the start of the project there was no atomic structure for complement C5, we collaborated with the Andersen lab (Copenhagen) to determine the atomic structure (published Nat. Immunol., 2008) and then performed a series of biochemical and biophysical analyses which led to a model for the complex between OmCI and C5 that is consistent with all data to date. Despite numerous crystallisation screens crystals of the complex between OmCI and C5 were not obtained.\nAim 2 - In year one of the grant we completed the structure of OmCI which revealed the unexpected information that the lipocalin pocket was occupied with a fatty acid ligand (published as Roversi et al., 2007). We thought the physiological ligand was most likely a proinflammatory eicosanoid released at the site of tick feeding and used biochemistry and structural analyses to show that bacterially expressed OmCI preferentially binds leukotriene B4 (International Patent Application No. PCT/GB2009/000311). Also designed, expressed and patented a mutant form of OmCI in which leukotriene B4 binding is abolished while retaining complement inhibitory activity (GB Patent Application No. 0906779.4).\nAim 3 - See Aim 1 above - complex now characterised and published in Fredslund et al. Key loop of OmCI required for C5 binding identified by others (Mans et al., 2008) therefore site directed mutagenesis to abolish C5 activity not pursued. Mutants with altered fatty acid binding capacities generated and patented (see Aim 2 above).\nAim 4 - Structures of S116 and moubatin initiated &amp; completed. These also revealed fatty acid sequestration in the core of the lipocalin. The differential binding of S116 and OmCI was characterised.\nAdditional Achievement - demonstrated therapeutic potential of OmCI in mouse model of immune complex alveolitis; others have shown potential of OmCI for treatment of myasthenia gravis (Soltys et al., 2009). Work arising from the grant was patented and is now being commercially developed Healthcare","dataset":"gtr"}