{"id":"6C05B755-848B-4EB5-BA70-AECB175EEA83","title":"Characterisation of the molecular and cellular mechanisms controlling lateral root emergence using an integrative-systems based approach","abstractText":"Food security is a major global issue. Significant improvements in crop yields are urgently required to feed the dramatically increasing world population by 2050. Our industrial partner has recently discovered a series of yield enhancing agrochemicals that increase crop yield by promoting root growth and branching. Increasing the number of root branches (termed lateral roots) increases the water uptake and acquisition of nutrients in crops and therefore understanding the regulation of lateral root development is therefore of vital agronomic importance. Lateral root (LR) development can be divided into 2 distinct processes; (A) formation (i.e. new roots forming deep within the centre of the main root); and (B) emergence (i.e. when new roots which form deep inside the main root need to push through the surrounding tissues before entering the soil). Research has focused largely on studying LR formation. However, recent evidence suggests that LR emergence is an important checkpoint for root branching which is regulated by nutrients such as nitrate and phosphate and hormone signals such as auxin. We have recently shown that auxin originating from new LR acts as a local signal that promotes overlying cells to separate, enabling new roots to emerge. We have identified ~560 genes that auxin regulates to cause lateral root emergence. The effect of auxin on LR emergence is very complicated and appears to involve about 560 different genes. To help us deal with this complexity, we will employ a new approach termed Systems Biology in which biologists and mathematicians work closely together. This involves generating a large body of experimental information about these different genes which is then integrated into a mathematical model. Auxin regulates LR emergence by inducing responses in many different cells and tissues. Our model therefore has to include information not just about a list of genes but also consider their behaviour in many different root cells and tissues. We then need to determine how realistic our root model is, by designing experiments to test its ability to accurately predict real results. The model can then be used to test ideas and provide new insight about how auxin controls LR emergence at the gene, cell and tissue level. Establishing this knowledge base will enable us to determine exactly how the root-growth-promoting agrochemicals affect LR development. The knowledge gained from this study will help scientists understand how best to manipulate root growth and enhance crop yield.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H020314/1","grantId":"BB/H020314/1","fundValue":"452251","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  Root branching impacts the efficiency of water uptake and acquisition of nutrients in crops. Understanding the regulation of root branching is therefore of vital importance. \n\nThe project discovered and/or characterized several plant signals, genes and target processes controlling root branching and emergence. These discoveries include how the hormone auxin causes root cells to separate overlying new roots that need to emerge; several of the key genes through which auxin regulate this process; and how they alter cell wall integrity and pressure. \n\nOur industrial partner Syngenta discovered several yield enhancing agrochemicals that promote root growth and branching. We exploited the knowledge generated above to help understand how these agrochemicals may promote root growth. Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Education,Environment Economic","person":"Malcolm  Bennett","coPersons":["Nicola Mary Everitt","Oliver E  Jensen","John  King","Jeremy  Roberts","Sacha  Mooney"],"organisation":"University of Nottingham","findingsText":" Significant improvements in crop yields are urgently required to meet the 50% increase in world population by 2050. Root branching impacts the efficiency of water uptake and acquisition of nutrients in crops. Understanding the regulation of root branching is therefore of vital importance. \n\nSeveral plant signals, genes and target processes controlling root branching and emergence were discovered and characterized during \n\nOur industrial partner Syngenta recently discovered several yield enhancing agrochemicals that promote root growth and branching. We exploited the knowledge generated above to help understand how these agrochemicals may promote root growth.  Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Education,Environment","dataset":"gtr"}