{"id":"6C05611D-9605-456D-8725-203857C74D9F","title":"Quantum-Degenerate Gases for Precision Measurements (QuDeGPM)","abstractText":"Atom interference has been applied in many pioneering experiments ranging from fundamental studies to precision measurements. The techniques of laser cooling and trapping have allowed the realization of bright sources of macroscopic matter waves. This project is part of a EUROCORES Collaborative Research Project (within the EuroQUASAR programme coordinated by ESF) whose goal is to build upon this expertise and use interference of quantum degenerate macroscopic matter waves for a new generation of precision measurements. Two sets of applications are envisioned: (1) Precision determination of fundamental constants and inertial forces in free space, and (2) Interferometers for trapped atoms close to the surface as a microscope for highly sensitive measurements of surface forces on the micron length scale. To achieve the ultimate sensitivity we will engineer the interactions between the atoms and create non-classical matter-wave quantum states to beat the standard quantum measurement limit. Ultracold degenerate quantum gases with their inherent coherence and narrow spread in space and momentum promise to be the ideal starting point for precision matter wave interference experiments, similar to lasers for light optics. In contrast to light, atoms interact with each other, and the physics of degenerate quantum gases is in many cases dominated by these interactions. This can be an advantage, allowing tricks from non-linear optics like squeezing to boost sensitivity, and a disadvantage, resulting in additional dephasing due to uncontrolled collisional phase shifts. We will exploit recent advances in controlling these interactions by Feshbach resonances to pick out the advantages and to suppress the disadvantages caused by the interactions. Much of the planned work will be very fundamental and exploratory as many of the capabilities together with possible limitations have yet to be investigated.The collaborative research project entitled Quantum-Degenerate Gases for Precision Measurement (QuDeGPM) focuses European efforts on precision measurements with quantum degenerate gases and in particular with Bose-Einstein condensates (BEC). The project is organized along the main objectives of (i) performing precision atom interferometry with quantum degenerate gases, (ii) using quantum degenerate gases for precision surface probing, and (iii) exploring, realizing, and testing novel measurement schemes with non-classical matter wave states. The project in Durham focuses on the use of matter-waves with tunable interactions to probe atom surface interactions. Specifically two experimental thrusts are planned. The first uses bright matter-wave solitons as the basis for a new form of matter-wave interferometry. This work connects to an existing project which began in January 2008 (EPRSC grant EP/F002068/1). The second thrust exploits condensates where the interactions are tuned to zero to study long-lived Bloch oscillations in a 1D lattice in the vicinity of a solid surface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G028427/1","grantId":"EP/G028427/1","fundValue":"98178","fundStart":"2008-08-27","fundEnd":"2011-08-26","funder":"EPSRC","impactText":"  The findings have been used to start developing sensing devices and gyroscopes for use in military and commercial contexts. This has been backed up by funding to develop these ideas. Aerospace, Defence and Marine Societal,Economic","person":"Jacob Andrew Dunningham","coPersons":[],"organisation":"University of Leeds","findingsText":" Quantum metrology is an exciting and rapidly expanding area of quantum physics. This involves using quantum correlations (called entanglement) to improve the precision by which a range of measurements can be made beyond what is possible using conventional methods. The problem is that entanglement is very fragile to any external influence and so it is important that ways are found for performing quantum metrology in a robust way. \n\nThis project successful identified routes for achieving this. It showed how certain types of entanglement could be created that are much more robust to noise and so more suited to quantum metrology. It also explored a range of interesting applications such as creating ultra-precise gyroscopes using atoms. This research could be used in new measurement and sensing technologies as well as quantum communications and computation. This project has led to follow-up funding from DSTL with a view to exploiting the research outcomes in new sensing technologies. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}