{"id":"6C11AC64-B40E-43D0-9310-466C7DD36C5F","title":"Fs-VUV Generation: Mapping the Reaction Co-ordinate in Photochemical Dynamics","abstractText":"Developing a detailed understanding of how molecules interact with light is of great importance. For example, it is particularly relevant to fundamental processes that take place in biology, such as vision and photosynthesis, as well as in so-called &quot;self-protection&quot; mechanisms that occur in both DNA and the melanin pigmentation system, serving to protect the body from the potentially damaging effects of ultraviolet (UV) light. Additionally, an understanding of light-molecule interactions is of critical relevance for many other classes of molecules, including photostabilizers, photochromic polymers, molecular switches, light harvesting complexes and drugs for the targeted delivery of active agents (photodynamic therapy). Developing refined experimental techniques to enhance the study of such systems is therefore an important challenge.\n\nThe use of &quot;ultrafast&quot; femtosecond (fs) laser pulses with temporal durations comparable to the timescales of molecular motion (1 fs = 10^-15 s) is a powerful method for studying light-matter interactions. Energy redistribution within a molecule following the absorption of light may be followed in real time using &quot;pump-probe&quot; techniques: the pump initiates the energy redistribution process (effectively starting a dynamical &quot;clock&quot;) and the system may then be interrogated at a series of precisely controlled delay times by the probe - mapping out the pathways for energy flow. However, a key limitation with this approach is that, in many instances, the full &quot;view&quot; along these pathways is restricted, obscuring critical information. Addressing this issue forms one of the main goals of this work.\n \nThe proposed research programme brings together a team of investigators with a unique set of complementary skills and experience in ultrafast lasers, non-linear optics, molecular spectroscopy and dynamics, ultra-high vacuum science and cutting edge computational methods. In the initial phase, we will develop an economic and compact light source that will produce femtosecond light pulses across the vacuum-ultraviolet (VUV) region of the electromagnetic spectrum. This will expand on recently developed experimental methods. The source output (which we refer to as fs-VUV) is well suited for use as the probe step in pump-probe experiments as it provides a highly expanded view of the pathways that facilitate excess energy redistribution in many molecules (when compared to using non-VUV probes). This will yield previously unobtainable levels of insight into the nature of light-molecule interactions.\n\nFollowing the successful development and characterization of the fs-VUV source, it will then be used to upgrade an existing experiment at Heriot-Watt University that uses pump-probe photoelectron imaging as a technique to study the dynamics of energy redistribution. In the next phase of the project we will use the fs-VUV probe to investigate energy redistribution in urocanic acid. This is one of the primary UV absorbers present in the skin (possibly acting as a natural &quot;sunscreen&quot;) and our experimental results, in conjunction with supporting theoretical work, will yield important new mechanistic information relating to this important biomolecular system.\n\nIn the final phase of the project, we will use the fs-VUV as a probe in photoelectron imaging experiments that investigate energy redistribution and molecular fragmentation in nitrobenzene and some of its selected derivatives. These are important test systems for the development of improved drugs for photodynamic therapy. In particular, we will investigate the product channel leading to light-induced release of nitric oxide (NO), which is important for the regulation and maintenance of many physiologically vital functions. Our work will begin to develop improved understanding of the general mechanistic principles that enhance the NO production channel and should be readily scalable to larger, practically applicable systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021052/1","grantId":"EP/K021052/1","fundValue":"453336","fundStart":"2013-08-01","fundEnd":"2017-07-14","funder":"EPSRC","impactText":"  They haven't - yet - the grant is still in it's early stages  ","person":"David  Townsend","coPersons":["Martin James Paterson","Daniele Franco Faccio"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}