{"id":"6C1B9B76-A981-48C6-9F8A-0C85A539677E","title":"Highly Convergent Total Synthesis of Gambieric Acid A Using Iterative and Two-Directional Ring-Closing Metathesis Reactions","abstractText":"The proposed research concerns the synthesis of the complex marine natural product gambieric acid A from simple, commercially available starting materials. The gambieric acids (A-D) were isolated in minute amounts from a simple marine alga which was collected off the coast of the Gambier Islands in the South Pacific. These natural products possess very powerful activity against certain types of disease-causing fungi. Structurally related natural products isolated from the same alga are highly neurotoxic (i.e. they prevent nerves from functioning properly), but the gambieric acids do not possess this activity and can block the toxicity of neurotoxic marine natural products of similar structure. Gambieric acid A has a very complex molecular structure comprising 10 ether (oxygen-containing) rings - nine of which are fused together - and 27 chiral centres (i.e. carbon atoms where the handedness defines the three-dimensional structure of the molecule) embedded in the molecular framework. The aim of the project is to synthesise gambieric acid A in a highly efficient manner using new chemical reactions and strategies to construct the rings and join complex fragments of the molecule together. The proposed research is extraordinarily challenging because few molecules of comparable size and complexity have been synthesised and very elaborate and relatively inefficient routes have been used to construct those that have. The proposed project is particularly challenging because some of the rings are difficult to construct, due to their size, and the configurations of all 27 chiral centres must be set unambiguously.The important features of our synthesis will be the highly efficient and rapid synthesis of molecular fragments by simultaneous construction of rings in two directions (so-called two-directional or bi-directional synthesis) and the efficient union of these pieces to form the intact molecule. Examples of two-directional chain or ring construction are very rare in complex natural product synthesis, and the use of this strategy to assemble such a complex target is unprecedented. The research project will allow us to test whether two-directional ring construction is a viable strategy and will allow us develop the synthetic techniques and tools required to construct complex biologically active natural products in an efficient manner. The successful synthesis of gambieric acid A will also permit the biological activity of the natural product to be explored further and will allow the relationship between the molecular structure and the biological activity of marine polyethers to be elucidated more clearly. The synthetic strategies, tactics and reactions that we develop during the project will be generally applicable to a wide variety of other complex natural product targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F031505/1","grantId":"EP/F031505/1","fundValue":"934146","fundStart":"2008-09-09","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"J Stephen  Clark","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}