{"id":"6C1CEF7C-16C5-4B19-BCAC-CF846C99FDDF","title":"Cross-Border Consumer Contracts","abstractText":"I have been researching the legal issues surrounding transnational consumer contracts / particularly, online consumer contracts / for a couple of years. Although there is some literature in this area, it is of very variable quality and, to date, there is no monograph devoted specifically to cross-border consumer contracts. Furthermore, in the field of private international law, consumer contracts are accorded far less consideration than commercial contracts. So, the subject-matter of the research is something of a 'cinderella' topic within the conflict of laws. Much of the existing literature is based on highly questionable assumptions about the role that law and legal procedures can play in resolving low-value disputes; too much of it is written by computer enthusiasts who seem more interested in the technical aspects of e-commerce than its legal implications and whose grip on the relevant legal principles is less secure than it ought to be.\\nOriginally, my plan was to write a book entitled Consumer Contracts in Private International Law. This would have examined primarily the jurisdiction of national courts over disputes arising out of cross-border consumer contracts and the regime for determining the law applicable to such contracts. As my research has progressed it has become increasingly clear that, given the relatively low value of most consumer contracts (especially those concluded within the framework of e-commerce), this classical private litigation model (which is the framework for the resolution of commercial disputes) has limited relevance in the context of consumer contracts. This is because the private litigation model is relevant only to the extent that litigation provides a credible mechanism for the resolution of legal disputes; where litigation is not a credible solution to a particular problem, the formal framework of rules has a rather limited role to play in practice. Because of the inability and/or unwillingness of consumers to engage in litigation (even in small claims courts which are meant to be adapted to deal with low-value claims), if consumer rights are to be taken seriously, alternative means have to be found to enable consumers to obtain redress. Accordingly, I have extended the range of my research to look at alternative dispute resolution (ADR) and the implications of so-called 'soft law' (such as website certification schemes).\\nI think that the book is going to be largely a tale of missed opportunities and the failure of government to take questions of consumer access-to-justice seriously. A number of tentative conclusions are emerging. First, notwithstanding the time and money invested by government (both at the national and EU levels) in trying to make small claims courts more accessible, there is no evidence to suggest that, in the cross-border context, consumers who are in dispute with a supplier consider litigation to be a realistic option. Secondly, developments in the field of ADR are too piecemeal and fragmented to enable ADR mechanisms to be genuinely effective. Such developments have tended to operate at the national level (rather than globally or regionally) and many national ADR schemes are ill-adapted to deal with cross-border disputes. Thirdly, to the extent that there has been governmental involvement, it has mainly been restricted to encouraging self-regulation (rather than the creation of an overarching global or regional framework). Fourthly, although the development of e-commerce has greatly increased the potential for consumers to enter cross-border transactions, the idea that, when compared to traditional commerce, e-commerce presents radically different legal problems (needing radically different solutions) is largely fallacious. However, these conclusions are, at this stage, provisional / and will have to be tested and refined during the course of the writing of the manuscript.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005520/1","grantId":"AH/F005520/1","fundValue":"33851","fundStart":"2008-03-01","fundEnd":"2008-06-30","funder":"AHRC","impactText":"","person":"Jonathan Derek  Hill","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}