{"id":"6C1D4D11-B6EC-4D00-A5AA-14702B40CF5E","title":"Integrating genetics into conservation","abstractText":"Conservation organisations are concerned with the protection of natural habitats and species, for their intrinsic value, the services they provide humanity and for their amenity value. Under international and local statutes, conservation organisations are obliged to prevent wild habitats from becoming degraded and halt or reverse the decline of species of conservation concern. This job is increasingly difficult given the extent of degradation and fragmentation of habitats and the threat of global changes, such as climate change. Until now, conservationists have been mainly concerned with habitats and species, and have neglected to consider a third strand of biodiversity called 'genetic diversity'. Genetic diversity can be found in all species. It is variation among individuals in DNA sequences that cause differences in their physical attributes, and is responsible for the familial resemblance among relatives. Genetic diversity is relevant to conservation in a number of ways. Firstly, many populations of endangered species are isolated and consist of small numbers of individuals. These populations often have little genetic variation, and this can hamper their ability to adapt to changing environmental conditions through natural selection. Adaptation is key to success in conservation, because without it, species will be prone to extinction under environmental changes such as climate change. Secondly, small or isolated populations often consist of closely related individuals, and mating among these close-relatives can lead to inbred offspring that suffer immediate health problems. This can act as an additional burden on endangered species, making their populations more difficult to conserve. Thirdly, similar problems can occur due to inter-mating between very divergent populations. This may occur if human-aided movement of species brings previously separated populations into contact. Although these types of genetic problems are relatively well understood, there is no generic framework for assessing which species are at risk of which genetic problems, or decision-making tools to guide management actions. In addition, conservationists may be disinclined to incorporate these genetics problems into their action plans, because jargon and terminology in genetics can make the field inaccessible to conservationists without a genetics background. Our aim in this project is to enhance dialogue and the exchange of knowledge between researchers interested in genetic biodiversity, and wildlife conservationists. In doing this we will facilitate improved strategies to conserve species and enable the best use of genetic data in conservation programmes. Firstly we will develop a working group consisting of geneticists and conservationists to provide a forum for the exchange of ideas, ensuring that geneticists are aware of the key conservation challenges, and conservationists are aware of when genetic information is likely to be useful. Secondly, we will evaluate previously published genetic information to fill gaps in understanding, and to determine when genetic problems are most likely. Thirdly we will develop a mechanism to assess the risk of genetic problems faced by any individual species, and link this to a framework recommending the best course to alleviate these problems. We will then test and refine this approach using species of conservation importance in the UK. Our fourth objective will provide standard protocols for choosing the sources of individuals for human-aided movement of plants or animals from one place to another. We will develop a system for recording the success and failure of these translocations to better inform future guidelines. Finally, our key goal is to make all of this information accessible. We will produce user-friendly handbooks aimed at explaining genetic issues in conservation, and will produce web-pages to assist conservation managers develop management strategies that incorporate genetic approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001913/1","grantId":"NE/H001913/1","fundValue":"259775","fundStart":"2010-03-15","fundEnd":"2013-10-31","funder":"NERC","impactText":"  Advice to conservation managers on how to integrate genetic thinking into conservation management\n\nThe development of the IUCN guidelines for Reintroductions and Other Conservation Translocations\nThe production of a Scottish Code for Conservation Translocations Environment Societal,Policy & public services","person":"Peter  Hollingsworth","coPersons":[],"organisation":"Royal Botanic Gardens Edinburgh","findingsText":" The grant was a knowledge exchange grant aimed at integrating genetic information into conservation programmes. This involved the production of systematic reviews of the evidence base, a decision making framework, and some practical guidelines for conservation translocations The primary evidence of use from this KE grant has been in the development of national and international guidelines for conservation translocations Environment","dataset":"gtr"}