{"id":"6C25D72F-E46C-44C8-8D71-702A78BD7884","title":"Elucidating cell structure in 3-D by automated electron microscopy","abstractText":"The fine structural detail within cells has traditionally been examined using either scanning EM (SEM) or transmission EM (TEM). TEM is performed through a single thin section of the structure of interest and therefore often just gives a 'snapshot' 2D image. SEM gives a 3D-like image but only images the surface of the structure and not the detail therein. With TEM images, researchers often question what is happening above and below the single section and, to answer this, serial-sectioning is required. This is very time-consuming and technically difficult - the orientation of each section cannot be controlled and, therefore, 3-D-reconstruction of the digital images from these multiple serial sections requires frequent re-alignment that takes many hours. Even the most skilled technician will lose some sections resulting in incomplete series. Remarkably, these problems can be overcome by the 3View system, an automated sectioning and image capture system incorporated into a high resolution SEM. Computer-controlled, multiple sections and images can be made with one sample and 3-D-reconstructions performed without the need for realignment. This results in the best features of TEM and SEM being combined to show how cells are organized - both internally and in relation to their neighbouring cells and environment - at unprecedented levels of spatial information. Our immediate research projects using this equipment will cover a wide range of subjects - how do cells of the heart develop structures to beat every second? how do mitochondria - the 'batteries of the cell' - re-model themselves under different conditions? how can stem cells transform themselves into different cell types? how does the brain makes split-second judgments and more. Completely new understanding of these subjects will arise from being able to produce high resolution 3-D images of the structures of interest with this technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012093/1","grantId":"BB/M012093/1","fundValue":"366345","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Michael  Taggart","coPersons":["Mark  Cunningham","Doug  Turnbull","Lyle  Armstrong","FC  Rind","Kathryn  White","Claudia  Racca"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}