{"id":"6C27C1D3-7DB6-46FA-AB34-8FC0B5AD828D","title":"Integrable derivations and Hochschild cohomology of block algebras of finite groups","abstractText":"The product rule of the all familiar operation of taking derivatives of real valued functions has a plethora \nof generalisations and applications in algebra. It leads to the notion of derivations of algebras - these\nare linear endomorphisms of an algebra satifying the product rule. They represent the classes of\nthe first Hochschild cohomology of an algebra. The first Hochschild cohomology of an algebra\nturns out to be a Lie algebra, and more precisely, a restricted Lie algebra if the underlying\nbase ring is a field of positive characteristic. The (restricted) Lie algebra structure extends to\nall positive degrees in Hochschild cohomology - this goes back to pioneering work of Gerstenhaber\non defornations of algebras.\n\nModular representation theory of finite groups seeks to understand the connections between\nthe structure of finite groups and the associated group algebras. Many of the conjectures that drive\nthis area are - to date mysterious - numerical coincidences relating invariants of finite\ngroup algebras to invariants of the underlying groups. The sophisticated cohomological \ntechnology hinted at in the previous paragraph is expected to yield some insight regarding these\ncoincidences, and the present proposal puts the focus on some precise and unexplored\ninvariance properties of certain groups of integrable derivations under Morita, derived, or stable \nequivalences between indecomposable algebra factors of finite group algebras, their character theory, \ntheir automorphism groups, and the local structure of finite groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02525X/1","grantId":"EP/M02525X/1","fundValue":"341698","fundStart":"2015-04-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Markus  Linckelmann","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}