{"id":"6C2BDEF0-829A-4397-A28C-487E0A655670","title":"The Creative Speech Technology Network","abstractText":"People are increasingly expected in every-day like to interact with synthetic voices. These encounters are often not very satisfactory. The suggestion is that a major reason for this is that these voices do not sound 'right'. Synthetic voices have improved greatly in recent years in that they sound more human-like. Yet there remain two (conflicting) problems: On the one hand they are still not entirely human-like; most people spot the fact that they are listening to synthesizer within a few words.At the same time, even if it were possible to re-create a perfectly human-sounding voice, it would convey the wrong associations for what are computer-generated utterances. The computer does not have all of the other attributes of a person, such as intelligence, a sense of humour, empathy etc. Put another way, a computer voice should sound like a computer voice. The question is: how should that sound?The objective of this network is to bring together people who know about (human) voices and how to use and manipulate them - from an artistic background - with technicians who know how to generate synthetic voices. By establishing and developing a language through which these disparate people can communicate, it will be possible to create new voices for specific purposes. The focus of the work will be on creating artistically inspired artefacts which will challenge the potentials of synthetic voice production. Those artefacts will also be used to disseminate the results of the work - to expose it to members of the public. This will share the results of the research as well as allowing the final evaluation of the voices to be given to the people who matter - those who have to put up with this kind of interaction on a daily basis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010416/1","grantId":"EP/I010416/1","fundValue":"13963","fundStart":"2011-03-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  Discussions are underway with several of our commercial partners, Toby Churchill Ltd, Toshiba Research Europe Ltd and Cereproc to collaborate on R&amp;D projects. Two RCUK research funding proposals are in progress both of which include R&amp;D investment (in kind) from our industry partners.\n\nSeveral technologies were developed at a prototype and playful level for the roadshow. One that allowed users to personalise and artificial voice proved particularly popular among AAC users and may be developed commercially. The mechanisms for commercial exploitation are in place through the university enterprise office. In addition we have a number of network members with significant expertise in this area however it is too early to know which of several opportunities will be further developed.\n\nThe speech technology academic discipline is lively and active but may have benefitted from the approach taken within CreST. Many of the current intractable problems of naturalness (in speech) and realism are familiar problems to the arts disciplines (particularly the performing arts). Conversely the areas of speech pedagogy and training and the deprecated area of elocution (predominantly arts domains) can benefit from the application of scientific methodologies. CreST encouraged these approaches and the consequent benefits to academic health.\n\nThe cultural component of the CreST Network was as significant as the scientific and technical. Many of the cultural exhibits produced were specifically designed to enrich the quality of life for persons with communication difficulties. The concert for artificial and human voices, featured on Russia 1 http://www.1tv.ru/news/other/225843 although a deliberately esoteric offering it enabled interdisciplinary researchers, the industry and the general public to enrich their understanding of the computer generated voice and the human voice.\n\nCreST was construed as a creative economy project with an objective to nurture the emergence of IP and Copyright in projects that emerged from the network. The notion of embedding much of the output of CreST in the wider social domain among users and policy makers was an attempt to positions some of the work within the broader framework of the knowledge economy .\n\nCreST membership included seven industrial partners and two NHS professional practitioners. In addition the mailing list developed during the duration of the project included a number of public, private and voluntary organisations. These individuals and organisations were exposed to the research practice of a diverse set of academic individuals and groups consequently we would posit that in terms of research knowledge and skills the network facilitated transfer and exchange. At this stage it is too early to tell whether this will go ahead.\n\nA significant focus of CreST was only improving the health and well-being of persons with speech communication difficulties. To that end the network membership included health professionals and users and our audiences for the roadshow included a large proportion of persons with communication difficulties. While much of the work of individual network members is in the direct facilitation of speech communication collaborative outcomes were often in the area of participation and empowerment enabling disadvantaged users to achieve enhanced well being by greater levels of participation and engagement.\n\nThe CreST Network was very effective in developing public engagement with the research themes at the core of the network's remit. Please see the website for details of the articulate roadshow, comedy night and the concert for human and artificial voices http://crestnetwork.org.uk/index.php . Our reach and membership has been principally in the UK however we had some members from the USA and other European countries. All our meetings were broadcast live on http://www.livestream.com/crestnetwork . We produced both a film http://www.youtube.com/watch?v=4jDSpk5F2qo&amp;feature=youtu.be and radio documentary https://soundcloud.com/crestnetwork (please note the last two items have yet to be made public).\n\nThe approach adopted by the Crest Network included a number of innovative methodologies and as an extreme interdisciplinary network it was driven by innovative cross disciplinary approaches.\n\nBy no means 'a talking shop' and with collaborators from arts, science, industry and users the focus of the network was on making work to display to both the academic community, the general public and a more specialised public made up of AAC users. These exhibits or artefacts were produced in individual interdisciplinary groups with strict time and budgetary constraints. The resulting road-show toured to 4 venues in the North of England and was covered extensively by local, national and international media see http://crestnetwork.org.uk/page/articulate-media \n\nMuch of the equipment developed in order to demonstrate the systems to the wider public was bespoke including digital and tangible interfaces, games, and sensors\n.\n\nBeneficiaries: General public, researchers, artists, disabled people Creative Economy Cultural,Societal","person":"Christopher Howard Newell","coPersons":[],"organisation":"University of Hull","findingsText":" The project found that:\n\n(1) Interdiscipinary collaborative methodologies have yet to be fully articulated in the context of an extreme interdisciplinary collaboration. Trial and error and personal experiences are still the principal driver of sucess (2) A 'mixed economy' of artists and scientists are able to engage with a practice based project with strict production and public engagement outcomes (see website for 12 exhibits and 5 new musical compositions produced collaboratively). (3) New insights in the creative, technological and public engagement sphere could be elicited in an interdisciplinary network. (4) Interdisciplinary ontologies in the area of artifcial speech emerege naturally through the process of collaboration (5) Public Engagement is a significant driver for methods of production and evaluation. Development of new exhibits and artefacts for the purposes of public engagement and artistic exploration. New contributions to citizen engagement in arts for AAC users. Development of new methodologies for extreme interdisciplinary colaboration. Development of new synthetic speech systems and products that incorporate insights from both the arts and sciences communities. Further opportunities to explore the production of bespoke 'musical intruments' and tools for expressive artificial speech. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}