{"id":"6C2D27AD-6EC2-4B71-A50F-5474140F79BC","title":"Managing Uncertainty in Dynamic Socio-Environmental Systems: An Application to UK Uplands","abstractText":"<p>Natural and social scientists joined forces with locals and policymakers to develop a framework that could be applied throughout the country’s uplands to find new ways for people to detect change and harness it for their advantage.</p> \n<p>By building on local knowledge and experience, the research team combines new ideas from local people with cutting edge natural and social science. A starting point in this research is to identify the current needs and aspirations of those who work, live and play in three upland areas and explore their concerns for the future. The driving forces behind these concerns will be modelled to build up detailed scenarios of possible future social, economic and environmental conditions. Innovative ideas will be developed on how to respond to changing conditions. The suggestions will be fed into computer models to explore what effect they might have on future society, economy and environment. This will help in identifying the most appropriate ways for people to adapt in each upland area. Indicators will be identified that people can use to monitor how successfully they are adapting to change. Communication and understanding between different stakeholders and researchers will be fostered through joint site visits and workshops.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-227-25-0001","grantId":"RES-227-25-0001","fundValue":"750337","fundStart":"2006-05-01","fundEnd":"2009-10-31","funder":"ESRC","impactText":"","person":"Klaus  Hubacek","coPersons":["Christina  Prell","Pippa  Chapman","Mark S. Reed","Michael John Kirkby","Evan David Fraser","Joseph  Holden","Mette  Termansen","Andrew John Dougill","Stephen John Cornell","Sigrid  Stagl","Fred  Worrall","Bradley  Parrish","Timothy  Burt","William Edward Kunin"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}