{"id":"6C2F92A5-DC6F-4DB4-A5F7-E49F9CFBDA14","title":"Identification of a critical receptor mediating fungal recognition, epithelial activation and induction of mucosal innate immunity","abstractText":"The mucosal (oral, vaginal, gastrointestinal) epithelium is of immense importance in protecting humans against a multitude of infections as it is the initial tissue encountered by the majority of microbes. This microbial-epithelial encounter results in either no response in the case of harmless 'commensal' microbes or activation of immunity in the case of disease-causing 'pathogenic' microbes. When these normal responses are disrupted a plethora of complications arise, which have implications beyond infection as conditions including cancer and autoimmune disease are associated with abnormal interactions between host and microbe. Given the importance of these interactions, epithelial cells possess distinct mechanisms enabling mucosal tissues to distinguish between commensal and pathogenic microbes.\n\nThe fungus Candida albicans is an example of a microbe that can exist as a commensal in healthy people but becomes a dangerous pathogen causing severe and potentially fatal disease in unhealthy people. Indeed, Candida infections are now the third most common hospital-acquired bloodstream infection and are a serious burden to healthcare provision. Given that the vast majority of C. albicans infections are acquired through mucosal surfaces, it is of paramount importance to understand how epithelial tissues normally restrict this medically-important pathogen to the commensal state at these surfaces. Identifying these mechanisms is of considerable value not just for C. albicans infections but also for controlling other microbes at mucosal surfaces. Presently, we have little knowledge of the fungal components promoting mucosal infections or the host epithelial proteins (receptors) recognising C. albicans and orchestrating immunity.\n\nOur recent work has been instrumental in understanding the mechanisms by which epithelial cells identify disease-causing C. albicans and how this results in immune protection. We previously showed that C. albicans infection leads to the secretion of immune activators (cytokines and chemokines) that recruit a specific immune cell (neutrophil) to the site of infection, which then act together with epithelial cells to protect against C. albicans infection. Recently, we found that to activate this protective immune process epithelial cells target a specific protein (Ece1p) on the 'invasive' form of C. albicans known as hyphae. The fundamentally important feature that is currently unknown is the epithelial receptor that recognises C. albicans Ece1p and triggers epithelial activation in the first instance. Identifying this receptor is key to understanding how epithelial cells respond to this pathogenic fungus and orchestrate protective mucosal immunity. If we identify the receptor, drugs can be developed to target this receptor for use in treating not only fungal infections but other mucosal diseases also. The aims of this proposal are to determine the role of Ece1p in C. albicans infection, to identify the epithelial receptor that recognises C. albicans Ece1p, and to determine the importance of the C. albicans Ece1p-epithelial receptor interaction in activating immune protection against C. albicans mucosal infection.\n\nThis project explores some of the most fundamental and challenging issues in infection, namely how mucosal surfaces discriminate between commensal and pathogenic microbes and how epithelial tissues initiate protective immune responses. This work has strong medical importance as it will not only have implications for developing new immune-based treatments against fungal infections and more effective antifungal therapies, but also for defining new approaches to combat other mucosal diseases and to manipulate host immunity for patient benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008303/1","grantId":"MR/J008303/1","fundValue":"467526","fundStart":"2012-04-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Julian  Naglik","coPersons":["David  Moyes"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}