{"id":"6C2F2B00-CA4D-4ECB-9E03-1DF7C3B36716","title":"Computing Resources and Software Support for the UKQCD Physics Programme","abstractText":"QCD is the quantum theory of the strong interaction, formulated in terms of elementary entities called quarks and gluons. In a laboratory, however, we only observe composite objects such as protons (qqq) or pi-mesons ( q -- anti-q), collectively known as hadrons. Explaining this dichotomy in a satisfactory way is a major unresolved question in theoretical physics, and indeed commands a prize of 1 million dollars from the Clay Mathematics Institute. In the interim, many important QCD questions can be addressed using a controlled approximation called lattice gauge theory, in which quarks and gluons are formulated only on the discrete points and links of a spacetime lattice. Properties such as the masses and interactions of hadrons, and the nature of the gluonic flux tube which holds quarks together with a force sufficient to lift 3 elephants can then be calculated using a numerical technique called Monte Carlo Importance Sampling. Precise lattice QCD results are now a crucial ingredient in projects which, by comparing theoretical predictions with the results of collider experiments, aim both to determine parameters of the Standard Model of particle physics, and if inconsistencies are found, to open up the exciting prospect of 'new physics'. Unfortunately, the number of lattice points required to make the calculations with the necessary precision is large, as is the computational effort associated with intermediate steps of the calculation once the quarks are assigned realistically small masses. In this proposal we argue that in order to achieve the required accuracy state-of-the-art high performance computing resources are needed; indeed, we cost our bid in units of 'teraflop-years', equivalent to some 3x10^19 individual computer operations. Lattice QCD is truly a Grand Challenge. The projects presented in this bid cover a broad sweep of different physics, ranging from precision calculations of hadrons; the properties of systems including heavy quarks such as 'charm' and 'bottom'; extracting fundamental parameters of the Standard Model of Particle Physics (such as the masses and decay properties of hadrons); the quark-gluon plasma which forms at temperatures in excess of a trillion kelvin; the exotic 'quark matter' thought to exist in the cores of neutron stars (having the mass of the Sun but compact enough to comfortably fit in Swansea Bay!); finally, the properties of QCD-like models in which the numbers of quarks and gluons differs from their real- world values of 3 and 8, offering the tantalising promise of making contact with pencil-and-paper approaches and ultimately the Clay prize....","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H008845/1","grantId":"ST/H008845/1","fundValue":"3167370","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"STFC","impactText":"  In December 2007, Peter Boyle of the University of Edinburgh was invited to lead an international academic team developing the memory prefetch engine for IBM's next-generation BlueGene/Q architecture in a unique academic-industrial\ncollaboration on core IBM technology. This was the subject of a Collaboration Agreement between IBM, the University of\nEdinburgh and Columbia University. BlueGene/Q has represented roughly a billion dollar project for IBM.\n\nThis has been a unique experiment in co-design at the cutting edge of technology, with Boyle using his advanced QCD\nsoftware and silicon design skills to optimise the computer's performance. Many architectural decisions have been\ninfluenced by the QCD codes and academic design team members. The prefetch engine is a key performance differentiator and was entirely under Edinburgh's design control.\n\nThe BlueGene/Q development resulted in the following US Patents pending that were filed by IBM and include Peter Boyle:\n20110219208 MULTI-PETASCALE HIGHLY EFFICIENT PARALLEL SUPERCOMPUTER\n20110173398 TWO DIFFERENT PREFETCHING COMPLEMENTARY ENGINES OPERATING SIMULTANEOUSLY\n20110173397 PROGRAMMABLE STREAM PREFETCH WITH RESOURCE OPTIMIZATION\n20110119426 LIST BASED PREFETCH\n\nThe BlueGene/Q design has been internationally recognised, holding top place in the Green500 supercomputer list for two years from November 2010, and becoming the fastest computer in the world (Top500) in June 2012. Digital/Communication/Information Technologies (including Software) Cultural,Economic","person":"Richard Donovan Kenway","coPersons":["Roger  Horsley","Brian  Pendleton","Anthony David Kennedy","Peter  Boyle","Alistair  Hart","Luigi  Del Debbio"],"organisation":"University of Edinburgh","findingsText":" This was one of a linked set of grants to institutions belonging to the UKQCD Consortium which, together, have been used\nto procure distributed high-performance computing (HPC) facilities and associated software to support UKQCD's research\nin theoretical particle physics. These facilities were procured and brought into operation successfully, and have been\nintegrated with others supporting astrophysics to form the DiRAC (Distributed Research utilising Advance Computing)\nNational Facility. \n\nEdinburgh's primary objective was to develop the BlueGene/Q computer jointly with IBM, and to construct and install a four-rack pre-production system. This was achieved at the end of 2011 at which point BlueGene/Q was the most energy-efficient HPC architecture in the world. \n\nThe Edinburgh machine was brought into service early in 2012 for use by UKQCD and has subsequently been upgraded with two additional racks to support wider use by the DiRAC Consortium.\n\nThe BlueGene/Q design is already internationally recognised, having taken top place in the Green500 supercomputing list\nin November 2010, beating the nearest GPU competitor by a substantial margin, and remaining in top place for two years.\nThe Livermore Lab BlueGene/Q installation was the fastest computer in the world (top500) in June 2012. BlueGene/Q is enabling UKQCD to perform simulations that include quarks with physical masses, using a chirally symmetric fermion action, for the first time. This eliminates the need for a mass extrapolation and gives systematic\nimprovement of our results for QCD matrix elements that are vital inputs to searches for physics beyond the Standard\nModel. We have used the BlueGene/P system procured by Swansea University via this grant to explore models for\nelectroweak symmetry breaking and this work is continuing on BlueGene/Q. UKQCD is also using BlueGene/Q for\nsimulations of the quark-gluon plasma phase of QCD. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}