{"id":"6C330A61-D834-47EF-A189-DF7634B8D519","title":"Sense of Place in Anglo-Saxon England","abstractText":"The greatest legacy of the social, economic and landscape transformations that took place in England during the Anglo-Saxon period are the settlements in which we still live. The majority of these places continue to be referred to by names coined over a thousand years ago and to occupy the same locations chosen by their founders. They provide us with an unbroken link to the past. It is around these focal points that strong senses of community identity have grown, bound up with an understanding of the relationship that exists between people and place. \\n \\nStudy of settlements within their landscapes has paid particular dividend in the investigation of places whose names derive from natural features. It has proved possible to distinguish how closely those who named places understood their surroundings, how they viewed these environments, and how they used the landscape to differentiate place from place. Similar precision is likely to lie behind place-names that refer to particular physical structures (individual buildings, enclosures etc.) or specific functions. But a major barrier to drawing such conclusions is that, very often, those features to which the name alludes have now disappeared or have been obscured. Consequently, our understanding of names for inhabited places lags behind the present state of knowledge surrounding names referring to hills, valleys and other features in the landscape. Anglo-Saxons differentiated, for example, between 'loc', and 'worth', both terms for an enclosure. But what was it about these that allowed them to be separated? Was it their physical appearance, how they were used, by whom or what, or was it a matter of scale? These are the type of issues that this series of workshops will address. \\n\\nThe proposed series of five workshops, to be held in different venues across the country, will be structured around key themes:\\n\\n1. Changing Places, Changing Names: exploring the relationship between place-names, historical sources, and archaeological evidence. Why are place-names important? How do names help to identify and define early medieval communities?\\n\\n2. Religion and Belief: explored through an examination of settlements taking elements such as hearg (pagan temple), eccles (British church), minster (minster church), cirice/ kirk (church), Preston (priest's settlement)\\n\\n3. Centres and Dependency: taking elements such as tun/by (settlement, estate), burh (fortified place), cot (dependent settlement), torp (secondary settlement), Kingston (King's settlement), Carlton/Charlton (Ceorls' settlement)\\n\\n4. Function and Form: taking elements such as wic (dairy farm), Barton (barley farm), worth (enclosure), loc (enclosure), haga (fence, enclosure)\\n\\n5. Sense of Place in Anglo-Saxon England: a final workshop exploring the implications raised by this series of workshops, which will pinpoint areas for further research, and establish collaborative networks for interdisciplinary research within these areas. \\n\\nThese workshops will help us understand the origins and development of individual early medieval settlements, and to trace broader transformations in the English countryside in the Anglo-Saxon period. They offer a new way of exploring the creation of secular and ecclesiastical administrative landscapes, emerging social hierarchies, and the agrarian exploitation of the land. Place-names offer a way in to unlocking deeper understanding of Anglo-Saxon attitudes to their landscapes and social structures, but only if used in conjunction with the archaeological and topographical studies of settlement. Out of these workshops exciting new understandings of the early medieval countryside will emerge. These will serve to stimulate new research on settlement, landscape, identity and naming in prehistoric and early historic scholarship, at home and abroad; and help to connect a wider public to the Anglo-Saxon origins of the settlements in which they live.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G009740/1","grantId":"AH/G009740/1","fundValue":"12136","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Richard Luther JONES","coPersons":[],"organisation":"University of Leicester","findingsText":" From these workshops has developed a new interdisciplinary approach to place-name study. One reviewer of the book resulting from these workshops stated '...place-name studies have advanced through relatively sudden shifts in perception, and this latest shift is as fundamental as any earlier one.' This method combines archaeological, historical, geographical, and onomastic evidence in a more holistic way than previously attempted. \n\nThese workshops showed that place-name studies can add additional dimensions to our understanding of the past. In particular it showed that place-names are not mere geographical labels but were used to convey important information. Once this information can be decoded we begin to see more clearly how people in the past interacted with both the built and the natural environment. The methodology and cross-disciplinary dialogue engendered by these workshop offer a template for comparable research across the humanities and social sciences. This is exemplified by an emerging collaboration exploring the role of place-names in mitigating contemporary flood threat. Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}