{"id":"6C36D8FD-32E8-4E07-8C25-CEEBABE0B6C1","title":"Challenge 28: To develop locally invariant signal processing to discriminate between key man-made and natural features.","abstractText":"A popular approach for automatic minehunting with sidescan sonar is to focus on shadow regions of objects. This is thought by many as more dependable than the highlight regions. In good conditions, and given prior knowledge, it can be used to accurately classify the object into broad shape classes. However, under changing conditions, and in the presence of clutter such as sand ripples, this simplified approach is ineffectual. The highlight region of objects has also been considered for classification but so far results have proven to be too dependent on the specific sonar conditions and the approach is therefore currently considered unreliable. The difficulty is to extract features that are invariant, or at least tolerant, to shift, scale, orientation, background, and multiple views. Due to the highly textured appearance of typical sidescan sonar imagery, recent efforts have explored the potential of using texture for classification. This has lead some researchers to propose features based on fractal measures. Fractal geometry generalises Euclidean geometry and is able succinctly to describe the irregular, fragmented, and often self-similar shapes that occur in natural structures. Moreover, the fractal dimension is known to be well correlated with human perception of texture smoothness. The rationale behind these approaches for minehunting is that man-made objects are not usually self-similar in scale and therefore constitute non-fractal objects, whereas natural objects tend to be more self-similar across scale and hence more fractal-like. A fractal signature, obtained by measuring the fractal dimension of an object over various scales may be a suitable way to distinguish man-made objects, like mines, from natural objects, like seabed clutter. Man-made objects tend to exhibit highly varying fractal dimensions at different scales. The fractal dimension of regions that contain edge features will vary rapidly as a function of scale.A novel combination of state-of-the-art feature extraction and classification methods will be brought to bear on the challenging problem of target detection and classification within sidescan sonar imagery. We propose an extension of current texture extraction and classification methods for sidescan sonar target detection by using dual-tree complex-wavelet based local multifractal descriptors, followed by support vector machine classifiers for anomaly detection. Our approach will be to extract well localised smoothness and textural descriptors, fractal signatures, and lacunarity using dual-tree complex wavelet coefficients. These features will be carefully fed into a support vector machine classifier in order to optimise the classifier performance. In this context, the performance of the dual-tree wavelets will be compared directly to other existing wavelet-based fractal extraction methods by performing classification, firstly on some of the standard texture datasets, and ultimately on sidescan sonar imagery. We will investigate whether lacunarity and other textural descriptors are complementary to monofractal and multifractal dimension features.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012834/1","grantId":"EP/H012834/1","fundValue":"97246","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  They have been taken up by DSTL, but we have not been informed in detail how they plan to deploy them. Aerospace, Defence and Marine Policy & public services","person":"Nick  Kingsbury","coPersons":[],"organisation":"University of Cambridge","findingsText":" Sand ripples present a difficult challenge to current mine hunting approaches. We propose a robust and adaptive method that suppresses sand ripples prior to the detection stage.\nThe method exploits a fractal model of the seabed and the connection between: dual-tree wavelets and local, directional\nfractal dimension; interscale energy ratios, scale invariant frequency localised fractal dimension, and a novel wavelet shrinkage approach. Tests on a reasonably large, real synthetic aperture sonar imagery dataset show that the ripple suppression method preserves detection performance of the matched filter on nonrippled data and significantly increases the detection performance on data that contain ripples. Mine hunting on seabed. DSTL and MoD. Aerospace, Defence and Marine","dataset":"gtr"}