{"id":"6C3A4AC8-9A46-4999-9FAE-CB0E18F4FFA1","title":"Advanced laser-ion acceleration strategies towards next generation healthcare","abstractText":"The project aims to reach an important milestone towards the development of innovative healthcare technologies: all-optical delivery of dense, high-repetition ion beams at energies above the threshold for deep-seated tumour treatment and diagnosis (~200 MeV/nucleon). Driven from an immediate impact in accelerator science, the flexibility and compactness of the planned solutions, jointly with other potential advantages of laser-based systems, could revolutionise cancer treatment methods. \n\nThe extreme conditions reached during the interaction of an ultra-intense laser pulse with matter can lead, if suitably controlled, to the rapid acceleration of beams of ions with unique properties. The study of these laser-initiated acceleration mechanisms, and the characterization and optimization of the ion beams produced, have been, over the past decade, one of the most active and fruitful areas of high-field science. UK scientists have been at the forefront of the development of laser-driven ion sources. During the final stages of LIBRA, novel acceleration mechanisms have emerged, mostly based on the enormous pressure exerted by powerful laser pulses onto irradiated matter, which promise a step change in particle acceleration capabilities. \n\nA key area of application of high-current ion beams (proton and carbon) is in cancer therapy. Through a series of coordinated and interlinked activities over a 6 year period, we aim to advance laser-ion acceleration to the point at which laser-driven beams will become a serious alternative to conventional RF accelerators for medical therapy. Besides offering a reduction in cost and footprint of particle therapy centres (major factors limiting their growth worldwide), a laser-driven approach would offer a number of advantageous features currently unavailable: on-demand switching between species (H and C, with options for other light ions such Be and Li) and energy control; enhanced diagnosis, with synchronized proton and x-ray pulses, and on-site isotope production for Positron Emission Tomography. Our ambition is for UK science to play a leading role in the development of high-energy ion sources, by capitalizing on the exceptional pool of expertise available to our consortium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022415/1","grantId":"EP/K022415/1","fundValue":"4576910","fundStart":"2013-05-21","fundEnd":"2019-05-20","funder":"EPSRC","impactText":"","person":"Marco  Borghesi","coPersons":["Zulfikar  Najmudin","Paul  McKenna","K Matthew Zepf","David  Neely","Kevin Michael  Prise"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}