{"id":"6C40662C-E2E8-48AB-B9F7-35BC76A04A42","title":"Detailed study of zigzag metal gratings","abstractText":"There have been many recent and exciting advances in photonics demonstrating that metallic structures can be patterned on the subwavelength scale to exhibit novel electromagnetic properties not found naturally. While the term metamaterial has only recently been coined to describe these structures, perhaps the most famous example of a metamaterial is the simple diffraction grating. It was first studied in the late 18th century, finding use in spectroscopy in the early part of the nineteenth century, with mass production of reflection gratings following due to the development of ruling engines. Since then, this fundamental device has been employed extensively across the whole electromagnetic spectrum. In recent years considerable attention has been focused upon the study of metal transmission gratings structured on the subwavelength scale, this renewed interest largely being due to the observation of enhanced transmission phenomena associated with the excitation of waveguide and surface plasmon resonances. The zigzag structures proposed here present an entirely new, and as yet completely overlooked type of metamaterial, the study of which will draw together a number of highly topical and active research areas. We propose a programme of computer modelling, fabrication and experimental characterisation at both visible and millimeter wavelengths ideally suited to two PhD students. The first subproject will use zigzag gratings to provide a mechanism for visible radiation to couple to the surface modes (surface plasmons) that exist on silver and gold films. However, at microwave frequencies, where metals are almost perfect conductors, no bound surface waves exist. Therefore we must rely on the perturbation of the surface itself to induce the necessary boundary conditions so that localised surface modes can be supported at all. Coupling to both traditional surface plasmons, and the microwave equivalent, will allow for an exploration of the modes' propagation and dispersion on surfaces with novel symmetries not previously considered, including those with chiral properties. We therefore expect to observe an interesting polarisation response, with the surface able to couple both transverse magnetic and transverse electric radiation into surface modes, and potentially strong polarisation conversion from blazed gratings. We have already produced a theoretical treatment for the interaction of electromagnetic radiation with such a structure, and a vital part of the project will therefore be to develop this theory into a computer code. This will not only allow for a comparison to the experimental data, but also an opportunity to discover the most interesting phenomena by quickly modelling the whole of parameter space associated with these exciting structures. We will also utilise commercial numerical modelling software, which while much slower, will enable the researchers to optimise and study the structures from the outset.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022550/1","grantId":"EP/G022550/1","fundValue":"214328","fundStart":"2009-05-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"John Roy Sambles","coPersons":["Alastair Paul Hibbins"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}