{"id":"6C45D277-9B0F-4D4C-B85D-A5BAEBB91ED7","title":"The Oxford English Dictionary: Treasure-House of the English Language","abstractText":"Completion of Book on the OXFORD ENGLISH DICTIONARY\\n\\nThe Oxford English Dictionary (OED) tracks the evolution of the English language. It is the most comprehensive authority that exists on the history of English from 1150 to the present day, and it is a landmark in world lexicography. The dictionary set out (in the late 1850s) to record and define almost all the words ever used in the English language. Importantly, it based its definitions on quotations from a range of sources, illustrating how each word has been used at the various stages of its history. \\nThe OED's early years have been well documented in publications by E. Murray, S. Winchester, and L. Mugglestone. These works have concentrated on the composition and publication of the first edition of the dictionary (1884-1928). No account has so far been written of the OED in its subsequent 20th century forms, comprising two supplements (1933 and 1970-86), a controversial second edition (1989), and now (into the 21st century) a magnificently ambitious programme of total revision and re-writing which fully exploits the possibilities of electronic dictionary-making. Nor has there yet appeared (apart from in my own published research) any full analysis of the light shed on the dictionary, and on its ground-breaking method of reliance on quotations, by OED's transformation into electronic form in the late 1980s. \\nThis is the gap that my book, 'The OED: Treasure House of the Language', seeks to fill. Using a mixture of electronic analysis of the online OED, archival exploration at Oxford University Press, and close consultation with today's OED lexicographers, the book describes the path and progress of the OED from 1928 to the present day. It explains how central methodological issues of the dictionary are embedded in this historical context, elucidates the pivotal role of quotation sources in establishing the dictionary's character and scope, and illuminates the OED's intellectual foundations.\\nMy focus is on describing the implicit and explicit assumptions about what words should be in a dictionary, and what sources should be used to provide the quotations that illustrate their meanings. I covers matters such as the OED's (past, but to some extent continuing) preference for literary sources over non-literary ones, and for canonical 'great writers' (Shakespeare, Milton, etc), over a host of other types of writers and sources. I compare and analyse the dictionary's treatment of past and present female sources with that of male sources, and also examine the ways in which the recent lexicographers have sought to widen the OED's coverage of world English, demotic English, obscene terms, and other areas of vocabulary less well treated in the past. I have treated many of these issues in a series of scholarly articles either already published or forthcoming, and the purpose of the book is to explain them to a general audience and to provide a full narrative of the (sometimes tortured) progress of the OED from 1928 to the present. \\nThe OED remains one of the most important books in our language. Both the original edition and later supplements were only completed through the energy and commitment of large numbers of individuals. Nevertheless, pragmatic considerations / principally the need to publish on an affordable time-scale - have always taken precedence, for both lexicographers and publishers, over research into editorial methodology. My work explores areas largely untouched to date, either by the lexicographers themselves or by outside commentators. By examining the wealth of literary sources that poured into the dictionary, the factors influencing the lexicographers' decisions (both past and present) about where and how to look for these, and the conditions of 20th and 21st century production and publication, I hope to illuminate an important chapter in intellectual history and to provide a solid body of information to aid future revision of the dictionary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000363/1","grantId":"AH/E000363/1","fundValue":"22897","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"Charlotte  Brewer","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}