{"id":"6C50A038-84E1-439D-9DEC-8AF34907D0D1","title":"Intensification of syngas cleaning and hydrogen separation","abstractText":"The ultimate objective of the Project is to develop integrated biomass based energy and feedstock technologies based on Process Intensification and Miniaturization (PIM) in which gasification has a central role. Following development of a successful gasification system which currently produces power economically from biomass waste up to ca. 1.5 MWel capacity, this Project will enhance the sustainability of the intensified gasification technology further since the currently available syngas cleanup technology is expensive and can not be used in controlling the syngas composition. We therefore propose to develop two novel intensified equipment for syngas cleaning and high-temperature hydrogen separation from syngas in order to control the syngas composition so that both overall gasification and syngas utilization processes (such as syngas-to-liquid conversion and high temperature or PEM fuel cells) are energy efficient and responsive to local feedstock and product variability. Syngas cleaning equipment will combine 3 intensification fields (centrifugal, electrical and immobilization using macroporous collector electrodes) while hydrogen separation will be based on novel nano-structured macroporous catalytic metal alloys (for hydrogen generation) with hydrogen selective membrane layer using palladium and silver/copper with a controlled thickness in the range ca. 10 nm / 10 micrometer. These equipment will be evaluated using model syngas where possible and syngas from our existing gasifier and their performance and costs will be compared with those of existing equipment where possible. At the end of the Project, all the equipment will be redesigned and scaled up for commercialization after securing intellectual property. The partners have complimentary expertise in PIM and gasification technologies, direct interest in sustainable energy-feedstock technologies and in the management of interdisciplinary research and technology transfer needed for the delivery of the project objectives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038453/1","grantId":"EP/F038453/1","fundValue":"150892","fundStart":"2008-06-09","fundEnd":"2010-06-08","funder":"EPSRC","impactText":"","person":"Galip  Akay","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}