{"id":"6C6B2540-38CE-4365-A3EC-2572FB41F652","title":"Temporal lobe connections and parallel networks for memory: possible mechanisms of resilience and recovery after stroke","abstractText":"Memory breakdown in older age is a major challenge for medical research, with an increasing burden in personal, societal and fiscal terms. Stroke is an important cause. A recent survey by the Stroke Association highlighted memory problems as one of the leading areas of unmet need in stroke survivors. Memory depends on widespread networks in the brain. These networks are connected by bundles of white matter, which essentially are the wiring of the brain. The connections are likely to be important. However, we know surprisingly little about the role of connections in memory or memory breakdown after stroke, despite the fact that minor strokes often damage white matter. Part of the reason is that until recently, it was not possible to identify and delineate the important connections for memory from brain images (e.g. MRI).\n\nOur recent research used a technique called diffusion tensor MRI to tackle this challenge and investigate connections likely to be important for memory. A particular tract called the fornix was found to be most important in the healthy brain and in ageing. However, in individuals at an early stage of memory decline alternative pathways became disproportionately more important. This led to the idea that individuals with early memory decline might be especially vulnerable to injury to these alternative tracts. The purpose of this project will be to test this idea by investigating the effects of stroke. Study of the impact of stroke will also add to knowledge of how memory is organised in the normal brain. \n\nThe project will focus on two groups of individuals: a group of patients with recent stroke affecting white matter and a group of individuals from an ongoing study of healthy adults drawn from the population of Rotterdam, the Netherlands, the leading study of its kind in the world. Both groups will have MRI, including diffusion tensor MRI, and cognitive assessment. The importance of the second group lies in the fact that they have already been followed for a number of years, so information will be available on memory and cognitive trajectory before stroke, providing the strongest test of the idea of shifting vulnerability. The pattern of damage to temporal lobe connections in the brain will be assessed and related to the impact of stroke on memory. We will determine how undamaged tracts contribute to recovery over one year. Finally, cutting-edge computational image analysis techniques will be applied to try and predict memory profile in more detail and extract maximum information about prognosis from brain images. To date, this powerful technology has been applied to diagnosis but not to prognosis.\n\nUnderstanding of the factors that dictate vulnerability, resilience or recovery of memory systems will aid the logical development of new treatments. Further, the ability to predict prognosis more accurately will help to target treatments to patients most likely to benefit and will improve the quality of information we can give to patients about how they are likely to recover.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K022113/1","grantId":"MR/K022113/1","fundValue":"448844","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Michael  O'Sullivan","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}