{"id":"6C70731C-CC53-4852-9F7A-F043FB821BFC","title":"Sandpit: Digital Sensoria : Design through digital perceptual experience","abstractText":"The sensorial experience of products in the digital environment is a much neglected area. Consumers' perceptions and attitudes towards products are formed and changed daily through interaction and experience with goods and services. A new language to communicate sensory stimuli has the potential to enable consumers to capture digitally their perceptions of products and use them to create value. With changes in consumer demand - namely that it is more complex and diffuse; with consumers demanding products that provide scope for greater personalisation, and that fulfil emotional needs - comes a need to gain a better understanding of consumer sensory preferences on levels hitherto unseen. Such a sensory or perceptual language would add value to a number of applications: A way to capture new types of market intelligence to help identify gaps in the market and areas for improvement and innovation; more effective communication of the attributes of products in e-retail. This level of knowledge would also support the communication between consumers and designers, perhaps leading to new transactional relationships between them.To do this we need new methods. Through this project we are proposing to give developers and consumers a means to articulate what is difficult to articulate: people's sensory perceptions of the different textiles commonly used in clothing products, thereby connecting the body to the digital world. Furthermore, we are proposing to explore this unique design space using a set of techniques that are established, but will be synthesised in a way hitherto unseen. Using design as a generative tool we will endeavour to mobilise people's tacit knowledge about, and new understandings around, sensory perceptions of textiles. We will use physiological sensing technology to obtain physiological responses to sensory materials, obtain self-report from people on those perceptions using generative co-design techniques to produce perceptual labels, and produce rich media representations of those same perceptions to provide the basic elements of our perceptual language.This digital perceptual language will be used as a method to communicate more effectively richer perceptual presentations of products, and to develop semantic tags which people can use to self-organise themselves around in social network web environments. Through these applications we aim to gain insight into: The effectiveness of the perceptual language as a way for brands to communicate rich sensory information about a product online, and therefore, a new method to add value; whether consumers are better able to make more informed choices due to better quality of information about a product, and whether they are better able to articulate what they want. Using semantic and social networking tools we also aim to gain insight into whether there is potential for new transactional and co-design relationships between users and developers/designers (thereby challenging the designer/user hierarchy) leading to new business models, e.g., market research through crowd-sourcing, and collaborative social design; and by extension whether new social and design community paradigms will emerge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007083/2","grantId":"EP/H007083/2","fundValue":"525375","fundStart":"2010-05-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"","person":"Sharon  Baurley","coPersons":["Marco  Aurisicchio","Nadia Luisa Berthouze","Mike  Chantler","Penelope Ann Watkins"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}