{"id":"6C70978E-0C65-400D-B486-4A7185CED011","title":"The geography of knowledge in Assyria and Babylonia, 700-200 BCE: a diachronic comparison of four scholarly libraries","abstractText":"Where is knowledge generated? How is that knowledge replicated and spread? Where is it consumed? Who owns knowledge, and who may access it? Under what circumstances, and in what places, does it flourish or die out? How are its transmission and reception influenced by social and political factors? These are central questions in the history and sociology of science today. However, they have never been asked of two of the world's oldest literate intellectual cultures, namely Assyria and Babylonia in the first millennium BCE. \n\nEarly in that millennium, Assyria was by far the most powerful empire of the Mediterranean and Middle East. The ideology of empire centred on the symbiotic relationship between the king and the great god Ashur: military conquest was both an act of devotion and confirmation of Ashur's support. But Assyrian kingship depended not solely on piety and military might: a retinue of scholarly advisors guided royal decision making through the observation and analysis of omens, and the performance of appropriate rituals. The scholars in turn depended on large libraries holding a wide range of scholarly works written on cuneiform tablets, from astronomy to mythology, held both in private households and in institutions such as temples and palaces. After Assyria fell in 612 BCE, scholarly activity continued and developed under the patronage of wealthy urban temples in Babylonia. Here scholarship was adapted lo new purposes of maintaining the intellectual integrity and social status of the native religions in the face of new ways of thinking and believing, under both Iranian (c.540330 BCE; c.130 BCE onwards) and Greek (0.330130 BCE) rulers. New genres came into being; others were adapted or survived relatively unchanged; still others disappeared completely. Temples were the last bastions of cuneiform scholarship until at least the final centuries BCE.\n\nWhile many hundreds of individual scholarly works have been edited and published from cuneiform libraries, there have been almost no in-depth studies of the libraries in their entirety. Previous analyses have decontextualized and fragmented Assyro-Babylonian scholarship into modern disciplinary categories such as 'science', 'magic', and 'religion'. This project aims to restore context and coherence to that scholarship by studying it holistically. To that end we plan to undertake a comparative study of four scholarly libraries for which adequate archaeological data exist: one from a royal! temple in the Assyrian heartland in northern Iraq and another from a family house at the edge of the Assyrian empire, in southeast Turkey, both of which were destroyed c.612 BCE; one from a private house from area Ue 18 in the south Babylonian city of Uruk, c.450300 BCE, and another from Resh, the temple of the great sky god Anu-Zeus in the same city, c.200 BCE. \n\nWe will use open, standards-based encoding to create a digital corpus of the cuneiform tablets in the Sumerian and Akkadian languages (comprising photos, transliterations, translations, and bibliography). We will make quantitative analyses of their linguistic and orthographic features to look for small-scale and large-scale geographical and diachronic change. We will use methodology from the history of science to explain those continuities, changes, and idiosyncrasies in relation to the social, intellectual, and political contexts in which the scholars were writing. \n\nThe project team will comprise Dr Graham Cunningham, a cuneiformist expert in digital corpus linguistics methodology; Dr Frances Reynolds, a specialist in first millennium intellectual culture; and Dr Philippe Clancier, a historian of cuneiform scholarly libraries. Dr Eleanor Robson, the principal investigator, has interests and expertise in all these fields as well as the history of science. Professor Steve Tinney, project partner and co-director, is the driving force behind the standard setting Cuneiform Digital Library consortium in the USA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509258/1","grantId":"AH/E509258/1","fundValue":"786880","fundStart":"2007-09-01","fundEnd":"2012-08-31","funder":"AHRC","impactText":"","person":"Eleanor  Robson","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}