{"id":"6C853299-6760-49C8-ACE6-A4DC7FE3F08F","title":"WGS-aqua: Capacity building for the widespread adoption of whole genome sequencing (WGS) for the molecular epidemiology of aquaculture pathogens.","abstractText":"The rapidly increasing global population, combined with mounting environmental pressures and resource limitation, means that the sustainable production and distribution of adequate quantities of healthy, safe food for everyone is set to become one of mankind's biggest challenges. Due to poor global regulation and management, many of our natural resources have been hopelessly over-exploited, particularly so over the last few decades. The fishing industry is a perfect example, where catastrophic collapses of whole fisheries have resulted from decades of short-termism. This has inevitably resulted in an increasing reliance on farming (aquaculture), and this industry globally now accounts for more seafood (fish and shellfish) consumed than the capture sector. \n\nA major cause of commercial losses in aquaculture is infectious disease, and intensive farming practices in particular will increase the risk. Rearing stressed animals at high densities greatly increases the probability of disease outbreaks on a farm, and pathogens may spread to other farms or even to wild fish. Moreover, the international trade in eggs and live fish increases the likelihood of global disease spread, and the introduction of exotic pathogens into vulnerable native species. In addition to parasites such as lice, serious diseases are also caused by microbes such as bacteria and viruses. In order to detect and manage these infections more efficiently, we urgently require more data on the genetics of the pathogens, why they cause outbreaks when they do, and how they can transmit geographically or between different species of fish.\n\nMany of these challenges are analogous to human diseases, and public health infectious disease epidemiologists are faced with understanding why a new strain of a &quot;superbug&quot; (such as MRSA) has emerged, and how likely it is to spread. Fortunately, the last few years have witnessed a huge technological advance which provides to means to address these problems with much more confidence. This technology makes it possible to decode the entire genetic content (genome) of different strains of bacteria and viruses very quickly and relatively cheaply. Tiny variations in the genome makes it possible to track the transmission of these pathogens, and by being able to identify all the genes present in the genome it is possible to predict whether a given strain will be highly virulent, or difficult to treat due to antibiotic resistance. \n\nThis project will exploit the advances in the generation and analysis of genome data for human pathogens, and will apply the same, or similar, techniques to aquaculture pathogens. By doing so, it is hoped that other academics, stakeholders and companies will recognize the benefits of the approach and it will become widely adopted. One of the major challenges with the new sequencing technology is that the vast amounts of data quickly become unwieldy and difficult to manage and analyse efficiently. To address this, a major focus of the project will be the modification of intuitive software tools developed for the genome data for public health pathogens. In order to make sure the system is as useful as possible, we will first hold a workshop which will bring together experts in different fields, both public health and aquaculture, in order to identify the key requirements of such a system. It is very important that such an easy to use, yet powerful, system like this is developed now, so that data from different studies can be combined efficiently, and we can have a truly global picture of the emergence and spread of different strains. Once we have optimized the software, we will illustrate its usefulness by generating genome data for three serious aquaculture pathogens (two bacterial species and one virus) and uploading the data to the system. This will show the relationships between the different strains, where they are distributed on a map, and which disease and resistance genes they contain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026388/1","grantId":"BB/M026388/1","fundValue":"248312","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Edward James Feil","coPersons":["Sandra  Adams","Sam  Sheppard","David Michael Stone","Craig  Baker-Austin","David  Aanensen"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}