{"id":"6C97AC86-1088-42B0-A501-D745E76DDFCF","title":"Complex Nanostructures by Supercritical Fluid Electrodeposition","abstractText":"Have you ever wondered why water vapour can pass out through your Gortex(TM) waterproof jacket but the rain can't get in? It is because Gortex(TM) contains very small pores which vapours can penetrate but liquids cannot. Similarly, electroplating (also known as electrodeposition) of materials into pores with diameters smaller than a few tens of atoms is very difficult if not impossible from liquids. However, using the extreme penetrating power of supercritical fluids (substances at a temperature and pressure above their critical points which behave like gases) enables electroplating into these extremely small structures. This is a really exciting development since the nanomaterials that are produced have properties which cannot be found in existing (larger scale) materials. This is the primary objective of this project - to develop supercritical fluid electrodeposition as a technology to enable spatially selective electrodeposition of high quality metals, semiconductors and other materials inside two and three dimensional nanostructured templates. Within this project we will tackle 4 major research targets that will transform supercritical fluid electrodeposition into a really exciting new and industrially viable deposition technology: (i) exploit the unique pore penetrating ability of supercritical fluids to demonstrate deposition of a range of materials inside extreme nano-scale (&lt; 2 nm) pores and establish the effect of reducing pore size on the properties of the deposited materials;(ii) allow the full exploitation of the large electrochemical windows available with supercritical fluids to enable the deposition of extremely reactive materials, such as silicon and lanthanide metals (rare earths);(iii) take supercritical fluid electrodeposition to much higher temperatures and realise hybrid thermo-electrochemical deposition as an entirely novel materials deposition method - enabling production of luminescent quality compound semiconductors e.g. for electronic devices;(iv) achieve epitaxial growth - the growth of a material deposited in a specific orientation, using supercritical electrodeposition, producing atomically sharp hetero-junctions contained inside the nanopores. Success with any one of these targets will represent a significant breakthrough beyond existing deposition technologies, will enhance the likelihood of success in the other target areas, and will have a major impact on many applications requiring materials deposition on a nano-scale. Less complex nanomaterials are already used in self-cleaning glass and as chemical catalysts for the petrochemical industry. This project will develop supercritical fluid electrodeposition so that it can be used to produce more complex nanomaterials for use in ultrahigh density memory for computers, micro thursters for satellites, ultra-efficient micro machines capable of harvesting sound energy to produce electronic gadgets for embedding in the human body which require no external power source and a huge range of other applications which no-one has yet dreamt of.To achieve these ambitious targets requires a multidisciplinary approach involving several key contributions - electrochemistry; supercritical fluid science; synthetic chemistry; materials characterisation. Our distinctive team of investigators brings together the necessary complementary and unique set of skills and expertise to realise these very ambitious targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033394/1","grantId":"EP/I033394/1","fundValue":"5140370","fundStart":"2011-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"  The project is ongoing and so the impact is still being developed. We have contributed to a number of Pubic awarwness of science events and had prelimivnary contacts with a number of companies.  Societal","person":"Philip  Bartlett","coPersons":["David Christopher Smith","G  Reid","Jeremy  Sloan","Andrew Lee Hector","Mike  George"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}