{"id":"6C99180F-3B61-482B-87E8-E968B3F5B1C7","title":"The role of the inwardly rectifying potassium channel Kir 7.1 in maintenance of uterine quiescence during pregnancy.","abstractText":"Women in labour experience uterine contractions that occur with remarkable regularity and force. Myometrial (muscle of the womb) contractions generate periodic increases in intrauterine pressure, which is the clinical hallmark of adequate labour. With pressure increases, the cervix dilates and the baby is delivered. Abnormal (premature or too weak) contractions of the uterus can lead to serious and sometimes life threatening complications (e.g. preterm labour, dysfunctional labour, post partum uterine atony, etc). It is therefore important to unravel the mechanisms responsible for the initiation and timing of uterine contractions. The contraction of the uterus is triggered by an increase in the concentration of calcium ions in the cytoplasm of the cell, while relaxation occurs when cytoplasmic calcium level decreases. The rises in cytoplasmic calcium are triggered by an electrical excitation event at the cellular membrane called an action potential. This proposal investigates a protein (Kir 7.1) that affects the process of electrical excitation in uterine muscle cells. During gestation we propose Kir7.1 is important in reducing excitation and therefore stopping the uterus from contracting whilst the baby in developing. As the time for delivery approaches Kir7.1 would normally decrease and the excitability of the uterus increase to allow the contractions needed to deliver the baby. During this proposal we will characterise in detail the actions of the protein Kir7.1 and investigate whether premature loss of its function leads to babies being born prematurely. We will also investigate whether too much activity of Kir7.1 at the time of labour leads to poor contractions of the uterus during delivery. During the course of the study we will investigate a novel drug aimed at inhibiting Kir7.1 which may lead to new treatments for these devastating conditions. We should also increase our knowledge of the labour process itself.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901801","grantId":"G0901801","fundValue":"520026","fundStart":"2010-07-19","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Andrew Martin Blanks","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}