{"id":"6CACAB11-4C6A-477D-8CE6-DF78E81EAE73","title":"Culture and Trade through the Prism of Technical Art History - a study of Chinese export paintings","abstractText":"The Victoria &amp; Albert Museum has a large collection of Chinese export paintings from the 18th and 19th century painted by artisans from Canton and other Chinese ports. These paintings were often sold as souvenirs to Europeans. They typically depict contemporary life in China, illustrating the various trades, costumes, boats, birds, insects and plants, aimed at satisfying foreign clients and their curiosity (and perception) of China and Chinese things. These paintings are valuable for the study of trade and cultural exchange between Britain and China in the 18th and 19th century. There is considerable interest in these paintings amongst researchers studying the economic and cultural history, international trade and cultural exchange of that epoch both within the UK and internationally. A number of museums, libraries and charities in the UK have similar collections. Internationally, similar collections exist in continental Europe, Russia, America and Asia. While the majority were painted as souvenirs for tourists, some were painted for scientific research. The Royal Horticultural Society (RHS) owns a large collection of early 19th century Chinese watercolour paintings of plants. These were commissioned by the RHS and the Chinese artisans in Canton and Macau were supervised by the RHS representative John Reeves to paint accurately plant species to serve as a plant catalogue. This collection is different from most Chinese export paintings in that they were scientific drawings and well documented by both the RHS's minutes and Reeves' notebooks. There paintings are, therefore, confidently dated. A mixture of both Chinese and European painting techniques and materials were used on some of these paintings. For example, European paper and pigments such as Whatman paper and Prussian blue were used. \n\nTechnical art history is an emerging field especially for East Asian art. While there is considerable curatorial interest in the historical study of Chinese export paintings, there have been relatively few studies involving scientific analysis. Most institutions do not allow samples to be taken from paper-based objects because of conservation ethics. Consequently, conventional scientific analysis (often destructive) can only be conducted on residuals fallen off the paintings. These studies are therefore rather limited and the results may not even be representative of the paintings on the whole. One of the major problems with the study of paper-based objects is the lack of a wide range of non-invasive instruments to systematically study a large collection of materials. With the development of imaging science and technology, it is increasingly possible to conduct effective scientific examinations non-invasively. This proposal intends to address art historical and conservation research questions related to these paintings through the application of novel imaging technology developed in past research council funded projects in combination with complementary non-invasive spectroscopic techniques. This will be the first time a wide range of complementary non-invasive imaging and spectroscopic techniques are used to study a well-defined collection to address specific questions such as the nature and provenance of the painting material, date and provenance of the paintings, the relation between the painting/drawing techniques and the provenance of the material, the light sensitivity and the state of conservation of the paintings. The project will explore trade and cultural exchanges through insights from technical art history; contribute to the new emerging field of technical art history for East Asian art; demonstrate the usefulness of non-invasive scientific examination for the understanding, enjoyment and preservation of paper-based objects; contribute to future exhibitions of these paintings; and establish a network of interdisciplinary researchers with a broad common interest in the study of paper-based objects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006339/1","grantId":"AH/K006339/1","fundValue":"80042","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  The results are used for the study of the history of Chinese export paintings and the trade of pigments between China and the west; inform conservation strategy, display and storage policy. Agriculture, Food and Drink,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Haida  Liang","coPersons":["Lucia  Burgio"],"organisation":"Nottingham Trent University","findingsText":" Project description\nNottingham Trent University (NTU), V&amp;A and the Royal Horticultural Society (RHS) came together for the first time to undertake cultural research and scientific analysis into nineteenth century Chinese export watercolours, created for a Western market. The V&amp;A pictures are of cultural scenes and flowers whereas the RHS pictures are botanical illustrations.\n\nResults\nOur analyses confirmed that Chinese artisans mostly used the same materials for export art as were typically used by traditional Scholar painters, but that in some exceptional cases Western drawing techniques and materials were adopted eg. graphite underdrawing. \n\nMaterials and Pigments\nThe colours identified were predominantly derived from traditional minerals and synthetic inorganic pigments such as malachite, azurite, vermilion, lead white and orpiment; as well as organic substances such as indigo, gamboge and scale insect dyes.\n\nAdditionally, Western pigments and papers were also employed: these were imported via Western trade and made available to Chinese artists. Clearly, in some cases European clients were influencing the Chinese artisans to create specific pieces. The RHS collection is known to have been commissioned and produced under supervision, so the materials and techniques were of critical importance to the finished pictures. \n\nDissemination\nDissemination of the project's results started with two one-day workshops in 2013, at the RHS in June and at the V&amp;A in December, and concluded with the presentation of a paper at the IIC Hong Kong Congress in 2014. The workshops promoted contact with specialists in Chinese cultural sources, who were invaluable in locating additional background information. We attracted international interest as evidenced by the audiences at the V&amp;A workshop and the Congress in Hong Kong.\n\nDifficulties and challenges\nOne of the issues that became evident during the project was the difficulty of identifying organic dyes non-destructively and in-situ, i.e. without taking samples from the watercolours or causing damage. By comparing results obtained using V&amp;A experimental techniques with those obtained with NTU methods, we were able to identify some dyes but in other cases we learnt to narrow down our options and hypothesise what dyes could be present, even when no firm identification could be made. This represents a first step in devising a method which can be used for the unequivocal identification of dyes on watercolours.\n\nTraining in specialist skills\nThe project enabled three international exchange students from different institutions to work alongside established teams at NTU and V&amp;A, developing their scientific and research skills, at undergraduate and Masters level.\n\nAchievements\nThe information on pigments and artists' practice is invaluable for curatorial and conservation care of these collections.\n\nThe findings support the wider literature available to researchers and conservators.\n\nThe successful collaboration between all three parties continues beyond the immediate scope of the AHRC/EPSRC funded project, with the exchange of ideas and resources and the additional research on Chinese sources. Joint working is being extended with contacts made at the Natural History Museum.\n\nThe workshops and IIC Congress have established a loose international network of researchers and conservators who continue to exchange knowledge and ideas.\n\nFurther questions\nThis project generated additional important questions we would like to address:\n\n• The trade and use of Western red dyestuffs in China, particularly Cochineal\n• Further exploration of Prussian blue and Chrome yellow (Western pigments) and their manufacture in China\n• Comparison with the pigments and materials used in other collections of Chinese export art both within V&amp;A and RHS collections and further afield The results from this project can be used by historians studying the history of trade between China and the west; can be used to inform conservation strategy , conservation storage and exhibition lighting levels. This research will have wide ranging impacts from academia (e.g. art history, history, cultural studies, conservation, conservation science, optics and imaging science), public sectors (e.g. national collections, museums and heritage management organisations), business/private sector (auction houses, private conservation studios), third sector (e.g. charities such as National Trust, Royal Horticultural Society) and the general public.\nThe techniques can also be used in a variety of other sectors where non-invasive examination is desired. Agriculture, Food and Drink,Chemicals,Environment,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}