{"id":"6CB9EB33-229C-4002-8C05-D931AF579350","title":"Capital Equipment: Computing Cluster Upgrade and Neutrino Detector Laboratory Upgrade","abstractText":"The scope of the proposed research lies in five distinct areas: Higgs studies and new phenomena searches at ATLAS; the physics of particles containing the beauty quark at LHCb; the physics of neutrinos with T2K, SuperNEMO and LBNE; accelerator research and development for new high intensity proton, muon and neutrino beams; detector R&amp;D. It also includes Outreach and Knowledge Exchange programmes. In more detail:\n\no The ATLAS experiment at CERN is a general purpose detector operating at the LHC. Our participation in the experiment is growing with the recent appointment of a new professor in the area, as well as two new postdoctoral fellows. Our proposed effort will be to support the experiment by contributing to its ability to identify interesting events rapidly for recording and further analysis. We will also continue our detailed studies of the properties of the recently discovered Higgs boson, thought to be the particle which couples to all matter, giving it mass. We will do this by helping to optimise the search for its decays to pairs of tau leptons, heavy relatives of the electron.\n\no We aim to further our research into matter/anti-matter asymmetry (CP Violation) in the decays of Beauty mesons at the LHCb experiment. This is important, because we have shown in past experiments that the leading source of CP violation at the weak scale is consistent with the Standard Model mechanism of CP violation. However, cosmological considerations indicate that there should be other sources of CP violation in Nature, so we aim to make further sensitive tests with beauty mesons, in order to see if any evidence for additional sources of CP violation or other new physics in Nature may appear in such decays.\n\no The elucidation of the properties of neutrinos. These are very light, neutral particles which are emitted, for example, by the sun, and in radioactive beta decay. These mysterious particles are known to oscillate, ie. transmute from one type to another, while they propagate. We built part of the T2K experiment which studies these phenomena in Japan. Analyses of data taken at the experiment gave early hints of the previously unobserved oscillations of muon to electron type neutrinos, and more recent observations have confirmed this. We aim to continue running this experiment, to study these effects in greater detail. The largeness of the effect offers the chance to go on to look for asymmetries between the oscillations of neutrinos and anti-neutrinos. We further plan to contribute to the SuperNEMO experiment, which aims to determine the nature of the neutrino as so called Dirac or Majorana particle. The former has distinct anti-particles, while the latter is its own antiparticle. This question may be resolved by searching for double beta decay accompanied by no neutrinos. We will contribute to the analysis of data obtained by a &quot;demonstrator module&quot; attempting to observe such decays.\n\no We propose to continue our research and development of high power accelerators for the generation of proton, muon and neutrino beams. We have in mind future neutrino factories, although other machines could benefit from our research. Such neutrino factories, if built, would continue to develop the theme of research into neutrino oscillations and matter-antimatter asymmetry of neutrinos outlined above. Such machines could also bring many benefits to medicine and industry.\n\no We propose to continue our research and development of position- and energy-sensitive detectors for applications in neutrino experiments and with potential spin-off applications in industry. A particular focus of this effort is the LBNE neutrino oscillation experiment.\n\no We will continue to develop our outreach programme which includes activities for local schools and articles in popular science publications.\n\no Supported by a strong University strategy and ethos in KE, we will continue to pursue all avenues for possible knowledge exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L00352X/1","grantId":"ST/L00352X/1","fundValue":"70805","fundStart":"2013-11-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Paul Fraser Harrison","coPersons":["William  Murray","Timothy John Gershon"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}