{"id":"6CB9C3B1-0C99-42D4-A6EB-D36C6C50491D","title":"Building Capacity for Sustainable Governance in South Asian Fisheries: Poverty, Wellbeing and Deliberative Policy Networks","abstractText":"The current crisis in world fisheries is regarded by many to be the result of the persistent failure of fisheries management and policy to significantly abate the problems of overfishing (Pauly and Christensen et al 1998, Clark 2007). Some have even predicted the collapse of all commercial fish stocks within the next 50 years (Worm et al 2006), and yet millions of people are directly dependent upon fishing for a livelihood and as a source of protein rich food security (FAO 2006, Allison and Ellis 2001). This crisis arises from the fact that many policies which promote environmental sustainability often conflict with human development considerations. In South Asia, which has the world's fastest growing population of coastal poor (Indian Census 2001), this conflict has the potential to be at its most destructive. Existing policy and management regimes in fisheries have, as yet, been unable to resolve such conflicts between the environmental and human development agendas. The purpose of this proposal is to advance deliberative policy networks in which key stakeholders in fisheries are able to bring together their distinctive expertise and knowledge to build new approaches to governance that directly address this clash. Members of existing networks recognize that competing claims to fisheries exist, and are committed to finding new ways of identifying policy options that accommodate diverse values, needs and goals. The proposal therefore is about building capacity in an unconventional sense. It involves creating a forum in which natural and social scientists can contribute effectively to the grass-roots, democratic construction of sustainable policy for threatened eco-systems and the wellbeing of local communities dependent thereon in South Asia. Our approach draws from two newly emerging fields of research: Wellbeing in developing countries (McGregor 2004, Gough and McGregor 2007) and Interactive Governance of fisheries (Bavinck et al 2005, Kooiman and Bavinck 2005). The proposed network brings together, for the first time, expertise from these two arenas and applies it to the context of South Asian fisheries, building on a history of successful collaboration with partners in India and Sri Lanka. The methodology to be adopted is informed by a conceptual and empirical research framework which defines wellbeing as: 'a state of being with others, where human needs are met, where one can act meaningfully to pursue one's goals, and where one enjoys a satisfactory quality of life' (McGregor 2007). The wellbeing framework provides a means to identify and analyse the full range of relationships between people and the natural resource: it explores fisheries livelihoods, individual needs and goals, and the wider social, political and cultural organisation of fishing communities. It particularly highlights the fact that change in fisheries does not affect everyone equally (Bavinck and Johnson 2008, Coulthard 2008) and what results in improvements in one person's wellbeing may result in another's ill-being - the heart of the challenge for governance and policy is how to recognise and deal with wellbeing trade-offs, conflicts and hard choices. Interactive Governance theory offers a process for deliberating hard choices, primarily through reverting to a discussion of basic values and principles on which governance can proceed. It also works with the idea of moving from 'good governance' to 'good enough' governance and the subsequent implications of doing so. The specific proposal here is to hold three workshops in India and Sri Lanka, where conflicts between poverty alleviation and conservation of fisheries are currently evident. The workshops bring together scientists, local community representatives, policy makers and politicians and will begin instituting an ongoing deliberative democratic process. The third workshop will be a regional forum to reflect upon deliberations and formulate a forward strategy of action and research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G008337/1","grantId":"NE/G008337/1","fundValue":"139445","fundStart":"2009-02-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"","person":"James Allister McGregor","coPersons":["Sarah  Coulthard"],"organisation":"Institute of Development Studies","findingsText":"","dataset":"gtr"}