{"id":"6CBB94BF-595F-4706-8EF3-3CF1573425F9","title":"Unravelling the aetiology of contagious ovine digital dermatitis.","abstractText":"Contagious ovine digital dermatitis (CODD) is an extremely severe and relatively recent cause of infectious lameness in sheep in the UK, affecting approximately 35-53% of UK sheep farms and 300,000 sheep annually. The economic impact of CODD is unknown but likely similar to that of footrot, another common cause of lameness which is estimated at &pound;24million per year. The Farm Animal Welfare Council, who report to the UK government on farm animal welfare issues, identified that research into this new disease should be a priority. Research into footrot has led to substantial improvements for the evidenced based advice available to farmers and vets on this aspect of lameness, and has been widely taken up by the sheep industry. However many farmers are struggling to control CODD infection in their flocks and substantial research support is required here. \nThe applicants are currently the only research group studying CODD and through funding from the British Veterinary Association, HCC and EBLEX, this research group is making advances in our understanding of the epidemiology, pathology and microbiology of the disease, including the development of control strategies using antimicrobial drugs. The outputs of this work will produce practical solutions for the farming industry. Given the severe pressure on antimicrobial usage world-wide, sustainable, non-antibiotic solutions to CODD must focus on preventative approaches such as stopping the introduction of disease into na&iuml;ve flocks through biosecurity and improvement in the sheep's ability to resist infection through vaccination. Both these solutions require a greater knowledge of the agent(s) causing the disease than we currently possess. \nWe have already demonstrated evidence that specific culturable treponemes identical to those from bovine digital dermatitis have an association with CODD lesions and data from other studies has suggested a role for Dichelobacter nodosus and Fusobacterium necrophorum. This study proposes i) carry out substantial metagenomic (entire microbial community) investigations of CODD lesions to identify the key microbes involved and ii)to characterise the host immune response to the identified microbes and determine whether specific antigens may allow a protective immune response to underpin future vaccine studies and iii) to use additional metagenomic surveys of the host farm environment and faeces to detect the relevant microbes which should allow for relevant farmer / veterinary guidelines to improve disease control.\nThis proposal would ensure we obtain a greater understanding of the role of different bacteria in CODD development. This information will be key to future vaccine studies so that the correct microorganisms are targeted for vaccine design. Monitoring specific immunity in the naive sheep flock to be used in this study after exposure to CODD will allow assessment of the different stages of the infective process. This will not only describe stages of microbial infections but may also identify whether some animals are able to produce an effective immune response allowing for subsequent antigen discovery for effective vaccines. Identification of the considered causal microorganisms will also allow for more appropriate antimicrobial treatments thus reducing the risk of antibiotic resistance developing. Monitoring bacterial populations of CODD lesions post treatment should inform biosecurity practices i.e. whether treated animals result in bacteriological cure or become asymptomatic CODD &quot;carriers&quot;. Monitoring faeces and environmental samples prior and post antibiotic treatment will also allow for development of best farm practices to minimise reinfection of sheep with CODD thus preventing failure / overuse of antibiotic treatment at the flock level.\nInvestigating CODD using the various methods described above, should improve understanding of the disease and contribute towards the eradication of this painful and expensive disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002121/1","grantId":"BB/N002121/1","fundValue":"393734","fundStart":"2016-01-04","fundEnd":"2019-01-03","funder":"BBSRC","impactText":"","person":"Nicholas James Evans","coPersons":["Jennifer Sarah Duncan","David Hugh  Grove-White","Stuart David  Carter"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}