{"id":"6CC1E3A1-056F-4B4F-B423-6F9CD16116F9","title":"What Modelling of Magnetic Behaviour Can Bring into Economics","abstractText":"The mainstream general equilibrium models used in economics have clearly too simplistic assumptions that there is a unique equilibrium for the macroeconomics system. Recently, the conception of hysteresis was introduced in terms of selective memory, remanence, and history dependence in economics. Such improvements in modelling aim at successful and correct predictions of behaviour of economic systems under either normal conditions or during times of crisis. Based on the similarities between hysteresis behaviour in the fields of magnetics and economics (these similarities are even partially reflected in usage of the same mathematical Preisach model), and based on PI's strong knowledge/record of hysteresis modelling in magnetics, it is natural to apply magnetic ideas and modelling of hysteretic behaviour to economics in this discipline hopping activity. Such activity will include (i) learning of basics of economics by the PI under guidance/mentoring of Co-PI, (ii) selecting particular cases/problems from the field of economics and (iii) applying magnetics ideas and models (e.g. Preisach, Jiles-Atherton, others) to these particular cases. It is believed that such hopping activity will eventually lead to a better understanding of the behaviour of various economic systems. It is believed that such a discipline hopping activity will eventually lead to the improvement of current economic models with their inability to correctly predict financial crises similar to the one started in 2007. Finally, it is believed that this activity will lead to improvements in academic knowledge of hysteretic modelling in situations with outputs having a non-linear, non-one-to-one dependence to input, i.e. situations widely occurring in various areas of our life: physics, engineering, economic, transport, psychology, etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030867/1","grantId":"EP/I030867/1","fundValue":"28395","fundStart":"2011-02-22","fundEnd":"2012-02-21","funder":"EPSRC","impactText":"","person":"Yevgen  Melikhov","coPersons":["Sheikh  Selim"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}