{"id":"6CC5E7C1-E108-4450-99A2-D4303F939E8E","title":"Spanish and Spanish American Theatres in Translation: A Virtual Environment for Research and Practice","abstractText":"This project seeks to provide the English-speaking theatre professional - critic, theatre historian and practitioner - with access to the largely untapped riches of Spanish-language theatre. The 'virtual theatre environment' created as a result of the research undertaken will concentrate, initially anyway, on three key areas and moments of theatrical development in the Hispanic world: the Spanish Golden Age (late sixteenth and seventeenth centuries), the twentieth century in Spain and the twentieth century in Spanish America.\\n\\nThere has been evidence of increased interest in Spanish-language theatre amongst English-speaking theatre practitioners in recent years (most notably, the Royal Shakespeare Company's award-winning Golden-Age season of 2004-05), but a lack of information about the plays that lie outside the small canon has impeded further discoveries and productions. By accessing this new and unique web-resource users will have at their disposal rigorously investigated and carefully contextualized information which will enable the production and further dissemination of theatre writing, research and practice. More specifically, the present canon of about a dozen plays originally written in Spanish will be greatly enlarged (by, in the first instance, about 100 plays in each of the three areas). The information provided about each individual play on a dedicated database will include: a synopsis of the work; a sample translation; production notes; performance history (with visual material where available); and critical responses (including reviews of performances and web-links). This material will enable the user to reach an informed decision as to the dramatic value and cultural 'usefulness' of any particular play. The investigators at King's College, London, Queen's University Belfast and the University of Oxford, working with their research assistants, will be responsible for the creation and maintenance of these electronic resources.\\n\\nHowever necessary they may be at the present time, the creation of excellent electronic resources for the further study and appreciation of Spanish-language theatre is only the first objective of this project. The second type of research that it will involve is more practical and applied in nature, and some of it will involve links with the project's partners in the world of the theatre in Britain and Ireland. Issues that arise from the translation and performance of Spanish drama in English will be investigated through conferences, workshops on plays featured on the database, and rehearsed readings of them, as well as full productions. These fora will be exploited to ask a series of questions - many of them topical - of great cultural interest: what happens to these plays when they are translated from Spanish to English?; what are the implications of certain types of translation practice?; how do plays written originally for Spanish or Spanish American audiences survive the demands of being performed on an 'alien' stage?; how might the imported plays influence the theatrical culture, and even the English-speaking world into which they are introduced?\\n\\nBroadly then, the project engages with two of the most important areas of cultural practice - translation and performance - in an attempt to investigate the ways in which meaning is re-created and negotiated. This involves creating new material for analysis and also throwing fresh light on some polemical issues such as the role of the 'literal' translation in arriving at a final version, and the nature of the cultural artefact created through performance on the foreign stage. The investigations carried out during the life of this project foster and depend upon cooperation and collaboration between theatre practitioners and academics on a scale rarely if ever seen in the past. As a whole the project will underpin a sustained and profound engagement with Spanish-language theatre that has not been possible until now.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F010524/1","grantId":"AH/F010524/1","fundValue":"802733","fundStart":"2008-06-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"","person":"Catherine  Boyle","coPersons":["Paul Joseph Spence","David  Johnston","Jonathan William Thacker"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}