{"id":"6CCD91F5-D3F5-4163-877B-9B6A593F5926","title":"Building Links with India: Cognitive Wireless Systems for Universal Access","abstractText":"This research network would bring together key research groups that are in the vanguard of developing novel technologies and algorithms for spectrally efficient wireless networks in the UK and India. The researchers in the proposed groups in the UK and India have long-standing international reputation in the fields of digital signal processing and wireless communications. The proposed research is motivated by the fact that the Indian economy is growing at the second largest rate in the world due to expansion of commercial and services industries. One of the main facilitators of such commercial and services industry is the ubiquitous and seamless access to information and communications whenever and wherever needed. As two-thirds of India's one billion population live in rural areas where infra structure for landline connection is inadequate, the Ministry of Telecommunication in India has set targets to provide with wireless connections and mobile coverage for 85% of the country. At the same time, the demand for mobile Internet access with high quality of services to support multimedia and interactive services is still increasing in the UK. This has opened up new opportunities in the research and development of wireless and multimedia devices. One of the main impediments of supporting large populations over wireless networks and meeting high quality of services for multimedia and interactive applications is the scarcity of spectrum. This proposal aims to build networks and promote interactions between India and UK to develop radically new techniques and approaches for spectrally efficient wireless networks, i.e. cognitive wireless systems for universal access, one of the underlying factors for the growth of commercial and services industries. It requires intelligence at the transmitter and receiver to identify spectrum opportunities for transmission. This will bring together the expertise on mobile computing, signal processing algorithms development, efficient spectrum management and systems-on-chip technology from both the UK and India.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G033528/1","grantId":"EP/G033528/1","fundValue":"125167","fundStart":"2008-11-18","fundEnd":"2011-05-17","funder":"EPSRC","impactText":"","person":"Colin  Cowan","coPersons":["Tharmalingam  Ratnarajah"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}