{"id":"6CCED8B0-6DD9-4A07-994E-7B9C485353EB","title":"Fast Generalised Rule Induction","abstractText":"The proposed research will significantly advance the state of the art in the field of data stream mining, in particular by providing adaptable rules that are understandable by humans but can be implemented in rule based expert systems. \n\nData stream mining is growing in importance and packages such as MOA are known to be used by widely in the data stream mining community. However, none of these environments provide techniques for the extraction of descriptive rules that can express patterns and changes of the patterns encoded in data streams. Descriptive data stream mining techniques exist such as cluster analysis, but none that identifies the patterns in the form of expressive and meaningful rules. This is important because it allows domain experts to look for potentially interesting but unknown patterns and changes of the pattern over time. The fact that the patterns are described in the form of rules allows to draw conclusions on why the pattern exist and how it could be influenced. Creating these rule sets is challenging as they need to be adapted automatically, as patterns encoded in a stream may change over time (known as concept drift); and also because they need to be created in a single pass through as data streams are potentially never ending. \n\nThe research will be integrated into a popular open source environment, with the two contenders being the MOA or the KNIME data mining workbenches. Especially the integration of the methodology in MOA will accelerate the adoption of expressive descriptive data stream mining techniques in both academic and commercial communities. In particular UK telecommunication and chemical companies are amongst the categories of companies that gain significant advantages from the extraction of descriptive rules in real-time from streaming data. The method will enable the telecommunication industry to improve the efficiency of detecting interesting event patterns in national telecommunication networks on the fly, and thus help forecasting performance bottlenecks and faults (personal communication with British Telecom). Chemical companies can employ this technology for monitoring sensors in chemical plants to identify plant stages on the fly without the need for time consuming analyses in the laboratory. This will trigger R&amp;D investment of UK companies for making use of this research, which is reflected by the fact that British Telecom has already contributed &pound;30,000 towards a PhD studentship to the PI's research in stream data mining techniques. Such exploitation of this research will lead to growth in the performance of technology companies, new jobs and an increase in revenue, and thus will give the UK an economical competitive advantage. \n\n\nSociety will indirectly advance from scientific areas that advance through the results of this research. And wider applications of the results of this research will be explored by considering the analysis of electroencephalogram (EEG) data fast in real-time. It is likely that new insights could have a direct impact on the public health aiding diagnosis and understanding of the brain. Also advances of the industry through this research will have an indirect impact on society. For example the forecasting of performance bottlenecks in national telecommunication network will lead to more reliable telecommunication applications such as telemedicine.\n\nThe wider academic community will also benefit from the results of this research through the open source implementation of this project's methodology, as this will allow researchers to find and express interesting patterns on the fly in a wide variety of fast scientific data streams. For example expressing and adapting complex patterns from meteorological sensors, detecting and/or expressing changes of patterns of brain activity through life functional Magnetic Resonance Imaging (fMRI), etc. Our unique position at the University of Reading provides ready access to these scientific data sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M016870/1","grantId":"EP/M016870/1","fundValue":"97875","fundStart":"2016-01-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Frederic Theodor Stahl","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}