{"id":"6CCF5A12-0A49-43D5-AAFC-299798D524BA","title":"Nonlinear Robust Model Predictive Control","abstractText":"Relevance: Model Predictive Control (MPC) is a generic controller design methodology, involving on-line optimisation. MPC has already achieved a greater impact on industrial practice than any other modern control approach, because of its versatility and constraint handling capability. We can expect in the future to see increasingly sophisticated applications of MPC, as computer technology advances extends the scope for intensive on-line computations. This project will broaden the applicability of the MPC methodology, by providing new control algorithms to take better account of plant nonlinearities and modelling errors. Background: In many control engineering applications domains, chemical processing for example, the underlying plant dynamics are typically highly complex and the models used for controller design provide at best good approximations to the system response for a limited range of inputs and initial conditions. This is why robustness (the requirement that performance is not significantly degraded by model mismatch and the presence of unknown input signals or 'disturbances') is such a major issue in control systems design. Traditional MPC methodologies do not aim explicitly to achieve robustness. An important development in MPC design is the emergence of robust MPC algorithms. Prominent among the proposed approaches to robust MPC design are tube-based methods, developed for plants with linear models. Here, additional linear feedback (a 'robustifying inner feedback loop') is introduced to counter the effects of uncertainty and to confine the state trajectory within a narrow tube about the 'stable' trajectory that would be followed under a traditional MPC strategy alone, if there were no uncertainty. Proposed Research: The aim of this project is to design robust MPC algorithms based on fully non-linear plant models. The main idea behind the proposed design methodology is the introduction of an additional optimization stage into each controller update step, to replace the robustifying inner feedback loop of the linear tube-based method. A key advantage of this approach is that the on-line computational burden of implementing the new robust MPC algorithms is of the same order of magnitude as that required for traditional 'non-robust' MPC algorithms. (The solution to two similar optimization problems needs to be computed at each step, not one). There is therefore the potential to apply the algorithms to high dimensional plants (involving 20 or more state variables, say).The new algorithms will be provided with an analytical foundation, which will yield precise conditions for closed loop stability, and also assist in systematic selection of algorithm parameters governing tightness of tracking, transients and other aspects of closed loop response.A case study involving the control of a solar collector plant will be undertaken. This will permit the assessment, through simulations, of the new control design techniques in challenging, high-dimensional scenarios, where approximation of the plant model by a linear model, or a family of linear models ('gain scheduling'), is inadequate, and where it hard constraints of state and control variables need to be observed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F041004/1","grantId":"EP/F041004/1","fundValue":"359718","fundStart":"2008-09-15","fundEnd":"2011-09-14","funder":"EPSRC","impactText":"  ideas in numerous journal papers produced been taken up and further developed, for example, in the programme grant 'Control for Energy and Sustainability\n'http://divf.eng.cam.ac.uk/cfes/Main/CfesResearch Education Cultural","person":"Richard B Vinter","coPersons":["Eric Colin Kerrigan","David Quinn  Mayne"],"organisation":"Imperial College London","findingsText":" Model Predictive Control (MPC) is an approach to controller design, in which the updated control action is obtained by the solution, in real time, of an optimization problem, which incorporates the plant model and constraints on variables while penalising deviations from the desired trajectory to be tracked. It has had greater impact on industrial practice than any other modern control methodology. Early versions of MPC algorithms were found often to be unreliable when the plant model in the design only approximately captures the true plant behaviour. The principle aim of the project was to propose new, computationally efficient 'robust’ MPC algorithms whose performance is less affected by modeling errors. \n\n\n\nThe main achievement was to devise new robust MPC algorithms, within an analytic framework identifying the situations in which it would achieve important control objectives (closed loop plant stability, acceptable transient response, etc.), which reduce the computation time (compared with earlier ‘iteration over policy space’ algorithms) by an order of magnitude. The algorithms are ‘generic’ in the sense that do not depend heavily of the special features of the plant to be controlled, and therefore have the potential for widespread application. They were successfully demonstrated on a high dimensional simulation of a solar power extraction plant. \n\n\n\nThe proposed algorithm, which was the culmination of many years of work by one of the investigators, Prof. David Mayne FRS, has had a large following in subsequent papers and conference presentations.\n\nProfessor Mayne obtained two highly prestigious awards during the time he was working on the project: \n\nthe 2009 IFAC High Impact Paper Award, \n\nand \n\nthe IEEE Control Systems Award (Field Award), \n\nfor his work on robust MPC. Robust MPC has the potential to improve the performance of controllers and achieve energy efficiency, in a multitude of areas, including aeronautical control, active suspension design, engine management and chemical processing Communication of research findings to other research groups, with a track record implementing MPC controllers for applications in the aeronautics, process control, mechanical control and other areas. Open access to a MATLAB toolbox, and supporting documentation, to provide easy access to the algorithms. The outputs have fed into a major EPSRC programme grant, in which MPC is a significant element Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}