{"id":"6CD52CFE-6BB0-412F-A578-3F7A319435A1","title":"Development of Physically Modified Hydrocolloids and Starches for Enhanced Salt Perception","abstractText":"An understanding of how food behaves in the body is obviously important. There is a physical dimension to this, in addition to nutritional and biochemical factors. Central to the work proposed in this grant is the idea that foods can mix with saliva and other water based fluids to different levels of efficiency and this impacts on how the food tastes and behaves when eaten. It is has been demonstrated that saltiness is perceived as being higher from starch thickened foods when compared to foods thickened with other materials, even though the viscosity and level of salt are the same. The reason for this is that in the starch system much of the starch remains in a particulate form, while the other materials form solutions that are then hard to mix. In the mouth, sodium that remains in the food and cannot reach the taste receptors on the tongue will not be perceived as salty. Therefore ingredients that can be added to foods that give excellent mixing quality, and hence allow the best perception of flavour, are required. A major part of the project will concentrate on the development of new particulate thickening systems using hydrocolloids and starches (already common ingredients in foods) using physical technologies that use energy sources efficiently and have low wastage. Work at Nottingham partly through a Bridge LINK project, on which this full project is based, has demonstrated the feasibility of developing new particulate ingredients from hydrocolloids such as xanthan gum. Physically modified starch that maintain particulate structures in a similar way to chemically crosslinked starches are already available, but the project will use a new approaches to produce improved ingredients of this type. The project will use a combination of sensory evaluation and instrumental techniques to develop criteria to predict salt perception and mouthfeel. In addition, a limited amount of work will be performed to confirm that the mixing hypothesis is relevant to behaviour in the stomach. To deliver this programme will require a team of companies and academics working together to further develop and then exploit the understanding partly result from a Bridge LINK project. Industrial partners in the team will supply a detailed knowledge of both suitable starting ingredients for the processing technologies and foods that will benefit from new ingredients that would allow salt levels to be reduced whilst maintaining the same flavour. There is also a requirement for expertise and specialist equipment for extrusion processing and thermal analysis, which will be supplied by industry and management from staff that are free of the major teaching and administrative pressures of a successful applied science department. Hence, the programme will have five companies plus an academic partner in a consortium to deliver the work and who can translate the findings into 'better for you' food products without loss of quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007377/1","grantId":"BB/H007377/1","fundValue":"166584","fundStart":"2012-03-01","fundEnd":"2014-02-28","funder":"BBSRC","impactText":"  Exploitation of the particulate form of xanthan: \nCreation of food quality materials for commercial testing.\nFrom the collaboration with Clextral and CP Kelco it was possible to create sufficient particulate xanthan samples that it could be used to create a series of food grade materials. This material has been used with a series of small and larger companies to demonstrate its potential as an easy to use agent for increasing viscosity. In particular a sauce trial was done with an SME as they were experiencing particular problems with the hydration of xanthan for manufacture of the dill and lemon sauce product. \nTwo major international companies are scrutinising the potential of the particulate form of xanthan with a view to commercialisation. \nSalt release during eating\nThe salt dependent behaviour of the particular form of xanthan will allow low viscosities in salt until a certain temperature has been achieved. This can allow ease of filling and rapid heat transfer into products, whilst achieving a viscous end product with low degradation. This was demonstrated through a side project to the main LINK scheme and further work is now being sponsored by a large company. \nThe use of particulate xanthan has also been looked at by companies wishing to use it as an aid in gluten free products. \n\nNew form of particulate xanthan: The new form of xanthan has different properties to the original particulate material and can target a different series of required functional behaviours. This material is currently being patented (JA72907P). Once the patent is secure Biopolymer Solutions and the University of Nottingham will seek funding to further understand the mechanism by which the polymer is formed and whether a thermal stable gel can be created once the physically modified polymer is treated. It is expected that funding for this work will be sought from a commercial company and some funding from the TSB smart awards.\n\nSteam injection: The easy hydration and the possible creation of new microstructures still seems possible using high pressure steam injection. To this end a project has now been started between Nottingham and an SME that has a prototype machine to allow a tuneable injection of steam into the liquid flow stream. Initial funding of ?50k has already been secured from the company for the initial investigations. If the work shows that structures can be created that are novel further assistance and funding will be sought from the appropriate bodies. This project is also expected to be supported through a 1/2 funded studentship available through the EPSRC Centre for Innovative Manufacturing. Funding for training programmes with Brazil will be used to host a postdoctoral fellow for a year and his major area of research will be to look at hydration of hydrocolloids modified through processing.\n\nFlash DSC: A highlight of the LINK programme was the use of Flash DSC to see changes in biopolymer not normally observable. On completion of the programme work is continuing and the partnership with Mettler is strong. Results from the equipment are being shown at the Application of Thermal Analysis - Training Day in Manchester, where both Nottingham and Mettler can hear what others experts in the field think of these novel findings. It can be anticipated that further funding will be sought to enable this new and interesting development of thermal methods to be available for food biopolymers. Agriculture, Food and Drink,Education,Manufacturing, including Industrial Biotechology Economic","person":"Sandra  Hill","coPersons":[],"organisation":"University of Nottingham","findingsText":" Overall Objective: To produce a range of ingredients, suitable for thickened foods, by using novel processes for physical modification (particularly by extrusion and steam processing) of hydrocolloids and starches. \n\nThe work carried out was divided into a set of four specific objectives. \n1. To evaluate processing methods in terms of energy efficiency and use of sustainable materials. \n There were two major types of processes used throughout the work. \n1.a Thermomechanical extrusion. \n\nThe processing method most utilised in the programme was mechanical thermal extrusion whereby materials are subjected to both thermal and mechanical energies. This process is continuous and is considered efficient in terms of capital, energy and effective heating compared to thermal heating alone. Although the particulate format was still best achieved by the xanthan other colloids could be extruded to form strips and if these strips were ground the powders formed all showed modified behaviour compared to the supplied powders. \n \nThe studies on the xanthan extruded product have led to a series of findings that include:\na) That the process can be readily scaled for commercialisation \nb) Varying the thermomechanical extrusion conditions will cause slight changes in the properties of the particulate material. \nc) Originally it was hypothesised that the mechanical shear was the major factor in the creation of new structures. However, within the programme it has been shown that the major contributor to restructuring is the thermal element of the processing regime. Heating the polymer at specific water contents will allow restructuring of the polymer and this creates polymers with novel behaviours. A patent has been applied for this new material. \n1.b Steam Injection: The programme looked at direct injection of steam into a fluid stream causing heat shock and high vortex mixing. As part of this programme equipment for direct entrainment of powders into the mixing zone was created and used. Original studies using this equipment concentrated on hygienic preparation of the food materials and the creation of an emulsion mix that could be created as a continuous operation for comparison with an emulsion made as a batch using conventional high shear mixing. The test emulsions and the control were tested for their rheology and sensory perception. This equipment showed that xanthan gums and other hydrocolloids could be added at relatively high concentrations to water to create molecularly dispersed material. A homogenous 5% xanthan solution was made within seconds of its addition to the water stream. This is particularly hard to do for xanthan where specialised equipment and grades of materials as well as long mixing times are often used to create homogenous solutions. Thus this equipment may well be very useful for creation of xanthan thickened samples. Previously work reported that under the unusual mixing, heating and hydration systems that materials exhibit unusual properties could be created; in particular native starch granules could be made to superswell. A range of starches and flours were tested at various temperatures increments and their properties compared with swelling using jet cooking and stirred hydration. The additional moisture, added as steam, made direct comparisons difficult, but there was no clear evidence that superswelling was occurring. However, there was some doubt that the equipment was performing. The excellent mixing properties and the potential for new structure formation still made this technique of great interest and worthy of further investigation. \n\n2. To carry out sensory work to quantify the improvements in salt perception and mouthfeel from the consumer perspective of the new ingredients. \n\nSamples created as a white sauce were compared using the new technologies. There were no differences perceived by the sensory panel in the saltiness. \nA key assumption made for some of the work on salt perception was that samples that mixed well would be perceived as being more salty. This had been previously been shown for starches. Samples akin to a low calorie tomato soup were created using particulate xanthan and normal xanthan and as a control a soup thickened with modified starch. The samples were shear viscosity matched at 50 S-1. These samples showed very different dispersion characteristics on mixing. Soups were compared at ambient temperature for flavour intensity by an experienced panel using a paired comparison test and the samples were not perceived as different. These findings are now published. \n\nThe results clearly did not show that the samples that readily mixed would have better salt perception. Three concepts were therefore considered and have enhanced the general understanding of salt perception and the impact of xanthan as a thickening agent. \n\nSamples of a dry soup mix, white b?chamel type sauce and a beef and barley soup were all prepared commercially using the particulate form of xanthan and their standard material. \n\n3. To relate sensory properties to solution structure, as characterised by a range of methods, particularly rheology, calorimetry and mixing behaviour. \n\nExtensive work was carried out to establish the mixing and rheological behaviour of the materials at different stages of their manufacture and for evaluation of final products. New methods for looking at phase transitions in biopolymers were pioneered in this study. \n\n4. To develop an underpinning scientific understanding of the mechanism by which these new structures are created. \n\nSubstantial understanding has be elucidated on how processing creates new structures and how the process can be manipulated to create structures with different properties. It was found that under high specific mechanical energy conditions in the extruder a particulate form of xanthan is produced. The transition from the particulate to the conventional molecular form was thought to be driven by shear forces, but further work has shown the relevance of temperature, often at very local locations, is also of critical importance. This temperature shear environment has then been used to further modify the hydrocolloids. Critical temperatures are salt dependent. A new material that has something of the pasting properties of native starches has been created. In addition a new particular a form of xanthan was produced that gelled irreversibly on heating in the same way as a globular protein. This is the basis of a patent. The dynamics of salt release in the mouth and the creation of in vitro tests to predict have be shown to be very pertinent to soups and sauce type product, this requires additional understanding for predictive product formulation. \nTwo xanthan based materials have been demonstrated to have novel properties and have be shown they can be made on commercial scales. These need exploitation.\nThe use of flash DSC has been demonstrated as possible for biomaterials. This is relevant across a range of subject areas. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}