{"id":"6CEB14CF-44AB-4DBB-913A-244C5D02BBB6","title":"Performance and Audience in Movement-Based Digital Games: An International Research Network","abstractText":"The emergence of movement-based interfaces, and context-aware mobile platforms, has profoundly changed the types of experiences which game designers are able to create. Game play mechanics can now be expressed using naturalistic body movements and behaviours, blurring the barriers between game worlds and the physical world. The scope for innovation in game development on this technological frontier is apparent, but presents a new challenge for commercial developers. \n\nWe will directly address this challenge using the perspective of performing arts research and practice. Bringing together games developers, researchers, and performance practitioners, this network will explore new concepts in the design and creation of movement-based games. We will enable performance practitioners and researchers to participate directly with the game development process, creating a bi-directional framework within which developers will help researchers to ask and answer new questions, and researchers will help developers to explore game play designs. Furthermore, within this context we will explore the concept of &quot;user trajectories&quot;, previously employed successfully to analyse mixed reality user experiences, as a methodological tool for designing commercial games. \n\nOur main events will be three inter-disciplinary workshops, within which researchers and performers will work with developers to prototype new collaborative game ideas. These sessions will be based around our three core themes: performance, audience, and user trajectories. Some academic research has already begun to explore performance and the role of audience, in digital games, primarily through work on bespoke mixed reality platforms. Additionally, academics and artists in fields such as drama and dance are starting to explore how games technologies can be used as a medium for performance. From this point, we will ask the questions: How can we use concepts of expression through performance (from theatre and dance) to create new and engaging game play mechanics in commercial games? How can we capture aspects of performance and its documentation in game design? How can the role of audience create playful interactions and be used to generate competitive and collaborative play? In addition, the network will explore the emerging theme of documentation and performance: using a dedicated interactive website, participants will work collaboratively online, form working groups, and collate design work and assets. The website will be open and accessible, and be used to co-create and curate network outputs. \n\nOur network brings a strong international dimension. With our project partners, Arts Queensland, we will explore cultural constructions of performance, particularly in relation to narrative and community (audience), and use these to establish new frameworks for expression and interaction. In the context of game development, we ask the question: How can different cultural interpretations of performance inform new designs for performance based games? We will address this question in a workshop to be held in Brisbane under the theme &quot;Cultural aspects of performance&quot;. \n\nNetwork outputs will comprise game designs, conceptual work, and other related media, hosted on our website, as well as working designs which will feed into commercial products. We will also produce academic outputs in the form of two Journal papers targeting the arts and humanities research communities, and conference papers targeting the games design and technical development communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009080/1","grantId":"AH/L009080/1","fundValue":"35930","fundStart":"2014-03-17","fundEnd":"2015-03-16","funder":"AHRC","impactText":"  This project is still ongoing (it is about 8 months in), and so it is difficult to identify clear impact so far. However, as a result of a relationship developed through the first workshop event, the PI has formed a collaboration with industrial partners which has led to a successful application for funding from Innovate UK (Swift, value ?700K). Whilst this new project is somewhat tangential to the objectives of the network, it will by nature have direct commercial impact, and further help to develop core technology which will enable relevant future work. Digital/Communication/Information Technologies (including Software) Economic","person":"Patrick Leigh Dickinson","coPersons":["Gabriella  Giannachi"],"organisation":"University of Lincoln","findingsText":" This project is still ongoing. So far we have held a number of workshops and other events in which academics, practitioners, and participants from industry have discussed and developed project ideas for interdisciplinary work on video game design and development work. This has so far resulted in a number of collaborations which are still work in progress but are starting to produce some preliminary outcomes. For example, a project idea developed by Kathrin Gerling and others in our workshop in March 2014 has resulted in a poster publication at CHI Play last month (and is still under development). As this is a network, I anticipate that there are/will be lots of opportunities for the project outcomes to be taken forward by different participants in the network. These opportunities are still emerging. Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}