{"id":"6CEFDC9E-9C29-473C-8F60-1117CCB74B9C","title":"Sampling, biomarker OPtimization and Harmonization In ALS (SOPHIA)","abstractText":"Amyotrophic Lateral Sclerosis (ALS) is one of the most devastating diseases in neurology affecting some 50,000 individuals at any time in Europe, and causing around 10,000 deaths each year. The main clinical features are weakness and wasting of muscles, but dementia may also occur. ALS represents a good model for study of all neurodegenerative conditions, as it has a characteristic phenotype, rapid progression and the correlation between diagnosis during life and autopsy diagnosis is close to 100%. However, validated neurochemical biomarkers for monitoring disease activity, for generating earlier diagnoses and for defining prognosis are lacking. Active European collaborations are in place for harmonizing clinical datasets, neuroimaging and neuropathology protocols. A preliminary strategy for harmonization of biological and tissue samples has been established. Standardized protocols for clinical data and sample collection are now urgently required for optimization and harmonization of biomarker development. \nThe overall aim of this proposal is to provide a common European strategy for the prioritization and selection of candidate biomarker domains for optimization and harmonization. This will in turn provide a long-term platform by which existing collaborative structures that are relevant to neurodegenerative disease biomarkers (including academic initiatives, co-funding strategies, biobanks, industrial efforts, private-public alliances) are integrated within an inclusive web-based virtual biobank. Samples and clinical/imaging/neurophysiologic and neuropathological datasets provided by participating members can then be optimally utilized to enable state of the art collaborative analyses.\nThe established platform will also act as an important communication channel between this consortium and the rest of the ALS/Neurodegeneration field to ensure that the optimization efforts are in line with the whole ALS/ND field, to avoid duplication of work, and to ensure better acceptance and utilization of the project results by all stakeholders. Ultimately, the platform will be used to disseminate the results to the whole ALS/Neurodegeneration field, and will act as a permanent Interactive European ALS biomarker platform for researchers to optimize/harmonize novel biomarkers using an established pan-European ALS methodology. The platform will also allow interaction with those of other cognate groups (e.g the NEALS group within the US) and with patient groups and other relevant stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000780/1","grantId":"MR/K000780/1","fundValue":"73101","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"MRC","impactText":"","person":"Martin  Turner","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}