{"id":"6CF8C24E-FDA4-4FEC-97D6-8C0536E73B5F","title":"Mobile atom traps based on domain walls in magnetic nanowires","abstractText":"One of the most dramatic recent advances in physics has been the experimental realization of new states of matter as a consequence of using lasers to cool atoms to within a millionth of a degree of absolute zero. The development of laser-cooling techniques was the subject of the 1997 Nobel Prize in Physics, and the realization of a new state of matter, a Bose-Einstein Condensate, resulted in the 2001 Nobel Prize. The atoms to be cooled in this research project can be though of as tiny bar magnets (they are paramagnetic atoms), and at very low temperatures it is possible to trap them using relatively small magnetic fields.A quite separate recent development has been the advance of planar magnetic nanowire technologies. The extended geometry of these wires constrains magnetisation to lie along the wire length. When opposite magnetisation directions meet in a nanowire, they are separated by a transition region termed a 'domain wall'. These domain walls can be moved through nanowire circuits using externally applied magnetic fields but they are also themselves a source of magnetic field. We have recently shown how the magnetic field from a domain wall in a nanowire can be used to trap laser-cooled atoms.In this proposal, we aim to demonstrate experimentally and investigate atom trapping using domain walls in nanowires. The cold atoms trapped above a nanowire will be robustly confined and, crucially, mobile due to the precision with which the position of domain walls can be controlled. This is an excellent platform for further research in controlling interactions between neighbouring trapped atoms. In the burgeoning field of Quantum Information Processing (QIP) two atoms can be entangled by bringing them close and subsequently separating them. Furthermore, many identical copies of a fundamental nanowire circuit unit can be tessellated to create quantum-computing networks.This proposal also offers applications in other important research areas. The nanometre scale of the magnetic domain wall results in the trapped atoms being closer than a micrometre to the substrate. Varying the magnitude of external magnetic fields allows control of the exact atom-surface height, hence it is envisaged that domain-wall atom traps will be used to study atom-surface interactions. Developing a mobile nanomagnetic atom traps provides a precursor technology to more complicated quantum objects, and their application to new science, such as quantum collisions on surfaces, or new technologies, such as quantum information processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F024886/1","grantId":"EP/F024886/1","fundValue":"706380","fundStart":"2008-07-21","fundEnd":"2012-07-20","funder":"EPSRC","impactText":"  Inspired novel approaches of integrating patterned magnetic structures with ultra-cold atoms.  ","person":"Daniel Anthony Allwood","coPersons":["Thomas  Schrefl","Michael Richard John  Gibbs"],"organisation":"University of Sheffield","findingsText":" This project followed our earlier suggestion of using the stray field from domain walls in patterned magnetic nanowires to interact with ultra-cold paramagnetic atoms. The main findings were:\n\n- Design and demonstration of a reconfigurable atom mirror using an array of domain walls in magnetic nanowires. This is the first demonstration of such an interaction and agreed well with our calculations. The demonstration required the construction of an ultra-high vacuum system and magneto-optical trap as well as the fabrication and analysis of nanostructures to support the creation and retention of 1 million domain walls.\n\n- Development of methods to allow the rapid calculation of magnetic field profiles above domain walls. This is extremely useful for determining the character of wall-atom interactions.\n\n- Calculations of how the characteristics of atom traps created by domain wall stray field can be designed using experimental parameters.\n\n- Development of methods to reduce the velocity of domain walls propagating under applied magnetic fields. This overcomes a limitation of fast domain walls for propagation of atoms trapped by the field from a domain wall. This project has demonstrated how atoms may interact with and be controlled by magnetic fields from nanostructures very close to surfaces. It is likely to inspire future projects of trapping and transporting atoms along magnetic 'atom chips' as well as of surface monitoring using paramagnetic atoms. Other","dataset":"gtr"}