{"id":"6CFF9BD8-C89E-4AD8-83EB-B87F933D99D8","title":"SYNAPTA: An artificial genetic system and its application for the generation of novel nucleic acid therapeutics","abstractText":"Life's diversity is largely based on the versatility of two polymers: polyeptides (i.e. proteins) and polynucleotides (nucleic acids). Nucleic acids in particular display unique properties beyond their ability to encode genetic information, which make them important tools in chemistry, biotechnology, nanotechnology and medicine. Nucleic acids also have enormous potential as therapeutics but suffer from systemic constraints inherent in DNA and RNA chemistry such as poor serum / nuclease stability. Aptamers are a promising class of biomolecular therapeutics based on structured single-stranded nucleic acids with the potential to rival antibodies in some clinical settings. A broad spectrum of both RNA- and DNA-based aptamers have been described directed against a wide-range of targets and several are currently undergoing in clinical trails underlining their potential. However, reagents based on natural nucleic acids such as RNA or DNA are not optimal with respect to a number of desirable properties for clinical reagents and therapeutics, notably in vivo stability and bioavailability. In principle, aptamers may be stabilized (post-selection) by medicinal chemistry approaches and this approach has been validated by the Macugen, the 1st aptamers based drug, which has been approved for the treatment of macular degeneration. However, post-selection modifications can alter and / or weaken aptamer structure and target interactions and may modify aptamer specificity. Therefore direct selections using modified nucleic acid chemistries would be desirable. Many novel nucleic acid structures have been built with a view towards increased orthogonality. The challenge here is to design scaffolds that lead to minimal interaction / interference with the cellular genetic machinery while simultaneously maintaining an ability to communicate with it. A different approach towards chemically orthogonal nucleic acids involves the modification of the backbone but leaves the informational nucleobases intact. Replacement of the canonical ribofuranose with other pentoses (or hexoses and tetroses) can indeed have dramatic effects on helical conformation and duplex stability and formation. We have selected two unnatural nucleic acid architectures, Hexitol nucleic acid (HNA) and Cyclohexenyl nucleic acids (CeNA) as our backbone structures. Both HNA and CeNA are completely resistant to nuclease degradation and appear not to be substrates for DNA or RNA modifying enzymes. Significantly, they are non-toxic to cells as nucleotides and therefore appear to be not recognized as substrates by the cellular replication, transcription and translation machine. This proposal aims to develop the platform technologies needed to deliver tailor-made 'designer' ligands of high serum stability, defined compact structure and expanded functionality based on these novel chemistries with obvious potential as a novel class of bio-therapeutics. These novel polymers will also provide insights into the parameters of molecular information storage and propagation through the study of artificial genetic systems entirely based on unnatural chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004793/1","grantId":"BB/I004793/1","fundValue":"275007","fundStart":"2010-05-01","fundEnd":"2013-04-30","funder":"BBSRC","impactText":"","person":"Philipp  Holliger","coPersons":[],"organisation":"MRC Centre Cambridge","findingsText":" DNA and its close relative RNA form the genetic material of all life on earth - the form the blueprint of every living organism. We asked the question if this function is unique or if alternative means for genetic information storage and propagation are conceivable. \n\n\n\nUsing nucleic acid chemistry and protein evolution and design we have been able to describe so far eight alternative genetic materials (XNAs) with a clear capacity for information storage and propagation and, in the case of HNA, A new class of biopolymer-based ligands for applications in medicine and nanotechnology would have obvious potential for commercial exploitation in a start up biotech company . XNA technology also offers opportunities in biotechnology and promises a new class of biopolymer-based ligands and materials for applications in medicine and nanotechnology. \n\n\n\nAs a first step we are generating aptamers in different XNA formats to a range of medically important targets. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}