{"id":"6D040946-948E-4605-BA5F-62B5FDF3E0CB","title":"TWISTER: Titanium Wire for Inovative Spring Technologies and Emissions Reduction","abstractText":"The contribution from the University of Sheffield to the &quot;Titanium Wire for Inovative Spring Technologies and Emissions\nReduction (TWISTER)&quot; project will be on the development and validation of optimum tooling and process parameters for\nthe continuous extrusion machine and the designing of optimum wiredrawing and heat treatment schedules for subsequent\nwire production that will feed into Performance Springs and the springmaking process routes. The UOS will also support\nthe developed in the downstream spring design and manufacture through metallography and finite element modelling. This\nwill be undertaken by Dr Jackson and a Postdoctoral Research Associate. Thus the aim of the project in its broadest sense\nis: Development of a novel extrusion and cold drawing process route for the production of titanium wire for subsequent\nvalve and suspension spring manufacturing for the automotive sector. This will be achieved by the following four work\npackages.\nWork Package 1: CONTINUOUS ROTARY EXTRUSION (CRE) TOOL LIFE ASSESSMENT (UOS and Meltech): This\nincludes design of tooling through finite element modelling (and know how) and then in collaboration with Meltech\ndetermining tooling wear rates during continuous extrusion for different titanium particulate morphologies and chemistries\nfor production rates in the order of 5 metres per minute. From such work, process maps of wire production rates for\ndifferent particulate and chemistries; including machined swarf, commercial titanium powder and emergent novel low cost\nalloy powder will be created.\nWork Package 2: WIRE-DRAWING OPTIMISATION (UOS): This work package will use DEFORM finite element modelling\nsoftware to determine of the optimum cold drawing schedule and die design for downstream spring feedstock. It is\nenvisaged that the continuous extruded material will need minimal cold drawing compared to conventionally produced wire,\nbut this work package will acceletrate the optimisation of the die design and pass schedule, including any intermediate\nannealing stages. Cold drawing schedules will be deisgned for each particulate feedstock.\nWork Package 3: SPRING DESIGN &amp; MANUFACTURE (Performance Springs and UOS): This will include the design and\nmanufacture of valve and suspension springs for Bentley and K-Tech Suspensions respectively. UOS will support\nPerformance Springs by using DEFORM and outputs from work packages 1 and 2 to model the CNC coiling operation.\nUOS will also conduct metallography and testing of spring product supporting Performance Springs primary development.\nWork Package 4: MECHANICAL TESTING &amp; VALIDATION (Performance Springs, Bentley, K-Tech and UOS): This work\npackage will focus on the mechanical testing (both static and dynamic testing) of both wire and spring product generated\nthroughout the programme. Optimum spring designs will be tested in suspension arrangements and engine tests in\ncollaboration with the end users Bentley and K-Tech.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507684/1","grantId":"EP/M507684/1","fundValue":"353775","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Martin  Jackson","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}