{"id":"6D081142-A139-4645-BF68-81F6D217B9DF","title":"Picornavirus cell entry: Genome release and membrane penetration","abstractText":"The early stages in the life-cycle of a virus involves 1) attachment of the virus to a specific ?receptor? molecule on the surface of the cell and 2) transfer of the viral genetic material (nucleic acid ie. DNA or RNA) from within the virus, across the outer barrier of the cell membrane and into the cell. The viral DNA then directs the cell to make new virus. \n\nClearly the process of delivering genetic material into the cell is a critical requirement for infection to occur. However for a certain class of viruses (the non-enveloped viruses) our knowledge of how the virus interacts with the cell membrane and how the nucleic acid is transferred into the cell is limited. It is important to understand these processes more fully as they present potential targets for therapeutic drugs. Designing such drugs requires intimate knowledge of the molecular interactions with the membrane that allow the nucleic acid entry into the cell. \nWe have chosen to study the mechanism of cell entry of two closely related non-enveloped viruses: poliovirus and human rhinovirus (common cold virus) for the following reasons: 1) they are significant human pathogens, 2) they have been extensively studied for decades so that many of their other features (such as receptor binding) are well defined, 3) they are small, simple viruses that make good models for studying the cell entry of non-enveloped viruses in general.\n\nIn recent years we have developed techniques in collaboration wih Professor Hogle (Harvard Medical School) for using spherical artificial membrane vesicles (liposomes) as model systems for studying the interactions between virus and membrane. We have recently shown that such systems can accurately mimic the early events seen in viral infection of the cell. This project seeks to extend the use of these models to broaden our knowledge of the molecular mechanisms involved in the essential first steps in virus infection. Our aim is to determine the mechanisms of RNA release from the virus and the transfer of RNA across the membrane.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600025","grantId":"G0600025","fundValue":"358503","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"MRC","impactText":"","person":"David John Rowlands","coPersons":["RA  Killington"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}