{"id":"6D0A30AA-1DE7-4972-9B5B-6F0F04715042","title":"Role of the mitotic exit network in controlling the morphological development of Candida albicans","abstractText":"Candida albicans is the major fungal pathogen of people. It causes superficial infections such as thrush, an irritating infection of the vagina or mouth, which affects over three quarters of women within their lifetime. It can also cause life-threatening blood stream infections in a variety of hospital patients including those on chemotherapy, suffering AIDs and those recovering from organ transplants, other surgical procedures and major burns. Mortality associated with these infections can approach 50 % even with treatment, which is higher than a wide range of bacterial infections including MRSA. A striking feature of C. albicans is its ability to grow and switch between a variety of structural or morphological forms. These different forms are often seen in samples from patients and the ability of C. albicans to switch between growth habit is known to be important for its ability to cause disease. In this project we will study the mechanisms that result in forming the different morphological forms, specifically concentrating on the genetic control of cell division which is a key difference in the range of morphological forms. This will provide important insight into how the different morphologies are formed and how cell separation is regulated. Additionally throughout the work we will also endeavour to identify new targets for the development of antifungal drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009232/1","grantId":"BB/F009232/1","fundValue":"359468","fundStart":"2008-04-14","fundEnd":"2011-04-13","funder":"BBSRC","impactText":"","person":"Steven  Bates","coPersons":[],"organisation":"University of Exeter","findingsText":" The main achievement of this work was in the dissection of the mitotic exit network in the human fungal pathogen Candida albicans. Through this work we have demonstrated that, in addition to the network being essential for mitotic exit, it is also required for cytokinesis and cell separation and plays a role in morphogenesis. These activities can be separated indicating that the network plays multiple roles, and these roles are differentially modulated in the various morphological forms of C. albicans. We have also clearly demonstrated that the pathway is not a simple linear signalling cascade; rather it is branched with for example Tem1 and Cdc15 signalling mitotic exit through other factors. In addition the components of this network play differing roles in cytokinesis through their regulation of both septin and actinomysin ring activity. Therefore this pathway, although fulfilling similar functions, has diverged significantly from that seen in other model organisms.\n\nIn order to facilitate the range of studies to undertaken in this work we developed a new set of cassettes for epitope tagging and over-expression analysis in C. albicans. Genetic manipulation in C. albicans typically uses auxotrophic markers, however the range of markers available can be limiting. We developed a set of new PCR-mediated tagging cassettes incorporating the nourseothricin positive selection marker; in particular these included the GFP, YFP, CFP, RFP and V5-6xHis epitope tags. In addition we constructed a constitutive over-expression system that we used for protein functional analysis and in studying genetic interactions through an epistasis-based approach. These cassettes have expanded the range of molecular tools currently available for working with C. albicans, and they may also be used in other fungi that display sensitivity to nourseothricin. The construction of validation of these cassettes has been published and they have been made freely available to other members of the research community.  Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}