{"id":"6D10B73F-EFFE-45B1-8F3C-901AD7F740C3","title":"Development And Application Of Fibre-Laser Based Excitation Sources For Biomedical Photoacoustic Imaging","abstractText":"The aim of this research is to develop a range of novel fibre based laser systems for use in a promising new medical and biological imaging technique. The technique, called photoacoustic imaging, works by forming an image from acoustic waves generated by the absorption of pulsed laser light in anatomical structures such as blood vessels. Its key advantage is that it overcomes the limited penetration depth/spatial resolution that purely optical imaging techniques suffer from due to the strong optical scattering exhibited by tissue. At the same time it retains their high contrast and spectral specificity enabling visualisation of anatomical features indistinguishable with other modalities such as ultrasound imaging. Potential clinical applications include imaging breast, oral and skin cancers, cardiovascular disease and skin abnormalities. It can also be used for imaging small animals such as mice which are used extensively in research to study a wide range of human diseases, especially cancer, and evaluate new drugs and other treatments.\n\nLaboratory based photoacoustic scanners have produced exquisite images of tissue structure and function and in doing so excited a great deal of interest in the biomedical imaging community. However, these studies have generally been proof-of-concept experiments aimed at showcasing feasibility rather than addressing a real clinical need or scientific question. The challenge that now lies ahead is to translate the technique to a practical imaging tool that can be used routinely for clinical applications or basic research in the life sciences. However, meeting this challenge is seriously compromised by the limitations of existing lasers used in photoacoustic imaging. These are typically too bulky, unreliable, often require specialist personnel for their operation and provide insufficient control over their temporal output. To overcome these shortcomings, a new generation of tunable excitation laser systems based on fibre laser and OPO technology will be developed and evaluated. This approach offers important advantages over existing photoacoustic excitation laser technology. These include compact size, high reliability and efficiency, high pulse repetition frequencies and the unique ability to arbitrarily modulate the laser output over a wide range of timescales (sub ns-ms). The latter offers the prospect of investigating a wide range of new time and frequency domain excitation methods which can be exploited to optimise SNR and spatial resolution and implement new methods for measuring blood flow. \n\nThe project will entail developing a range of tunable laser systems based on novel high energy pulsed fibre lasers and custom designed OPOs. Two systems will be developed. One will be a high energy (mJ) fibre laser pumped OPO with an output in the 650-1050nm spectral range designed for full field photoacoustic tomography. The other will be a lower energy (uJ) system operating in the 450-750nm spectral range and designed to provide a diffraction limited beam for optical resolution photoacoustic microscopy. Both will be table-top, self-contained systems that are roughly the size of a desktop PC allowing them incorporated into a compact portable photoacoustic scanner for practical clinical or preclinical use. An integral part of the project will be the application of the technology. As well as in vivo imaging studies, this will involve developing novel signal processing techniques that exploit the unique diversity of temporal output that fibre lasers support in order to optimise imaging performance and functionality.\n\nBy removing the principal technical translational bottleneck in photoacoustic imaging and thereby advancing it to practical application in the clinical and life sciences, this research is expected to have a transformative effect on this rapidly emerging field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021970/1","grantId":"EP/J021970/1","fundValue":"588248","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  The work is still ongoing and we expect the results will ultimately be of significant interest to the broad laser community as well as to those working in medical imaging.  ","person":"David John Richardson","coPersons":["Jayanta Kumar  Sahu"],"organisation":"University of Southampton","findingsText":" This project involves the development of high energy pulsed fibre lasers capable of deliver an order or magnitude increase in pulse energy relative to existing fibre laser systems and then to prove/develop their application in photoacoustic medical imaging working with our project partners at UCL.\n\nKey findings to date of the research include:\n(1) New methods to produce large core fibres - achieving the large core sizes needed in this project has proved highly challenging.\n(2) Exploitation of pulsed pumping to allow high energy pulsed laser operation at low frequencies\n(3) New strategies to manage mode quality/polarisation in large core optical fibres\n(4) Challenges in achieving &amp;amp;amp;gt;10mJ pulse energies for shaped optical pulses\n(5) Fibre lasers successfully used to obtain photoacoustic images in-vivo.\n\nThe research is still ongoing. Results should ultimately be of use across a range of laser based manufacturing processes as well as in fibre lasers for remote sensing and medicine. Aerospace, Defence and Marine,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}