{"id":"6D124C09-BC8B-418B-A558-8100A07B43F4","title":"The design synthesis and biological application of tools to enable the wavelength-dependent control of receptor activation and inhibition.","abstractText":"We are interested in making chemicals that will help us to understand how certain biological processes work. We are particularly interested in the proteins that the active component of cannabis interacts with the so called 'cannabinoid receptors'. We are also interested in the proteins that the 'hot' component of chilli peppers acts on, which is called TRPV1. These proteins have many interesting biological effects that we would like to understand in more detail. One of the problems with studying these proteins is that they are located in the cell membrane and so it is difficult to investigate them with out disturbing their environment. Another problem is controlling when and where we turn the proteins 'on'. If we simply apply chemicals to activate these proteins then it will not always be possible to control where the chemicals go and hence we may activate some proteins that we don't want to interfere with. One way of solving these problems is by making chemicals that are not biologically active until they are illuminated. This is good as light does not disrupt the cell's environment too much. By using a very small and accurate source of light (a laser) we can control when and where the chemical is released in the cell very accurately. The technology to do this already exists, but so far no one has been able to release two different chemicals (say one that turns the protein 'on' and another one that turns it 'off') in the cell at different times. We aim to do this by altering the wavelength of light that is required to activate each chemical. Light of different colours has different wavelengths, so you can think of us using one colour of light to turn the protein 'on' and another to turn it 'off'. This technology will be very powerful, as it will give us a level of control over activation of the protein that is not currently possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E005756/1","grantId":"BB/E005756/1","fundValue":"84363","fundStart":"2006-11-06","fundEnd":"2007-11-05","funder":"BBSRC","impactText":"","person":"Stuart John Conway","coPersons":["Douglas  Philp","Christian Thomas Brown"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}