{"id":"6D1C73EC-2B3E-4315-AA2A-C63CDD2AA95E","title":"Emerging Technologies, Trajectories and Implications of Next Generation Innovation Systems Development in China and Russia","abstractText":"<p>This project addresses research, management and policy issues related to advanced technological development in driving the growth of Rising Powers, with a focus on nanotechnology in China and Russia and associated issues of institutional development, governance and global impact.</p>\n\n<p>Three key research questions underpin the project:</p>\n\n<ol>\n \n\n <li>Can breakthrough technologies be used to build or rebuild globally-competitive and high value national and regional innovation systems in China and Russia? </li>\n\n <li>Can institutional, anticipatory, and governance systems adapt to address equity, responsibility and sustainability issues as breakthrough technologies are developed?</li>\n\n <li>What are the implications of efforts by these Rising Powers to establish leading positions in breakthrough technologies from the view of the UK and other developed and developing countries? </li>\n\n</ol>\n\n<p>The project is implemented in partnership with the Beijing Institute of Technology (China) and the National Research University-Higher School of Economics (Russia) in conjunction with the Manchester-Atlanta-Beijing Innovation Co-Lab. The Georgia Tech Program in Science, Technology and Innovation Policy (Georgia Institute of Technology, Atlanta, US) is an associated partner.</p>\n\n<p>The project will undertake bibliometric, fieldwork, and scenario analyses. An advisory board from science, business and policy will provide counsel. Outputs will include research publications, doctoral training, and workshops.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J012785/1","grantId":"ES/J012785/1","fundValue":"329303","fundStart":"2012-09-15","fundEnd":"2016-09-14","funder":"ESRC","impactText":"  We are now in the second year of our three-year research project. We are broadly on schedule. We completed extensive bibliometric and secondary data work in Year 1 (2012-2013); and we initiated field work rounds in Russia and China in Year 2 (2013-2014). We have undertaken a series of meetings (virtual and face-to-face) with our project partners in Russia (National Research University - Higher School of Economics) and in China (Beijing Institute of Technology), and with Georgia Tech (USA). Our Russian and Chinese partners both assisted extensively in field work interviews in Moscow (March-April 2014) and in Beijing and Jiangsu in May 2014. We also completed a focus group workshop with researchers and technology entrepreneurs in Shanghai in May 2014, aided by colleagues at Shanghai Jiao Tong University. Our field interviews probed the processes and implications of emerging technology development, including in nanotechnology, and examined interactions with and implications for innovation systems development in our two focal countries (Russia and China). Based on this first phase of research, we have prepared working papers, given conference presentations (in the UK, Russia, China, and elsewhere), participated in workshops, organized a major international summer school, and presented information online. Education,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Other Policy & public services","person":"Philip  Shapira","coPersons":["Ian  Miles","Alan  Harding"],"organisation":"The University of Manchester","findingsText":" The research project is still in progress, and major results are in process or pending. However, we have examined the innovation systems framework and relationships between government, academia, and industry in nanotechnology and other emerging technologies in China and Russia. We note that while there are similarities in legacy and change processes, the current situation (and prospects) are quite different and distinct between these two countries. Once we have results, and comparative insights, we envision the findings will be of use for scholars and also for policymakers, business, and other intermediaries interested and involved in innovation systems change in emerging economies such as China and Russia. Insights about implications for the UK will also be of particular interest for UK audiences. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}