{"id":"6D1D9BEE-3F5B-4F7B-BD0B-4EBB51E441F3","title":"Imaging the stars from within: Super-resolution contrast ultrasound imaging","abstractText":"Using adaptive optics, first applied in astronomy and then (under STFC funding) successfully adapted for use in optical microscopy, we aim to to produce micrometric resolution ultrasound imaging. Specifically, the goal is to track microbubble contrast agents in circulation thus generating detailed images of the vascular network. This is to meet the unmet clinical need for microvascular assessment in common diseases associated with abnormal microvascular networks such as cancer, ischaemia, inflammatory disease, transplant rejection and tissue regeneration. An example is the ongoing need for rapid and low-risk biomarkers of treatment outcome and its prediction in cancer. The current response evaluation criteria for solid tumours (RECIST) utilises Computerised Tomography (CT) to assess tumour volume changes which typically is done three (3) months after the treatment. Such indirect assessment significantly limits early personalisation based on treatment response and may contribute to suboptimal morbidity and mortality rates. \n\nEvery year, over 250,000 people in England are diagnosed with cancer, and around 130,000 do not survived as a result of the disease. The annual NHS related costs are in the order of &pound;4.5 billion, and the cost to society as a whole about &pound;18.3 billion. Although these statistics are improving the UK Department of Health aims to achieve the average cancer survival rate on par with the rest of the European Union in an attempt to save an extra 5,000 lives every year. \nOur proposed product will be used to provide additional benefits to the care of each patient that can be used for: \n -Early diagnosis with the potential of becoming a screening test, \n -Early and fast disease monitoring that enables early patient stratification. Ultrasound provides real time images at low cost and low risk to patients, which is very attractive for repeated imaging of tissues. \n\nAs recommended by the Department of Health we will assess our technique in the measurement oan established biomarker such as microvascular density (which is an established biomarker for many cancers), and consider the generation of new biomarkers such as capillary blood velocity, vessel structure and tortuosity that may provide a robust differentiation of vascular related disease. This is a significant improvement to all current imaging modalities that are macroscopic. \nThere is a real opportunity to establish CEUS as the leading modality for perfusion assessment by translating existing technology that provides super-resolution images of point sources in optics (microscopy, astronomy), mm-wave and radar. This proposal will deploy the scatter from single microbubbles as a priori knowledge for implementing an available maximum sharpness likelihood technique similar to that used in optical microscopy. We will implement existing algorithms in an ultrasound field simulation environment to define the experiments that will be used to test these algorithms in vitro and finalize the design of the beamforming method. By utilizing existing image analysis algorithms used for particle tracking we will generate the visualization of in vitro microvascular phantoms. A prototype tool that can be implemented in existing ultrasound imaging product provided by BK Medical, our industrial partner, will be delivered. Finally, we will use existing commercial equipment to collect cancer patient data in order to identify a patient group with promising image data (in comparison with a gold standard). This will provide a focal point in a follow up project for the commercialization of the enhanced imaging capability of our prototype.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007804/1","grantId":"ST/M007804/1","fundValue":"210440","fundStart":"2016-03-01","fundEnd":"2018-05-31","funder":"STFC","impactText":"","person":"Vassilis  Sboros","coPersons":["Weiping  Lu","Paul  Dalgarno"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}