{"id":"6D2F92E9-5B92-45A0-8075-663CA6D6C727","title":"A new non-heating method for determining the ancient geomagnetic field intensity","abstractText":"One key feature of the earth that is not currently well understood is the origin of the earth's magnetic field. That is not to say we understand nothing about it. A great deal is known, however, we are unable to predict how it will change in the future. The earth's magnetic field is commonly thought of as a giant dipole magnet, like a bar magnet, which is tilted slightly off the earth's rotation axis. As a first approximation this is generally true, however, in reality the field is more complicated than this. There are other much smaller field components that vary gradually with time, like slow-moving waves on the surface of the ocean. Knowing where these variations are and how they will change in the future is important for satellites and other navigation systems. To understand these variations it is important to understand how the earth's magnetic field is generated in the earth's core. The earth's core contains liquid iron, which circulates with the rotating earth. This circulating motion acts like a dynamo, causing the earth's magnetic field to be generated. However, it is not as simple as a bicycle dynamo. Instead, it is some sort of coupled dynamo in which the magnetic field it generates can spontaneously reverse. The behaviour of this dynamo is not fully understood. To be able to understand the behaviour of the dynamo and to predict the future we need to know how the earth's magnetic fields varied in the past. To do this we need to examine rocks. Magnetic minerals such as those in lodestone, i.e., iron oxides, are abundant in rocks, and they record the magnetic field in a similar manner to music tapes or videos. However, the actual magnetic signal recorded by the minerals can be rather confusing, and it takes geological knowledge as well as a good understanding of physics to be able to unravel their magnetic signal and to interpret it meaningfully. The magnetic minerals not only record the direction of the magnetic signal, but also the intensity (palaeointensity) of the field at the time of rock formation. The direction is easier to unravel than the intensity; however, the intensity is critical if we are to completely describe the field and how it is generated. There have been several methods that claim to determine the palaeointensity, however, they have met with limited success. These methods work by comparing the magnetic remanence of rock with a similar one induced in the laboratory. There are two problems with this approach; first, the method only works for the small grains (sub-micron in diameter) which obey certain rules; larger grains do not obey these rules. Magnetically interacting grains do not obey these rules either. Second, to replicate the natural remanence in the laboratory it is necessary to heat the rocks to over 600 C, which commonly causes unwanted chemical alteration in the samples. What is required is a non-heating method of palaeointensity determination, which allows for both smaller and larger grains. I propose to develop a new completely different method that fulfils these criteria. If we know the type of magnetic grains present, then theoretically they must have a unique field-dependent magnetic intensity. Typically rocks have wide distributions of grains, so what is required is a method that can magnetically characterise the entire distribution. This can be done by measuring a Preisach distribution. This is a two-dimensional distribution, which can be plotted like a map. In the simplest interpretation of the distribution, one direction is related to grain size, whilst the other direction is related to the degree of magnetic interactions within the system. If we measure the Preisach distribution of a sample and conduct some other tests, it is theoretically possible to determine the palaeointensity. I propose to implement and test this method experimentally. If successful, this should have a major impact on our ability to understand the long term behaviour of the geomagnetic field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000351/2","grantId":"NE/D000351/2","fundValue":"49335","fundStart":"2006-09-01","fundEnd":"2009-01-31","funder":"NERC","impactText":"  improving the scientific output and image of the UK Other ","person":"Adrian Richard Muxworthy","coPersons":[],"organisation":"Imperial College London","findingsText":" Successful development and testing of a new method of recovering ancient geomagnetic field intensities from rocks. Pre-pathways to impact Other","dataset":"gtr"}