{"id":"6D42EEF1-5A05-442E-8F6E-16DA3DF3874C","title":"Neural and molecular pathways regulating torpor in mammals","abstractText":"Seasonally breeding mammals such as Siberian hamsters live in extreme latitudes and cold climates, and commonly undergo regular daily drops of body temperature and metabolic rate in the winter months as an energy saving strategy. These daily torpor bouts are controlled by neural pathways from the brain, and are timed by the circadian clock. We know almost nothing of how such animals achieve this remarkable feat of metabolic adjustment. We have known for some time that thyroid hormones are crucial for correct timing of seasonal physiological rhythms, and that these hormones are also crucial for body temperature regulation. The purpose of this project is to investigate the role of thyroid hormones and their metabolites in the torpor process. Within the brain, the cells that line the third ventricle form a key structure. These 'ependymal' cells contain enzymes that act on thyroxine or 'T4' (which originates from the thyroid gland) and converts it to an active form called T3 (which has had one iodine molecule removed by a 'deiodinase-2' enzyme). An additional pathway regulates conversion of T4 to an inactive 'reverse' T3 molecule, using another enzyme, deiodinase-3. Recent studies now show that this reverse T3 molecule can be further converted to a naturally occurring compound called thyronamine or T1AM. T1AM is a potent suppressor of body temperature in mice and appears to drive them into torpor. We have shown that this also occurs in Siberian hamsters. Deiodinase 3 levels in the ependymal cells rise sharply if Siberian hamsters are kept on short 'winter-like' day lengths. In this project, we aim to see whether these naturally occurring changes in expression of the gene for deiodinase 3 are responsible for regulating altered levels of expression of T1AM in the brain. We will investigate this by measuring T1AM in collaboration with its discoverer, and assessing torpor responses of hamsters on summer and winter day lengths to T1AM treatment. We will then see whether we can alter expression of de-iodinase 3 by using viruses to deliver genes to the region of the brain where the enzyme operates. These viruses will cause the gene to be more strongly expressed than normal or suppressed and by this means we aim to demonstrate whether altered de-iodinase activity is a prime cause of the seasonal torpor mechanism. Finally, we will study two genetic models in mice, where it is easier to manipulate gene expression. In the first, we will study whether genetic removal of a receptor that we know makes these mice 'torpor-prone' results in altered T1AM synthesis. Secondly, we will use a mouse in which the natural deiodinase 3 gene is 'over-expressed' causing excessive amounts of this enzyme to be produced. This will allow us to establish whether alterations in this pathway are an essential pre-requisite for the control of torpor. The benefits of this research are that we hope to understand how fundamental mechanisms regulating body metabolism are controlled. There are clear implications to the study of man, and perhaps the possibility longer term of using such compounds to alter whole-body metabolism for medical purposes or even long-term space flights.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010490/1","grantId":"BB/E010490/1","fundValue":"822973","fundStart":"2007-01-08","fundEnd":"2011-02-07","funder":"BBSRC","impactText":"","person":"Andrew  Loudon","coPersons":["Simon M. Luckman"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}