{"id":"6D5C599B-AD11-4CF8-AB00-CF3B482D6E49","title":"Discourse processing in poor comprehenders: An eye movement study","abstractText":"<p>Reading is a crucial skill for success in today’s society, the ultimate goal of which is to extract meaning from written text. However, approximately 10 per cent of 7-11 year olds in mainstream schools have specific difficulties with reading comprehension, despite age-appropriate levels of reading accuracy, fluency, and phonological skills, placing them at increased risk of poor educational attainment.&nbsp;</p>\n\n<p>Although we know that poor comprehenders’ difficulties lie with sentence and discourse-level processing (rather than word-level processing), critically, we do not know why discourse comprehension fails. Identifying the reason for comprehension failure is essential if the specificity of text comprehension training with this population is to be improved.</p>\n\n<p>The proposed research will monitor poor comprehenders’ eye movements as they read discourse in order to assess their moment-to-moment understanding of written language in real time, thus elucidating exactly when and why comprehension fails and pointing the way to appropriate intervention.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J002437/1","grantId":"ES/J002437/1","fundValue":"79972","fundStart":"2011-09-01","fundEnd":"2013-05-30","funder":"ESRC","impactText":"  This project addressed questions in basic science, but the results have clear implications for educational policy and practice, and therefore indirect economic and societal impacts. In conducting our research, the children who took part, often children with very poor reading skills benefited from one-to-one reading practice. The schools we worked with also benefited from the detailed summaries of experimental results and conclusions that we sent after data analysis. Many teachers, SENCOs and literacy support specialists were especially interested in our finding that children with poor comprehension skills show a qualitatively different pattern of reading behaviour, and that presenting the question before a text did not help children to provide a correct response. Electronics Economic","person":"Holly  Joseph","coPersons":["Kate  Nation"],"organisation":"University of Oxford","findingsText":" The scientific impact of our studies was to provide empirical evidence regarding exactly when during the reading process, and where in the text, children with poor comprehension diverge from those with good comprehension in their reading behaviour, to what extent online measures of reading comprehension are associated with offline comprehension, and whether prompts or characteristics of the text help children with poor comprehension to read more effectively.\n\nOur findings clearly demonstrate that children with poor comprehension skills do not differ from their peers in their initial reading of text, but do differ in how much time they spend reading text overall (Joseph, Liversedge, Bremner &amp; Nation, submitted; Wonnacott, Joseph, Adelman &amp; Nation, submitted), and how often they make a regression back to informative parts of text when making inferences (Joseph, Wonnacott &amp; Nation, in prep.), and when using context to resolve implausibilities (Joseph &amp; Nation, in prep.). \n\nWe have also shown for the first time, that online measures of reading do not necessarily correlate with or predict offline comprehension; that is, spending longer re-reading or making more regressions back to a key part of text is not associated with answering a comprehension question correctly, although spending longer reading the question itself is (Wonnacott et al., submitted), and spending longer reading less informative parts of text is associated with answering a comprehension question incorrectly (Joseph, Wonnacott &amp; Nation, in prep.).\n\nFinally, we have shown that presenting a comprehension question before (rather than after) a text does not help children with good or poor comprehension to answer the question correctly, although it does result in a different pattern of reading whereby children spend more time reading the question initially, and less time reading the relevant part of the text before answering the question (Joseph, Wonnacott &amp; Nation, in prep). Our findings impact primarily on teachers and other professionals working in education to promote higher literacy levels. While children who have difficulty learning to decode fluently are now relatively well-supported at primary school, the needs of children who have specific difficulties understanding what they read are often neglected. Our research project has highlighted to a number of local schools and practitioners the importance of comprehension, how children with comprehension difficulties might be helped (although this is still an open question), and what strategies might be less useful.\n\nThe most important beneficiaries of our project are clearly the affected children themselves. On an individual level, we hope that our participants have benefitted somewhat from taking part in our experiments and engaging in additional reading practice. More broadly, the project has shown that this group of children read in a qualitatively different way from their peers, and this knowledge should impact future research and inform future interventions to directly benefit children with specific comprehension difficulties. Electronics","dataset":"gtr"}