{"id":"6D64D420-A96F-40F9-B182-678308B2BFB6","title":"Performance Matters (resubmission)","abstractText":"Performance Matters seeks to explore the contemporary values associated with performance at a time when it has increased resonance as a cultural phenomenon, and as a concept and metaphor in critical discourse. Against the backdrop of the contemporary institutional, theoretical and market embrace of performance, the project asks whether performance is now being taken seriously in culture more broadly, how it has come to be affirmed, and how it may possess the potential to refashion the very ways in which we perform the ascription of value. \\n\\nProfound shifts in the cultural status and presence of performance have recently been manifested through a number of related phenomena including the museological, archival and curatorial assimilation of live art; an increased profile of performance aesthetics within visual arts, theatre and contemporary dance practice; a 'performative turn' in critical theory and cultural studies; and a re-evaluation of performance phenomena that have hitherto been excluded by, or marginalised within, critical consideration. Performance Matters will address and intervene in this context by pursuing a sustained research collaboration between key national and international academics, performance curators and practitioners. The project will be co-directed by Dr. Gavin Butt (PI) and Prof. Adrian Heathfield (CI), scholars and writers whose work jointly covers constituent disciplines in the performance field. Convened between a Department of Visual Culture and a Department of Drama, Theatre and Performance Studies, the investigation will move between different academic traditions, as well as crossing HEI and cultural sectors, with the active partnership of the Live Art Development Agency, working as co-curators in key public venues. \\n\\nWithin its three and a half year span, the project will move through three themed years of interlinked research activities. In its first year, working under the title Performing Idea, it will investigate the shifting relations between performance practice and discourse, event and writing, by staging critical and creative exchanges between leading international figures in the performance studies field. In its second year, under the title Trashing Performance, marginal and degraded performance practices will be explored through similar research methodologies with new international collaborators, in order to produce critical and cultural innovations through non-institutional manifestations and informal disseminations. The final year of the project, framed under the theme Potentials of Performance, will culminate its processes in a major publication that will focus on questions of performance affect, political and cultural possibility. \\n\\nPerformance Matters employs a series of inter-related research methodologies to explore performance as a research driver. The project combines the following modes of investigation: dialogic and creative research processes between carefully selected artists and academics; discursive exchanges in public symposia; two PhD studentships on subjects related to the project's overall themes; and educational workshops with vital artistic figures in future cultural scenes. It also ensures and extends the legacy and critical impact of these processes through a substantial and broadly disseminated publication.\\n\\nThe project secures a wide reception of its ideas and practices of performance research, and of performance-as-research, through these multiple forms of public dissemination. They will be of interest to an array of scholars, artists, curators, cultural workers and audiences across the fields of visual art, performance, theatre and dance. By addressing, and reaching, such a diverse and broad audience in this manner, Performance Matters seeks to generate a new field of possibilities for research on, and as, contemporary performance; one which will find further fruit in the future practices of new generations of artists, performers and theorists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G012334/1","grantId":"AH/G012334/1","fundValue":"349665","fundStart":"2009-04-01","fundEnd":"2012-10-30","funder":"AHRC","impactText":"","person":"Gavin  Butt","coPersons":["Adrian  Heathfield"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}