{"id":"6D69DA49-6307-4F57-A8E9-869A49197E5D","title":"Dream Fellowship: Engaging People, Stretching Minds, Meshing Creativity","abstractText":"Our growing dependence on 'smart' technologies is arguably leading us to be poorer and less creative intellectually than we were. For example, Smartphones and Sat-Navs are beginning to take over more of our cognitive brain functions, replacing and augmenting parts of our memory, such as reading maps, storing numbers while telling us when to exercise, etc. - processes that once would have required considerable cognitive effort and social negotiation to accomplish are now navigated for us by computers and android devices. Soon it will be Smarthomes and Smartclothes telling us how to live and what to wear.\n\nMy vision, 20 years on, is quite different; one which views ubiquitous computing as engaging and exciting. Not relaxing but provocative and playful. And where people - not computers - are the proactive ones. This stretching of minds requires thinking about designing technologies differently; not always to be acting on our behalf or reducing the need for human effort - but that enables people to be more creative, imaginative and be able to solve increasingly complex problems. It involves thinking about how emergent technologies can profoundly change how we live - not only to monitor, guide or aid us but to empower, galvanize and augment. \n\nMy starting point will be to study ageing and cooking. At first blush, these two domains may seem quite disparate but by juxtaposing the challenges of one with the understandings of the other, I plan to move back and forth between my vision of proactive and engaged people and a targeted population, in terms of specific skills and activities. For example, it will involve traversing between the intense collaboration that happens in restaurants and canteens with the wisdom and maturity that come with growing older. \n\nIn sum, my dream is simple but profound: a vision of the future where all humans, augmented by novel combinations of embedded computers, can begin to think the unthinkable. In contrast to the prevailing motivation behind much of today's technology development - making our lives more comfortable - my mantra is making people more proactive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005339/1","grantId":"EP/J005339/1","fundValue":"183327","fundStart":"2011-09-02","fundEnd":"2014-02-05","funder":"EPSRC","impactText":"","person":"Yvonne  Rogers","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}