{"id":"6D793FF0-6D6C-47E5-A1F8-49FD8A8EBB4E","title":"Advance Materials with Aligned Structures by Directional Freezing","abstractText":"Materials are of paramount importance in our daily life and in many areas of modern science and technology. The invention of novel materials makes a great contribution to the UK economy and to world development. This project starts with the preparation of aligned porous materials using the method of directional freezing both from ordinary solutions and compressed carbon dioxide solutions. The use of carbon dioxide is very important for biological applications like cell growth because carbon dioxide is a well-known and well-studied green solvent. The technique will then be extended to produce aligned surface patterns or thin films of biodegradable polymers which will also be used for directing cell growths. The project will also combine and permutate different techniques (e.g., emulsion templating, sol-gel, directional freezing) to prepare porous materials with complex structures. The fundamental study of ice crystal growth and freeze-drying processes will be carried out meantime in order to underpin these synthetic goals. There are many potential applications for these materials. It is proposed in the project that the aligned porous materials will be evaluated as substrates to promote the correct alignment of kidney cell types into functional nephrons, or as nerve guide materials. The research will be undertaken in the Department of Chemistry, University of Liverpool. The study of the cell growth will be carried out in collaboration with the School of Biological and Biomedical Sciences. This project involves research in a highly exciting and multidisciplinary area. It is closely related to studies involving templated synthesis, porous materials, freeze-drying, nanoparticulate composites, cell growth. The research will receive significant attention from industrial companies in home &amp; personal care, biotechnology, pharmaceuticals, and microelectronics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016883/1","grantId":"EP/F016883/1","fundValue":"214075","fundStart":"2008-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  These findings have been mainly used to further the understanding of advanced porous materials and contribute to the technologies (indirectly) which may been materialized. For example, a similar technology was employed for the spin-out company IOTA Nanosolutions. These findings have also resulted in our collaboration with Thermo Fisher Scientific. A patent on preparation of novel type of silica microspheres was filed and has been exploited for commerial potential. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology Economic","person":"Haifei  Zhang","coPersons":[],"organisation":"University of Liverpool","findingsText":" Materials are of paramount importance in our daily life and in many areas of modern science and technology. The invention of novel materials makes a great contribution to the UK economy and to world development. This project starts with the preparation of aligned porous and complex porous materials using the method of directional freezing from solutions, colloidal suspensions and emulsions. This technique is further extended to produce aligned surface patterns or thin films of biodegradable polymers which can be used to direct cell growth. The project combines and permutates different techniques (e.g., emulsion templating, sol-gel, directional freezing) to prepare porous materials with complex structures. The fundamental study of ice crystal growth and freeze-drying processes are carried out in order to underpin these synthetic goals. There are many potential applications for these materials. For example, these porous materials are explored as scaffolds for the controlled release drugs and proteins. The aligned porous materials and porous fiberous networs are also evaluated as substrates to promote the differentiation and alignment of mesenchymal stem cells. The research is undertaken in the Department of Chemistry, University of Liverpool. The study of the cell growth is carried out in collaboration with the School of Biological and Biomedical Sciences. This project involves research in a highly exciting and multidisciplinary area. It is closely related to studies involving templated synthesis, porous materials, freeze-drying, nanoparticulate composites, cell growth. The outcome from this project is expected to receive significant attention from industrial companies in home &amp; personal care, biotechnology, pharmaceuticals, and microelectronics.\n\n\n\n6 research papers have been published as a direct result of this funding:\n\n\n\n[1] Qian, L.; Ahmed, A.; Zhang, H.*, Formation of organic nanoparticles by solvent evaporation within porous polymeric materials, Chem. Commun. 2011, 47, 10001-10003. \n\n[2] Qian, L.; Zhang, H.*, Controlled freezing and freeze drying: a verstatile route for porous and micro-/nano-structured materials, J. Chem. Technol. Biotechnol. 2011, 86, 172-184. \n\n[3] Qian, L.; Zhang, H.*, Direct formation of emulsions using water-soluble porous polymers as sacrificial scaffolds, J. Chem. Technol. Biotechnol. 2010, 85, 1508-1514. \n\n[4] Qian, L.; Zhang, H.*, Green synthesis of chitosan-based nanofibers and their applications, Green Chem. 2010, 12, 1207-1214. \n\n[5] Qian, L.; Ahmed, A.; Foster, A.; Rannard, S.P.; Cooper, A.I.; Zhang, H.*, Systematic tuning of pore morphologies and pore volumes in macroporous materials by freezing, J. Mater. Chem. 2009, 19, 5212-5219. \n\n[6] Qian, L.; Willneff, E.; Zhang, H.*, A novel route to polymeric sub-micron fibers and their use for inorganic structures, Chem. Commum. 2009, 3946-3948. Quality control and separation, and as analysis tool (e.g. chromatography)\n\nAs supporting materials for pharmaceutical nanoparticles with easy administration and improved efficacy\n\nTo be modified further as efficient catalysts for use in chemical and pharmaceutical industry (1) Explore the use of resulting porous materials as scaffolds for preparation of poorly water-soluble drug nanoparticles. This exploitation has been in collaboration with IOTA Nanosolution (a spin-off company based Mersey Bio). A patent has been filed on this finding: Angus, D.; Duncalf, D.J.; Foster, A.J.; Cooper, A.I.; Rannard, S.P.; Zhang, H. Compositions comprising porous matrix having active ingredient in the form of nanoparticle, and production thereof, PCT Int. Appl. (2012), WO 2012045994 A1 20120412 \n\n\n\n(2) Exploit the aligned porous monoliths as novel columns for low back pressure HPLC. This study was supported by an EPSRC KTA grant via the University of Liverpool (2010-2011). Through this exploitation, we have established constructive collaboration with Thermo Fisher Scientific. As part of this exploitation, a scientific paper has been published - Ahmed, A.; Myers, P.; Zhang, H*, Preparation of aligned porous silica monolithic capillary columns and their evaluation for HPLC, Analytical Methods, 2012, 4, 3942-3947.\n\n\n\n(3) Exploit the resulting materials as soluble scaffolds for the preparation of inorganic nanocrystals formulations for daily and health products. Chemicals,Healthcare","dataset":"gtr"}