{"id":"6D7AB698-3C3E-43EB-BA35-AC1FC847929D","title":"How do eukaryotic CO2 fixers co-exist with faster growing prokaryotic CO2 fixers in the oligotrophic ocean covering 40% of Earth?","abstractText":"The principal aim of the proposal is to explain the ecological basis of the most extensive biome on Earth - co-existence of eukaryotic CO2 fixers with faster growing prokaryotic CO2 fixers in the open oligotrophic ocean. Eukaryotes dominate CO2 fixation in most of Earth's biomes, e.g. terrestrial, freshwater and some marine (coastal and polar waters), with one but major exception: the oligotrophic oceanic gyres, covering 40% of Earth. Why have energetically superior eukaryotes been unable to outgrow prokaryotes despite millions of years of co-evolution in the gyres?\nWe hypothesise that co-existence of CO2 fixing eukaryotes and prokaryotes is sustained by episodic nutrient pulses into the surface sunlit waters complemented by feeding of CO2-fixing eukaryotes on prokaryotes, i.e. bacterivory. Using the combined expertise of our research team strengthened by novel experimental approaches we will address the following questions: What is the impact of nutrient pulses on growth rates of CO2-fixing prokaryotes and eukaryotes? How do nutrient pulses affect bacterivory? Is selective feeding by CO2-fixing eukaryotes a mechanism for controlling growth of CO2-fixing prokaryotes?\nWe will find out how general the answers to the above questions are by focusing on experimental work in the subtropical gyres of the Atlantic and Pacific Oceans, which comprise nearly three quarters of the total oligotrophic open ocean area. The three gyres we will investigate are of different geological ages and differ in composition of depleted inorganic nutrients. We will use isotopic tracers in combination with flow cytometric sorting to directly measure impact of nutrient pulses on microbial group-specific growth rates and bacterivory rates. Morphology, taxonomic identity and physiological potential of flow sorted microbial groups will be characterised by ultra-structural, molecular and metagenomic analyses. The effects of nutrient pulses on cellular biomass of CO2 fixing prokaryotes and eukaryotes will be assessed by electron microscopy of flow sorted cells coupled with energy dispersive X-ray spectroscopy. \nThe experimental evidence will be synthesised into a generic concept to explain the mechanism of co-existence of the smallest eukaryotic and prokaryotic CO2 fixers of increasing global biogeochemical significance owing to expansion of the oligotrophic ocean under the influence of modern climate changes. Thus, the project will test the extent of inorganic nutrient control of biological CO2 fixation in the largest Earth's biome.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M015831/1","grantId":"NE/M015831/1","fundValue":"135142","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"NERC","impactText":"","person":"Peter  Foster","coPersons":[],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}