{"id":"6D8925F7-44C8-4AE0-B639-39750B8247A6","title":"New Chemical Horizons","abstractText":"One definition of life is a chemical system that can self-assemble, transfer its molecular information by self-replication, and evolve. That such processes are most likely to occur within a liquid to take advantage of diffusion is a reasonable hypothesis. However, it is invariably assumed that this liquid must be water, and hence the widely held belief that terrestrial biochemistry based around compounds of carbon, hydrogen, oxygen, and nitrogen (lipids, peptides, nucleic acids, and sugars) is the only plausible biochemistry. Whilst it is almost certain that functional molecules (and hence life) evolved in water on Earth, this is not necessarily universal. Even in our own solar system, other liquids exist, and as has been pointed out, the possibility that alternative biochemistries could evolve cannot be discounted, i.e. is prebiotic chemistry without water possible? Inevitably such a question has led to speculation, no more so than in the case of Titan. This satellite of Saturn is the only object in the solar system to bear a resemblance to our own planet in terms of atmospheric pressure. Hence its great interest to the whole field of exobiology, but from a chemist's perspective, the most intriguing aspect of Titan is the possibility of alternative prebiotic processes based on ammonochemistry organic chemistry where O atoms that might derive from liquid water are replaced by N atoms derived from ammonia. Thus, the existence of ammonopeptides and ammonoribose has been speculated upon, raising the possibility of an alternative exotic (pseudo) biochemistry.The aim of this research is to investigate how far chemical self-assembly and evolution could go within the framework of an alternative (pseudo)biochemistry. The focus of the research is on function rather than formation of possible prebiotic molecules. Therefore, we do not propose to attempt to reconstruct what might have occurred on Titan in past millennia to form ammonopeptides; rather, we will use modern synthetic chemistry to access such molecules, and then address the critical question of their functional properties, i.e. can they self-assemble?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057728/1","grantId":"EP/D057728/1","fundValue":"52972","fundStart":"2006-05-22","fundEnd":"2008-05-21","funder":"EPSRC","impactText":"","person":"Christopher David Garner","coPersons":["Jonathan  Hirst","Anthony John Stace","Martin  Schroder"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}