{"id":"6D8C5A62-821A-4C67-BD21-5BA571E1CD23","title":"Structure-function study of CDK complexes","abstractText":"The growth and division of cells is strictly controlled at the molecular level by a series of enzymes that include the cyclin dependent protein kinases (CDKs). These enzymes are switched on and off in an orderly sequence to ensure that cell division starts and stops at the required time. Though closely related in sequence, biological studies of the different members of the CDK family have revealed that each has unique properties. Our work, using the technique of X-ray crystallography, allows us to see the structure of these molecules at atomic resolution and so to learn how they differ from each other. The first aim of our work is to identify the sequence patterns that characterise substrates of the CDK family. We can use these patterns to identify potential substrates encoded within the human genome. These studies will also identify substrates suitable for analysis by X-ray crystallography that will provide an understanding of how they interact with CDKs. CDK activity is regulated by CDK binding to members of the cyclin and CKS protein families. The second aim of our work is to use kinetic, biophysical and structural methods to provide explanations for how cyclins and CKS proteins regulate CDK activity. Aberrant CDK activity has been linked to cancer, neurological diseases, and rheumatoid arthritis. In recent years, understanding a particular defect that leads to disease has led to exciting new medicines directed towards a particular target (e.g. the drugs Gleevec, Iressa and Herceptin for cancer treatment). A number of CDK-selective inhibitors are in clinical trials for the treatment of cancer. These agents all act by binding to the CDK active site to block CDK activity. Compounds that block other interactions made by CDK/cyclin complexes represent an alternative target for CDK-directed therapies. The work described in this project, to elaborate the interactions that mediate the binding of substrates to CDKs and CDK-regulatory proteins, will aid the further development of such compounds and may also reveal additional targets for inhibitor development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800014","grantId":"G0800014","fundValue":"379483","fundStart":"2009-01-01","fundEnd":"2012-02-13","funder":"MRC","impactText":"","person":"Martin Edward Noble","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}