{"id":"6D8F55B9-40A2-4187-ABF5-493142422E34","title":"Assessing the size of explosive super-eruptions: how big is big?","abstractText":"Every now and again on Earth a huge volcanic eruption takes place, one much bigger than any that have been experienced by mankind. These have been termed explosive 'super-eruptions'. The most recent really big one was about 75,000 years ago in Sumatra (Indonesia) but previously there were even larger ones than that. They are quite rare, but are the large-scale end of the spectrum of volcanic activity on our planet. They have been quite newsworthy of late, with various programs such as BBC's Super-volcano (aired in summer 2005), based on the Yellowstone eruption about 2 million years ago. These eruptions produce thousands of cubic kilometers (km^3) of magma (molten rock from under the Earth's surface) in huge explosive events that yield volcanic ash beds, more strictly called pyroclastic deposits. One basic problem is that there is so much ash produced, and it is deposited so widely by the violent explosions, that it is quite difficult to trace the products of the eruptions and assess their true size. The largest known eruptions are probably about 5,000 km^3, and the one in Sumatra is estimated to have been about 2,800 km^3 but these estimates are only very rough, and are not accurate to within about half their value. This is not surprising considering that a big eruption in our experience is really very small indeed, such as Mount Pinatubo in 1991 (5 km^3) or Mount St. Helens in 1980 (about 1 km^3)! The proposed study aims, very simply, to determine to a more precise estimate for the volume of one of these vast eruptions that took place about 4 million years ago in the Andes volcanic arc of North Chile. One reason to choose this particular eruption is that the deposits are quite well preserved in the dry, high Atacama desert. Another reason is that this eruption has received some earlier study, including some past work by the Principal Investigator, and it is well enough known to be able to say that it is in the 'Top 5' of the world's largest eruptions, as assessed by a recent survey. However, the various estimates that have been made of its volume, and the way that they have been made, suggest that it could be much larger than presently envisaged. We will use techniques that have not been applied before, including making accurate digital elevation models and mapping the deposits from remotely sensed (satellite) images to try to measure the extent and thickness of the two of the main type of pyroclastic deposit from this eruption. We will also use field-based measurements made directly on the deposits themselves. Another new facet is that we will try to track, for the first time, the widespread, fine volcanic ash bed that must have fallen a long way away from the eruption vents. This may add up, despite its thinness, to a considerable amount more of magma that must have been erupted, and a part that has not been included in previous estimates of the total volume. A local expert collaborator will help us locate these ash beds. Overall, our results will be of interest to anyone interested in the extremes of volcanic activity on Earth, those in the International Association of Volcanology, who are compiling a large-eruption data base, to scientists interested in the environmental impact of explosive volcanism, and to petrologists, who study how magma is generated within the Earth. Basically we want to know 'How big is big?', or at least to know how to better approach making estimates of the size of past eruptions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010695/1","grantId":"NE/E010695/1","fundValue":"47611","fundStart":"2007-05-01","fundEnd":"2009-10-31","funder":"NERC","impactText":"","person":"Hazel  Rymer","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}