{"id":"6D8F4A30-3CB9-4506-8448-22F9E7CE48AD","title":"Experimental Equipment Call- Queen's University Belfast Submission","abstractText":"International leading engineering and science requires the continual upgrading and replacement of experimental equipment and facilities to meet the competitive challenges needed for the acceleration of advanced functional materials research with targeted design, properties and function to ensure the future advancement of the UK and EC in terms of innovation, commercial translation and societal impact. This proposal aims to upgrade and replace equipment and facilities across a number of key research areas in Engineering and Physical Sciences at Queen's University Belfast (QUB). \nSpecifically, the flagship activity of the Dielectrics research group with world-leading centres in the School of Mathematics and Physics and the School of Electronics, Electrical Engineering and Computer Science is seeking to replace and upgrade equipment used for novel dielectric material and structure characterisation (bundle #1). The commissioning of this equipment will ensure our continued success in influencing international academic and industrial programmes, giving the UK a significant opportunity for IP generation from novel advanced functional materials. \nAdvanced materials research in QUB is critically dependent on 15 year transmission electron microscope that is rapidly approaching obsolescence. Thus a replacement microscope (bundle #2) is of paramount importance to a large advanced materials portfolio in QUB if we are to meet the demands with maintaining and developing our international, worldwide reputation. \nMechanical testing and field measurement is not only an integral component within the Engineering &amp; Physical Science faculty at QUB for evaluation of material performance and function across a diverse range activity, but also in Medicine, Health &amp; Life Sciences. Bundle #3 focusses on the replacement and upgrade of mechanical testing and field measurement equipment to support advanced materials, structural component and marine energy development across QUB. The equipment used to support this internationally leading research agenda is between 10-20 years old, and does not meet our current or future requirements for advanced materials testing and development. \nThe advanced materials characterisation equipment outlined in bundle #4 is being requested as a direct replacement for equipment that is approaching or has already reached the end of its working-life. This capability is of significant importance to a multitude of University-wide research programmes; the critical mass associated with this research activity straddling every School across the faculties of Engineering &amp; Physical Sciences and Medicine, Health &amp; Life Sciences. \nThe internationally leading Centre for Plasma Physics (CPP) is requesting a refresh and uplift to the TARANIS capabilities (bundle #5), which will ensure that CPP maintains at the international scientific cutting edge.\nThe equipment being requested is of vital strategic value if QUB are to have an active role in contributing to technological evolution and research superiority, its provision will ensure we remain competitive and leading with research funders and industrial partners. The proposed state-of-the-art equipment will be a critical success factor in ensuring that advanced functional materials research at QUB is at the forefront in tackling the technological challenges articulated in key UK and EC materials research strategic and policy documents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028410/1","grantId":"EP/M028410/1","fundValue":"1040000","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"James  McElnay","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}