{"id":"6D934B3F-CBFA-449F-8A6A-B22EF1566016","title":"Pathways and mechanisms underlying the visual enhancement of hearing in challenging environments.","abstractText":"The perception of speech is of paramount importance for social communication and the quality of our daily life. Yet, many individuals have difficulties in speech comprehension, especially so under conditions where the speech signal is acoustically distorted (e.g. by background noise). Visual information from seeing the speakers face or lip movements can greatly enhance speech intelligibility under such challenging circumstances. Yet, the specific brain mechanisms that render hearing susceptible to such challenges and those that implement the visual facilitation of hearing remain poorly understood.\n\nWe here use two critical manipulations of natural sounds, the addition of background noise and changes in natural speech rhythm, to study where and how along auditory pathways the neural encoding of sounds is affected by these acoustic challenges. We then use these manipulations to study where and how proper sound encoding is restored by informative simultaneous visual information. To this end we use a combination of behavioural tests with high-density electric neuroimaging (Magnetoencephalography) and advanced computational signal analysis in adult human listeners, hence taking a systems approach studying large-scale brain activations during sensory perception. Our specific hypothesis and questions are based on recent insights demonstrating the importance of rhythmic patterns of neural activity for auditory perception. We directly investigate how specific signatures of speech encoding in the human brain are affected by degradation of the speech signal and how they are restored by visual information. \n\nHearing difficulties are a highly common disability in the UK and a global burden to society (WHO), making this an important topic for the biosciences underpinning live-long health. The knowledge gained here is of interest for our basic understanding of the physiological processes underlying hearing and to understand how the brain merges visual and acoustic information to achieve a percept that can withstand challenging sensory environments. The insights gained here will also enhance our understanding of the neural mechanisms responsible for impaired auditory comprehension and hence could provide critical knowledge to facilitate the improvement of auditory prosthetic devices or the training of patients in using them. Finally, understanding the interplay between speech signals and their representation in the brain is of socio-economic interest as it is important for the design of human-computer voice-based interfaces, which are becoming ubiquitous in everyday life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027534/1","grantId":"BB/L027534/1","fundValue":"369826","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"","person":"Christoph  Kayser","coPersons":["Joachim  Gross"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}