{"id":"6D956717-10CC-4E14-B564-685593CACD09","title":"NextGenPartiGene: next generation transcriptome assembly annotation and exploitation toolkit","abstractText":"Biologists have access to ever improving toolkits with which to ask probing questions of the natural world. One revolutionary development that has taken place over the last forty years is the advent of DNA sequencing. We now have the ability to decipher the genome sequence (or 'genetic blueprint') of any organism, and from this work out how they tick. About five years ago, this genomics revolution stepped up a gear, with the introduction of DNA sequencing technologies that increased the rate of genome sequencing, and reduced the cost, many, many fold. These 'next generation' technologies have suddenly made it possible for many researchers to start using genome sequencing in their work. However, as with any new technology, new solutions bring new problems. In the case of genome sequencing it is a 'rich person's' problem: researchers now can generate hundreds to thousands of times as much data as they used to, in a small fraction of the time, but they do not have the computer tools to process and understand it. The reduced cost of sequencing also means that many researchers who now can afford to use this technology do not have the long training required in computing to successfully analyse the floods of data. We propose to develop a set of easy-to-use tools, which we call NextGenPartiGene, using 'next generation' computing frameworks, that will alleviate this problem. We are focussing on the problem of working out what genes an organism is using (or 'expressing'), and what it is that these genes are likely to be doing. By sampling only the expressed genes of an organism (or a part of an organism, such as a leaf or a particular tissue type) it is possible to build up a detailed picture of the kinds of biochemical pathways the organism is running (what it can eat and what wastes it produces), and how experimental interventions change these pathways. We will build the NextGenPartiGene toolkit using an emerging model for such projects: the idea that much of the hard work is done by a server computer, running clever programmes behind the scenes, and that this server is driven by a client, accessed through a standard web browser. By building this client-server toolkit, we will be able to guide researchers with vast amounts of next-generation sequencing data down the best-practice, tried-and-tested paths to full and fruitful analysis. This means they will be able to extract maximum information from their data, and maximum value from their research funding. We will release the NextGenPartiGene tools as open-access software, so that others are both free to use it, and free to modify and improve it to fit their needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023585/1","grantId":"BB/I023585/1","fundValue":"123949","fundStart":"2011-08-01","fundEnd":"2013-01-31","funder":"BBSRC","impactText":"","person":"Mark Lyon Blaxter","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The AfterParty web application suite is available for beta testing at the AfterParty web site. The tool incorporates all of the core functionality planned, and additionallty has new visualisation and data integration tools that make the platform very adaptable and useful. The tool is already in use by a number of research groups across the UK.  ","dataset":"gtr"}