{"id":"6D9F8050-BE37-43ED-B559-2E4C97C7047A","title":"OPTICALLY-INJECTED MULTI-SECTION LASERS FOR CHAOTIC ENCRYPTION SYSTEMS","abstractText":"Stability of the operation of semiconductor lasers is very sensitive to injection into the laser cavity of the optical signal generated by another laser or due to an external reflection of the output light. The non-linear interaction between the injected beam and the active cavity medium results in the chaotic operation of the laser. Although this state is undesirable in usual applications of lasers, the regime of chaotic oscillations opened a new avenue for enhancement of secure optical communication and development of novel techniques for signal encryption in which signal encoding is performed through continuous modulation of a dynamic variable of the transmitting laser device.Up to now, complex optical cryptosystems with complicated chaotic dynamics implemented in various research laboratories were mainly based on relatively simple single-section semiconductor laser diodes. At the same time, the multi-section semiconductor lasers with composite optical cavities, which include passive and active sections and several gratings, have inherently high potential for exhibiting very complicated stochastic dynamical properties. As far as the chaotic regime is concerned, this will result in the high-dimensional chaos that is required to enhance the confidentiality of optical cryptographic systems. This feature combined with recent tremendous technological progress in the development of commercial multi-section tunable laser diodes makes a comprehensive study of chaotic dynamics in these lasers and their potential for optical encryption systems timely and important from both fundamental and applied point of views.The distinctive feature of the composite systems is that in general they are composed of media or sections with an inhomogeneous spatial variation of the optical parameters, such as refractive index, material gain, optical losses, nonuniform gratings, coupling, etc. In addition to this so-called structural inhomogeneity, some of the optical parameters could be functions of the device operation conditions (so-called functional inhomogeneity). For example, the refractive index can be modified in some parts of the composite structure by current injection or by intrinsic phenomena such as spatial hole burning or gain nonlinearities (gain compression). The key issue here is that in general the characteristic spatial scale of these variations can be of the same order as the wavelength of the propagating light, and because of this the usual coupled-mode theory approach is not applicable here. We will develop an appropriate new formalism and technique to describe the electromagnetic wave propagation and interaction in such systems. This general approach can be applied to various optically inhomogeneous systems, such as multi-electrode multi-section lasers or integrated active/passive photonic circuits.This proposal is devoted to a study of the stochastic dynamics of multi-section semiconductor tunable lasers subject to external optical injection or to optoelectronic feedback. In order to achieve this goal we will develop and apply a new general approach to study spatio-temporal properties of the optical fields, including chaos, noise and related quantum and classical effects in the composite optoelectronic systems. The lasers that operate in chaotic regime can potentially be used as an alternative to classical encryption techniques based on numerical algorithms. Therefore, the main thrust of the project is related to application of multi-section tunable lasers for synchronised chaotic optical encryption systems and communication cryptography.The developed theory will be tested against very recent experimental results on synchronised chaotic regimes of multi-section lasers subject to optical injection obtained in our and other laboratories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078628/1","grantId":"EP/D078628/1","fundValue":"295075","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Mike  Adams","coPersons":["RODNEY  Loudon"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}