{"id":"6DA4250E-BC5D-40E5-A644-40D74452424B","title":"Nuclear structure and nuclear astrophysics at the ISAC-II facility","abstractText":"The atomic nucleus is a fascinating system, made up of tiny particles called neutrons and protons. The motion of the neutrons and protons are governed by quantum mechanics and they are held together by a subtle interplay between three of the fundamental forces in Nature, which makes the nucleus unlike any other system we know (and at the same time very hard to understand). Although we know that something like 7,000 different nuclei exist, each having a different number of neutrons and protons, Nature has made it very difficult for us to study these, because only around 300 of them are long lived enough to be found here on Earth. That is not to say that the others can't be made, indeed Nature achieves this inside stars and in the spectacular explosive sites like novae and supernovae, but because they are radioactive they decay quickly. Here on Earth we can mimic Nature by producing these nuclei in collisions between a beam of fast moving nuclei which we produce with an accelerator and which we direct at a target where the beam nuclei collide with nuclei in the target. Recently, because of technological advances, we have developed the ability to not only to produce these radioactive nuclei, but to collect them and re-accelerate them before they decay. In this way we can create beams of radioactive nuclei and this is revolutionising nuclear physics by opening up the whole range of those 7,000 or so nuclei to study. Moreover, it also allows us to investigate one of the most exciting applications of nuclear physics, the study of the nuclear reactions which go on in such amazing astropysical objects as novae, x-ray bursters and supernovae. One of the problems with carrying out these studies is that the accelerated beams of radioactive nuclei are very weak. Hence we need to build very efficient instruments which can make the measurements we want. We are planning to build two new instruments which we will install at a new radioactive beam facility called ISAC-II, bas","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060575/1","grantId":"EP/D060575/1","fundValue":"596289","fundStart":"2006-08-01","fundEnd":"2011-01-31","funder":"STFC","impactText":"  The facility has already been used by over forty international scientists from about a dozen institutions to carry out their own research projects.  ","person":"Brian  Fulton","coPersons":["Alison  Laird","Robert  Wadsworth","Charles  Barton"],"organisation":"University of York","findingsText":" We have designed, built and commissioned a world leading research infrastructure, the SHARC array, based at the TRIUMF Laboratory in Canada. This array of charged particle detectors can be operated in conjunction with the TIGRESS gamma ray array and, when used with the radioactive beams available at TRIUMF provides what still remains a unique facility worldwide for nuclear astrophysics experiments. The facility has already been used by over forty international scientists from about a dozen institutions to carry out their own research projects. Other","dataset":"gtr"}