{"id":"6DA90C5E-AA3D-45F3-BCE1-12E2FF5831F0","title":"Synthesis and characterisation of gold nitride under high pressure conditions - synchrotron studies","abstractText":"Binary nitrides exhibit a variety of remarkable characteristics, including high melting points, high hardness and a robust chemical stability. After almost twenty years of fruitless attempts, gold nitride was successfully produced recently by the PI and co-workers by implantation of low energy nitrogen ions into a single crystal Au(110) surface in an ultra high vacuum environment, and by plasma and reactive ion sputtering. The existence and some of the properties of this new nitride compound, as produced via nitrogen irradiation, have been measured. However further and more detailed analyses are hindered by the fact that the resulting matrix comprises a mixture of both gold and gold nitride, the latter making up only 20 % of the final samples. In our visit to the Advanced Light Source (Berkley) we wish to explore possibility of forming gold nitride in larger quantities and determine its structural properties. The Diamond anvil cell (DAC) is the essential tool for the exploration of pressure-temperature space and the identification of new high-pressure phases, and for performing in situ studies of their structure and mechanical and electrical properties. By using the DAC we intend to determine the structure of the gold nitride phase(s) at elevated and ambient (metastable phases) pressure and temperature. Simultaneous in situ electrical measurements will provide an excellent basis for comparison with theory and assist in our understanding of the physics of this novel material","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004524/1","grantId":"EP/F004524/1","fundValue":"9319","fundStart":"2007-04-15","fundEnd":"2007-11-14","funder":"EPSRC","impactText":"  We have disseminated our results to researchers in the field of metal nitrides on several conferences and we published our paper. Postdoctoral researcher Dr Abel Brieva was employed after this grant at Max Planck University Jena, Germany. Chemicals,Pharmaceuticals and Medical Biotechnology Societal","person":"Lidija  Siller","coPersons":[],"organisation":"Newcastle University","findingsText":" We review the currently known methods of producing gold nitride and report on the influence of electrically isolated substrates on the growth of gold nitride films by reactive ion sputtering (RIS). It is found that isolation of the substrate decreases grain size and increases nitrogen content, the latter attributed to longer nitrogen ion lifetime on the surface of the growing film. The chemical reactivity of gold nitride is compared with that of pure gold films using the adsorption of 1-dodecyl mercaptan (CH(3)(CH(2))(11)SH) as a model system and it is found that there is no significant difference between gold films and gold nitride in terms of Au-S binding. However, gold nitride nanoparticles are suggested to be worthy of further investigation in terms of their catalytic properties. coatings and production of thin films Use sputtering facility to make thin films of gold in nitrogen atmosphere Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}