{"id":"6DB87C61-2782-4162-B3EA-08EECEE5C738","title":"The Environments of Convective Storms: Challenging Conventional Wisdom","abstractText":"Large thunderstorms are one of the most damaging of weather phenomena. Hail can devastate crops, flash flooding can inundate towns and homes, lightning can threaten people and ignite fires, and strong gusts can damage transport and infrastructure. Convective storms and associated phenomena cause 5-8 billion euro per year in damage across Europe. Such storms have the potential to be forecast and the public warned beforehand, but forecasting becomes increasingly difficult as the length of a forecast increases. In the near-term, observations and high-resolution computer modelling can provide adequate warning of impending storms, but for periods longer than three days ahead the outbreak of thunderstorms has to be deduced indirectly from the computer forecast even if the large-scale flow is well forecasted. The aim of this project is to improve our understanding of the relationship between thunderstorms (also called convective storms) and the larger-scale environment in the atmosphere, to provide better understanding of the physical processes responsible to aid forecasters in interpreting the model predictions.\n\nConvective storms require three ingredients: sufficient moisture to condense and fuel the storm, instability or the rate at which temperature decreases with height (temperature dropping quickly with height is better), and something to lift air to release the instability. In this proposal, we focus on the instability ingredient.\n\nIn the United States, environments with large instability are believed to occur because of heating over the elevated terrain of the western United States, resulting in the elevated mixed-layer (EML). In Europe, EMLs are attributed to passage over the elevated terrain of central Spain, resulting in the Spanish plume. Such sensible heating of lower-tropospheric air (3-5 km above sea level) by an elevated heat source such as the Rockies or Spanish plateau is a natural explanation for the steep lapse rates in the EML.\n\nHow much of a contribution is the elevated heating to the formation of instability? The smaller scale of the Spanish high terrain compared to the Rocky Mountains makes it difficult to imagine that the Spanish high terrain creates such large instability. One hypothesis for the origin of the steep lapse rates is the Sahara Desert, where a well-mixed boundary layer forms steep lapse rates that can be advected away from northern Africa (known as the Saharan Air Layer). Yet, this hypothesis has not been tested, either for the Spanish plume or other regions downstream of high heated terrain. \n\nA different factor said to explain the occurrence of instability is the differential transport of air with low temperature or low moisture aloft. Although such explanations have been used in the literature, other studies have questioned the applicability of this factor. \n\nOur proposed research asks what processes produce the environment for midlatitude convective storms around the globe. What environments are favourable for instability, and how does this differ around the globe? What are the physical processes that create instability? Is instability - in Europe generally and the UK specifically - attributed to elevated heating, as in the EML of the central United States or by long-range transport? \n\nDespite conventional wisdom stating that the elevated mixed layer is responsible for creating the instability downstream of high terrain, it remains untested. Our aim in this proposal is to develop a better understanding of the relationship between high terrain, large-scale processes, and instability for midlatitude convective storms. These concerns motivate a multifaceted research project to answer these questions. \nQ1: What are the physical processes responsible for creating instability?\nQ2: How does topography create a favourable environment for deep moist convection?\nQ3: How important is differential temperature and moisture advection to creating instability?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N003918/1","grantId":"NE/N003918/1","fundValue":"276663","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"NERC","impactText":"","person":"David Michael Schultz","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}