{"id":"6DC1C306-27AC-4183-94B8-E788EA3F5CA7","title":"Narratives of the Second World War and the Occupation in France since 1939: Cultural Production and National identity","abstractText":"This project will undertake a comprehensive reappraisal of the place and function of narratives of Occupation and WW2 in French cultural history. It will systematically record details of the fictional production of the period and produce wide-ranging data on the chronological development of themes and representations In the period. Through the production of new data and focused thematic studies, It will expose the limitations of current historiographical assumptions about French writing on the war and the occupation. \n\nResearch context \nVery large numbers of narratives of all kinds have been written about the experiences of the French during defeat and occupation of France from 1940 to 1944, which is not surprising given their extreme and complex nature. Critical attention to the history and memory of these years has been particularly strong since the 1970s, when a new wave of films and novels brought the period back to the front of public consciousness. New research perspectives were opened up by key historical and critical studies of the 1970s and 1980s which analysed French understanding of the period in terms of a 'Gaullist myth', that Is: of a nation united behind the Resistance, being dismantled by a new generation keen to reveal the hidden, and much more unsettling, reality of the period. As films, novels, autobiographies, testimonies, historical studies and critical analyses continue to pour out, covering ail aspects of the period, including more recently the traumatic realities of deportation to the death camps and the Issues of French complicity in the Holocaust, the key tenets of the dominant critical understanding have remained remarkably steady: that for over two decades the French repressed knowledge of a painful, at times shameful, and divisive period. The continual repetition of these painful revelations through the 1990s to the present reinforces the impression of a nation Incapable of coming to terms with its past. \n\nAims and objectives \nThe aim of this project is to test the validity of this model, and to analyse its theoretical and historiographical assumptions. To this end, we will: \n\n Carry out a systematic study of all the fictional narratives of war and occupation produced since 1939 \n\n Produce a bibliographical and thematic database which wilt allow us to identify, on sound empirical bases, the development and evolution of themes and issues at each stage of the period \n\n Establish a website for the project to report on its progress \n\nPublish our Initial conclusions in refereed journals and on the website as appropriate \n\n Produce sustained thematic studies in doctoral theses of two of the questions central to conventional critical \n\nPerspectives and methodologies: collaboration and discourses of gulit \n\nOrganise an International conference to bring together leading scholars in the field for the dissemination of our findings and wide-ranging discussion of the Issues, and publish Its proceedings \n\nProduce a book to which all the research team will contribute in-depth critical studies \n\nPotential applications and benefits \nThe project will be of value to scholars working In French studies, particularly postwar cultural and social history, literary history, and memory and holocaust studies. The systematic nature of the study will contribute new knowledge by including neglected and minor texts; it will revise existing knowledge and set new agendas for research by remapping the history of representations of war and occupation In postwar France, and offer new Insights into French national identity by understanding of the existing paradigm of a past repressed and then rediscovered. \n\n\n\nThe database will be of lasting value for future studies. It will be available for scholars to use for a variety of future projects, and will be able to grow to respond to the demands of these future research agendas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503744/1","grantId":"AH/D503744/1","fundValue":"366209","fundStart":"2006-10-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Margaret  Atack","coPersons":["Christopher  Lloyd"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}