{"id":"6DD94F4E-8C18-49D3-A027-A34CE0D81C37","title":"Exploitation of virulent/avirulent strain comparison to detect pathogen &amp; host factors critical to the pathogenesis of bovine mastitis due to S.uberis","abstractText":"Bacterial infection of the udder of dairy cows results in a disease named mastitis. This disease is the most common infectious disease in farmed animals; around one million cases occur each year in the UK. Mastitis occurs in all milk producing species; it is painful, occasionally life threatening and results in the loss of milk production or the production of milk that is unfit for human consumption. The disease is currently controlled only by the rigorous attention to the hygiene of dairy cows and the large scale use of antibiotics. Despite these measures cattle still become infected. Now, rather than the infection spreading from cow to cow, infection comes only from sources of bacteria in the environment (fields, straw bedding etc). One bacterium which is a common cause of this disease world wide and which is often present in high numbers in the environment is Streptococcus uberis (Strep uberis). In this research project we intend to identify parts of the Strep uberis that allows it to infect the cow's udder and in so doing identify those parts of the bacterium that should be used to make effective vaccines. We will do this by comparing versions of this bacterium that are able to cause disease (virulent) with others that cannot (avirulent). We will identify the differences between virulent and avirulent Strep uberis, in some instances, by comparing all the genes present in each and looking for those which occur only in the virulent type. In other instances, we will identify the proteins that virulent Strep uberis have on their surface and release into their surroundings and see which ones are missing from the avirulent Strep uberis. By identifying proteins that are produced only by the virulent type we will be able to produce a list of proteins that may have a part to play in causing this disease. Each protein we identify is produced from a single gene in Strep uberis; therefore we can determine which proteins are essential to cause mastitis by inactivating the gene that produces the particular protein and asking the question: Is the new form of Strep uberis, lacking that particular gene/protein, still able to cause disease? To do this we have to try and infect dairy cattle with the new form of the bacterium. This is done under strictly monitored conditions to ensure that we use the least number of animals possible to obtain the correct results. We will be able to identify a number of proteins from Strep uberis that are essential for disease and these will become components of vaccines to prevent this painful condition. We also intend to use the virulent and avirulent types of Strep uberis to help us identify what happens during disease and to identify any parts of the immune response of the dairy cow that can be altered to prevent disease. After infection with bacteria, animals including humans respond by producing messages in the form of chemicals. These are responsible for the way the infected animal responds to that infection and can result in many features associated with the disease. In the case of mastitis, these chemical messages are responsible such things as attracting specific types of white blood cells from the circulating blood into the mammary gland and for inducing the swelling that leads to pain associated the disease. However, we do not understand which messages control which parts of the response and therefore we do not know which ones are helpful to the control of disease and which contribute to the disease itself. As we now have the possibility of creating infections with avirulent Strep uberis, which do not subsequently result in disease, we can compare the messages produced by the host in response to both virulent and avirulent types of this bacterium. The differences will allow us to identify which responses are associated with disease and which are not. This information could subsequently be used to develop drugs that interfere with the chemical messages and reduce the level of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E018114/1","grantId":"BB/E018114/1","fundValue":"436653","fundStart":"2008-04-07","fundEnd":"2011-04-06","funder":"BBSRC","impactText":"","person":"Tracey  Coffey","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}