{"id":"6DDA4F9C-658D-4EB8-B4B0-4E59BF686B7F","title":"Investigating Ionotropic Glutamate Receptor Interfaces as Novel Drug Targets.","abstractText":"A key goal of modern medicine is to develop better therapeutic approaches for the treatment of diseases and conditions associated with the brain. This is one of the most challenging goals of medicinal science, hampered in part by the complexity of the brain itself. Another major stumbling block is the problem of developing new drugs that do not have severe side-effects, an issue often cited as one of the reasons why patients stop taking their prescriptions. \n\nThe transmission of nerve signals in the body and brain is dependent on proteins called receptors. Most of this neurotransmission that governs memory and learning is controlled by ionotropic glutamate receptors, so-called, because upon binding of glutamate (the neurotransmitter) they open a pore that passes through the membrane of the neuron and allows positively charged ions (sodium and potassium) to pass through it. This is the basis of nerve signals in the brain. It is therefore perhaps unsurprising that glutamate receptors have been implicated in many neurological conditions of the central nervous system (CNS) ranging from epilepsy to Alzheimer's disease. There are many different subtypes of glutamate receptors and it appears that certain subtypes of these receptors are implicated to different extents in different neurological conditions. Therefore, to avoid unwanted side-effects, drugs that act at these receptors should be as specific as possible. The problem is that they all bind the same neurotransmitter, glutamate, and therefore this is actually quite difficult. \n\nThe differences between the subtypes manifest themselves away from the glutamate-binding site, and is apparent in terms of some of the properties the receptors exhibit. For example, how quickly they open or how long it takes for them to close, can be controlled by regions of the receptor away from the binding site. These regions are sometime referred to as allosteric sites and because they have not been subjected to the same evolutionary pressure as the main (orthosteric) binding site offer a potential route to greater specificity. In other words, our chances of obtaining greater specificity with compounds at these sites should be much greater than at the glutamate-binding site.\n\nIn our previous work, we were able to show how, for one particular sub-family of receptors called kainate receptors, a region away from the glutamate-binding site could control the dynamic properties of the receptor. In particular, this region contains separate binding sites for sodium and chloride ions. In this proposal we'd like to not only explore this aspect further, but also to investigate the possibility that new drugs with fewer side-effects can be targeted to this region. By targeting in this way, we are hopeful that we can develop new improved therapies for the treatment of epilepsy and neuropathic pain. \n\nOur proposal utilizes the power of molecular simulations to provide atomic-level detail of what controls the way this binding site behaves. A full understanding of this is necessary if we are to have any chance of developing compounds that act in a predictable way. The results we will generate will be verified and tested by our collaborators in McGill University in Canada.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M000435/1","grantId":"MR/M000435/1","fundValue":"367613","fundStart":"2014-11-01","fundEnd":"2017-10-31","funder":"MRC","impactText":"","person":"Philip  Biggin","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}