{"id":"6DE5F3A2-835D-447E-A02E-CD62999F06F2","title":"The role of surface instabilities into extensional industrial flows of complex fluids: towards improved printed electronics","abstractText":"Surface instabilities in extensional flows have fundamental consequences in important industrial flows &amp; processes. In roll-to-roll processing of printed electronics, surface instabilities at the nip cause uneven splitting of the inks, resulting in a non-uniform deposition affecting the performance and capabilities of printed devices. This project will address this issue by establishing an improved understanding of the role of surface instabilities in extensional flows for complex fluids. An original approach will be developed for the quantitative analysis of surface instabilities, based on the analysis of the transition from a planar extensional flow of a fluid ring to multiple uniaxial extensional filaments in a novel designed planar extensional annular tester (PEAT). By extending the fluid ring between two separating annular plates, the role of surface instabilities will be analysed over a wide range of extensional rates, avoiding cavitation issues. The PEAT will be integrated with a conventional rotational rheometer, allowing the coupling of extensional planar flows with shear oscillations to be studied. Newtonian and Complex fluids will be extensively tested, coupling their rheological properties and flow characteristics with the instabilities transitions. Experimental studies will be supported by computational modelling for better understanding of flow characteristics. Finally printed electronics inks will be tested evaluating the developed models and offering the opportunity to identify key flow parameters to improve uniformity of printed layers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008827/1","grantId":"EP/M008827/1","fundValue":"98264","fundStart":"2015-01-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Davide  Deganello","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}