{"id":"6DEDF5F1-3466-4AE1-9674-C8E34E956107","title":"Effecting Principled Improvement in STEM Education: Student Engagement and Learning in Early Secondary-School Physical Science and Mathematics","abstractText":"Many students in secondary school find physical science and mathematics uninteresting and difficult to learn with understanding. This leaves important gaps in their education and narrows the range of careers open to them. This project will redesign key aspects of the teaching and learning of these subjects, devising a principled approach which is more effective in engaging students and guiding them towards understanding. Insights from several social scientific fields – concerned with conceptual growth, identity formation, classroom dialogue, collaborative learning, and relations between everyday and formal understanding – will guide the design of an intervention suitable for widespread use in normal school settings. This research project will generate tried-and-tested resources for training teachers and teaching students, and improve understanding of teaching and learning processes in science and mathematics. Phase 1 will involve collaboration with teacher co-researchers from several schools to devise and pilot the intervention. In Phase 2, classroom implementation by the teacher co-researchers will be analysed, and the intervention refined accordingly. Phase 3 will evaluate repeated implementation by the teacher co-researchers, alongside initial implementation by teachers from a wider range of schools, compared to the established practice of a control group of teachers from similar schools.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F025343/1","grantId":"ES/F025343/1","fundValue":"755638","fundStart":"2008-11-01","fundEnd":"2013-01-31","funder":"ESRC","impactText":"  Findings are in the process of peer review and dissemination but have not yet been used. Education Policy & public services","person":"Kenneth  Ruthven","coPersons":["Christine  Howe","Keith Stephen Taber","Neil McKay Mercer"],"organisation":"University of Cambridge","findingsText":" The epiSTEMe project designed a research-informed intervention which sought to improve the teaching of mathematics and science at early secondary level. The intervention emphasised dialogic teaching: teachers using discussion to identify and examine different students' points of view as to a particular mathematical or scientific problem. The classroom intervention consisted of an introductory module preparing students and teachers to use the dialogic teaching approach and two topic modules in each of mathematics (fractions, ratio and proportion; probability) and physical science (forces and proportionality; electricity).\nThe project conducted a large-scale field trial of the intervention, using an experimental design with intervention and control groups. For only one of the four topics (fractions, ratio and proportion) can it confidently be concluded that students subject to the epiSTEMe intervention made greater learning gains than those subject to schools' normal teaching. For one of the four topics (electricity), the intervention group made learning gains lower than those of the control group. Within the intervention group, the level of implementation of dialogic teaching was generally higher in mathematics - particularly for the probability module - than in science, and the size of class learning gains was positively associated with the level of implementation of dialogic teaching in mathematics but not in science. Implementing the mathematics component of the epiSTEMe intervention provides a proven means for schools and teachers to develop a more dialogic teaching approach and improve the learning gains of students. Education","dataset":"gtr"}