{"id":"6DF25BC2-3DEA-4E0D-8044-03BC18A8E080","title":"Supramolecularly assembled functional nanocages","abstractText":"The intended research program will address some novel and exciting areas of chemistry, with the eventual products being useful in applications ranging from biomedicine to material science. The overall goal of the project is to create and control the properties and local environment of reactive groups by developing new strategies to tether them to nanoscale hollow polymeric scaffolds. These small discrete nanocages when constructed, will contain reactive and discrete functionality such as catalytic groups available throughout their interior shell surface. They will also be tailored to be size and phase responsive to allow for improved uptake/release of small molecules and facile removal of the nanocages from solution.These nanocages can be envisaged as 3-dimensional tailorable and permeable supports that afford unique environments in which the selective reaction and transformation of small molecules can occur with control of the composition and nature of products. It is proposed that the catalytic properties of these synthetic structures could also mimic natures' own catalysts, enzymes. These nanocages could also behave as reactive hosts or vessels to carry cargo, given their interior reactive functionality, making them ideal for uses as drug and gene therapy delivery vehicles. In addition, it is envisaged that these functional structures could behave as synthetic analogues to virus capsules and thus perhaps mimic these biomolecules in size, structure and function. The project research goals will be achieved using the application of reversible chemistries in the synthesis of the amphiphilic block copolymers. It is proposed that complementary non-covalent groups be incorporated into the two polymer chain ends to allow for reversible block copolymer formation. The supramolecular self-assembly of these block copolymers into spherical micelles and their stabilisation will afford polymeric nanoparticles with a cleavable group in place at the core-shell interface. By selectively cleaving this interfacial non-covalent interaction the core domain can be selectively removed under mild conditions to afford a hollow spherical cage-like structure, which is stable in aqueous media. These water-soluble, flexible yet robust spherical shell layers can be described as nanocages or nanocapsules.The methodlogy described above allows for the synthesis of 3-D cage structures whose interior surface contains the specific incorporation of multiple reactive groups which are available for further chemistries. Using these reactive handles the nanocages can be modified to allow for their specific application as delivery vehicles or nanoreactors. The application of these nanocages as functional scaffolds can be achieved by careful choice of the non-covalent groups on the hydrophilic polymer chain end. It is proposed that there is great scope for the application of these materials in material science, chemical biology and inorganic chemistry.These nanocages are similar in shape and size to synthetic vesicles or polymersomes. However, unlike vesicles or polymersomes were the central encapsulated region is surrounded by a hydrophobic membrane, the outer membrane layer in these novel nanostructures is completely hydrophilic. These new materials afford the advantage of controlled permeability and release upon altering the shell thickness, degree of cross-linking and will enable the tailoring of these nanocages to a wider range of applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01645X/2","grantId":"EP/F01645X/2","fundValue":"150300","fundStart":"2009-01-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"Rachel Kerry O'Reilly","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}