{"id":"6E18C9D1-37BF-4CC1-A52C-7662FA8AC50E","title":"The re-modelling of mRNPs and the regulation of localised mRNA translation during mammalian cell attachment and spreading","abstractText":"During cell migration, critical information stored in the genetic material (DNA) has to be decoded by the cell to produce a wide variety of proteins in the right amount, place and time to allow for this process occur; tumour cells often get this wrong! The general transfer of information from DNA to protein is carried out by the messenger RNA (mRNA), which is a copy of the DNA sequence. This mRNA has to be decoded into protein by a complex, highly regulated machine termed a ribosome, in a process known as translation. To work efficiently, accurately, and to allow the ribosome to function in the best interests of the cell, this machinery requires helper proteins (translation initiation factors; eIF) that interact with each other, and also make sure that the mRNA and the ribosome come together into a highly regulated, large initiation complex to make the proteins required. So how does the cell control this? \n The interaction of the initiation factors themselves is a major site for regulation in mammalian cells. Regulatory proteins, such as 4E-BP1 and CYFIP, prevent the interaction of eIF4E with the scaffold protein, eIF4G, and stop the recruitment of mRNA to the ribosome and halt protein synthesis. When protein synthesis is needed, the cell signals for the release the eIF4E/mRNA from the inhibited complex to let it work when and where it is needed. However, we still do not know how the cell controls exactly where protein synthesis is activated in cells which are in the process of spreading and migrating. From &quot;looking&quot; inside the cell with specialised microscopy techniques, we know that the initiation factors and their regulatory proteins are discretely localised to the edge of cells in the direction that they are moving; they are not just floating about. In the work described here we want to investigate the nature of the specialised signals used by the cell to regulate localised protein synthesis, look at the complexes of proteins and mRNA found at such sites and understand what parts of the mRNA make it attractive to these mRNA binding proteins at the edge of cells.\nThese studies will substantially increase our general understanding of the significance of the control of protein synthesis in the regulation of cell growth and migration, opening up new potential avenues for controlling cancer cells which have acquired the ability to move about the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018209/1","grantId":"BB/L018209/1","fundValue":"331311","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"BBSRC","impactText":"  They will be used to inform research in this area; grant yet to start Education Cultural","person":"Simon  Morley","coPersons":[],"organisation":"University of Sussex","findingsText":" will provide data for reseacrh in this area; grant not yet started will provide data for reseacrh in this area; grant not yet started Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}