{"id":"6E1A6C8B-E9BE-4AC7-A524-2414DA697F49","title":"The Conqueror's commissioners: unlocking the Domesday survey of south-western England","abstractText":"Domesday Book (DB) is one of England's most important historical documents: arguably the nation's single most significant record. In 1086 William I's commissioners set out to record the taxable assets of the newly acquired kingdom, settlement by settlement and county by county. Without the account of the survey preserved in DB we would know almost nothing of the social fabric of rural England in the eleventh century, of its landscape and resources and their monetary value; we could not map secular and ecclesiastical lordship, and neither could we estimate the scale of resources available to the ruling elite. DB in itself it constitutes remarkable testimony to the reach of central government. However DB is a much truncated version of other records generated by the Domesday survey of 1086 which served as its source. Only one collection of such records is extant: Exon Domesday (EDB), which survives in its original form, and contains vital evidence relating to the way the survey was conducted and recorded. The aim of this project is to publish the contents of EDB for the first time and to unlock the evidence which the book contains for the conduct of the survey at both local and central level. \nIn 2011 the manuscript's 1816 binding was removed, permitting photography and detailed technical examination. The project will create a series of freely available electronic resources for the use of the scholarly community and the general public, including text, translation and a digital facsimile or `virtual codex'. This last item will pioneer an innovation in digital codicology which will allow users to rearrange the units of the volume and so to reconstitute its contents in different orders: unlike other DB texts the true order of EDB remains a matter of controversy. A detailed examination of the composition of the book and a reconstruction of its creation and history will be published in printed form as a permanent record of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013975/1","grantId":"AH/L013975/1","fundValue":"829809","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"AHRC","impactText":"","person":"Julia Catherine Crick","coPersons":["Peter Anthony Stokes","Stephen David Baxter"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}