{"id":"6E1BE6FE-2B7D-4689-AF98-199374FB1B85","title":"The International DSD Network (I-DSD)","abstractText":"Development of the sex organs is a very complicated process and sometimes it does not occur as planned. It is not completely clear as to how often the problem occurs but we think that for every 250 children born there may be one affected child. The severity of the problem varies, with the more severe problems happening much less often. Some may need to undergo tests so that we can find out more about the condition and some may need one or more operations. The need for these procedures may vary from one affected person to another. In addition, these conditions are often managed in slightly different ways in different places and it is not clear whether these differences in practice are important. To improve and maintain the best standard of practice we want to keep a brief and secure record of some of the affected persona??s care and from time to time invite the affected person to take part in studies which have been approved by hospitals. Some conditions are very rare and the only way we can improve our knowledge is to discuss cases and share experience with other specialists in the UK, the European Union and even beyond. With the help of the EU, a group of people at the University of Glasgow have developed a special secure register which contains brief, non-identifiable information on over 700 people with a range of conditions, which are collectively called disorders of sex development (DSD). This international register of DSD (I-DSD) has been helping doctors and scientists in pooling their knowledge and experience and it will help them in the future from doing the right studies. Not only does I-DSD need to be maintained and developed further, it also needs to develop a panel which oversees its use. The funding that is currently being sought will support I-DSD for the next 5 years so that researchers in the UK as well as elsewhere can work with doctors at improving the long-term outlook for affected children and adults.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100236","grantId":"G1100236","fundValue":"528128","fundStart":"2011-12-05","fundEnd":"2017-10-04","funder":"MRC","impactText":"","person":"S. Faisal  Ahmed","coPersons":["Martina  Rodie","Richard  Sinnott"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}