{"id":"6E212163-9B01-40B8-BBE7-6B3AFC2968B3","title":"Mass spectrometry underpinning synthetic biology, industrial biotechnology and world class bioscience","abstractText":"The application of biological mass spectrometry, in particular in the field of proteomics has revolutionised the ability of study a wide range of biological systems and answer important questions. Biological mass spectrometry is of central importance and currently underpins a diverse range of studies, across a wide range of biological systems. Within the Department of Chemical and Biological Engineering (CBE) we have significant expertise in the application of mass spectrometry approaches and have used this technology to answer important questions including; 1) how bacteria defend themselves from viruses 2) protein organisation in photosynthesis 3) how can we optimise cells to produce important products.\n\nThe Q Exactive Plus instrument is new to market (released Sept 2013) and provides the opportunity for the University of Sheffield and it's research partners to make a step-change in the scope of research activities. The instruments unique features will accelerate our academic and industrial research.\n\nUnderpinning our strong industry connections, the University of Sheffield has recently established an Advanced Biomanufacturing Centre (ABC). Arising from the Dept of Chemical and Biological Engineering, the aim is to develop interdisciplinary industrially-relevant research for biomanufacturing and bioprocessing within the UK bioindustry. The proposed instrument will be a critical asset; underpinning research associated with biomanufacturing and bioprocess development and will underpin an extensive portfolio of current BBSRC funded research, demonstrating the huge value of the equipment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012166/1","grantId":"BB/M012166/1","fundValue":"406541","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Mark  Dickman","coPersons":["Phillip Craig  Wright","J  Green","Seetharaman  Vaidyanathan","Peter Edwin  Sudbery","Neil  Hunter","Stuart A Wilson","David  James"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}