{"id":"6E234117-A271-4B35-A028-A40F41A3101E","title":"Decision support for building adaptation in a low-carbon climate change future","abstractText":"Buildings must provide a comfortable internal environment for their users but how they perform depends on the weather to which they are exposed. The UK climate is already changing and this will demand different approaches to the way buildings are designed. However, the climate of the future cannot be predicted with complete certainty and this is reflected in the future climate scenarios being developed under the UK Climate Impacts Programme (UKCIP08), which are to be presented in probabilistic terms. This means that the information will be given in the form There is a 5% probability that the temperature will be greater than (value) . This uncertainty is unfamiliar for building designers, who are used to taking fixed extreme summer or winter conditions and designing cooling, ventilation and heating systems of sufficient capacity to cope with these design conditions. Consequently, there is a risk that buildings may not perform as designed, either because the building systems cannot adapt to the changing climate or because systems are over specified to deal with a climate scenario that does not happen. Future building performance is additionally constrained by the need to minimise CO2 emissions, so it is not appropriate or sustainable to simply build in over-capacity, for example by providing air-conditioning everywhere to cope with future summer weather. Equally, highly insulated and well sealed low-energy buildings may overheat as a result of the heat gained from the occupants and the equipment they use. These factors are likely to see a departure from the current way in which buildings are conceived and designs carried out as designers will need to take account of the frequency of occurrence of particular external conditions in selecting design criteria. This proposed project aims to develop a method of linking these probabilistic UKCIP08 climate scenarios to the requirements of the community of building services engineers. It will produce a practical method of designing economic and environmentally friendly heating, ventilation and air conditioning systems in both existing and new buildings. The method will be based on probabilistic data but will not require the user to understand sophisticated statistical theory.The project has several interlinked parts. The UKCIP08 data will be transformed statistically to give a set of simple design conditions which can be used by practitioners. A series of criteria will be developed to identify acceptable levels of building performance in the field of human comfort and systems provision. The performance of a series of case studies will be simulated from the probabilistic climate scenarios against these criteria. The experience of a senior building user group will be collected in order to quantify what needs to be known about building performance and the acceptability of risk so that buildings can be designed or adapted to accommodate the changing UK climate. The outcome will be a set of case study buildings in various UK locations which designers can call upon to support their decisions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038240/1","grantId":"EP/F038240/1","fundValue":"624272","fundStart":"2008-12-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"","person":"Phil Frank, Gower Banfill","coPersons":["Gavin  Gibson","Gillian Frances Menzies"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}