{"id":"6E23F9E7-FAC8-43F8-B585-6587AFF40849","title":"Teenage Kicks: Exploring cultural value from a youth perspective","abstractText":"There are growing concerns that many young people are increasingly being excluded from the arts and cultural activity as these subjects are being sidelined in schools and lack of funding for the arts is affecting their reach. This study asks a diverse group of young people about the kind of cultural experiences they value and what they feel that they gain through these encounters in order to build a robust argument for the arts to be reinstated in the lives of young people. \n\nIn contemporary accounts of cultural value young people's voices and accounts have largely dropped off the radar. Where they remain, they have tended to be restricted to analyses of young people's encounters with culture and 'creativity' in more formal cultural institutions and in schools or to debates on the implications of digital cultural spaces. Accounts have often been dominated by instrumental tales of potential future economic benefit and skills development.\n\nThis project works collaboratively with young people and a network of cultural organisations to explore young people's experiences and analyses of cultural value in order to inform contemporary discussion of cultural value. Building on recent generational and digital culture analyses of youth culture, as well as longstanding theorisations of 'youth cultures' in sociology, cultural studies and cultural geography the study will explore in detail young people's experiences of culture in relation to both the everyday and informal cultural experiences and their experiences of more formal cultural institutions. We believe that young people's voices may cut into the debate about cultural value in new and refreshing ways.\n\nThe study will be conducted in the wider policy context of the Henley Review of Cultural Education and will feed into policy and research debates around the value of the arts and culture in the development of 'well-rounded' young people. Cultural organisations involved in the project and others nationwide and internationally will gain a better understanding of the diversity of young people's cultural experiences and their responses to it. This will inform changes in policy and practice in relation to arts and cultural provision for young people. Our aim is to increase the evidence available for those working to ensure that all children and young people have meaningful access to the arts and culture in this difficult economic climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005956/1","grantId":"AH/L005956/1","fundValue":"37289","fundStart":"2013-08-30","fundEnd":"2014-05-29","funder":"AHRC","impactText":"  Currently being written up in collaboration with Real IDeas Organisation as a document for cultural policy makers and practitioners. Education,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Helen  Manchester","coPersons":[],"organisation":"University of Bristol","findingsText":" In contemporary accounts of cultural value young people’s voices have largely dropped off the radar. Where they remain, they have tended to be restricted to analyses of young people’s encounters with culture in more formal cultural institutions and in schools or to debates about new digital spaces.\n\nIn this project we took a unique approach by asking young people themselves about their cultural lives and everyday participation. We intentionally looked across and between the cultural activities that young people encounter in their daily lives, in families, communities and institutions, in order to inform contemporary discussion of cultural value.\n\nOur findings suggest that it is useful to study young people as a generational group who experience culture differently. For instance, there are generational differences in how young people mobilise digital resources in their everyday lives. However ‘youth’ should not be seen as a homogenous group who can be neatly segmented into different age bands; class, gender and disability as well as individual tastes play a significant determining part in their cultural experiences and values, as well as their capacity to access provision.\n\nYoung people told us that the home is a key site for cultural engagement but that access to unregulated public space was important to them in enhancing their social and cultural lives. They also pointed out that ‘the arts’ gives them access to different ways of knowing and expression, and had an implicit understanding of culture’s links to mood, emotion and well-being. Notions of high/low culture were still prevalent in the way that young people discuss cultural value and, for some, formal cultural institutions perpetuate these values - leaving these young people feeling culturally disenfranchised. We are working with Real Ideas Organisation and the university press office to develop a dissemination plan for the work - a meeting will be held in Nov 2014 to discuss this plan. At this meeting we will discuss how to develop these ideas:\nTeenage Kicks dissemination plan\nNB Whole process will involve dissemination of research findings with a focus on What next? (in relation to further research as well as using findings to influence practice)\n\nCultural organisations/ workers\n1. Steering group – further meeting and conversation following their reading of ‘interim’ report\n2. BCEP Mini-Seminar – at next BCEP meeting\n\nYoung people\n1. Arrange a meeting with the youth mayor\n2. Speak to Hannah H re dissemination via Rife Magazine\n3. Could we also think about commissioning Bristol Old Vic company who we worked with to do a short devised performance for us (just an idea and not sure where it could go but possibly into schools?) NB It could be we look for funding for this via University public engagement \n\nTeachers\n1. Through the document summary service (already done)\n2. Speak to PGCE tutors about integrating it into the PGCE programme for new teachers – design a teaching session for them\n\nRegional (and some National) cultural sector audiences\n1. RIO to write a dissemination plan\n\nPolicy audiences\n1. Matt to draft a summary of findings for this audience (Helen to comment/add)\n2. Will continue to work on this – looking for a London/national meeting some time in Autumn\n\nFurther research development\n1. Keep an eye on key funding opportunities from ACE, PHF, AHRC follow on funding, EU Horizon 2020 Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}