{"id":"6E33B2A7-C580-4FE0-8673-DEC95A13041E","title":"Engineering the household removal of micropollutants from wastewater","abstractText":"I aim to develop the &quot;proof of principle&quot; that micropollutant-degrading enzymes can be used in household washing powders and cleaning products to treat wastewater at source and thus obviate the need for energy-intensive end-of-pipe treatment technologies for micropollutant removal. \n\nGlobally, 300 Mt per annum of trace contaminants (micropollutants) from hundreds of different products enter natural water systems through wastewater, some of which have significant ecotoxicological effects and unknown human effects. The best evidence of ecotoxicological effects that propagate into wildlife population crashes has so far been provided for the synthetic hormone 17a-ethinyl estradiol, in the contraceptive pill, and diclofenac. Legislative environmental quality standard limits are being considered by the EU for these two pharmaceuticals and the natural estrogen (17B-estradiol, E2); a world first for such compounds. This has important and far-reaching ramifications. \n\nRegulation of the thousands of pharmaceutical and household chemical products is slow and expensive and the possibility of replacing them with more benign alternatives is remote. Such legislation therefore places pressure on costly end-of-pipe wastewater treatment solutions such as advanced oxidation processes, which would cost up to &pound;30 billion in the UK. These would increase the energy demand of existing assets by as much as 30%. Wastewater treatment already accounts for 1.5% of UK electricity use, and 0.5% of its CO2 emissions, in an age of increasing energy prices. Such solutions are unsustainable and inappropriate for the majority world and poorer sections of the rich world, where water affordability is an issue. Saving the river at the expense of the climate, and the poorest in society is not, in the long term, desirable.\n\nI propose a radically different scalable approach that draws on; contemporary advances in next-generation sequencing, innovation in biotechnology, and the existing know-how, marketingand global reach of household product manufacturers. I envisage a world where micropollutants will be eliminated at source using enzymes delivered in household cleaning products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017737/1","grantId":"EP/M017737/1","fundValue":"248333","fundStart":"2014-12-19","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"","person":"Russell James Davenport","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}