{"id":"6E3DCA52-4E65-4FD7-BA9C-E84B38FDDABF","title":"Quantitative study of dusty plasma in the polar mesosphere","abstractText":"Dusty plasma is a key constituent in many natural environments and is found in the atmosphere's mesosphere region between 50 and 80 km altitude. However, it remains poorly understood. Our ultimate goal is to provide a greater quantitative understanding of the dusty plasma in the polar mesosphere, the occurrence of which is undoubtedly linked to decreasing mesospheric temperatures and increasing water vapour content via increased methane concentration, and therefore a direct consequence of climate change and at least partly human activity. Specifically, we aim to answer several key questions concerning the mesopause region, including: How much dust is there relative to the plasma density? What is the dust particle size distribution? How much charge does the dust accumulate as a function of plasma temperature? What is the dust density altitude dependence, if any, given that the dust size should sort itself out under gravity according to its buoyancy? \n\nDue to the disintegration of meteors, dust occurs naturally in the upper atmosphere with a typical size of ~1-50 nm. At high-latitudes, upward circulation of the atmosphere in the summer hemisphere under the action of atmospheric gravity waves causes extreme cooling in the mesopause region down to ~150K or less, typically minimising around 80-90 km altitude. At these low temperatures, any water vapour present freezes out onto the dust and reduces the mobility of the free electrons. In addition, the ice coated meteoric dust particles accumulate negative charge from the surrounding plasma. The remaining free low-mobility electrons are electrostatically trapped by the quasi-static heavy dust particles. The electrostatically driven dust and free electron spacing causes reflection of radar waves, i.e. the so-called Polar Mesospheric Summer Echoes (PMSE) phenomenon. PMSE are easily detected by radars, such as the EISCAT facility in northern Norway, as powerful echoes. Noctilucent clouds (NLC) are the visual equivalent of PMSE and are caused by scattering of sunlight around sunset by the larger dust particles, which occur below the PMSE layer. Both phenomena are striking examples of climate change where the upper atmosphere cools as the lower atmosphere heats up. In addition, Polar Mesospheric Winter Echoes (PMWE) appear at lower altitudes in the radar data, around 50-80 km in the winter hemisphere. However, much less is known about PMWE but there is increasing evidence that they are also a dusty plasma phenomenon.\n\nHeating the plasma by High Frequency (HF) radio waves increases the free electron mobility, which breaks down the plasma structuring and reduces the PMSE/PMWE radar echo amplitude. This is now done routinely at EISCAT using the Heater. The temporal evolution and recovery of the PMSE is a function of many variables, including ion and electron temperature, plasma and dust density, dust particle size and charge. By using multiple radar wavelengths whilst temporarily modifying the plasma surrounding the dust, we can uniquely determine the characteristics of the dusty plasma and answer the key questions given above. To date, a few rocket shots have provided us with only brief snapshots of the dusty plasma, none of them associated with artificial ionospheric heating. We propose to use the 4 radars present at EISCAT, along with the ionospheric Heater, to systematically determine the characteristics of the PMSE dusty plasma as a function of altitude and time. We will also determine whether the same dusty plasma theory is applicable to PMWE. In addition, we are very fortunate to be invited collaborators of the Charged Aerosol Release Experiment (CARE, USA) rocket experiment, which will provide us with the unique opportunity of generating an artificial dusty plasma over EISCAT. This control experiment will provide a definitive test for our understanding of dusty plasma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I027231/1","grantId":"NE/I027231/1","fundValue":"297167","fundStart":"2012-04-01","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Michael  Kosch","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}