{"id":"6E4C51E6-1118-4139-B678-7A05EABF23FB","title":"Neurodegeneration before birth: can inositol increase prevention of neural tube defects in conjunction with folic acid?","abstractText":"Neural tube defects (NTDs) are serious birth defects that affect up to 1 in every 500 pregnancies in all countries. Around 120,000 pregnancies are affected in the world each year. The best known NTD malformation is spina bifida, in which children are often paralysed from the waist down. They need frequent operations to treat the many associated medical conditions, including incontinence of urine and faeces and deformities of the vertebral column. Over the past 15 years, it has emerged that folic acid, a B-group vitamin, if taken in the first few weeks of pregnancy, can prevent the onset of spina bifida and other NTDs, ensuring the birth of a normal baby. However, it is clear that not all cases of NTD are preventable by folic acid. NTDs come in different ?types?, with only certain types being responsive to folic acid. Work in the mouse has shown that another vitamin-like molecule, inositol, can prevent NTDs where folic acid is ineffective. Evidence has now accumulated, in mice and humans, to suggest that inositol would be a safe and possibly effective ?extra? therapy to use in conjunction with folic acid, to protect against more types of NTD than with either agent alone. Here, we propose to carry out a pilot study in which we will randomly assign women, contemplating a pregnancy, to supplementation with folic acid alone (the control group) or folic acid plus inositol (the study group). Women who have had a previous NTD pregnancy will be invited to enter the trial, as they are at high risk of a further NTD pregnancy. The treatment group will not be known either to the mother or to the physician treating her, until the pilot study is completed and the data are analysed. Statistical analysis will be used to compare the frequency of further NTD pregnancies in the study and control groups, to determine whether addition of inositol to the standard folic acid therapy lowers the frequency of NTDs. If a positive result emerges, this study could pave the way for a new, improved method of preventing NTDs in human pregnancy. The findings of the study will be published, presented at conferences, disseminated via the Institute of Child Health/Great Ormond Street website and communicated to patient groups (e.g. the Association for Spina Bifida and Hydrocephalus). Future intensive public campaigns will be necessary if inositol proves effective in this clinical trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401315","grantId":"G0401315","fundValue":"121875","fundStart":"2005-06-01","fundEnd":"2008-05-31","funder":"MRC","impactText":"","person":"Andrew John Copp","coPersons":["Therese  Hesketh","Lyn  Chitty","Nicholas  Greene"],"organisation":"University College London","findingsText":"","dataset":"gtr"}