{"id":"6E558384-19CC-450B-9016-12BA8CDCFC95","title":"A tool for haplotype reconstruction from polyploid genomes","abstractText":"A number of plant, animal, fungal, and oomycete genome sequences have been elucidated over the last decade. This unprecedented leap forward in genome-wide knowledge has empowered population geneticists with tools to address fundamental questions relating to population dynamics at a substantially enhanced resolution. Once high quality genome sequences become available, researchers can rapidly reconstruct the genomes of individuals within the same species using next generation sequencing technology and efficient alignment methods. The subsequent comparison between individuals within a population enables rapid gene mapping to address complex population dynamic questions at the whole genome scale. However, methods that exploit next generation sequencing for genome resequencing, population genetics, and gene mapping remain limited in polyploid species, which include several important crop species such as wheat (hexaploid) and potato (tetraploid) as well as crop pathogens such as Phytophthora infestans. The limitations are due to the complexity of manipulating polyploid genome sequences when compared to diploid organisms. Given that association mapping and population studies are reliant on haplotype reconstruction, polyploidy has been a major constraint for progress in both basic and applied research. Current methods are unable to reconstruct reliable haplotypes for polyploid organisms from short read sequences. Therefore, there is an important need for methods that can accurately recreate haplotypes from short sequencing reads. In this proposal, we aim to develop a method that reconstructs haplotypes of polyploid species using the recently developed linkage methods. At the completion of this project, the algorithm for haplotype reconstruction will enable the full exploitation of resequencing data for a variety of polyploid species, including important crops and pathogens. The method will be also applicable to ancient DNA that tends to be extremely fragmented preventing long read sequencing. The reconstruction of ancient DNA will help in elucidating past epidemics and the evolutionary history of several organisms, including important crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018535/1","grantId":"BB/L018535/1","fundValue":"101587","fundStart":"2014-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"","person":"Sophien  Kamoun","coPersons":[],"organisation":"University of East Anglia","findingsText":" Not applicable at this time Not applicable at this time Agriculture, Food and Drink","dataset":"gtr"}