{"id":"6E5C8653-4DFB-4127-A266-B17619CDF011","title":"A Systems Biological Approach to Elucidate Local Protein Synthesis Code in Plasticity and Memory","abstractText":"Diseases which affect the nervous system such as Alzheimer's, Parkinson's, depression and schizophrenia account for the single largest cost to the healthcare system of the UK and are often associated with long-term disability, and distress for patients and their families. A common clinical feature of many of these and other disorders is a cognitive (often learning/memory) deficit. However learning and memory is a very complex biological process that is only partly understood. Of particular interest to us are the changes that occur after learning (i.e. during memory establishment) in the synapses - the critical structures that join two neurons together and mediate information flow and processing in all brains. In this study we aim to identify the biochemical changes (at the protein level) that are associated with forming memories. In particular, we aim to test the involvement of several candidate molecules that have been implicated but whose importance has not yet been proven. This work will also allow us to try and bridge the gap between what we see at the biochemical level in terms of molecules and their abundance with the actual behaviour of the brain (and subsequently of the animal). The observed biochemical changes will be used to refine and extend computational models of neuronal synapses. These computational models will provide a unique method to visualise these complex biochemical networks which involve more than 1000 proteins. Mathematical methods will then be applied that allow us to predict which molecules are more likely to be involved in the memory and a selection of the best candidates will be tested in the laboratory. These new insights will help us understand how memory is formed in the brain. Unravelling these core biological processes is vital to our understanding of animal behaviour in the first instance. In the longer term our research will have relevance to human cognition ultimately aiding the search for new drug therapies for cognitive illness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004483/1","grantId":"BB/I004483/1","fundValue":"258925","fundStart":"2010-11-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"","person":"Christopher Gregory Proud","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}