{"id":"6E6039E7-E7D0-4260-A8E1-612F7422442F","title":"Crustacean hyperglycaemic hormone function, roles and importance in the diel and seasonal migration physiology of land crabs","abstractText":"The red crab Gecarcoidea natalis is an endemic land crab on Christmas Island (Indian Ocean) which retains a 3 week larval stage and each year must make an annual breeding migration to mate and cast the eggs into the ocean. The migration begins at the onset of the monsoon after many months of dry season. During the dry season the crabs have low activity and little opportunity to feed. Thus red crabs, more so than other crabs, show marked seasonal differences in exercise physiology and salt management as they switch from a low activity state in the dry season to their breeding migration in the wet season. There is laboratory evidence that shows that peptide hormones; specifically the Crustacean Hyperglycaemic Hormone (CHH) is important in switching energy metabolism and in salt pumping across the gills. However, there is no conclusive evidence of any role under natural field conditions. The CHH peptides are formed in nervous tissue close beneath the eye within the X-organ and transported for storage in the sinus gland in the eyestalk. The project will examine CHH as a signal in regulating seasonal and circadian metabolism underlying this switch. This will be done by a) examining CHH gene expression and the production/release of CHH, b) measuring salt reabsorption from the urine and over isolated perfused gills, and c) determining the role of metabolic and ionic status in feed-back on CHH. The work on environmental and behavioural cues will be in association with Parks Australia. The project brings together laboratories at Bristol and Bangor and the work ranges from genomic, through hormone physiology to field ecology. The molecular biology will be related through field work to the natural circumstances and behaviour. The crabs are endemic to a single island and of unique conservation value. They are a primary determinant of rain forest structure and crucial in post-mining rehabilitation of the Island and its economy. Through liaison with National Parks this project will continue our input into this process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D00246X/1","grantId":"NE/D00246X/1","fundValue":"427029","fundStart":"2006-06-20","fundEnd":"2010-04-19","funder":"NERC","impactText":"  Conservation of natural resources. Our findings will be used to advise policy regarding conservation of red crabs on Christmas Island. Environment,Leisure Activities, including Sports, Recreation and Tourism Economic","person":"Simon George Webster","coPersons":[],"organisation":"University of Bristol","findingsText":" We have discovered how the Red crabs (Gecarcoidea natalis) of Christmas Island manage the energy demands of their annual reproductive migration, with regard to the hormonal control of glucose mobilization. By developing ultrasensitive immunoassays to repeatedly measure crustacean hyperglycemic hormone (CHH) in blood samples of crabs we found that during the migratory (wet season) crabs exhibit a very pronounced glucose sensitive negative feedback loop to control CHH release, thus tightly controlling glucose levels in migrating crabs to economize on the fuel used (glycogen) during migration. During the dry season, when crabs are inactive and stay in their burrows for most of the time, this feedback loop is inactive. Without this feedback loop, glycogen reserves would be exhausted long before the the migration was complete. Thus, we have discovered a fundamental, critical, hormonally mediated process in red crabs, which can explain how they manage to complete their amazing migration. Our findings are relevant to conservation of red crabs on Christmas Island, which are very important to Christmas Island tourism: Migration is timed to the monsoon, but due to changes in timing and intensity of this phenomenon in recent years, crab migrations have on occasion failed (once migration starts, prolonged dry periods lead to tremendous mortality). Knowledge of the mechanisms involved in red crab migration is thus of relevance in conservation physiology. Our findings can be used to support further infrastructure development on Christmas Island to facilitate crab migration, given the (now uncertain) timing of monsoon rains. NGOs - for example Parks Australia are thus interested in our findings. Education,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}