{"id":"6E731B41-31CE-49F0-B033-B70692ED9AE3","title":"Exploration of links between action perception and action production in early development","abstractText":"<p>Understanding the perception of biological motion and its relation to the production of biological motion in an observing individual is vital to multiple components of social development. </p>\n\n<p>In Experiment 1, 6-week old infants will participate in a session that will induce the walking reflex.&nbsp; The looking behaviour of these infants to movies of walking and crawling biological motion will be compared with infants who have not experienced the walking reflex.</p>\n\n<p>In Experiment 2, the same pretest phase will occur for half the sample with infants of the same age.&nbsp; We will measure EEG brain activity in response to the two forms of biological motion.&nbsp; It is predicted that differences in frontal and parietal regions will be evident, based on the experience of producing the walk reflex.&nbsp; This work will address the following questions:&nbsp;</p>\n\n<ol>\n \n\n <li>Does the experience of performing an action alter the perception of others in early development?</li>\n\n <li>Is the processing of biological motion manifested in the human brain in very early development similar to responses seen in older infants?</li>\n\n <li>Does the production of biological motion alter functional brain activity associated with the perception of biological motion?<br /></li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3277","grantId":"RES-000-22-3277","fundValue":"77689","fundStart":"2009-04-01","fundEnd":"2010-03-31","funder":"ESRC","impactText":"  The work from this grant was presented at a number of international conferences. It feeds into an area of work that strengthened throughout the past decade and showed that links between social information processing and motor development were things that needed to be considered. Other Cultural","person":"Vincent Michael Reid","coPersons":[],"organisation":"Durham University","findingsText":" This award showed that there are associations between how an infant sees human movement and how they themselves also have moved None Education,Other","dataset":"gtr"}