{"id":"6E7E8354-A719-411E-9B50-A15044CDCFAA","title":"Polyoxometalate-Based Sensitizers for p-Type Dye-Sensitized Solar Cells","abstractText":"Photonic materials interact with light in interesting and useful ways. They are vital to many current and emerging technologies, such as biological imaging, optical data processing, telecommunications and solar energy. This project will investigate the properties of a promising, but little explored class of photonic materials and test them as a means to improve the performance of an emerging type of solar cell - the p-type dye sensitized photocathode (p-DSSC). In this way, our long-term goal is to develop low cost, high-efficiency solar energy devices which will help reduce carbon emissions and dependence on imported fossil fuels. \n \nDye-sensitized solar cells (DSSCs), based on a dye-sensitized n-type titanium dioxide photoanode, promise a low-cost alternative to conventional semiconductor photovoltaic (PV) materials like silicon. They function well in northern-European, low-light conditions but their peak power conversion lags far behind that of the best semiconductor designs, which combine several different semiconductors optimized to absorb different portions of the solar spectrum. DSSC performance may be improved through an analogous approach - tandem DSSCs which pair the usual dye-sensitized photoanode (n-DSSC) with a dye-sensitized photocathode (p-DSSC). With complementary absorption profiles, the n- and p-DSSCs absorb more sunlight together in the tandem DSSC than either can alone. Currently, though, the efficiency of the p-DSSC (record 1.3%) is far from matching that of n-DSSCs (10 to 15%). This means that tandem DSSCs perform worse than n-DSSCs by themselves, and p-DSSCs must improve dramatically for the tandem DSSC to become a viable device.\n\nBoth n- and p-DSSCs depend on efficient charge separation at the interface between a dye and a metal oxide support to generate electricity. n-DSSCs achieve useful efficiencies because light causes the dyes to rapidly inject electrons into an n-type (electron transporting) metal oxide. Transport of electrons through the metal oxide, and filling of &quot;holes&quot; formed in the dyes by electrons from a redox electrolyte, is much faster than recombination (return of electrons) to the dye from the metal oxide. p-DSSCs work in the opposite sense, injecting holes into a p-type (hole transporting) metal oxide, with the redox electrolyte taking electrons from the dyes. The problem for p-DSSCs is that transport of holes through oxides is slow, and recombination from the dye and electrolyte is fast. This leads to low efficiency.\n\nIn this project, we will synthesize a novel class of dye for the p-DSSC, based on connection of electron accepting multi-metallic clusters (polyoxometalates, POMs) to organic groups. By holding electrons away from the metal oxide surface, the POM electron acceptor groups will slow recombination and improve performance. The proposed POM-based sensitizers have an electronic structure that will favour charge separation, and are expected to have important advantages - in stability and ability to rapidly transfer electrons to the redox electrolyte - over the current purely organic materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M00452X/1","grantId":"EP/M00452X/1","fundValue":"98681","fundStart":"2014-12-31","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"John  Fielden","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}