{"id":"6E7F13F0-3088-4583-9506-3887CD38576F","title":"Alone Together - Online Creative Communities","abstractText":"This project will engage with the contributors to User Generated Content websites in order to understand better how they use such sites to develop their skills and knowledge. UGC sites offer a mix of opportunities to post your own work and receive comment from the community of users as well as post comments on the work of others. In some cases there are also opportunities to communicate with acknowledged experts. There is a lot of interest in this kind of activity, which is seen as a newly emerging cultural practice that has democratised media publishing. However, little research into UGC sites has yet been funded or published, so little is known about the range and depth of engagement. Early indications are that interaction around such content hosting sites might offer opportunities for contributors to learn more about creating media and develop their practical and critical skills. In order to explore this potential the BBC has developed BBC Blast, a UGC web service with a real world tour element. The resulting store of content, posts and established users provides an excellent research site to analyse the extent to which such communities of users do in fact collaborate to learn and develop their creative skills. \\n\\nIn order to explore the potential of sites such as Blast to support learning communities and inform BBC developments in this area University of Bristol and BBC staff have collaborated to develop the following research questions (which are further developed in the work programme):\\n\\nAbout users and use:\\n\\n- Who is posting user generated content (UGC) and what motivates them?\\n- Can the dialogues that emerge within Blast actually support learning?\\n- Do learning communities grow up around UGC sites like Blast / is there real interaction between users that informs and develops the work of those who post? \\n\\nAbout BBC Blast:\\n- To what extent does the Blast offer, including Blast on Tour, meet its goals of engaging and inspiring creative learners?\\n- How might the design (technical and editorial) be modified to maximise this impact?\\n\\nThis project would therefore seek to accomplish the following goals:\\n\\nAn analysis of existing interactions for evidence of learning dialogues. \\nA review of the range of models of such dialogues that occur elsewhere. \\nAn articulation of the ways in which the design and functionality of Blast could be developed to increase the opportunity and range of such learning dialogues.\\nHistories of particular user development, tracking the journey from newbie to expert\\nAn overview of the patterns of engagement with UGC sites to understand the motivations of those who post, those who see posting as an opportunity to learn and those who chose not to post. \\n\\nThroughout the project will be exploring a variety of ways to engage the creative, technical and editorial staff at the BBC in a dialogue about the research and its implications. We intend to use a blend of face to face and virtual strategies to maximise the range of opportuinties for knowledge exchange.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006748/1","grantId":"AH/F006748/1","fundValue":"74440","fundStart":"2007-09-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"Angela  McFarlane","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}