{"id":"6E82A709-C68A-4DFC-9551-EB71647F8125","title":"How does dietary carbohydrate influence the formation of an atherogenic lipoprotein phenotype?","abstractText":"Premature cardiovascular disease (CVD) is resposnible for 1 in 3 deaths in the UK, and imposes an enormous financial burden on the NHS. Its prevalence is increasing at an alarming rate because of the CVD risk associated with obesity and related conditions such as diabetes. A key public health nutritional strategy for preventing the development of obesity and reducing CVD risk, is to replace dietary fat, principally saturated fat, with carbohydrate. However, studies have shown that when fat is replaced with carbohydrate, the risk of CVD actually increases. This effect has been linked to the quality of carbohydrate, and more specifically, to an increased intake of simple sugars such as sucrose and fructose. The latter are abundant in our diet and when overconsumed, have been shown to increase the amount of fat (triglyceride) in the blood and in tissues such as the liver. This accumulation of fat can lead to a metabolic defect that occurs in obesity and diabetes called insulin resistance, when tissues in the body become unresponsive to the actions of insulin. Insulin resistance is a very common condition that can produce adverse changes in cholesterol metabolism that increase the risk of developing CVD. These changes include an increase in particles known as small, dense LDL (sdLDL) that are found in high levels in the blood of people with obesity and diabetes, and transport cholesterol into the walls of blood vessels, causing CVD. Exactly how dietary carbohydrate increases the amount of fat in the blood and tissues such as liver, and contributes, with insulin resistance, to high levels of sdLDL is not clear. Answers to these questions would provide a better understanding of why the quality of carbohydrate is associated with increased CVD risk. They would also provide valuable information for influencing future dietary recommendations for public health. The aim of this research proposal is to determine the metabolic mechanisms by which the quality of dietary carbohydrate, high in simple sugars, increases blood fat and influences the formation of sdLDL. This will be studied in people with evidence of insulin resistance and an increased amount of liver fat. This study group is representative of a free-living and otherwise healthy UK population who are at increased risk of CVD. They are also known to be sensitive to the adverse effects of dietary carbohydrate, and thus stand to gain the greatest benefit from changing their diet in line with the results from this study. Our hypothesis states that a diet high in simple sugars will increase the number of sdLDL particles by increasing the amount of triglyceride-rich particles secreted from the liver (called VLDL1 particles), and that this will occur to a greater extent in people with insulin resistance and a moderate amount of liver fat. The study will compare two diets that are high and low in sugars but still representative of the UK diet. It will be a free-living study, with foods being supplied to the volunteers and consumed in their own homes. Subjects at increased risk of CVD will be subdivided into two groups with low and moderately raised liver fat, as measured by non-invasive MRI scanning. After a run-in diet low in simple sugars, subjects will be randomised to either continue on this run-in diet or switch to a diet high in simple sugars for 12 weeks. The subjects then switch to the other diet for another 12 weeks. Metabolic investigations to determine the mechanism by which the diet increases blood fat and forms sdLDL will be carried out at the end of each diet. This will involve giving the subjects stable istopes as trace labels to measure the rate at which triglyceride is produced in the liver, and to follow the metabolism of triglyceride-rich VLDL1 to determine exactly how this forms sdLDL under the two dietary conditions. These methods present no risk to the volunteers and will provide unique information to reduce the adverse effects of dietary carbohydrate on CVD","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G008272/1","grantId":"BB/G008272/1","fundValue":"15793","fundStart":"2009-04-03","fundEnd":"2012-04-02","funder":"BBSRC","impactText":"  The main result of the study are just coming out. One paper has be submitted to Am J Clin Nutr. Agriculture, Food and Drink,Healthcare Societal","person":"Gary Steven Frost","coPersons":["Jimmy David Bell"],"organisation":"Imperial College London","findingsText":" This was a small part of the main grant held by the University of Surrey BB/G009899/1\nThis project aimed to determine the metabolic mechanisms by which a diet high in extrinsic sugars promotes the formation of an atherogenic lipoprotein phenotype in male volunteers 'at risk' of developing metabolic syndrome subdivided into two groups with low (&amp;lt;2%) and moderately raised (&amp;gt;10%&amp;lt;20%) liver fat, as measured by magnetic resonance imaging spectroscopy. The study will provide information to explain how TG-rich VLDL1, as a major progenitor of sdLDL, gives rise to either an increase in the absolute number (hyperapo B) and/or relative proportion of sdLDL particles (LDL subclass Pattern 'B'). Specifically the objectives are\n\n\n\n1) To investigate the effect of the dietary extrinsic sugars on the rates of synthesis, inter-conversion and catabolism of VLDL1-TG and VLDL2-TG and VLDL1, VLDL2, IDL, LDL1 and LDL2 apo B (small dense LDL) using a mathematical model of lipoprotein kinetics developed in collaboration with mathematical modellers in the University of Cambridge.\n\n\n\n2) To evaluate the effects of dietary extrinsic sugars on the rates of de novo lipogenesis, using labelled water (2H2O), peripheral lipolysis using labelled palmitate (U-13C palmitate) and the percentage of VLDL TG derived from systemic fatty acids (U-13C palmitate). This will establish the relative contribution of fatty acids from these two sources to VLDL-TG synthesis, and the importance of differential effects of extrinsic sugars on these two pathways to the VLDL kinetics and formation of sdLDL. \n\n\n\n3) To determine the effects of dietary sugars on the activity of endothelial lipases (LPL, HL) in post-heparin plasma. The measurement of lipase activities will provide some evidence for the effects of extrinsic sugars on the rate of clearance of TG-rich lipoproteins, in the absence of a postprandial study. \n\n\n\n4) To determine how the percentage of liver fat, as a surrogate of liver-specific insulin resistance, influences the dietary effects described in objectives 1-3.\n\n\n\n\n\nThe imperial College input was a design the diet which would be used throughout the diet.\n\nThe analysis of this complex project is still going on, and the main outcomes will be reported in the next 6-9 months The major outcome of the project will lead to new understanding around the impact carbohydrate on insulin resistance and cardiovascular risk. The translation and practical implementation of the results from this study into health benefits for the general public requires input from several major stakeholders, including the government, and the food industry. The goverment can use this information to develop future food policy and dietary recommendations for cardiovascular health. This can only be achieved with contributions from the commercial sector, that involve the re-formulation, and the supply and distribution of foods by the food industry and commercial outlets respectively. The potential ways this research can be used is:\n\nThe prevalence of metabolic syndrome in the UK may be as high as 25% and a huge financial burden to the health services, through the clinical presentation of such classic risk factors for CVD as hypertension, hyperglycaemia, and dyslipidaemia. Even this figure may be a conservative estimate, with thousands being undiagnosed or defined as having increased risk of developing metabolic syndrome. The latter represent a subclinical group of individuals whose cardio-metabolic risk is known to be responsive to dietary changes, and who stand to gain considerable benefit from early dietary intervention. The entry criteria in this proposal was specifically designed, and has been used successfully in a previous multi-centred trial ('RISCK'), that was funded by the Food Standards Agency (FSA), to identify and target this vulnerable group. Although this research proposal will be restricted to the study of males, primarily to avoid the potentially confounding effects of hormones on lipid metabolism, the outcome and implications for CV health are equally applicable to females. Post-menopausal women are especially vulnerable to the cardio-metabolic risk associated with metabolic syndrome, and thus stand to gain even greater benefit than men.\n\n\n\nThe metabolic defects under investigation in this proposal are thought to originate from the long term effects of nutrient-gene interactions. While this proposal has not been designed to address the genetic origins of this risk, it will address the physiological effects of a specific food component, carbohydrate, on the hormonal and metabolic mechanisms in obesity. Since these are inextricably linked to the genetic origins of diet-related CVD risk, as a both a product and determinant of nutrient-gene interactions, the work is of immediate relevance to priority areas of the BBSRC. \n\n\n\nThe translation and practical implementation of the results from this study into health benefits for the general public requires input from several major stakeholders, including the government via the FSA, and the food industry. The FSA can use this information to develop future food policy and dietary recommendations for cardiovascular health. This can only be achieved with contributions from the commercial sector, that involve the re-formulation, and the supply and distribution of foods by the food industry and commercial outlets respectively. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}