{"id":"6E8389DB-1DDC-4671-9538-C40DC4036C53","title":"Designing Effective Research Spaces Sandpit: SPIRES- Supporting People Investigating Research Environments and Spaces","abstractText":"The EPSRC Digital Economy theme seeks to investigate how the use of innovative ICT can transform both lives and work. Research is vital to the UK economy. The UK research councils annually invest 2.8 billion into new research across a spectrum of academic disciplines. Total research and development spending by UK businesses was 16.1 billion per annum in 2007 . Research is also a significant part of the lives of the general public, whether researching their family history or contributing observational data to the BBC programme Springwatch. Given that research is so important to society, it is reasonable to ask how we can assist researchers to become more effective.SPIRES arises from a Digital Economy sandpit held in July 2009 on Effective Research Spaces that brought together an inter-disciplinary set of researchers interested in this theme. SPIRES - Supporting People Investigating Research Environments and Spaces - is a network proposal that aims to bring together currently disparate groups interested in the design of effective research spaces and environments in order to create a new research community. Through a set of focused workshop and outreach activities it will bring together the three perspectives of physical spaces, novel technology, and social interaction to support a new synthesis of ideas and new conversations between groups currently not in contact with each other. Its objectives are: - To form and support a multi-disciplinary community of researchers with expertise in enhancing physical, technological or social aspects of research environments; - To develop a deeper understanding of the ways in which effective research can be fostered; - To document and disseminate the current state of the art in nurturing effective research spaces, both from a UK and international perspective; - To stimulate the production of new methodologies for designing and evaluating effective research spaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H042695/1","grantId":"EP/H042695/1","fundValue":"153376","fundStart":"2010-08-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  In a book: BITE: Recipes for remarkable research (Sense Publishing) Digital/Communication/Information Technologies (including Software),Education Cultural","person":"Ruth  Aylett","coPersons":["Judy  Robertson"],"organisation":"Heriot-Watt University","findingsText":" The SPIRES network (Supporting People who Investigate Research Environments &amp; Spaces) has examined in depth the elements essential to effective and creative research environments, generating innovative approaches to their use, design and management. The network has extended internationally, with members from the UK, Europe, US and Australia. SPIRES has focused on three main areas for effective research: \n\n\n\n1) The physical environment and optimum research space \n\n2) The social enviro The SPIRES field book BITE: Recipes for remarkable research contains recipes which are applicable to any project work where creativity and empowerment are key. There is already an interest in the SPIRES work encapsulated in the book, from commercial and governmental organisations. The book and the database on the website are the main routes for the SPIRES outcomes to reach an international audience. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}