{"id":"6E8340DC-B26A-4004-BC3F-4B91EB168102","title":"Ocean Basement Calcium Carbonate Veins as Recorders of Past Ocean Chemistry and the Global Carbon Cycle","abstractText":"The long-term cycling of carbon (C) between the solid Earth, oceans and atmosphere over millions of years controls atmospheric carbon dioxide (CO2) levels and hence climate. Quantification of the magnitude of the C- fluxes within this cycle allows the Earth system processes responsible for past global change to be investigated. The formation of new ocean crust during submarine volcanism along mid-ocean ridges is a key component of the plate tectonic cycle, which repaves two thirds of the Earth's surface every 200 million years as crust spreads towards subduction zones where it is transported down into the underlying mantle. Seawater circulates through cracks in the ocean crust, where it is heated and reacts with the rocks. Minerals are deposited in the crust from these fluids, changing the chemistry of the fluid and the rock. Consequently the 'hydrothermal circulation' of fluid through the crust results in thermal and chemical exchange between the oceans and the crust. During mid-ocean ridge volcanism CO2 gas is released from the magma to the oceans and atmosphere. During 'hydrothermal circulation' calcium carbonate (CaCO3) precipitates from the fluid in the crust, storing CO2 in the rock. The formation of ocean crust at mid-ocean ridges therefore enables long-term C-cycling through the Earth system. In addition, the chemistry of the hydrothermal carbonates reflects the fluids from which they form, and through chemical and isotopic analyses, these carbonate minerals can be used to determine the composition of seawater in the past and oceanic conditions. For this study we will use analyses of carbonate veins within the ocean crust and other submarine volcanic constructions to - Develop detailed records of past ocean chemistry for the past 200 Myrs; - Develop new seawater records of important tracers of past climate such as Li isotopes - Investigate the physical and chemical controls on the CaCO3 precipitation - Quantify the fluxes and rates of exchange of CO2 to and from the ocean crust. We will use our results to model how changes in past ocean crustal production and subduction rates, seafloor area, and the duration of hydrothermal exchange have affected the long-term global C-cycle and hence the role of these processes in controlling past climate. This research will address a key scientific issue of improving our understanding of the global long-term C-cycle that influences climate. In addition the knowledge of the physical and chemical controls on carbonate precipitation in the ocean crust will benefit attempts to artificially recreate and accelerate silicate weathering process as a possible approach to drawdown atmospheric CO2 as CaCO3, so as to prevent future climate change. This research will also advance our knowledge of the interactions between the oceans and the underlying crustal rocks, which affect the composition of the oceans, atmosphere, crust and mantle, and the physical properties of the ocean crust (e.g. porosity, permeability, strength, and seismic properties). The knowledge of how fluid-rock interaction affects the crust as it is transported from the ridges to subduction zones, will allow the composition and properties of the material entering subduction zones to be determined. This will aid studies of subduction zones where major earthquakes occur, and their associated natural hazards (e.g. tsunamis).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I006311/1","grantId":"NE/I006311/1","fundValue":"276802","fundStart":"2010-08-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"","person":"Damon Andrew Teagle","coPersons":["Rex Neil Taylor","James Andrew Milton"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}