{"id":"6E89DF1F-F764-4D42-9852-7ABE9C1653F6","title":"Peptide aptamer optical protein detection","abstractText":"Our bodies are made up of trillions of cells, which contain billions of proteins. Proteins are the workhorses of a cell, and until we understand how they work together, we will not be able to understand life at the level of each cell, nor will we be able to identify the changes that occur in triggering a disease. While the sequencing of the human genome has given us a catalogue of these proteins, we still lack the tools that allow us to study them both individually- is protein X expressed in this cell?- and collectively- do proteins X and Y, which are both expressed in a cell, actually interact with each other? There are two major hurdles to such studies. The first is that we need probes for each protein that allow us to detect a given protein even in the presence of the billions of other protein molecules in a cell extract. The second is that we need a way to sense when a target protein has bound to its specific probe- proteins are so small that any signal they generate is minute. One way around this has been to add labels to proteins that are capable of generating very large signals, but this solution has its own problems, as the label can modify the behaviour of the protein, for example to prevent a biologically-significant binding event, or to create a new, irrelevant interaction. We have solved both problems using a technique called protein engineering to create artificial proteins that specifically recognise target proteins, and that are sufficiently robust that they can be attached to sensing surfaces to generate label-free electrical or optical signals. Recent advances in our understanding of molecular fluorescence and the optical properties of nanometre-scale structures offer much in the generation of sensitive sensory interfaces. The goal of this project is to integrate receptive artificial proteins with these interfaces and identify the best means of applying our proof-of-concept work to the generation of detection methods both compatible with the needs of researchers but also enabling currently unanswerable questions to be answered. Such questions range from asking what is the smallest number of copies of protein that can be detected in a single cell, to what is the largest number of different proteins that can be detected simultaneously using a technology that is affordable to most biological/clinical labs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011032/1","grantId":"BB/F011032/1","fundValue":"314819","fundStart":"2008-06-23","fundEnd":"2011-06-22","funder":"BBSRC","impactText":"","person":"Jason  Davis","coPersons":["Paul  Ko Ferrigno"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}