{"id":"6E915B10-D640-4F30-846D-E8076A36DD07","title":"Providing Confidence in Durable Composites (DURACOMP)","abstractText":"Advanced composites have potentially transformative properties compared to other construction materials that offer unparalleled structural solutions. Composites have impacted the aerospace and automotive industries, resulting in lighter, energy efficient solutions. We aim to translate this paradigm to the construction industry by tackling the single largest factor limiting their uptake - durability. This will be achieved through the development of methodology/tools for durability assessment/design.\nIn the DURACOMP project the consortium team shall investigate the long-term degradation processes of construction composites in order to enhance confidence in their durability. We will achieve this through an ambitious, integrated programme of physical testing and computational modelling that will bring new insights into the behaviour of composites.\nA structural-level testing programme, augmented by selected material-scale tests, coupled with uncertainty qualification and quantification, will be undertaken. \nThe consortium team will utilise advances in multi-scale analysis to develop a computational, predictive modelling capability for the response of degrading of composites. This will enable us to investigate and design the reliability of service lives of safety critical structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K026925/1","grantId":"EP/K026925/1","fundValue":"1396720","fundStart":"2013-06-01","fundEnd":"2016-08-04","funder":"EPSRC","impactText":"  To date (13 11 14) they have not been used because the research teams (at Universities of Bath, Bristol, Glasgow, Leeds, Newcastle-upon-Tyne and Warwick) are in the process of developing new computational models and creating a database of test results for the durability of FRP composite materials. When these tasks are completed the test results will be used in computational analyses to assess the quality and reliability of both.  ","person":"J. Toby  Mottram","coPersons":["Christopher  Kilsby","Peter David Gosling","Phil  Purnell","Chris  Pearce","Mark  Evernden","Lukasz  Kaczmarczyk","Wendel Michael Sebastian"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}