{"id":"6E9485CA-3B6E-4121-9810-70E5EDFC9196","title":"Exploratory observational study of therapeutic feeds used to treat intestinal inflammation in Malawian children with severe acute malnutrition (SAM)","abstractText":"Despite interventions to prevent malnutrition, SAM, encompassing both marasmus (severe wasting) and kwashiorkor, occurred in 19m under fives in 2011 and accounted for 7% of all under 5 deaths. Many children with SAM are managed in the community using Ready-to-Use Therapeutic Food (RUTF). However, about 20% requires in-patient care because of inability to take adequate feeds, complications such as infection or diarrhoea or failure to improve under community management. \n\nThe in-patient management of children with SAM is extremely challenging. Despite following a well-established WHO protocol, case fatality often exceeds 20% and many of the survivors die following discharge home. Amongst long-term survivors, stunting, the recurrence of wasting and re-admission to hospital are common. \n\nIt has long been recognized that children with SAM have intestinal inflammation, termed &quot;environmental&quot; or &quot;tropical&quot; enteropathy. Although of unknown cause, it is thought to result from poor sanitation increasing exposure to microbial pathogens in the gut. Studies of the small intestine have shown that the marked reduction in surface area impairs food digestion and nutrient absorption. Also, the mucosa is &quot;leaky&quot; which likely allows bacteria to enter the tissues and blood stream causing sepsis and exposes the gut immune cells to microbial and food antigens resulting in persistence of the inflammation and consequent gut damage. Children who also have HIV infection may have even more severe enteropathy because HIV itself damages the intestinal mucosa. \n\nAfter initial stabilisation of the child's condition, the current management of SAM focuses on re-feeding and treating infections. The feeds used (RUTF, F100) contain micronutrients such as vitamin A and zinc that are known to be important for mucosal health. However, these feeds would not be expected to improve the intestinal inflammation and this may underlie the poor response to treatment and poor long-term outcomes in many cases. \n\nThe inflammation in the intestine in SAM is very similar to that which occurs in food intolerance and Crohn's disease. In contrast to SAM, the treatment of these conditions targets the gut inflammation. In children, recommended treatments are with an extensively hydrolysed or elemental formula (food intolerance) or polymeric or elemental formula (Crohn's disease). These are complete feeds that promote healing of the intestinal mucosa and nutritional recovery and are free of significant adverse effects. In children with active Crohn's disease, about 60% achieve clinical remission and another 30% improve with these feeds. \n\nThe similarity in the gut inflammation across these conditions raises the possibility that treatments that effectively reduce the gut inflammation in food intolerance and Crohn's disease may also be effective in SAM. We aim to undertake a pilot study to see if an extensively hydrolysed, elemental and/or polymeric formula are tolerated by children with SAM and to see if they reduce the intestinal inflammation. \n\nIf we find that one or more of these feeds are likely to be effective, they would need to be evaluated in a larger study. If confirmed in a larger study, our findings would establish the necessity of specifically treating the intestinal inflammation in SAM. This could then be included in standard clinical management protocols. Researchers would be encouraged to consider how these alternative therapeutic feeds could be adapted to make them practical and cost-effective in low resource settings perhaps by using local ingredients and formulation as a paste for use at home. Also, it would be important to explore potential alternative approaches to treating the enteropathy - possibly also including children with less severe malnutrition managed in the community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M022390/1","grantId":"MR/M022390/1","fundValue":"143445","fundStart":"2015-08-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Steve John Allen","coPersons":["Robert  Bandsma","Wieger  Voskuijl","Duolao  Wang"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}