{"id":"6E97E9DF-4C7E-4534-8F7F-25A35F851A99","title":"Constant-time wide-area monocular SLAM using absolute depth hinting","abstractText":"Understanding the visual environment is key to allowing machines interact with us and the space we occupy, whether the machine is to take fully autonomous action or just provide us with extra information and advice. A core competence is the ability to reconstruct a 3D representation of a moving camera's surroundings and to locate the camera relative to them from moment to moment. Over the last years, enormous practical strides have been made in this problem of visual simultaneous localization and mapping (visual SLAM), to the point now where robust live reconstruction is possible on modest hardware using stereo cameras and, more challengingly, using just a single camera.\n\nWe are concerned here with single camera visual SLAM, of particular importance when the payload and power manifest has to be kept small. The state of the art allows reconstructions containing several tens of thousands of 3D point locations imaged from a few hundred viewpoints to be optimized on the fly. Though this sounds large, in practice these numbers restrict the operational scope to modestly-sized environments. Our aim in this proposal is to tackle the two chief impediments to increasing that scope. \n\nFirst is algorithmic computational complexity. Polynomial complexity in the number of map points and/or the number of camera positions gradually stifles live operation as the environment expands. This means that gains in processor speed do not lead to proportional gains in map size, and we cannot merely wait for cpu development to catch up. Here we will pursue our recent work on constant-time exploration in monocular SLAM, in which only a local region around the camera needs to be re-optimized frame-by-frame.\n\nSecond is monocular vision's inherent depth/speed scaling ambiguity. Using image motion alone only relative depth, rather than absolute depth, is observable. As the camera moves around, uncertainty builds up not only in position and orientation, but also in the scale of the surroundings. This leads to added difficulty when returning to a previously visited location: not only do the surroundings appear translated and twisted, but they also appear the wrong size. But a human one-eyed observer does not suffer in the same way: whether deprived of stereo vision or not, we use other visual clues to maintain our sense of scale, clues from objects, object classes, and from low-level image traits. It is these that this project plans to glean to provide partial information about absolute depth, sufficient to remove that extra degree of freedom in the solution.\n\nWe aim to produce a SLAM algorithm (i) that functions at video frame-rate; (ii) that functions in on-average constant time quite independently of the size of the map it is constructing, and (ii) that behaves gracefully whatever quality of depth information is provided to it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014990/1","grantId":"EP/J014990/1","fundValue":"393464","fundStart":"2012-12-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"David William Murray","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}