{"id":"6E994F09-5B34-4F6C-80FE-A0A491A19EB4","title":"State versus Style: Naturalism and Avant-Gardism under the Early Third Republic, 1885-1900","abstractText":"The central premise of the book is the dominance of naturalism in late 19th century French culture. Naturalism gave primacy to the material world, to what could be seen, sensed and described. In literature and the visual arts naturalism favoured idioms that described and reported, laid emphasis on modern existence, and pushed aside the allusive or fantastic in favour of the narrative and observable. In particular, naturalism flourished under the early Third Republic not only because it was the cultural manifestation of the positivist philosophy characteristic of late 19th century capitalist societies, but because it suited the regime. Naturalism's stress on fact rather than faith elided with the Republic's aim to wrest authority from the Catholic Church. Its emphasis on understanding and conquering the material world via science and technology matched, indeed shaped, the Republic's commitment to progress and modernity. The legibility and apparent ease of comprehension of naturalist art and writing served the Republic's rhetoric of egalit&eacute;, the regime favouring art forms that addressed the widest possible constituencies with its own ideological values. Another of naturalism's advantages - both for the artists who worked within the aesthetic and for its users, be they politicians, scientists, collectors or the general public - was that it allowed for great flexibility of representation; the generous boundaries of what might be described as naturalistic could embrace Claude Monet and Pascal Dagnan-Bouveret, Edgar Degas and Edouard Dantan, Lucien L&egrave;vy-Dhurmer and Henri de Toulouse-Lautrec. It was also generic in popular culture, from illustrations in La Nature through the development of instantaneous photography to the waxworks in the Mus&eacute;e Gr&eacute;vin. \\nAbove all, however, it was against this naturalist hegemony that avant-garde artists operated. They were no longer opposed to academicism, as already in the 1870s a generation of artists had turned to naturalism, themse becoming establishment figures sponsored by the Republic, artists as different as Dagnan, Alfred Roll and Henri Gervex among them. Naturalism was entrenched and establishment, an ideological and bourgeois force the ubiquity of which was apparent from the smallest book illustration to the largest mural commission. As a consequence, new art was almost necessarily political at some level. It could choose to adapt to the republican/naturalist hegemony or to react against it. This book will examine different responses to that hegemony. It will argue not only how but why Pierre Bonnard and Edouard Vuillard were unable to sustain the stylistic experimentation of their Nabi years and by the late 1890s they had reverted to naturalism. It will explore different stylistic possibilities, in particular the notion of the populaire, art that was for and perhaps even from the people. Such an ostensibly democratic aesthetic could either adapt naturalism or invent new idioms. By investigating the populaire via the work of such varied artists as Vincent van Gogh, Eug&egrave;ne Buland, Henri Rousseau, Georges Seurat and Alexandre Charpentier, the book will be proposing restructured readings of stylistic change. It will also investigate art that reacted against the dominant naturalism, arguing how and why work with a caricatural edge became such an important force at this period in the hands of artists such as Lautrec and F&eacute;lix Vallotton. It will also examine the means and motives by which other artists could appropriate the establishment's styles, in the case of Paul Signac variations on classicism. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004865/1","grantId":"AH/E004865/1","fundValue":"36684","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Richard  Thomson","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}