{"id":"6E99396A-7BCE-470C-8731-7C555E72F077","title":"Generalized Nonlinear Models: Theory, Computation and Extensions","abstractText":"This project will develop a systematic approach to a large class of statistical models, which unifies and extends many methods that have been developed for particular applications across a wide range of scientific disciplines. The class of generalized nonlinear models includes as prominent sub-classes some of the cornerstones of statistical methodology, notably generalized linear models and parametric nonlinear regression. The current project will develop unified methods for approximate inference and for computation in such models. In addition, innovative methods for summary and display of the results of an analysis, including graphical methods, will be extended to this broader class of models, as will methods for the systematic treatment of variation that is not explicitly predicted within the model (so-called random effects ). Particular attention will be paid to instances that are of direct relevance to current practical work, notably models which include multiplicative terms; these have been important recently in research fields as diverse as experimental psychology, crop science and sociology, for example. A key thread running through all of the work will be the novel use of over-parameterized representations of statistical models, designed to allow imaginative modelling strategies to be constructed naturally and pursued without the need to pay undue attention to technical details (typically connected with parameter identifiability) at each step. The results of the research will appear in the peer-reviewed scientific literature and in fully documented open-source software, thus making these methodological developments immediately available to practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G056323/1","grantId":"EP/G056323/1","fundValue":"314116","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The main findings of the project have all been implemented and published in open-source software, which we continue to maintain. Researchers worldwide are using the software -- they ask us interesting questions about further development, and they frequently express their appreciation! Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Other ","person":"David  Firth","coPersons":[],"organisation":"University of Warwick","findingsText":" This research was methodological development in statistics and statistical computation. We developed a wide range of novel, enabling methods for applied researchers to use, and disseminated them through papers, conferences and (especially) published, open-source software. Primarily through the use of our open-source, fully documented software packages in the R ecosystem. The packages resulting from this funded project are: &quot;gnm&quot;, &quot;BradleyTerry2&quot;, &quot;betareg&quot; and &quot;vcdExtra&quot;, all available from the Comprehensive R Archive Network (http://cran.r-project.org). This software is designed to enable other researchers to use appropriate tools for high-level statistical analysis of substantial data. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail,Security and Diplom","dataset":"gtr"}