{"id":"6E9B93D0-8B76-42CB-86DE-26FBC5D7235F","title":"Technologies for the Treatment of Brain Diseases","abstractText":"The Grand Challenge is the treatment of brain diseases. Brain diseases span pain, sleep disorders, schizophrenia, mood disorders and neurodegenerative conditions. At any time 450 million persons worldwide are living with mental, neurological or behavioural illnesses and 24 million people worldwide suffer from dementias. The treatment of brain diseases is hampered by the blood brain barrier (BBB), a barrier between the blood and the brain which does not permit the passage of most drug molecules, due to the tightness of the intercellular capillary junctions, low uptake activity of capillary cells and the activity of efflux transporters. Previous attempts to target drugs to the brain and cross the BBB have involved the use of targeting ligands, e.g. mouse monoclonal antibodies for carrier mediated uptake or the inhibition of the above mentioned efflux transporters. However all of the particulate-based strategies (including the use of mouse monoclonal antibodies) that have been investigated over the last two decades have yet to yield any clinical products and the inhibition of the high capacity efflux transporters, which incidentally are not merely confined to the BBB, is not a viable clinical option. Our multidisciplinary consortium drawn from academia and industry (GSK) propose a new nanoscience based strategy founded on two recent significant findings: a) chitosan amphiphile based nanoparticles significantly increase the central activity of hydrophobic and peptides drugs via the intravenous and crucially oral routes, b) apolipoprotein E targeted nanoparticles bypass the brain capillary efflux transporters and cross the BBB, increasing drug delivery to the brain. The project aims to use these data to create an optimised nanotechnology brain delivery platform for peptides and low molecular weight drugs with low brain permeability. These drug classes represent the bulk of the compounds which are trapped in the drug development bottleneck due to: a) their poor brain exposure and b) the absence of suitable brain targeting strategies. Candidate drugs to be used are potential treatments for schizophrenia, pain and sleep disorders. These compounds and their potential indications are particularly relevant to the call (targeting psychiatric diseases) and a specific output of the project is a candidate medicine for the treatment of psychiatric or neurological disorders. The project will involve a significant level of particle engineering, where particle matrix chemistry, surface chemistry (including the discovery and evaluation of other BBB targeting peptides) and particle size will be systematically varied and the impact of these variations tested using in vitro and animal models. The resulting pharmacokinetic, pharmacodynamic and mechanistic data will inform the optimisation of the platform which is the ultimate goal of the project. Fundamentally the mechanism of brain permeation of the drug cargoes will be studied and elucidated en route to the optimised nanosystem and this will also fulfil a requirement of regulators and health providers, who desire an underlying mechanistic basis for new health technologies. Stage 2 of the project (GSK fully supported) will focus on the development of a clinical medicine based on the nanotechnology platform.Public engagement activities will occur via our nanomedicines.org website and also via public communication of science events. The key beneficiaries of the project will be patients, carers and the pharmaceutical industry as the platform will pave the way for novel therapeutic targets to be exploited. The engagement of scientists, with a past history of collaboration and a strong track record in nanoscience innovation, therapeutic target discovery, lead identification, drug targeting, translating scientific concepts to clinical products and basic brain physiology makes the consortium ideally suited to deliver the nanoscience based drug targeting goals of the Grand Challenge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061564/1","grantId":"EP/G061564/1","fundValue":"235691","fundStart":"2009-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  The findings from this award have been used to support the development of a novel polymeric nanomedicine for the delivery of large molecules to the brain. The work funded on EP/G061564/1 developed novel label-free imaging techniques to provided provide evidence and mechanisms of the delivery of particles across the blood-brain-barrier and confirmed results from in-vivo pharmacokinetic studies run by our collaborators. This information has been used to secure a TSB award to turn the prototype nanoparticle drug delivery system into a clinical product, which is now approaching completion. Pharmaceuticals and Medical Biotechnology Economic","person":"Julian  Moger","coPersons":[],"organisation":"University of Exeter","findingsText":" The poor bioavailability of peptides, nature's own 'drugs', limits their therapeutic application. Molecular envelope technology (MET) delivery allows their use as nanoenabled medicines, with an up to 18-fold increase in brain levels. The multi-disciplinary 'Peptide Pill' consortium aimed to develop the pain peptide pill METDoloron. 20% of European adults suffer from chronic pain often inadequately controlled by opioids, which often have life threatening side effects. METDoloron avoids these prob To fully exploit the potential impacts of METDoloron, Nanomerics has entered into a mutually beneficial alliance with Depomed in order to progress METDoloron to clinical development (please see accompanying GANNT chart). Depomed has product launch experience, having recently launched a neuropathic pain product - Gralise, and have a marketing resource and a contracted sales force. To fully exploit the MET platform and generate partnering opportunities, Nanomerics will aggressively market its Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}