{"id":"6E9FAB73-85BA-469D-88C0-1AEBEB07B849","title":"Sustainable Software for Digital Music and Audio Research","abstractText":"The aim of this proposal is to provide a Service to support the development and use of software, data and metadata to enable high quality research in the thriving UK audio and music research community.Researchers in this area come from a wide range of backgrounds including: signal processing, electronics, computer science, music, information sciences, dance &amp; performance, and data sonification, but have a common interest in the use of audio and music in their work. Through this project, we want to create a climate where researchers think beyond the research they are undertaking at the present, towards the impact that it could have on other researchers, but right from the start. Through helping researchers to strongly connecting their work with that of others, each will see that their work should be reusable: my research helps your research. In many of the fields within this community, researchers do not have the skills or desire to write their own code, or piece together other code, but benefit greatly from straight out of the box software. Even where they do write their own code, they work on different platforms and use a wide variety of batch and real-time environments (Matlab, Python, Max/MSP, SuperCollider, VST plugins). While there may be potentially useful software in other fields that could help them with their research, they are often not be aware of its existence, and it is often not available for the platform or environment they use.Other specific software- and data-related difficulties faced by researchers in this community include:* Software designed for legacy platforms (Sun SPARC, NeXTSTEP) and/or no longer maintained;* PhD students graduate or staff move: their web pages containing original software and/or data lost;* Code for some systems never released (not considered a priority for researchers, or code not considered ready );* Software and/or datasets in slightly different versions (due to error corrections or enhancements);* Copyright issues of datasets (e.g. audio of Beatles tracks cannot be placed on the web).The proposed Service to the UK music and audio research community will consist of several elements: * A software engineering resource to engineer cross-platform robust software from UK research prototypes; * A software tailoring programme to modify or adapt existing tools for use by other UK researchers; * A source repository with version control, to hold source code for software tools being developed in the community; * A dataset repository to hold and maintain key experimental datasets and metadata (e.g. human-generated labels); * Advice &amp; training in the use of available software, and best practice in developing sustainable software. * Engagement and outreach to the research community and beyondAn important aspect of the Service will be planning for sustainability, so that the software developed during its lifetime, and the Service itself, can be sustained beyond the end of the funded period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043101/1","grantId":"EP/H043101/1","fundValue":"947057","fundStart":"2010-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Mark  Plumbley","coPersons":["Nicholas Johnathan Bryan-Kinns","Mark  Sandler","Simon  Dixon","Panos  Kudumakis","Joshua Daniel Reiss"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}