{"id":"6EA66B2E-7C15-4509-91D0-698AF9127993","title":"A Historical Comparison of Intellectual Transformations in Greece and India in the Axial Age","abstractText":"'In the years centering around 500BC - from 800 to 200 - the spiritual foundations of humanity were laid, simultaneously and independently in China, India, Persia, Judea, and Greece. And these are the foundations upon which humanity still subsists today.' Thus wrote Karl Jaspers in 1951, calling the period the Axial Age (Achsenzeit).\n The thesis of parallel religious and intellectual developments in the Axial Age has in recent years attracted increasing interest. For instance, in 2008 a conference was held in Erfurt on the 'Axial Age and its Consequences for Subsequent History and the Present'. The online account of the conference notes that 'it is only in recent years that interest in the thesis has attracted intensive attention from scholars from across the full spectrum of the humanities and social sciences'.\n Despite such considerable interest, we have made pitifully small headway on the Axial question: why did the same kind of intellectual transformation change occur at about the same time in various parts of the world?\n This lack of headway can be attributed largely to two failings, both of them apparent in the online account of the Erfurt conference and generally in research on the Axial question. The first failing is that - although specialists in the Axial cultures sometimes confer on the Axial Age - there has been no sustained organised collaboration between them on the issue.\n The second failing is neglect of the socio-economic factors. We possess a general understanding of the possible relationship between socio-economic and intellectual (including metaphysical) development, but this understanding has never been applied to the Axial question.\n The two failings inter-relate, because comparative study of the relationship between ancient socio-economic and intellectual change requires sustained collaboration between specialists. \n Our project will begin to remedy both these failings. But the Axial question cannot be answered all at once. The project is a first step, which focuses on the remarkable similarities in the earliest philosophical cosmology of two of the Axial cultures, India and Greece. It is hoped that the success of the project will inspire extension of the same kind of enquiry to the other Axial cultures.\n The Principal Investigator's Money and the Early Greek Mind (Cambridge University Press, 2004) is the first sustained attempt to explain the intellectual revolution of Greece in the sixth and fifth centuries BCE by taking into account all the factors, socio-economic as well as religious and cultural. It is now proposed to extend this kind of investigation to India of approximately the same period, in sustained collaboration with an Indologist who is also trained as a classicist.\n Among the remarkable similarities between early Indian and early Greek philosophical cosmology are the following.\n (a) In striking contrast to the pre-existing tradition of anthropomorphic polytheism, a single all-embracing formless entity is elevated above multiplicity, change, and particularity of form.\n (b) There is mutual assimilation between this single entity, which tends towards abstraction, and the individual self (or soul).\n (c) It is believed that through good actions we can escape from a cycle of reincarnation that is both indiscriminate (in the sense that we may be transformed into anything living) and painful.\n This shared set of beliefs, which does not occur outside of India and Greece, cannot in this phase of history be plausibly explained by the hypothesis of influence between two remote cultures. And even if there was influence, it still has to be explained why and how the recipient culture had a central place for what it received. It may well therefore be relevant that from the sixth century BCE northern India underwent a process of urbanisation, commercialisation and monetisation that at the time had no parallel outside the Greek polis (except perhaps in China).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00218X/1","grantId":"AH/K00218X/1","fundValue":"298978","fundStart":"2013-02-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"","person":"Richard Antony Seaford","coPersons":["Richard Charles Fynes"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}