{"id":"6EA967BE-6BA2-456B-A7AF-27B19FAD9766","title":"The Arabidopsis gene SCI2 encodes a RNA-binding protein which regulates the suppression of plant response to abiotic stress","abstractText":"Our agriculture focuses on the production of crops that will feed us and our animals. However, these crops are attractive food for the myriad of herbivore insects and nematodes that also wish to eat them. It is not generally known that plants are extraordinarily sophisticated organisms: although they may appear to unresponsive, they constantly monitor themselves and their environment, and when they sense they have been attacked by insect pests or pathogens, or exposed to an abiotic stress such as drought or salinity, they respond rapidly to defend themselves. These defence responses are not only physical, but also chemical. The chemical response is based on the fact that plants are the masters of synthetic organic chemistry: in response to attack by pests they synthesise a variety of toxic compounds that include volatile terpenes, and toxic alkaloids, phenolics, and flavonoids. The production of these compounds deters all but the most determined, or well-defended, of insects. An unexpected corollary is that because the early selection and breeding of our crop plants deliberately produced varieties that lacked the bitter flavours many of these compounds cause, our domesticated varieties have therefore also been bred, unintentionally, to be vulnerable to pests. Other important factors that reduce yield include drought, salinity, and mechanical damage. Research in my laboratory has shown that plant response to pests has many similarities to plant response to drought, salinity, and to mechanical damage: that is, there are common features in the ways in which plants respond to these stresses. We wish to understand how the plant detect the stress, and then converts this signal to induce a response that adapts the plant to resist that stress. We have shown that when plants are wounded by insects, or are subject to stress, they make a compound called jasmonate, which appears to travel through the plant and induce a signal pathway that induces responses to stress, including the production of secondary chemical products. We have identified a number of genes that regulate the jasmonate signal pathway. This project is to characterise a new component of this pathway we recently discovered, called SCI2. When SCI2 is mutated the plant has greatly enhanced response to wounding and to stress, and greatly enhanced resistance. This means that the normal function of SCI2 is to suppress these responses. Therefore, the stress response pathway includes both activators and suppressers of the response. Because the synthesis of SCI2 is itself activated by jasmonate, this indicates that the jasmonate signal activates a suppresser of the jasmonate response pathway. We suspect that such a mechanism could assist in regulating the tissue-specificity of plant response to jasmonate. SCI2 is a protein predicted to bind to RNA products of other genes. We anticipate therefore that SCI2 will function by regulating the processing of these RNAs, by enchancing or reducing their stability. Therefore we shall identify the RNAs that bind SCI2, determine whether the level of the SCI2 protein affects the stability of these RNAs, and discover how expression of the SCI2 gene is regulated, and what gene expression SCI2 regulates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013429/1","grantId":"BB/D013429/1","fundValue":"336720","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"","person":"John  Turner","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}