{"id":"6EB4AD27-E1B3-49B9-B1C2-53390628276F","title":"The contribution of trees to tropical wetland methane emissions","abstractText":"Methane (CH4) is an important greenhouse gas that is ~25 times more powerful than CO2 at trapping the Sun's energy. There is therefore considerable interest in the processes involved in CH4 production, principally in waterlogged soils in wetlands, and the processes that lead to its emission to the atmosphere. This study is concerned with processes that enhance the amount of CH4 emitted to the atmosphere, in particular, a novel mechanism for transferring CH4 from soil to the atmosphere. \n It is generally thought that CH4 produced in waterlogged soils is emitted by a combination of three processes: 1) by diffusion through water-filled pores, 2) by abrupt release of bubbles, and 3) through internal spaces in the stems of grass-like plants which are adapted to live in waterlogged soils. We propose that the stems of wetland trees also provide an important conduit for the transfer of CH4 from wet soils to the atmosphere, a possibility that to date has been almost entirely overlooked. This project builds on published data gathered by this team which showed that mature temperate wetland alder trees indeed emit CH4 via their trunks, a finding that is corroborated by one other recent study of ash trees in Japan. This is an important finding because wetlands are the largest single source of CH4 emissions to the atmosphere and 60% of these ecosystems are forested. We now have additional unpublished data that was collected in the spring of 2011 (10 weeks before the call deadline) which show that tropical peat swamp forest trees in Borneo emit 65% off all ecosystem methane emissions and twice as much as emissions currently quantified from the peatland surface. At present, researchers working in forested wetlands typically measure only CH4 emitted from the soil surface and thus we assert that the total amount of CH4 being released from these ecosystems is being grossly underestimated. \n This oversight in the past may also explain why different ways of estimating CH4 emissions for a region rarely agree. Estimates of CH4 emission obtained from satellite or atmospheric measurements are often greater than estimates based on observations made at ground level. This is particularly evident in forested tropical areas. Our finding that trees enhance venting of CH4 from soil is a possible explanation to account for the discrepancy, in part, because soils in many of the forested areas are flooded either seasonally and in many cases permanently, which means an abundance of CH4 should be present in soils.\n We suggest that there are two ways by which CH4 produced in wet soils may be transported and emitted through trees: i) as a gas through air-filled tissue in trees that has formed as an adaptation to enable transfer of oxygen from the atmosphere to the tree's roots which are growing in oxygen-poor waterlogged soil, and ii) dissolved in sap and then liberated to the atmosphere when tree water is lost by transpiration through pores in tree stems and leaves.\n In the proposed study we will measure CH4 emissions from tropical wetlands, principally in Borneo but also in Panama using techniques to help distinguish the tree emission routes and establish their contribution to ecosystem methane flux as measured using larger scale micro-meteorological methods. We will also measure the ratio of two naturally occurring 'versions' (isotopes) of carbon: the relatively rare heavy isotope carbon-13 and the lighter more common carbon-12. The ratio of these isotopes of carbon in CH4 in the soil and in tree emissions provides valuable information about how CH4 is produced and how it moves through the tree. Ours will be the first multi-year study of tropical wetland tree emissions which should, for the first time, establish the true contribution of these ecosystems to the atmospheric methane concentration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010928/1","grantId":"NE/J010928/1","fundValue":"472580","fundStart":"2012-11-01","fundEnd":"2017-10-31","funder":"NERC","impactText":"","person":"Vincent  Gauci","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}