{"id":"6EC07373-8A87-434E-A61E-46E019F16500","title":"Viral control of the m6A methylome","abstractText":"It has been known for many years that eukaryotic RNAs contain over 100 different types of chemically modified nucleotides. Remarkably, however, the functional significance of these modifications is still poorly defined. Interest in this field has recently been reinvigorated by the identification of enzymes which can make one such RNA modification, m6A methylation, reversible, ie effectively switching this RNA modification on or off. Such reversible modifications in DNA and proteins have important implications for regulating gene expression in many cellular processes, therefore it may be the case that reversible RNA modifications have similar fundamental regulatory functions within the cell. \n\nWe have exciting preliminary data suggesting that viruses have evolved ways to control this reversible RNA modification. Specifically, we have demonstrated that during Kaposi's sarcoma-associated herpesvirus (an oncogenic herpesvirus) infection, a specific enzyme, known as FTO, which is responsible for the removal of the m6A methylation modification on mRNAs is redistributed from one site of the nucleus (nuclear speckles) to another site (nucleolus). This is of particular interest as we have previously demonstrated that the nucleolus is involved in viral mRNA processing. In addition, we have further evidence that this virus-mediated redistribution of FTO can result in alterations of m6A modification on both cellular and viral mRNAs.\n\nWe now aim to further investigate these observations and identify what effect viral manipulation of this RNA modification has upon all the cellular and viral mRNAs which undergo this modification using a transcriptome-wide next generation sequencing approach called m6A-seq. Moreover, we will investigate what effect altering the m6A modification of both viral and cellular mRNAs have regarding their fate and function during the virus replication cycle. Furthermore, we assess whether altering the m6A methylation pathway is essential for virus replication. If so, this may provide new strategies for the therapeutic intervention of this important pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006557/1","grantId":"BB/M006557/1","fundValue":"438976","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Adrian  Whitehouse","coPersons":["Ian Michael Carr","Alison Elizabeth Ashcroft"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}