{"id":"6EC2A04E-8A40-4A32-9902-FD05C45671CB","title":"A. Diabate, IRSS/Centre Muraz, Bobo-Dioulasso, Burkina Faso - Targeting male mosquito mating behavior for vector control","abstractText":"Malaria remains a major cause of mortality in many parts of Africa. The control of mosquito populations remains one of the most efficient ways of decreasing the incidence of the disease. This is commonly done by using insecticide-impregnated bednets or by spraying houses. In many areas of Africa however, mosquito populations are becoming resistant to commonly used pesticides. There is thus an urgent need for exploring and developing novel approaches to control or eradicate mosquito populations.\nHere, two medical entomologists from Burkina Faso and the UK join their expertise to propose an extensive research program focusing on the male reproductive behaviour of Anopheles gambiae, the main vector of malaria in Africa. Male mating behaviour is a key aspect of the mosquito life-cycle and an aspect of their biology that is crucial for the development of several promising vector control strategies. Anopheles gambiae mates in flying aggregations or swarms in which they choose their mate and copulate. Swarms would constitute an ideal target for mosquito population control but very little is known about the cues that male mosquitoes use to locate and initiate their swarms. Here, the researchers propose to build on recent findings from months of observation of swarm formation in their natural habitats to explore the feasibility of predicting and manipulating swarm location for mass killing. \nMale mating behaviour is also crucial for vector control programs aiming to release sterile male mosquitoes that mate with wild females and induce their sterility and for programs aiming to introduce genes of refractoriness to malaria into mosquito populations via genetically-modified mosquitoes. So far laboratory-reared male mosquitoes have been unable to mate with wild females effectively thereby casting doubt on the efficiency of mosquito releases. An important part of the research program will thus focus on understanding what determines male mating success in swarms with the goal of improving the mating performance of laboratory-reared male mosquitoes.\nThe proposed research studies will include ecological experiments in specially designed large outdoor cages and selected villages in Burkina Faso and will also benefit from the latest molecular advances in the laboratories of the UK partner institution. The novel approaches are expected to strongly impact this field of research and soon benefit communities from countries endemic for malaria by enabling new mosquito control strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001336","grantId":"G1001336","fundValue":"999996","fundStart":"2011-06-01","fundEnd":"2016-05-31","funder":"MRC","impactText":"","person":"Frederic  Tripet","coPersons":["Abdoulaye  Diabate"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}