{"id":"6ECA80F0-064A-4A7D-9C83-46649BFE289A","title":"Vocabulary and reading in secondary school: Evidence from longitudinal and experimental studies","abstractText":"Learning to read and acquiring a large and rich vocabulary have important implications for education and other aspects of daily life. Secondary education policy emphasises spoken and written communication. However, against a backdrop of calls for policy to focus on post-primary literacy (All-Party Parliamentary Group for Education, 2011 literacy inquiry) and recent concerns over GCSE English grades, there is a clear need to prioritise reading and oral vocabulary in secondary schools. Oral vocabulary skills underpin successful reading to the extent that a reader must understand the words in a text in order to fully understand it. Equally though, the reading process provides opportunities for new words to be learned. Therefore, growth in oral vocabulary should promote reading development and vice versa. \n\nExisting research has focused on the relationship between reading and oral vocabulary in childhood, neglecting its importance in adolescence. Motivation for extending our understanding of oral vocabulary and reading to adolescence comes from evidence that as pupils get older and word reading becomes more automatic, oral vocabulary plays an increasingly important role in reading success. In addition, reading may be a particularly important strategy for vocabulary acquisition in secondary school, where pedagogical approaches emphasise independent reading and it is likely that unfamiliar words (e.g., science terms) are encountered in texts daily. Finally, fostering reading and vocabulary is essential for learning across the curriculum and this presents a particular challenge for secondary school education where pupils come into contact with many subject-specific teachers and little time is spent on making connections across subjects. Three studies will be conducted to investigate the development of oral vocabulary and reading in secondary school pupils.\n\nStudy 1 will track oral vocabulary and reading development in 200 pupils across the first three years of secondary school. These longitudinal data will be analysed to investigate whether there are bidirectional relationships between oral vocabulary and reading. Studies 2 and 3 will use a complementary experimental approach to investigate the role of reading in new word learning, and focus on smaller groups of secondary school pupils with and without oral vocabulary difficulties. In Study 2, pupils will encounter novel words in two successive phases. First, pupils will be taught some information about how the words sound and what they mean. Following this, pupils will read texts that contain the novel words, allowing them to see their printed forms for the first time, and learn more about their meanings. This study will probe whether secondary school pupils with oral vocabulary weaknesses struggle to learn new words from what they read. It will also explore whether teaching partial information about words promotes subsequent word learning from texts. As well as having theoretical implications, this study will have implications for how words are taught at school. Specifically, it may emphasise the value of enabling pupils to encounter words in both oral and written contexts. Study 3 will investigate a second way in which reading skills support new word learning. During the course of a lesson, teachers often write words on the board when they are explaining their meanings; there is evidence that this instructional approach is effective from two previous experimental studies with children. Study 3 will systematically investigate this phenomenon in secondary pupils with and without oral vocabulary difficulties for the first time, providing an evidence base (or not) for the value of emphasising visual word forms in secondary vocabulary instruction and intervention. \n\nThese studies will have implications across psychology, education and speech and language therapy by informing theories of reading and vocabulary development and practical approaches for teaching vocabulary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008064/1","grantId":"ES/K008064/1","fundValue":"248073","fundStart":"2014-01-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"","person":"Jessie Alice Ricketts","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}