{"id":"6ED65C5C-B14E-4D3C-838D-634B127FE1DF","title":"Making Light Deliver: translation of methods of photoporation","abstractText":"The cell membrane represents the outer extremity of all cells. In mammals, this is a thin bi-layer film of lipids, embedded with various protein molecules at interspersed locations. The membrane encloses the cell, defines its boundaries and maintains the essential physico-chemical differences between the cytoplasm and the extracellular environment. Under normal circumstances, the lipid nature of the cell membrane acts as an impermeable barrier to the passage of most water-soluble molecules. Thus, the selective introduction of therapeutic agents to the inside of dysfunctional or diseased cells remains a key challenge. The St Andrews-Dundee team's original Basic Technology grant was aimed at developing two inter-related strands of research that would enable targeted drug delivery to cells and tissue at will. The studies have resulted in excellent research and papers and the methods of using tightly focused laser beams to create minute transient pores that permit therapeutic agents to be introduced has been the most promising. This technique, termed photoporation, offers a powerful method for single cell targeted transfection in a sterile fashion. In this next proposal we aim to translate our results and the developed technology into devices that will be common place in both universities and industry. This will be because these optical devices will be able to deliver biologically important material, ranging from genes through to prototype drugs, into a host of different biological systems such as its involvement in stem cell research, plant cells, agriculture through to in vivo mammalian tissue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H045368/1","grantId":"EP/H045368/1","fundValue":"964449","fundStart":"2010-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Kishan  Dholakia","coPersons":["Frank James Gunn-Moore","William Henry McLean","Paul Andrew Campbell"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}