{"id":"6ED8BAE9-CBF0-41AA-831B-E082B7FC529F","title":"Function of the neuronal tyrosine kinase N2-Src in synaptic vesicle exocytosis","abstractText":"Tyrosine phosphorylation (the addition of phosphate to the amino acid tyrosine) of proteins is performed by enzymes called tyrosine kinases and is used as a signalling mechanism in all cells of the body. Phosphorylation of proteins causes a localised change in the shape and charge of the protein and, depending upon where phosphorylation occurs, can transmit a signal by changing the function of a protein, eg. by altering its affinity for binding to other proteins. The tyrosine kinase C-Src is highly enriched in brain cells (neurons) and is thought to regulate many aspects of brain function, such as development and learning and memory. In neurons, C-Src is concentrated on synaptic vesicles, compartments which store the chemical neurotransmitters that are released by neurons to communicate with each other. An additional type of C-Src is found in the brain, called N2-Src, that differs in a part of the protein which regulates its interactions and can determine which proteins it phosphorylates. Consequently, N2-Src does not bind to the proteins usually bound by C-Src suggesting it has an alternative function. In support of this, we found that N2-Src (but not C- or N1-Src) binds to two proteins, Munc18 and NSF, that are necessary for the release of neurotransmitter by neurons. Furthermore, the tyrosine phosphorylation of Munc18 and NSF has been shown to be important for the release of hormones in other parts of the body. We hypothesise that N2-Src controls the release of neurotransmitter from neurons by binding to and tyrosine phosphorylating Munc18 and NSF. To address the hypothesis, we will first study the interactions between N2-Src and Munc18 or NSF in the test tube to find the specific regions of the proteins which are necessary for binding. We will also discover which tyrosines on Munc18 and NSF are phosphorylated by N2-Src and how phosphorylation affects their function. The information gained from these experiments will allow us to engineer forms of Munc18 and NSF that have lost the ability to bind N2-Src or to be tyrosine phosphorylated. By testing the effects of these engineered proteins upon neurotransmitter release from living neurons we will find out whether N2-Src regulates this process by altering the function of Munc18 or NSF. Since most kinases can phosphorylate tens of proteins, it is unlikely that Munc18 and NSF are its only targets. We will search for other proteins that are phosphorylated in neurons by N2-Src to gain a more complete picture of its function in the brain. Neurotransmitter release is a fundamental process required for normal brain function but is also affected by neurological disease and drugs of abuse. Thus the characterisation of how neurotransmitter release is regulated by the N2-Src tyrosine kinase will aid research into the function of the healthy and diseased brain. More specifically, there is evidence that the levels of neuronal Src kinases are altered following epileptic-like seizures in mice and hence the data from this project will help to better understand the changes in neurotransmission resulting from epilepsy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014755/1","grantId":"BB/E014755/1","fundValue":"366593","fundStart":"2007-05-21","fundEnd":"2010-10-20","funder":"BBSRC","impactText":"  The data from the grant have not yet made an impact, but images from the project were used in the York Grand Tour, an art installation communicating science to the public in July 2012. Culture, Heritage, Museums and Collections Cultural","person":"Gareth John Evans","coPersons":[],"organisation":"University of York","findingsText":" The enzyme C-Src can add phosphate onto other proteins as a signalling mechanism in brain development and learning and memory. Another type of C-Src is enriched in brain cells (neurons), called N2-Src, which differs in a part of the enzyme that regulates its interactions. Consequently, N2-Src does not bind to the proteins usually bound by C-Src suggesting it has an alternative function. This project aimed to determine the role of N2-Src in the brain and has led to the identification of two novel functions of N2-Src:\n\n(i) We first discovered a protein that can be phosphorylated by C-Src, called Mint1 or X11. Mint1 is thought to have a role in the development of Alzheimer's disease by transporting a protein called amyloid precursor protein (APP). When the transport of APP malfunctions, amyloid can build up and is responsible for neurodegeneration. Interestingly, N2-Src phosphorylates Mint1 more efficiently than C-Src suggesting it is likely to be its physiological kinase in vivo. The phosphorylation was found to be sequential at 3 closely positioned tyrosine residues to which the kinase is then anchored. When we mutated the first tyrosine, the phosphorylation of the other tyrosines was inhibited and the kinase was no longer bound to Mint1. To establish the importance of the N2-Src-Mint1 interaction we studied the two proteins in neurons. We found that increasing the amount of Mint1 in neurons leads to a malfunction in APP transport, but this was not observed in the mutant form of Mint1 that could not bind to or be phosphorylated by N2-Src. This experiment implicates the Mint1-Src complex in the transport of APP. Future studies will be aimed at determining whether this phenomenon is important in the malfunctioning of APP transport that is responsible for the pathology of Alzheimer's disease.\n\n(ii) We also identified a role for N2-Src in brain development. In one experiment, we altered the amount of N2-Src in both non-neuronal and neuronal cells. Strikingly, in non-neuronal cells, where N2-Src is not usually present, the introduction of N2-Src caused the cell body to shrink and to grow long processes. This demonstrated that N2-Src can alter the shape of non-neuronal cells to resemble that of neurons. We hypothesised that N2-Src is regulating a group of proteins that determine cell shape, called cytoskeletal proteins. When these experiments were repeated in neurons the normal growth of processes was disrupted, such that the decision to grow one axon and many dendrites was altered and the cells produced two long axonal like processes. We also showed that compared to C-Src, N2-Src is highly active in cells and its ability to drive neuronal differentiation requires this high activity. These experiments establish N2-Src as a key regulator of neuronal development and future studies will identify the cytoskeletal proteins that N2-Src is acting on to alter cell shape.\n\nTo summarise, this project has made advances in discovering the function of N2-Src in the brain and suggests this enzyme could be targeted to modify processes in both brain development and neurodegeneration. N2-Src has been shown by other groups to be a prognostic indicator for the childhood cancer neuroblastoma. Our insights into its mechanism of action could feed into novel neuroblastoma differentiation therapies in the future. Furthermore, our finding that N2-Src can enhance the complexity of neuronal morphology suggests it could be used in a cocktail of factors for reprogramming cells/stem cells into neurons. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}