{"id":"6EDA8843-7CC5-4E27-AF3F-7F90F085CF80","title":"Investigations in Gravitational Radiation","abstractText":"Einstein's General Theory of Relativity (GR) predicts that dynamical systems in strong gravitational fields will release vast amounts of energy in the form of gravitational radiation. Gravitational waves are ripples in the fabric of spacetime and travel from their sources at the speed of light, carrying information about physical processes responsible for their emission, obtainable in no other way. They are among the most elusive signals from the deepest reaches in the Universe. Experiments aimed at detecting them have been in development for several decades, and are now reaching sensitivity levels where detection is expected within a few years.\n\nThe worldwide network of interferometric detectors includes the German-UK GEO600, the French-Italian Virgo, the American Laser Interferometer Gravitational-Wave Observatory (LIGO) and is being enhanced with a new detector under construction - KAGRA in Japan. The former detectors have all reached sensitivities close to their design goals and have taken the most sensitive data to date. Cooperation amongst different projects enables continuous data acquisition, with sensitivity to a wide range of sources and phenomena, over most of the sky.\n\nData from GEO, LIGO and Virgo, have already increased our understanding of astronomical phenomena. Search for gravitational waves at the times of 154 gamma-ray bursts has allowed the best ever exclusion distances and provided evidence for extra-Galactic sources of soft-gamma repeaters. The distance reach for binary black holes in the most recent runs is 300 Mpc and the rate upper limits are now very close to that expected in some of the astrophysical models. The search for gravitational waves from the Vela pulsar has set an upper bound on the strength of radiation that is significantly below that expected from the observed spin down rate of the pulsar, corresponding to a limit on the star's ellipticity of a part in a thousand.\n\nWhile recent and current observations may produce detections, there can be no guarantees. However, there is great confidence that the advanced detectors currently in construction will routinely observe gravitational waves. The advanced LIGO detectors are based on the quasi-monolithic silica suspension concept developed in the UK for GEO 600 and on the high power lasers developed by our German colleagues in GEO 600. The Advanced Virgo detector also uses a variant of the silica suspension technology. The Cardiff and Glasgow groups have initiated and led searches for astronomical sources, thanks to the algorithmic and analysis effort that has been supported since the first data taking runs began eight years ago. \n\nWe propose a programme that leads to full exploitation of data from Advanced LIGO (aLIGO), building on both continuing operation of GEO600 and analysis of data taken in the most recent LIGO/Virgo science runs. In particular we will model binary black hole mergers and carry out\ndeep searches for\n* coalescing binary neutron stars, neutron star-black hole binaries, and black hole binaries\n* bursts of gravitational waves that may originate from supernovae, \n* continuous signals from pulsars and other rotating neutron stars,\n* gravitational waves detected by cross-correlation methods, including a cosmological background.\n\nIn parallel, we propose detector research and development. Detector sensitivity is mainly limited by thermal noise associated with the substrates of the mirrors, their reflective coatings, and their suspension elements, as well as by noise resulting from the quantum nature of the light used in sensing. Our research is targeted towards making innovative improvements in these areas. We have major responsibilities for the silica suspensions in aLIGO, and in the development of enhancements and upgrades to the aLIGO detectors, in the areas of mirror coatings for low thermal noise, silicon substrates, cryogenic suspensions and improved interferometer topologies to combat quantum noise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000938/1","grantId":"ST/L000938/1","fundValue":"319411","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"  (1) aspects of precision measurement and interferometry continue to be spun-out into the biomedical field. Prof. Matthew Dalby (Glasgow) and Dr Stuart Reid (UWS) are pursuing funding routes for patenting the technology and extending to 3D bone growth from mesenchymal stem cells.\n(2) optical filter technology continues to be spun-out into the area of capnography, which is the monitoring of exhaled gas from patients under anaesthesia. This work is being commercialised by UWS and Gas Sensing Solution Ltd.\n(3) DLC (diamond-like carbon) coatings, which have been developed by Dr Ross Birney and Dr Stuart Reid (both UWS) are being transferred to Torishima Solutions Europe, a UK-based company with links to anti-corrosion applications e.g. oil and gas, marine. Funding has been sought from STFC to support this knowledge transfer. Aerospace, Defence and Marine,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Stuart  Reid","coPersons":["Frank  Placido"],"organisation":"University of the West of Scotland","findingsText":" NB at present we are only 1/3 of the way through the duration of this award so findings are preliminary. They include: (a) initial studies on the mechanical loss and the internal stress of magnetron sputtered coatings of silica, tantala and niobia, (b) demonstration of the use of diamond-like carbon (DLC) for use in future suspension components, (c) continued spin-off of core STFC research activities into the areas of (i) stem cell research and development of techniques (‘nanokicking’) for supplying specialised cells for use in regenerative medicine, (ii) development of optical interference filter technology for improving the discrimination in NDIR gas sensors for monitoring exhaled CO2 in patients under anesthesia (capnography), (iii) development of DLC coatings for use as an anti-corrosion and anti-biofouling technology for use in the marine and oil &amp;amp; gas industries, and (iv) development of protective DLC coatings for use in rapid prototyping of injection moulded plastic components. NB at present we are only 1/3 of the way through the duration of this award so findings are preliminary. They include: (a) initial studies on the mechanical loss and the internal stress of magnetron sputtered coatings of silica, tantala and niobia, (b) demonstration of the use of diamond-like carbon (DLC) for use in future suspension components, (c) continued spin-off of core STFC research activities into the areas of (i) stem cell research and development of techniques (‘nanokicking’) for supplying specialised cells for use in regenerative medicine, (ii) development of optical interference filter technology for improving the discrimination in NDIR gas sensors for monitoring exhaled CO2 in patients under anesthesia (capnography), (iii) development of DLC coatings for use as an anti-corrosion and anti-biofouling technology for use in the marine and oil &amp;amp; gas industries, and (iv) development of protective DLC coatings for use in rapid prototyping of injection moulded plastic components. Aerospace, Defence and Marine,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}