{"id":"6EE296DE-EBD7-4EC4-9F4A-DB507D868423","title":"Quiescent Microbial Cell Factories","abstractText":"It is widely recognised that the manufacture of commodity chemicals and fuels must switch from petrochemicals to a sustainable feedstock base. However it is also increasingly evident that development of processes for the bio-manufacture of fuels and chemicals will require technology improvements capable of increasing process productivity, robustness and economic competitiveness. A key component of improved bio-manufacture is the development of improved bacterial cell factories, which constitutes the focus of this application.\n\nA universally accepted criterion for a bacterial cell factory development is that it must convert the maximum amount of raw material directly to the desired end product with minimum by-product accumulation. While much R&amp;D effort is dedicated to eliminating the co-production of undesirable metabolites, the primary by-product, cell biomass accumulated due to microbial growth, is often dismissed as an inevitable consequence of the process. However, efficiency would be increased by uncoupling product formation from growth, keeping biomass constant while allowing the conversion of substrate to product for an extended period of time. This approach has been exploited in the production of certain amino acids by genetically modified strains but is not generally applicable for the majority of metabolic engineering strategies where growth is required to maintain the metabolic health of the bacterial cell.\n\nThe focus of this project is the use of quiescent cell (Q-Cell) technology developed in the Summers laboratory in the Department of Genetics at Cambridge University. Q-Cells are a non-growing but metabolically-active cell factory generated from the bacterium Escherichia coli. The bacterial host, possessing a specific genetic modification, can be induced into this state by the addition of indole as a chemical trigger of quiescence. In laboratory studies the productivity of Q-cells is up to 10-fold greater than conventional E. coli cultures, resources being channelled more efficiently into product in the absence of biomass generation. Moreover, pathway flux in central carbon metabolism remains high after the onset of quiescence, providing a constantly regenerated pool of metabolites that can be diverted into product.\n\nThe performance of Q-cells under conditions relevant to industrial application will be evaluated in this project. At Cambridge University Department of Genetics, work will be undertaken to improve the system on the laboratory scale, comparing the efficacy of a range of chemical triggers to induce quiescence. There will also be an assessment of the role of environmental factors (temperature) on the efficient operation of the system. It is hoped that these changes might avoid the need for genetic modification of the bacterial host strain, thus increasing the ease of use of the system as well as increasing its efficiency. \n\nThe investigations at Cambridge will be conducted in shake-flask culture and possibly in small-scale fermenters. However it is essential to determine whether good performance under these conditions will scale up to industrial conditions. This is where the role of the industrial partner CPI is crucial. CPI will initially conduct rigorous testing of the utility of the Q-Cell system in its present form. As work in Cambridge suggests potential improvements these will be incorporated into the CPI programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N010256/1","grantId":"BB/N010256/1","fundValue":"74455","fundStart":"2016-01-05","fundEnd":"2016-10-04","funder":"BBSRC","impactText":"","person":"David Keith  Summers","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}