{"id":"6EED030B-D3D8-401C-9884-CCA4608664BF","title":"Causes and control of grain skinning in malting barley: Phenotyping and genetic analysis","abstractText":"The quality of malting barley is of paramount importance, for reasons of food safety, product quality and the competitiveness of the UK cereals industry. Barley grains have an outer coat called a husk. Loss of the husk during harvest or post-harvest is called grain skinning. This undesirable condition has very serious consequences for farming and food sectors that depend on UK malting barley. Primarily, grain skinning is a serious problem in the malting process. However, its financial implications extend across the whole supply chain. Breeders invest about &pound;2M in bringing a new barley variety to market, this spend is wasted if farmers and the malting industry no longer approve its use. Even low levels of skinning mean than loss of barley quality or malt production amounts to several &pound; million. \n\nIf in a batch of barley there are grains without husks, the malting process becomes very uneven as these grains will take up water and begin to grow (germinate) more rapidly than grains with firmly adhering husks. Sometimes, grains without husks sustain damage that prevents them from starting to grow (germination). This can give rise to mould growth. In grains with a loosely adhering husk, germination during malting tends to be more vigorous than in grains with a tightly adhering husk. This leads to handling problems and to greater malting losses. In brewing, the husk plays a vital role in filtration of the liquid that is produced from mixing the malted barley with hot water in the brewing vessel. Malting barley is, therefore, rejected by maltsters if it contains an undue proportion of skinned grains, with either no husk or an incomplete husk.\n\nWeather conditions such as wet and dry spells during summer months appear to have a strong influence on skinning. However, so does the genetic make-up of different plant types (varieties). This means that an understanding of how a plant's genetic make-up influences grain skinning will increase the likelihood of breeding new barley vieties without this undesirable condition. Differential growth the husk and the underlying grain, or poor quality of the &quot;glue&quot; that bonds them together are likely causes of skinning. \n\nCrop breeding supported by high quality science will help to solve this problem, as it will underpin the development of new barley varieties, with improved husk adhesion properties, and thus provide more reliable grain and processing quality for the UK cereals supply chain. Identification of plant screening and genetic tests will enable susceptible barley varieties to be eliminated before they are recommended for use by farmers and the malting industry. This will provide greater security for the UK barley supply chain and a more efficient development pipeline for the plant breeding of new varieties. An added benefit to farming is the promotion of more efficient use of inputs, as these will not be wasted on poor quality or rejected crops.\n\nThe aim of this project is to understand how differences in grain development, and their genetic controls, give rise to skinning. The outcome is for new varieties to be bred without this undesirable condition. The key areas towards application of this research are: (1) Understanding how weaknesses in husk and grain growth cause skinning; (2) Establish procedures to screen-out weak varieties, based on their grain characteristics (phenotyping), that give rise to skinning; (3) Identify the location of genes that influence or determine skinning; this means relating genetic locations to grain characteristics which lead to resistant and susceptible varieties; (4) Work towards the development of genetic (molecular) markers to identify 'good' and 'poor' varieties and thus eliminate weak varieties from being grown on farm and (5) The uptake of plant screening and genetic tests by crop breeders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019623/1","grantId":"BB/J019623/1","fundValue":"309337","fundStart":"2012-11-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"","person":"Steve  Hoad","coPersons":["Kairsty  Topp"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}