{"id":"6EFD8967-5AB6-4C3F-AA2C-A126F55D49BB","title":"Thinking the 'yet to be thought': an international cross-sector seminar series exploring socially just education and inequalities in education","abstractText":"This seminar series seeks to explore the idea of a socially just education system and how such a system might address inequalities in society. The seminars and mini-conferences will explore alternative and innovative examples and ideas from schools and universities across a range of countries and consider whether these alternatives may reduce social and educational inequality. Do they offer an insight into how to improve education for all?\nPolitical, organisational and cultural pressures make it challenging for people to consider alternatives to the mainstream. We want to be able to reflect on our own educational assumptions, practices, and systems so as to be open to possibilities of doing things differently. In order to challenge ourselves as much as possible, it is important that we invite contributors who are able to focus our attention on radical alternatives in education. We will therefore invite researchers and practitioners who focus on innovative and new ways of operating. These examples are not being showcased as ideal models to emulate but as a means of envisioning alternatives to the systems that dominate in society. By doing this, we want to start thinking in ways that have 'yet to be thought', to transform education for the future.\nThis seminar series will bring together a range of eminent international researchers and practitioners to share their work and to enable the development of new networks of researchers and practitioners working in different fields. Through the face to face meetings and the use of our interactive site, teachers, parents and academic researchers from Denmark, India, Mexico, Australia and the USA, for example, can share their experiences of working in innovative schools, colleges, universities and community settings. Researchers from leading international universities will talk about their decades of work studying the impact of different educational practices on inequalities. Students who have had the freedom to take a lead in designing their own education will explain what they have learnt from being able to do this. Postgraduate students will talk about their research into educational alternatives. Universities and schools will learn together. Teachers and students will listen to one another. Researchers and practitioners will work together. Through collaborating with all of these people, we will ask searching questions about whether organising education in radically different ways, actually makes a positive difference to the lived experiences of students.\nThe practice of freedom will be a particular focus of the seminars and this freedom can take many forms: freedom in terms of curriculum and pedagogy; freedom in assessment; freedom to make decisions. To mirror this, we will make sure that all events operate in a spirit of freedom, so that all participants can get involved in setting the direction and focus of sessions.\nThe seminar series will be organised as seven open events. Each will have a specific focus which will draw attention to a different facet of socially just education and inequalities (Outlining the challenge; Pedagogy and Curriculum; Assessment; Freedom, Autonomy and Democracy; Systems, Structures and Governance; Education of the Future, The Ways Forward). Each will be organised to be of interest to a wide audience and to encourage communication and the building of professional and academic networks. \nEach seminar will be free to attend and they will take place in a variety of venues across the UK, including Cardiff, Edinburgh, Leeds, London, Newcastle, and Oxford.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001873/1","grantId":"ES/M001873/1","fundValue":"25829","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Max A  Hope","coPersons":["Paul  Warwick","Michael  Fielding","Diane  Reay","Helen E. Lees","Catherine  Montgomery","Will  Curtis","Rachel  Brooks"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}