{"id":"6F0334D4-E678-40D1-A5C3-634D5479C962","title":"Cellulect: A Synthetic Biology Platform for the Optimization of Enzymatic Biomass Processing","abstractText":"It is widely recognised that humankind must move to sustainable ways of manufacturing and that this will necessitate our adoption of chemical feedstocks derived from plant-based material known as biomass. The goal is to allow biomass which is currently a waste product of farming, like straw, to be converted into sugars and then used to manufacture useful products. We propose to develop a &quot;front-end&quot; to optimise the conversion of biomass to sugars. This technology may be bolted to any &quot;back-end&quot; in a biorefinery to produce anything from biofuels to bioplastics and so on. By creating a technology for the rapid tuning of a bacteria or fungus for the best biomass conversion, we stand to diversify the range of raw biomass feedstocks which may be exploited efficiently.\n\nThe work proposed herein creates a novel technology for biomass feedstock to be screened against a library of enzymes to determine which gene combinations give the optimal biomass degradation. These combinations may then be used as a starting point to generate further combinations in an evolutionary process. This will create value for the user in terms of improvements in the yield of biomass conversion to useable feedstock.\nIn addition to enabling the optimisation of enzyme blends for any given application, analysis of the results will allow the team to develop heuristics which will facilitate rational design of biomass processing systems in the future, and will lead to a deeper understanding of biomass degradation processes.\n\nThe technology developed will be offered to the marketplace by our commercial team members, Ingenza Ltd. There are a number of routes to value extraction including: i.) Biomanufacture of bulk quantities of the enzyme blend for sale direct to biorefinery operators as cell lysate or extract. ii.) Alternatively, the clone itself could be sold to a customer, to generate their own enzymes. We anticipate that this would involve a licensing agreement. iii.) Provision of a contract service to customers wishing to have a bespoke digestion chassis implemented for the particular biomass of interest to them; probably involving some form of strain maintenance and further modification as required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003910/1","grantId":"BB/L003910/1","fundValue":"359425","fundStart":"2013-09-30","fundEnd":"2017-01-05","funder":"BBSRC","impactText":"","person":"Alistair Philip, David Elfick","coPersons":["Louise Elizabeth Horsfall","Christopher Edward French"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}