{"id":"6F0935C6-A9D0-41DE-86F1-9B1D20F1412E","title":"Post-meiotic transcription and RNA localisation in Drosophila spermatid bundles","abstractText":"Within any organism different cells have specialised functions. To develop these specialisations they turn on some genes, and turn off other genes, by regulating transcription of DNA into messenger RNA (mRNA). Sperm are extremely specialist, so show dramatic changes in gene expression during their development. Most of this happens relatively early in sperm production. We are working on fruit fly sperm formation, and have found a set of genes (that we call comets and cups) that are transcribed very late in sperm formation (long after we thought that transcription was impossible). Within cells different regions have different functions, mediated by differential localisation of proteins within the cell. Many cells have an inherent polarity / sperm are long and thin, with their nucleus at one end and a motile tail at the other. The mRNAs from the comet and cup genes are specifically localised to the very end of the tail of the developing sperm tails / 1.5mm away from the nuclei where they are made. In this project we will examine the control of the very late gene transcription. We will determine exactly when in the process of sperm formation the transcription occurs, and test the importance of some known transcription factor proteins in the process. We will map the region of genomic DNA important for promoting the late transcription. On the mRNA transport side we will develop a system in which we will inject fluorescent mRNA into forming sperm, look at localisation, and see what sequences we have to change on the mRNA to stop it localising properly. To examine how the mRNA is transported we will determine what cytoskeletal elements are important (analogous to train-tracks or roads), and what does the transporting (trains? lorries? cars?). In the third aspect of the project will use genetics to determine what role the genes play in normal sperm biology. This will give us clues as to why their transcription and mRNA localisation patterns are so unusual.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009324/2","grantId":"BB/D009324/2","fundValue":"93881","fundStart":"2009-01-26","fundEnd":"2010-01-25","funder":"BBSRC","impactText":"  Our findings have been built on by other basic biosciences researchers, leading to numerous citations of our publication. We have used the methods we developed in this project in a variety of other projects.  ","person":"Helen  White-Cooper","coPersons":[],"organisation":"Cardiff University","findingsText":" Most significant achievements:\n\nProving that there is post-meiotic transcription in Drosophila spermatids. Before we carried out this work it was generally accepted that spermatids are transcriptionally quiescent., we showed this is not true. \n\nDocumenting RNA localisation to the growing ends of spermatids. RNA localisation is very important in polarised cells, but had not before been shown in spermatids. We identified a set of genes that are localised to the growing ends of spermatids, and showed that at least one is essential for fertility.\n\nWe developed a method for dissection and staging of spermatogenic cysts before RNA preparation, so we could use quantitative PCR to measure RNA level dynamics through spermiogenesis, and correlate the findings with the developmental stage (eg length, presence of specific GFP markers etc) Our findings have been used by others to inform their research in related areas. Other","dataset":"gtr"}