{"id":"6F0FE02A-0A43-4751-9A81-E7BFC04A2F9A","title":"Digital coherent receivers for 100GbE optical transmission","abstractText":"The optical fibre core network underpins the internet and the digital economy, with the present capacity of today's core networks being limited to ~ 1Tbit/s per fibre. While in current networks, the limited broadband data rates afforded by the copper based access network prevents the optical core network from being stretched to capacity, as optical fibre permeates the access network, the bottleneck will move from the access network to the core network. To overcome these limitations and to maximise the opportunities afforded by a fibre optic access network will require the capacity of the installed core network to be increased, either by increasing the number of wavelengths used or by increasing the data rate per wavelength. The proposed research aims to combine both techniques simultaneously - transmitting 100 gigabit Ethernet (GbE) on each wavelength, while employing wavelength division multiplexing (WDM) to increase the capacity of the core network to beyond 10Tbit/s.Using conventional intensity modulation schemes, much of the installed fibre base is unable to support data rates faster than 10Gbit/s due to imperfections in the installed fibre which causes pulse spreading. Current research at UCL, led by the principal investigator (PI), has recently experimentally demonstrated the potential of digital signal processing (DSP) combined with coherent detection of spectrally efficient modulation formats to overcome these limitations for 40Gbit/s transmission systems, with the same principles being equally applicable to 100GbE systems. In a digital coherent receiver the four components of the optical field, the in-phase and quadrature components of the two polarisations, are mapped into the electrical domain. This allows digital compensation of transmission impairments and the use of spectrally efficient four-dimensional modulation formats. Given the huge investment which has been made into installing the fibre base infrastructure, the ultimate aim of the research is to determine how this four-dimensional modulation space can be used in conjunction with DSP to maximise the capacity of the installed fibre.The proposed research combines fundamental theoretical research with a determinedly experimental research program into the nonlinear transmission of four-dimensional modulation formats at 100Gbit/s+ and beyond. The initial workpackage will investigate both experimentally and theoretically quadrature amplitude modulation, in combination with polarisation division multiplexing as a four dimensional modulation scheme for 100GbE transmission systems. Within this first workpackage, the system under investigation will be receiver centric, such that all of the DSP, both linear and nonlinear, is based at the receiver. In the second workpackage this assumption will be relaxed and combined transmitter and receiver DSP will be investigated, both experimentally and through simulation. The third and final workpackage which is a theoretical study, will draw on the conclusions of the previous workpackages, and will aim to answer the question Given the optical fibre is dispersive and nonlinear, what is the optimal modulation scheme which enables the capacity of the core network to be maximised assuming we are able to employ appropriate digital signal processing?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066159/1","grantId":"EP/G066159/1","fundValue":"297312","fundStart":"2009-10-28","fundEnd":"2013-04-27","funder":"EPSRC","impactText":"  The findings of the funded research have been used to progress the development of digital coherent transceivers for high capacity optical networks. Approaches developed during the course of the grant have been applied for 100 GbE and 400 GbE transceivers which will underpin the internet over the next decade. Digital/Communication/Information Technologies (including Software) Economic","person":"Sebastian John Savory","coPersons":[],"organisation":"University College London","findingsText":" As a result of the project it was shown that digital coherent transceivers allow optical transmission systems to migrate to 100 GbE and beyond. Spectrally efficient modulation formats such as, PDM-QPSK and PDM-16QAM were shown to been realisable in optical communication systems using commercially available photonic components and DSP. The issue of digital mitigation of nonlinear transmission was investigated and it was shown that in a WDM environment the efficacy was severely limited compared to that which might be achieved for a single channel system. In addition within the course of the research DSP algorithms for optimal modulation formats such as PS-QPSK were proposed and experimentally validated, enabling transmission over more than 10,000 km. Also within the course of the research the complex interaction between DSP and forward error correction was investigated and quantified allowing the photonics industry to significantly relax the requirements for 100 GbE systems. The net output of the project was therefore to show that using appropriate DSP the information transmitted using the existing optical fibre network could be significantly increased and the component requirements and therefore the cost could be significantly reduced. The work can be readily be exploited by the optical communications industry and telecoms service providers to allow optical transmission systems to move to 100 GbE and beyond. As a course of the research, consultancy was provided to numerous companies international and UK companies. The work can be readily be exploited by the optical communications industry and telecoms service providers to allow optical transmission systems to move to 100 GbE and beyond. The project partner Bookham (now Oclaro), was ideally placed to exploit the research being a major manufacturer of 100 GbE systems. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}