{"id":"6F151697-D1EC-47C6-BF07-988AF14E3759","title":"Towards control of Infectious bronchitis virus; understanding cross protection and genetic plasticity of IBV","abstractText":"Vaccination against numerous endemic pathogens is an essential component of the poultry industry. Without these vaccines chickens would succumb to infection at an early age, reducing the productivity of the industry well below sustainable levels. Infectious bronchitis virus (IBV) is an endemic virus that causes severe disease outbreaks in chickens worldwide; it affects the global production of meat-type birds, due to problems in weight gain and quality, and egg production through decreasing the numbers and quality of eggs produced. Effective and economically viable vaccines against IBV are available, but multiple combinations of available vaccines are needed because the level of cross-protection against different IBV strains is insufficient. Poor cross-protection is the result of variation in a major surface protein of the virus (the spike (S) protein). New variant strains of IBV with differences in the S protein appear regularly in the field and, through analysis based on the sequence of the S protein, it is impossible to predict which vaccines will induce protection against the newly emerged viruses. Only elaborate and expensive testing in chickens elucidates which vaccine combination is needed to protect against a new strain of IBV.\n\nThis proposal will address the seemingly unpredictable nature of the virus. The availability of a unique reverse genetics system for IBV has the potential to lead to the development of a new generation of live vaccines. In this proposal we will generate recombinant viruses that are identical, except for the immunodominant S1 subunit, of the economically most important IBV strains (M41, 4/91 and QX). Vaccination-challenge experiments with the same and with different viruses will identify if there are different degrees of protection. The causes of insufficient and unpredictable levels of cross-protection are the main focus of this study. Ultimately we will determine the key regions or epitopes on the S1 subunit of the economically most important IBV strains that are responsible for inducing protective immune responses. We will use novel &quot;epitope fingerprinting&quot; technology to determine the key regions (epitopes) that are recognised by the antibodies induced after vaccination. Identification of key regions following vaccination with a single IBV strain or multiple strains will allow us to determine which epitopes are needed by a vaccine to induce protection. When new virus strains emerge we will then be able to predict which vaccines will be required to induce effective protection against the new virus strain.\n\nMoreover, we will further develop our understanding of how pressure from the bird's immune responses on the virus might drive the virus to change or mutate. This will involve the passage of an IBV strain in eggs, in the same way as vaccines are produced. However, the replication of the virus will be put under immune pressure by the addition of antibodies specific for this virus. This will essentially mimic the immune pressure applied to the replicating virus, as occurs naturally after vaccination but without testing this in birds. Using contemporary deep sequencing technology we will identify the molecular changes that occur as a result of immune pressure and the process by which the virus is able to evade the applied vaccine, potentially evolving into a new variant. By understanding and manipulating the processes that govern virus adaptation after vaccination, we aim to identify ways of reducing the danger of vaccine strains changing and causing damaging disease outbreaks.\nResults from this proposal will provide (1) crucial information on why vaccines used to control an important avian endemic pathogen IBV fail to induce cross-protection, (2) information for the efficient use of existing vaccines and (3) the development of more efficient vaccines, thus ensuring that poultry farming remains not only a secure food source but also increases the economic competitiveness of the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012794/1","grantId":"BB/M012794/1","fundValue":"324143","fundStart":"2015-08-03","fundEnd":"2018-08-02","funder":"BBSRC","impactText":"","person":"Erica Jane BickertonPaul  Britton","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}