{"id":"6F1B1992-AA9B-4447-BA18-F2E282B0A921","title":"Astrophysics Research at Liverpool John Moores University: Newly Appointed Academic Staff","abstractText":"This grant will allow six new academic staff, recently employed in the Astrophysics Research Institute, to carry out their World-leading research as they settle into their new academic environment in Liverpool. The areas of interest of these new staff broadly align with the existing scientific strengths of the ARI, namely: the origin of stars; the chemical composition of galaxies; observational and theoretical studies of the Milky Way; large cosmological hydrodynamical simulations of galaxy clusters; theoretical studies to determine the physical properties of supernovae. \n\nUnder the heading of the origin of stars, we will investigate how the initial masses of stars forming in the Galaxy change with environment. Observations of the gas in giant star-forming regions will be used to determine key physical properties on scales close to the size of individual stars. \n\nWe will carry out a major spectroscopic survey of nearly 1 million stars in the disc and bulge of the Milky Way. This major legacy survey (APOGEE) and its successor (APOGEE-2), partly supported by the Sloan Foundation, will have major impact on questions such as: the chemical composition of the disc and bulge regions of the galaxy; the origin of globular clusters and whether there is evidence for the very first generation (population III) stars. We will also carry out cosmological hydrodynamic simulations of the Milky Way on supercomputers to provide well-matched and high resolution predictions of the merger history of the galaxy to compare with the observations from the forthcoming Gaia satellite mission, which will provide a 3D map of the Milky Way.\n\nOur extragalactic chemical composition work focuses on a new technique, using Red Supergiant Stars, to measure the element abundances in nearby galaxies. By examining physical relationships, such as the correlation between a galaxy's central mass and metallicity, or the abundance gradients within galaxies, we will make important insights into the processes of galaxy formation and evolution. \n\nOn the largest scales we will carry out cosmological simulations of galaxy clusters, including all known feedback mechanisms, in order to provide representative samples of mock clusters. Simulation results will be incorporated into real observations from on-going cluster surveys at different wavelengths (including the XMM-Cluster Survey, in which the ARI is heavily involved) in order to make unbiased estimates of the cosmological parameters and physical conditions in the clusters. \n\nWe will investigate the outburst properties of supernovae using data from large on-going transient surveys and explore the relationship between the properties of the SN and its progenitor, as well as searching for new types of transients. In particular we will examine a large population of type SN Ia supernovae and study &quot;extreme&quot; events which violate normal behaviour in order to improve their use as cosmological distance indicators. \n\nAll of our research uses the most advanced ground-based telescopes, satellites and data analysis techniques to carry out observations, including telescope time on newly commissioned facilities such as ALMA and the KMOS multi-object spectrograph on the VLT, along with space missions such as Gaia. The new staff lead programmes at the international level, which are also technically demanding and feed into the design and operation of the next generation of telescopes and their instruments, such as the E-ELT (EAGLE/EVE), Liverpool Telescope and WHT (WEAVE).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L00061X/1","grantId":"ST/L00061X/1","fundValue":"405990","fundStart":"2014-04-01","fundEnd":"2016-07-31","funder":"STFC","impactText":"","person":"Christopher Alfred Collins","coPersons":["Paolo A. Mazzali","Ian George McCarthy","Benjamin  Davies","Steven  Longmore"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}