{"id":"6F20BD01-99E3-4AF2-B2A0-2CD1CAA7CD91","title":"Infection and immunity in the bovine genital tract","abstractText":"Uterine infection after parturition is one of the most common endemic diseases of dairy cattle, leading to infertility, increased culling, pain and suffering. Dairy cattle are notable amongst mammals because bacterial contamination of the uterus is ubiquitous after calving and up to 40% of animals develop uterine disease. The diagnosis of uterine disease is straightforward, but the incidence of disease is increasing. The treatments have changed little over the last 30 years, and animals are still sub-fertile even after resolution of the clinical signs. However, whilst some animals have severe disease others efficiently eliminate the bacteria from the uterus after calving, don't develop disease, and are highly fertile. The unanswered questions are about how bacteria are detected by the immune system in the uterus and why some cattle are so prone to disease; how the bacteria cause infertility; and, how the impact of uterine disease can by reduced? The aim of the project is to identify the molecular and cellular mechanisms underlying the infertility associated with uterine infection in dairy cattle. The objectives are: 1. Establish the differential regulation of genes associated with uterine infection and immunity in animals with disparate uterine disease outcomes. 2. Measure the immune responses to the two key bacteria (Escherichia coli; Arcanobacterium pyogenes) and their pathogen associated molecules by reproductive tissues and the impact on the function of uterine and ovarian cells, and the embryo. 3. Determine the effect of blocking key immune signaling pathways on the uterine cell inflammatory response. The expected benefits from exploiting the knowledge generated about uterine disease are: 1. Improved animal welfare by reducing the incidence and severity of uterine disease. 2. Increased sustainability of dairy farming, by reducing the impact of disease on fertility and the cost of disease to the farmer. 3. Reducing the impact on the food chain, by reducing disease and the application of treatments in animals producing milk for human consumption. 4. Increased sustainability of the environment by producing milk from fewer more fertile cows, and thus reduce greenhouse gas emissions, including saving 113 tonnes of CO2 emissions per year. To drive commercialisation and development of the knowledge from the project we have developed a partnership with the biggest veterinary pharmaceutical company in the world, Pfizer Animal Health, as well as exploiting collaborations with international experts from the UK, USA and Italy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005121/2","grantId":"BB/F005121/2","fundValue":"123009","fundStart":"2008-12-16","fundEnd":"2010-11-15","funder":"BBSRC","impactText":"","person":"Iain Martin Sheldon","coPersons":["Clare  Bryant","John  White"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}