{"id":"6F210E92-484A-47D0-AE25-383F5F8C88A9","title":"Mobility Cultures: Making a Usable Past for Transport Policy","abstractText":"How to move people around is an increasingly pressing political and practical issue in the UK. As well as being environmentally damaging and expensive when all the costs are counted, one person's mobility often disadvantages other people. In particular, some social groups such as the young, the elderly, and certain minority-ethnic communities suffer from a relative lack of access to local facilities or the mechanized transport needed to reach more distant ones, as well as being unfairly burdened by deaths, injuries, pollution and loss of amenity. Public debate and policy initiatives should thus benefit from the growing willingness to put the development of more socially equitable and ecologically sustainable patterns of mobility at the heart of academic research. Such studies increasingly argue that deeply held attitudes and expectations about the status, value and utility of transport make it very difficult to persuade people to move themselves in different ways, such as by public transport, let alone to cut back on their overall levels of travel. Although we make choices as individuals about transport, the values and norms that inform our decision-making are shared within social groups and generate characteristic patterns of movement and immobility. Knowing about these different mobility cultures and how they translate into travel can help to shape policies aimed at changing peoples' attitudes and choices about how they move in the future. \\n This research would be even more powerful if it took full account of history. Mobility cultures build up over decades, with some aspects becoming more sedimented in everyday life than others. They can also be subject to quite sharp changes. For some years historians have been exploring how and why these mobility cultures develop, and how some aspects persist to inform present-day aspirations and expectations. But unfortunately there is little interchange of ideas between these scholars and researchers with an interest in understanding modern mobility cultures and their consequences for travel preferences and patterns. In sharp contrast to some European countries like the Netherlands, history has even less purchase on UK policy-makers and analysts. It is therefore time to establish a research network bringing together transport scholars, historians, policy-analysts and other like-minded inidviduals to identify and develop a 'usable past' - a cultural history of mobility that informs public debate, policy and planning as well as being valued in its own right.\\n This network is driven primarily by need to address the challenges posed for the future of personal mobility in the UK, drawing on overseas' expertise when this helps to illuminate the UK situation. The ultimate audiences thus lie as much outside of universities, in the public, political and policy domains, as with academic colleagues. However, the initial three workshops will concentrate on building a shared language allowing academics from cultural history and transport policy to work together. The sessions will focus on: marketing im/mobility; social justice and mobility; making sense of travel identities. Each will run over two working days and involve around two dozen invited participants drawn primarily from transport studies and history and related disciplines, while also involving colleagues from the media (including museums), transport industries and policy fields. The intention is both to draw lessons from the past based on existing studies and to identify those areas of the cultural history of mobility where additional research would be of use to transport policy. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001212/1","grantId":"AH/I001212/1","fundValue":"33730","fundStart":"2010-11-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"","person":"Colin Michael Divall","coPersons":[],"organisation":"Science Museum Group","findingsText":"","dataset":"gtr"}