{"id":"6F280BA0-3602-4007-B4A8-4CB8F0FF54E5","title":"ERS Science on HST WFC3 (Exceptional Responsive Standard Grant application)","abstractText":"Silk project: Over recent decades, a central topic in astrophysics has been the star formation histories (SFHs) of massive early-type (elliptical and lenticular) galaxies. Early-types host more than 50 percent of the stellar mass in the nearby Universe and, given their dominance of the galaxy census, it is crucial to develop a thorough understanding of their evolution. Past studies of early-types using optical (mainly visible) wavelengths strongly implied that their stellar populations are exclusively old. However, the currrently accepted galaxy formation paradigm postulates that early-types form over the lifetime of the Universe through multiple mergers of smaller objects. A clear prediction is that each merger should form some stars and therefore the stellar population in these objects is not exclusively old. A major recent breakthrough has been the use of ultra-violet (UV) data to show that young stars do indeed exist in early-type galaxies, in roughly the amounts predicted by the standard model.The unambiguous detection of young stars in early-type galaxies is a significant result in the modern debate over their formation. The proposed program extends and enhances these new results by exploring the spatial distribution of young stars inside these galaxies, a crucial next step which will provide important insights into the processes that lead to star formation in early-type systems. Disney project: Galaxy evolution is largely the transmutation of gas into stars. But as we have so far been forced to find galaxies by the properties of their stars alone we have probably missed the earliest and perhaps most interesting phases in their history. In this project we aim to study a massive nearby 'underevolved' galaxy in which there is a disproportionate amount of gas that has not been turned into stars. This galaxy is a perfect laboratory for studying primordial systems and for working out how and at what rate gas is turned into stars. The project will explore the interplay between gas density and star formation activity and provide important insights into the process of galaxy formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002576/1","grantId":"ST/G002576/1","fundValue":"143571","fundStart":"2009-04-30","fundEnd":"2010-04-29","funder":"STFC","impactText":"","person":"Joseph  Silk","coPersons":["Michael  Disney"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}