{"id":"6F462198-DF19-477F-BC51-5B9671ED4A9E","title":"Multidisciplinary Super Resolution Microscopy Facility at Nottingham University","abstractText":"For many years there has been a gap in the resolution of Confocal Laser Scanning Microsopy and even with perfect lenses, optimal alignment, and large numerical apertures the optical resolution of this form of light microscopy has been limited to approximately half of the wavelength of the light used meaning that only cellular structures and objects at least 200 to 350 nm apart could be resolved as distinct separate structures. However, much of the fundamental biology of the cell, occurs at the level of micro-molecular complexes in the size range of tens to few hundred nm, i.e., beyond the reach of conventional light microscopy. Super resolution microscopes (SRM) have been developed to break or bypass the classical diffraction limits and shift the optical resolution down to macro-molecular or even molecular levels. It can locate single molecules down to 20nm precision. SRM can also provide particle tracking to follow single molecules, e.g. proteins, DNA, drugs, in a sample without compromising resolution. \nAlthough the University of Nottingham (UoN) houses a range of microscopy facilities there is a clear gap in resolution that requires the cutting edge technology SRM provides to take the research into areas that are not currently achievable in Nottingham Life Sciences at present. Some of these areas include: (i) Microbiology: to understand better how bacterial cells interact with each other and how they can transfer molecules and signals within and between cells in bacterial communities known as biofilms; (ii) Bioenergy: to understand how some bacterial cellular energy reservoirs are transformed into biofuels and hence be able to optimize of these processes; (iii) Synthetic Biology: to understand how artificial cells and specialized DNA structures are developed as this can have a significant impact within different industrial contexts; (iv) Stem cell biology and tissue engineering: the SRM will have a significant impact on understanding the development of specialized cells from stem cells and the development of tissue scaffolds which will be paramount in regenerative medicine required for the repair of different damaged human tissues; (v) Plant sciences: to understand some of the signaling processes in root development and the mechanisms of pollen development which impact on crop production and sustainable agriculture; (vi) Food security: to unravel essential mechanisms of interaction between pathogens and host cells of farm animals which are responsible for significant loses in the farm industry with the ultimate aim of targeting some of these to reduce the negative economic impact they have and (vii) Molecular pharmacology: to facilitate the understanding of drug-target interactions enabling their optimization with the consequent improvements to health.\nHence the acquisition of a SRM facility will enable UoN to address key biological questions in the above areas which will have a significant impact on science, the economy and society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L013827/1","grantId":"BB/L013827/1","fundValue":"735267","fundStart":"2013-12-18","fundEnd":"2014-05-17","funder":"BBSRC","impactText":"","person":"Miguel  Camara","coPersons":["Clive  Roberts","Paul  Williams","Philip Michael Williams","Lee David Buttery","Ying  Zhang","Stephen John Hill","Malcolm  Bennett","Cameron  Alexander","Paul  Barrow","Zoe A  Wilson","Lorraine Elizabeth Young","Felicity Rosamari Rose","Kevin  Shakesheff","Jonathan  Aylott","Chris  Denning","Klaus  Winzer","Nigel  Minton","Philip John Hill","Renee Elizabeth Sockett"],"organisation":"University of Nottingham","findingsText":" not applicable this year N/A Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}