{"id":"6F4A3DF8-7BA9-4502-8D00-9B2CDEE4F6CB","title":"Location, Configuration, Distribution: the Role of Landscape Pattern and Diversity in Ecosystem Services","abstractText":"Biodiversity is defined in the Convention of Biological Diversity (CBD) as &quot;diversity within species, between species and of ecosystems&quot;. Since the role of landscape is understudied in comparison with biodiversity measures based on species diversity (de Groot et al. 2010), in this study we explicitly examine the contribution of diversity of habitats and ecosystems and their location within the landscape to ecosystem service delivery, rather than diversity at the genetic, species or trait level. In particular, this project explores two issues relating to pattern in the landscape. \n\n1. Diversity of habitats and ecosystem service provision.\nMuch focus on ecosystem service upscaling relies on relationships between quantified services and specific land use classes or habitat types (e.g. Haines-Young &amp; Potschin 2007), using habitats as a proxy for the unit of service delivery (Maskell et al. 2010). However, most UK landscapes comprise mosaics at varying scales of a range of habitat types, particularly for agricultural landscapes which cover 75% of the UK (NEA, 2011). The diversity of habitats, also termed landscape complexity, itself can alter ecosystem services. Landscape complexity can compensate for reduced species richness in delivery of services in agricultural landscapes (Tscharntke et al. 2005), while the options for sustainable management to have an effect are greatest in landscapes of intermediate complexity. In this project we will evaluate how landscape complexity, as measured by diversity of habitats within it governs ecosystem service provision.\n\n2. Spatial pattern in the landscape.\nSpatial arrangement affects the flow through the landscape of potential service supply to the users or beneficiaries (Villa et al. 2011). It also alters flows of material or processes in the landscape related to ecosystem functions. For example, the magnitude and timing of water movement have a spatial component vertically, via infiltration rates, and horizontal flows overland, in streams and in groundwater, all of which govern flood regulation (Vigerstol &amp; Aukema 2011). Configuration of landscape features has three elements, the overall area of each feature, the physical distribution of features and their location within the landscape. In this project we will explore how the configuration of landscape components contributes to delivery of multiple ecosystem services.\n\nThe overall aim of this project is to test the role of diversity of habitats and ecosystems, and their spatial configuration, at the landscape scale in the delivery of multiple ecosystem services.\nWe ask the following questions, each of which forms a project objective, delivered by a task:\n1) How does diversity of ecosystems or habitats at the landscape scale affect delivery of ecosystem services?\n2) Does the spatial configuration, including size, pattern and location of habitats in the landscape affect delivery of ecosystem services?\n\nWe will test three of new generation ecosystem service models which operate at the landscape scale and support temporal and spatial process modelling routines: ARIES (Bagstad et al. 2011), INVEST (Nelson et al. 2008) and LUCI (Jackson et al. In press). The three models treat organisation of the landscape in fundamentally different ways, and operate at different scales. Past comparisons of two of the models (InVEST and ARIES) have focused on water services (Vigerstol &amp; Aukema 2011) whereas here we include a new model (LUCI), and use them as tools to test hypotheses about how landscape structure influences the delivery of multiple ecosystem services, with an emphasis on exploring trade-offs and interaction between services.\n\nWe will exploit the data-rich Conwy catchment in N Wales established as one of the three Mancronutrient Cycles catchments where intensive biophysical data is being collected crossing domains and ecosystem processes which underpin selected biodiversity and regulating ecosystem services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015508/1","grantId":"NE/K015508/1","fundValue":"104611","fundStart":"2014-02-03","fundEnd":"2016-08-02","funder":"NERC","impactText":"","person":"Bridget Anne Emmett","coPersons":["Matthew Laurence Jones"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}