{"id":"6F51DB59-20BB-4AD3-8B88-F4F152BEDE5A","title":"Using bioinformatics and microarrays to study the regulation of families of alternative splices","abstractText":"Although there appear to be 30,000 genes within our DNA, it has recently become clear that these genes produce almost 100,000 proteins. As a typical gene has the ability to produce several proteins, it is vital that we identify under what conditions genes make their choice of protein. We believe that the choices are made at the molecular level, and depend on the abundance of certain classes of other proteins. However, the choices that genes make needs to be tightly controlled, as otherwise disease will result. Furthermore, the choices that genes make will need to be in conjunction with choices made by other genes, and so we need to identify how this is coordinated across all 30,000 genes. In order to approach this issue, large amounts of data are required in order to establish which genes are switched on and off in particular combinations. Fortunately this is now possible using a new technology called a GeneChip. Many scientists have created catalogues of GeneChips and they provide an ideal library in which to search for patterns in how genes behave. As with many technologies, there are a number of improvements that can be made to GeneChip data, and this project is focussed on cleaning up this data. This project aims to look through the back catalogue of GeneChip experiments, as well as other catalogues about genes and how they behave, in order to establish which parts of the GeneChip appear to behaving in an unexpected manner. Finding these parts will allow us to establish the causes for this discrepancy and thus allow us to correct for the problems apparent in the data. We will then be able to look through the cleaned up catalogue of GeneChip data to discover the coherent patterns of genes being switched on and off together, and the choices of proteins that the genes make. The complexity of the problem, as well as the sheer size of these libraries, results in the need for large computing power as well as the development of novel mathematical and statistical techniques. This exciting scientific area is called bioinformatics, and it is leading to new insights about the molecular causes behind many diseases. In the shorter term, this research is expected to provide insights into the regulation of our DNA, and in the longer term may lead to novel drug targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001742/1","grantId":"BB/E001742/1","fundValue":"474025","fundStart":"2006-11-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  The findings any biases have been used to improve the analysis in about 40 papers by researchers. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Andrew  Harrison","coPersons":[],"organisation":"University of Essex","findingsText":" We identified that the widely used GeneChip technology for measuring gene expression has several biases. This potentially impacts upon the results of thousands of scientific papers. By correcting for the biases we discovered, biologists will produce cleaner data that will aid their interpretation. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}