{"id":"6F56E0DF-F123-40E1-AE41-913D0002E6C2","title":"Evolution of feathers and colours in birds and dinosaurs","abstractText":"We propose to investigate the evolution of feathers and colours in dinosaurs and birds, taking advantage of innovative new imaging and numerical phylogenetic techniques as well as our unique collaboration with key researchers in Beijing. The origin of birds is a hot topic that attracts attention from palaeobiologists, evolutionists, ecologists, physiologists and developmental biologists interested in evolutionary innovations (feathers), major diversifications (birds), and reasons for high current biodiversity, all fundamental aspects of macroevolution.\n\nOur study materials consist of tens of thousands of fossil birds and dinosaurs from the Jehol Group of north-east China, a sequence of hundreds of metres of ancient lake deposits from the Early Cretaceous, some 131-120 million years ago. These collections created a sensation in the mid 1990s when the first dinosaurs with feathers were announced. Up to now, almost no work has been done on the fine-scale anatomy of those feathers to reveal their secrets. Access to the materials can happen only through collaboration with Chinese colleagues, and this is now possible.\n\nPreliminary work, funded by a NERC Small Grant, has shown that nearly all well-preserved feathers and dinosaur and bird specimens from the Jehol Group reveal astonishing details of feather ultrastructure. In particular, we have seen excellent examples of both kinds of melanosomes embedded within the feather structure, and looking exactly like those organelles in modern feathers. The exciting aspect of this discovery is that these melanosomes are responsible for feather colours, ranging from white, grey, and black (produced by eumelanosomes) to reds and yellowish browns (phaeomelanosomes). Our revolutionary discovery will be published in Nature early in 2010.\n\nWe identify three main questions.\n1. How did feathers originate? Are all modern feathers, from simple filaments, through downy and pennaceous feathers, part of a continuum that relate to a single origin event somewhere among Dinosauria? What is the distribution of feather types across Dinosauria living and extinct? Are there other structures, such as solid bristles and barbless quills among modern birds, and among fossil Dinosauria, that might have originated independently from reptilian scales? Do the oldest fossil feathers and feather-like structures provide any clues about how a reptilian scale became a feather? Current debates concern the identity of fossil feathers.\n\n2. How did feather evolution relate to the high biodiversity of birds? As we map the acquisition of the morphological characters (skull, skeleton and feathers) that differentiate birds from reptiles onto dated phylogenetic trees, how does the sequence of acquisition of those features match changes in diversity and disparity, and the origin of major clades? Are modern feather types, and related dermal structures (e.g. the scales on the feet of birds), the result of an interplay in genomic regulation of promoters and inhibitors? How do feather types map onto major clades among dinosaurs and birds, and do these coincide with any particularly speciose clades?\n\n3. What do feather colours and patterns tell us about the evolution of behaviour? Does the order of acquisition of aspects of feather morphology tell us anything about possible reasons for the origin of feathers? Further, can these feather morphologies, colours, and patterns indicate the point of origin of behaviours such as pre-mating sexual display, camouflage, warning, and pecking order? The fossils will test functional scenarios for the origin of feathers from evidence on the nature and timing of acquisition of characters. Ornithologists discuss reasons for the origin of feathers, whether primarily for display, flight, insulation, sunscreens, insect catching, or assisting running and jumping. The observation that pennaceous feathers originated after simpler feather types indicates that feathers did not originate for flight.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I027630/1","grantId":"NE/I027630/1","fundValue":"462856","fundStart":"2012-09-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"MJ  Benton","coPersons":["Stuart  Kearns"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}