{"id":"6F5724BF-6374-49F1-A421-7B2701ADC386","title":"Aesthetic Aspects of the Photomechanical Reproduction of Continuous Tone for the Photographs of Ansel Adams","abstractText":"Since the nineteenth century, photographers have relied on different methods of mechanical reproduction for the dissemination of their images, largely resulting in the production of fine printed photographic books. This project has grown out of my fellowships at the Smithsonian Institution in 2002, studying nineteenth- and twentieth- century printing processes for photography with a view to formulating an exhibition of the ink-printed photographs of Ansel Adams, for an academic audience and the general public. The Center for Creative Photography (University of Arizona, Tucson), has now invited me to select such an exhibition, compromising approximately 160 objects selected from the Center's collections, and to write the text of a book/catalogue to appear at the time of the exhibtion. This project represents the research required in the archives and the photographic and print collections of the Center, in order to select the exhibition and to write the texts to accompany the show.\\n\\nThe great challenge to the printing industry since the 1850's has been to secure a perfect facsimile in ink of the continuous tone of the chemical photograph. Commerical attempts to achieve this have required the continuous-tone photograph to be translated by a screen of tony dots to control gradation of tone and the application of ink onto the paper. The variables invovled in the physical production of the photomechanical print include the size of the dot; the amount of ink deposited; ink characteristics such as viscosity, proportion of varnish, and colour; and paper characteristics such as smoothness or absorbency of surface, gloss or matte finish, weight and colour. Each of these elements affects the surface of the print and its aesthetic appearance, and thus each photomechanical process recreates the continuous tone of the photograpic image slightly differently.\\n\\nMy studies of the processes used by photographers in the nineteenth century ('Aesthetic Aspects of the Photomechanical Print' in M. Weaver ed, British Photography in the Nineteenth Century, Yale University Press, 1989) have shown that many artist photographers were drawn to reproductive methods which bore an aesthetic resemblance to the photographic processes they used: for example, the carbon print and Woodburytype were used to reproduce the sharp, glossy albumen prints in the 1870's, just as the softer, more matte-textured platinum prints of the pictorial photographers of the 1890's called for translation by photogravure.\\n\\nI would like to extend this research to the work of a major twentieth-century photographer, Ansel Adams, in an exhibition which would show a persistent aesthetic between his original photographs and the techniques of photomechanical reproduction he chose to use in his books. Adams is chosen because of the careful attention he gave to the printing in ink of his images, and the close relationships he maintained with his printers. His commitment to the expression of textural specificity in his photographic subjects dictated that none but the most precise reproductive method, and one with greatest control over tonal contrast, would do. His requirements seem to have been best fulfilled in the early years by fine copperplate halftones, and later by duotone offset photolithography, but he was continually searching for improvements in the translation from photochemistry to ink, working with Edwin Land of the Polaroid Corporation in the 1960's on experiments in reproduction of photographic originals from Polaroid prints, which Adams believed to be superior due to their very fine grain.\\n\\nThe research will benefit the genral public by raising the awareness of aesthetic relationships, driven by technological developments, between the photograph and the ink-printed reproduction, and by establishing the value of the photograph in ink as an artistic end in itself.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503329/1","grantId":"AH/D503329/1","fundValue":"5290","fundStart":"2006-05-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Anne  Hammond","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}