{"id":"6F5A8A1C-E5FA-4552-93E3-C31FF60D522D","title":"Chromosomal rearrangements as agents of speciation","abstractText":"Although 'The Origin of Species' was published almost 150 years ago, we still understand little about how new species are formed. In mammals, many closely related species differ in chromosome number (e.g. humans have 46 while chimpanzees have 48); therefore, it is thought that a change in chromosome number could be involved in the generation of new species. One way in which chromosome numbers can change is when two acrocentrics ('one-armed' chromosomes with a structure known as the centromere at one end) fuse together to form a metacentric ('two-armed' chromosomes with the centromere in the middle). These metacentrics can also exchange 'arms' with other acrocentrics or metacentrics. Although house mice usually have only acrocentric chromosomes, there are quite a few populations in Europe where the mice have chromosome fusions. When all the house mice in a particular area have the same set of fusions, this population is called a 'race'. Two races with different sets of chromosomes (either acrocentrics in one race and metacentrics in the other, or different sets of metacentrics in the two races) can interbreed. However, in the hybrids the chromosomes of one race cannot interact properly with the chromosomes of the other race during germ-cell production ('meiosis') which leads to: 1) germ cells and unviable offspring with the wrong number of chromosomes, causing reduced fertility (i.e. 'hybrid infertility'); 2) a reduction in the normal exchange of material ('recombination') between chromosomes (i.e. hybrids display 'recombination suppression'). Both these problems may stop the hybridising races from swapping genes properly, so that the races start to evolve independently and may become completely separate species. Therefore, by studying races of house mice, it may be possible to discover how new mammalian species originate. In this project, we will continue our long-running research of house mouse in Northern Italy. We will examine hybridisation between the standard mice with acrocentric chromosomes and a metacentric race, and hybridisation between two types of metacentric race. We would like to know whether these races are on the way to forming new species as a result of hybrid infertility or recombination suppression, or both. We already know that there is hybrid infertility, but we do not know if it is enough to stop hybridising races from swapping genes properly. We will use molecular techniques to look at chromosome exchange at meiosis in laboratory-reared hybrids, to see if this is restricted, as expected with the recombination suppression idea. For both models we may expect genes to evolve independently, but for the recombination suppression model we predict that it will occur in the chromosome regions that do not exchange properly at meiosis even if there are no fertility problems. Luckily, we have a complete DNA sequence for the mouse (just as we have for humans), and there is no difficulty in finding genes at various positions on mouse chromosomes, that we can use to distinguish between our two models. To examine the genetic differences between the races and what happens when they hybridise, we will collect mice from natural areas of hybridisation. Much of our study will be an in depth analysis of particular regions of chromosomes of these mice, with the chromosomes selected for their ability to give us different predictions for our two models. In this way, we will be able to decide what may be promoting species-formation in the house mouse, and give us valuable insight into this process for mammals in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D011868/1","grantId":"NE/D011868/1","fundValue":"315920","fundStart":"2007-01-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"","person":"Jeremy B. Searle","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}