{"id":"6F5E1A70-3626-4A9F-9E5F-C6F6988BA67F","title":"Synthetic viability: a novel approach to defining healthspan determinants","abstractText":"Ageing of the human body results in gradual loss of tissue and organ function, with consequent frailty and illness leading to poor quality of later life for many older people. This is a huge socioeconomic problem in much of the world today, as improvements in medicine over the past few decades have led to a significant increase in life expectancy but without concomitant increase in the time spent in good health (healthspan). Thus, research aimed at discovering ways of increasing healthspan in old age is rising to prominence, with work addressing the basic biology of ageing likely to underpin future medical advances. We plan to investigate regulation of organismal ageing and healthspan at the very fundamental level of the genes involved and the proteins they encode.\n \nIn this project, we will study the control of age-related decline in health in a tiny free-living worm, the nematode Caenorhabditis elegans. C. elegans is a very useful model organism for studying ageing because it has a short (2-3 week), well defined lifespan and healthspan that can be easily measured. Most importantly, the worm can be conveniently subjected to experimental manipulation at the genetic, cellular and whole organism level, allowing scientists to dissect the role that particular genes play in controlling ageing and healthspan, as well as the interactions between genes. Moreover, many previous studies have shown that factors important in worm ageing are equally important in man, i.e. they are conserved across evolution. Hence any discoveries made in the worm should have relevance to people. Treating the frailty and illness of older age might be possible by modulating the ageing process itself, but we need to first understand exactly how this works at the level of individual molecules.\n \nAlthough many different cellular processes contribute to the decline of tissues and organs during ageing, mutations in single genes can completely change the rate of ageing. This is true of both worms and man. For instance, there is a human premature ageing syndrome, called Werner Syndrome (WS), in which affected individuals age at a highly accelerated rate, reaching &quot;old age&quot; by the age of 40 or so. The accelerated ageing in WS patients is caused by mutations in a single gene, the Werner gene (WRN). Significantly, the worm counterpart of this gene, wrn-1, is also involved in the control of ageing, with wrn-1 worm mutants similarly showing decreased lifespan and signs of accelerated ageing.\n\nBecause one of the major roles of WRN-1 is to help repair DNA when it becomes damaged, we are interested in how WRN-1 interacts with other proteins required to sense and respond to such damage, like p53 (encoded by the cep-1 gene in worms), an important human tumour suppressor gene. We have made the fundamental and crucially important observation that, while both wrn-1 and cep-1 single mutants have shortened lifespans, double mutant worms in which both wrn-1 and cep-1 are non-functional have a greatly extended lifespan and healthspan, living more than twice as long as normal worms, and staying healthier for much longer too.\n \nWe propose to use this observation as a springboard to identify new components of the healthspan and lifespan regulatory framework, to probe the effect of specific genes on healthy ageing and to understand the importance of the response to DNA damage and other forms of cellular stress in determining lifespan and healthspan. We will use well-established techniques for inactivating genes in various combinations as well as powerful new technologies that can highlight differences in gene expression patterns, enabling us to tease apart pathways of ageing. Overall, we hope to uncover new biochemical pathways important in determining healthspan, with important consequences for understanding and eventually treating frailty and disease in older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006727/1","grantId":"BB/M006727/1","fundValue":"415809","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Alison Claire Woollard","coPersons":["Lynne Suzanne Cox"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}