{"id":"6F65BE29-FD71-44B2-9943-EC3F76C76DA5","title":"High-resolution multimodal imaging for multisensory interactions","abstractText":"Recent developments in functional magnetic resonance imaging (fMRI) have transformed our understanding of the human brain, its sensory processing and cognitive functions by providing a means of localising the cortical regions that are involved in a wide variety of tasks. Despite this progress, the link between brain structure, function and behaviour that guides human actions and interactions remains a key unresolved issue in cognitive neuroscience. To address this issue we propose multimodal imaging methods (high resolution fMRI combined with EEG) that have complementary high spatial and temporal resolution and will allow us to study the human brain in real time action. In particular, the proposed research has the following main objectives. First, we will take advantage of the capabilities of the state-of-the-art MR scanner in our imaging centre (3T Phillips, Achieve) and develop high resolution fMRI protocols using a surface coil that will allow us to study the human brain at a higher spatial resolution, that is, at a finer scale of neural ensembles within cortical areas. Second, we will combine these high spatial resolution fMRI measurements with EEG recordings in the scanner that have high temporal resolution critical for studying the fast cognitive processes that guide our actions and interactions. Third, we will use these combined high resolution imaging methods (EEG-fMRI) to study the human brain in real time action. Our aim is to understand how the human brain integrates multiple sources of information from different sensory modalities (vision, audition, touch) and translates them to fast and successful actions. The existing MR compatible equipment allows visual and tactile stimulation and recordings of eye and limb movements. We will integrate these devices with the proposed equipment for auditory and heat stimulation to investigate the neural circuits that mediate the integration of sensory, proprioceptive and motor signals in the human brain that guide our categorical perception, attention, learning and actions in the complex environments we inhabit. Finally, we will extend the application of these methods and protocols to the study of multisensory and motor integration across the life span and in the adverse event of brain damage. We aim to examine the mechanisms that lead to rapid cognitive decline in some older adults while others maintain high levels of cognitive performance using sensitive tools for the measurement and analysis of age-related changes in behaviour, brain structure and neural function. Further, we will conduct high resolution imaging studies in patients with neuropsychological deficits that offer the potential of determining which areas are necessary for behaviour. We will examine the effects of brain lesions on activation in structurally intact regions of cortex, in order to gain new information about the functional connectivity between brain areas and potential cortical reorganisation that may support recovery of function in the impaired brain. As such this work has the potential to provide novel methods and findings that advance our understanding of the link between brain and behaviour and thus contribute to the general health and wealth as well the development of interdisciplinary and internationally competitive research in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012604/1","grantId":"BB/E012604/1","fundValue":"65691","fundStart":"2007-04-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"  All methods developed during the duration of these award are now available to all users of the facilities at the Birmingham University Imaging Centre. Further, these methods are made available to the wider scientific community through interactions and collaborations with other imaging centres in the UK and abroad Manufacturing, including Industrial Biotechology Economic","person":"Zoe  Kourtzi","coPersons":["Glyn  Humphreys","Stuart William Derbyshire","Andrew Philip Bagshaw","Alan  Wing","Rowland Christopher Miall"],"organisation":"University of Birmingham","findingsText":" During the duration of the grant we established the following methodologies that have been implemented in the proposed research projects.\n1. We developed high resolution functional imaging methods (EPI data collected at 1x1x1mm resolution and 1.5 x1.5x 1.5 mm that extend beyond the standard resolution used for fMRI data collection (3x3x5mm). This high resolution imaging allows us to study the human brain at the level of increasingly finer neural populations within large cortical areas.\n2. We developed state-of-the-art statistical learning analysis methods that extend beyond the resolution of conventional fMRI analysis methods. In combination with high resolution imaging these methods allow us to discern different neural populations within cortical areas and their representations.\n3. We developed protocols for combined EEG (MR-compatible 64 channel EEG system) and fMRI recordings at the BUIC scanner that allow the electrical and haemodynamic responses to be recorded simultaneously during the same session.\n4. We have successfully interfaced MR-compatible equipment at BUIC for visual, tactile stimulation and movement recordings (eye, limbs) with the proposed equipment for auditory and noxious heat stimulation.\n5. We have successfully piloted procedures to create &quot;offset analgesia&quot; in and out of the scanner using CHEPS and this work has been accepted for publication.\n6. We developed EEG procedures using CHEPS and this work has been submitted for publication. We are now able to begin combined EEG/fMRI projects.\n7. We successfully piloted signal detection studies using CHEPS and this work has been accepted for publication. We are now able to move this work into the scanner for combined EEG/fMRI studies. All methods developed during the duration of these award are now available to all users of the facilities at the Birmingham University Imaging Centre. Further, these methods are made available to the wider scientific community through interactions and collaborations with other imaging centres in the UK and abroad Healthcare","dataset":"gtr"}