{"id":"6F657DBD-A8BE-4DE5-A07E-A49127A3BB85","title":"Understanding walking and cycling","abstractText":"It is widely recognised that an increase in walking and cycling for short journeys in urban areas could significantly reduce traffic congestion, improve the quality of the urban environment, promote improved personal health, and contribute to a reduction in carbon emissions. This is demonstrated by a wide range of policy initiatives by national and local governments, by health authorities and a variety of non-governmental organizations. Recent reviews of research on travel behaviour have emphasised that the ways in which travel decisions are made remains poorly understood, especially in the context of complex and contingent household travel arrangements. This research seeks to fill this research gap through an in-depth analysis of household decision making with respect to short journeys in urban areas. The research starts with a number of assumptions. First, that travel on foot or by bicycle is often complex and needs as much (if not more) planning as travel by car. Second, that many short trips in urban areas will be relatively spontaneous and thus subject to decision-making frameworks that differ from more regular journeys. Third, that many short trips are dependent on others. Fourth, that decision making about travel mode and route choice is dependent on a complex interaction of social, economic, cultural, environmental and psychological variables. Fifth, that walking and cycling are very different modes of travel even though they are frequently linked together in travel policies. Using these assumptions as a starting point the research has two key aims: To develop better understanding of the complex ways in which households and individuals make everyday travel decisions about short trips in urban areas; and to develop a 'toolkit' that helps planners, policy makers and others concerned with promoting more sustainable travel practices in urban areas to target policies and interventions more effectively. These aims will be explored through a series of specific research questions. These objectives are important because a modal shift from cars to walking and cycling could significantly reduce congestion, pollution and carbon emissions in towns and improve human health, and because if transport policies do not adequately understand the complexity of micro-scale travel decisions both local and national policies may be ineffective or have unintended consequences.The research will adopt a mixed methodology, but with the main emphasis on in-depth qualitative research, and will examine individual, family and household decision making in four different neighbourhoods. Data collection will include the following elements: first, a questionnaire survey of residents in four neighbourhoods to provide an overview of travel behaviour and select participants for in-depth study; second a quantitative assessment of the accessibility and permeability of the urban environment in each locality; third; in-depth household interviews; fourth, the collection of audio travel diaries; fifth detailed ethnographic study of the household decision-making process. These data will all be fully analysed using a range of quantitative and qualitative techniques and the integrated results will be used to develop a 'toolkit' designed to help planners and policy makers develop transport policies that relate more closely to the everyday travel behaviour of individuals, and which therefore may be more successful at promoting walking and cycling. Throughout the research the project will engage with a range of stakeholders and potential users, and in the final part of the project will engage potential users with the development of outputs. In addition to the toolkit, results from the research will be disseminated at academic and practitioner conferences and through papers in both academic and policy journals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00045X/1","grantId":"EP/G00045X/1","fundValue":"936620","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Colin Gilbert Pooley","coPersons":["Tim  Jones","Miles  Tight"],"organisation":"Lancaster University","findingsText":" It is widely recognized that there is a need to increase levels of active and sustainable travel in British urban areas. The Understanding Walking and Cycling (UWAC) project, funded by the Economic and Physical Sciences Research Council (EPSRC) 2008-11, has examined the factors influencing everyday travel decisions and proposes a series of policy measures to increase levels of walking and cycling for short trips in urban areas. A wide range of both quantitative and qualitative data were collected in four English towns (Leeds, Leicester, Worcester, Lancaster), including a questionnaire survey, analysis of the built environment, interviews and ethnographies. Key findings of the research are that whilst attitudes to walking and cycling are mostly positive or neutral, many people who would like to engage in more active travel fail to do so due to a combination of factors. These can be summarised as:\n\n\n\n1) Concerns about the physical environment, especially with regard to safety when walking or cycling. From our analysis of the influence of the physical environment on walking and cycling it is clear that traffic is a major deterrent for all but the most committed cyclists. For pedestrians, the major factor relates to footfall\n\n\n\n2) The difficulty of fitting walking and cycling into complex household routines Our research shows that, under the conditions which currently prevail across urban Britain, household and family commitments are significant factors in restricting the extent to which people use walking and cycling for everyday travel. \n\n\n\n3) The perception that walking and cycling are in some ways abnormal things to do. Most people prefer not to stand out as different, but tend to adopt norms of behaviour that fit in and reflect the majority experience. In Britain, travelling by car is the default position for most people.\n\n\n\nThe key message that comes from this research is that at present in Britain using the car for short trips in urban areas is convenient, habitual and normal. It is what people expect to do, what most people expect others to do and what many other people who have yet to benefit from car ownership aspire to do . Alternatives to the car – especially cycling and walking – are perceived to take too much effort, need planning and equipment that causes hassle, and may be risky and uncomfortable. They also run the risk of being perceived by others as eccentric or odd. These are all powerful reasons for not walking and cycling and for using the car for most short trips in urban areas.\n\n\n\nSolutions to this conundrum are obvious but difficult to implement because they require integrated policy and extend well beyond the usual remit of transport policy and planning. We identify several specific areas where policy change is needed. \n\n\n\nFirst, it is essential that the urban environment is made safe for cyclists and pedestrians. This requires the provision of fully segregated cycle routes on all arterial and other busy roads in urban areas. \n\n\n\nSecond, pedestrian routes must be made as welcoming as possible to increase footfall. \n\n\n\nThird, there need to be effective restrictions on traffic speeds, parking and access on all residential roads and other routes without segregated cycle and pedestrian paths so that both cyclists and pedestrians feel that they have a safe and convenient environment in which to travel. \n\n\n\nFourth, the system of legal liability on roads used by the public should be changed to protect the most vulnerable road users (cyclists and pedestrians). \n\n\n\nFifth, there need to be changes in the spatial structure and organisation of the built environment, enforced through planning legislation, to make accessing common services and facilities on foot or by bike easy. \n\n\n\nSixth, there need to be wider societal and economic changes to give people the flexibility to travel more sustainably. \n\n\n\nSeventh, it is necessary to change the image of cycling and walking to make it accessible to all. Directly relevant to all planners and policy makers concerned with the development of sustainable travel modes. Provides evidence and policy proposals to improve the environment for walking and cycling for short trips in urban areas. Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}