{"id":"6F70FE7F-5E92-430C-8949-73DACA2D9946","title":"TRUMP: A Trusted Mobile Platform for the Self-Management of Chronic Illness in Rural Areas","abstractText":"Chronic diseases are now the leading causes of death in both developing and developed countries. Such conditions include diabetes, asthma, arthritis, heart failure, COPD, dementia and a range of disabling psychological conditions such as depression. In the UK the cost of care of people with chronic conditions consumes the majority of health and social care resources, for example, accounting for over 80% of GP consultations. While the UK and India have very different practices and structures for healthcare delivery, the effective management of chronic illness is a priority for both countries. Patients in rural areas, however, present particular challenges that neither country's healthcare systems are well configured to address. This issue is particularly relevant to India with 71% of the population in rural areas. While less than 1 in 5 of the UK population are rural dwellers, large parts of the country are sparsely populated; for example in Scotland, 29% of the population live in rural areas. Rural healthcare inequality in both countries arises from a number of factors, including transport costs and the inaccessibility of specialist services. \n\nThe goal of the TRUMP project is to explore the potential of mobile technologies in the development of a platform to support chronic disease management by simultaneously considering the needs of rural areas of India and the UK. Trust in such systems is vital if they are be accepted by patients and health workers alike, and this issue will form a central part of the development of the platform. Two common chronic conditions, diabetes and depression, have been chosen as exemplars for the development of the platform and its evaluation. \n\nTRUMP is a multidisciplinary project involving academic researchers from the UK and India, together with partner organisations drawn from the business and community sectors. Working together, this team will: perform a detailed analysis of the healthcare context, design sustainable technology solutions compatible with local and national healthcare policies; incorporate existing proven chronic management programmes and training. This implies support for novel patient record systems, mechanisms for tracking the patient (symptoms and behaviour), as well as patient awareness of self-management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00068X/1","grantId":"EP/J00068X/1","fundValue":"1684860","fundStart":"2012-01-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"  The project is still in progress, so it is too early to give a full discussion of impact. There has been some early evidence for impact potential however, through public engagement, interactions with software companies, etc.  ","person":"Peter  Edwards","coPersons":["Patrick  Olivier","Michael Iain Trenell","Paul  Rodgers","Isobel M  Cameron","Peter Richard Phillimore","Madeline  Balaam","Chris  Edwards","Peter  Wright","Ian C Reid","Timothy James Norman","M  Rajarajan"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}