{"id":"6F7F9FD8-E889-446B-B161-B3E1E79ABB0A","title":"Establishing Links with China in the area of Biotribology of Natural Synovial Joints and Artificial Replacements","abstractText":"Artificial joint replacement has been one of the most successful surgical treatments to patients suffering from arthritis and trauma. However, the majority of joint prostheses fail after 10 to 15 years in the body, as a result of loosening, caused by adverse tissue reactions to particulate debris. Currently, there are two broad strategies to avoid revision. One is to improve conventional total joint replacements by using novel bearing couples to reduce wear and wear particle generation. The alternative strategy is to develop biological solutions through tissue engineering approaches using cells, scaffolds and bioactive factors. Although these biological solutions offer a long term hope, currently they are not widely used in clinics due to a lack of biomechanical function, failure of integration, and economic and regulatory barriers to commercial realisation. Consequently, there are emerging interests in earlier intervention approaches, which attempt to retain some or all of the functional articular cartilage.The increasingly rigorous ethical and regulatory environment is demanding more extensive pre-clinical studies, as part of the translation of any new technology to the patient. Coupled studies of tribology of the bearing surfaces and biological reactions to wear debris have contributed significantly to such drives, and developments of novel bearing material combinations and successes of end-stage total joint replacements. However, the long-term clinical outcome of these alternative bearings beyond 20 years remains unclear, and there are still a number of long-term clinical concerns. Further development of preclinical simulation models under more realistic conditions may become necessary, particularly for alternative bearings required for active and young patients. The introduction and refinement of novel tissue substitution devices may bridge the gap between the end stage joint replacement and the biological tissue engineering solution, potentially providing a continuum of therapies for joint diseases. However, the development of these new surgical approaches poses considerable challenges for laboratory simulation, and there are a number of key issues which need to be addressed urgently. There are currently no pre-clinical functional simulation models that can be used to assess the potential long-term clinical performance of these devices. Furthermore, the anatomical and physiological characteristics of the patient may become an integral part of the device and patient specific issues become important. Preclinical simulation based on advanced patient specific computational models may provide guidance for best treatment options as well as addressing special needs of patients.The development of artificial joints and the clinical use of these devices in China have increased significantly recently, from a few hundred in the 1980's to about 90,000 in 2005. These numbers are expected to increase dramatically as the economy in China grows and more and more people will be offered such treatments. However, despite of the rapid expansion of artificial joint usage and huge potential market, currently none of the major international orthopaedics companies have managed to penetrate into the Chinese market extensively and there are still a number of barriers. These include different anatomy of the Chinese population, and the need to design patient and population specific implants. Equally important is the lack of research support within China in this area.The aims of this proposal are to establish new strategic long-term relationships with scientists and engineers in China through establishing research collaboration in the area of biotribology, in particular to develop preclinical simulation methods and to develop patient and population specific simulation models. These objectives will be achieved through exchange visits, short term study visits and organisation of an international conference in the area of Biotribology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E041019/1","grantId":"EP/E041019/1","fundValue":"96747","fundStart":"2007-10-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Zhongmin  Jin","coPersons":["John  Fisher"],"organisation":"University of Leeds","findingsText":" Artificial joint replacement has been one of the most successful surgical treatments to patients suffering from arthritis and trauma. However, the majority of joint prostheses fail after 10 to 15 years in the body, as a result of loosening, caused by adverse tissue reactions to particulate debris. Currently, there are two broad strategies to avoid revision. One is to improve conventional total joint replacements by using novel bearing couples to reduce wear and wear particle generation. The alternative strategy is to develop biological solutions through tissue engineering approaches using cells, scaffolds and bioactive factors. Although these biological solutions offer a long term hope, currently they are not widely used in clinics due to a lack of biomechanical function, failure of integration, and economic and regulatory barriers to commercial realisation. Consequently, there are emerging interests in earlier intervention approaches, which attempt to retain some or all of the functional articular cartilage. Project has led to collaboration with China Food and Drug Administralion laboratory in Tianjin\n\nProject has led to collaboration through Simulation Solutions and sale of hip and kne joint simulators to Universities, CFDA and industry in China These collaborations have been sustained since the end of the project to current time 2013, through additional collaborative projects Healthcare","dataset":"gtr"}