{"id":"6F81B0DB-2EEB-4AF0-A2CA-BF00FB5B5FAD","title":"Promotion of wellbeing as a destination resource","abstractText":"This proposal offers the opportunity for connecting different destination stakeholders, with the specific aim of facilitating innovation in healthy lifestyle products while contributing to a competitive local tourism economy. Through inter-stakeholder dialogue, tourism businesses will be in a position to increase their marketing effectiveness, and develop new products and services that will provide an enhanced value-added experience for visitors. This proposal will accelerate tourism business growth via an improved understanding and implementation of wellbeing and it will facilitate the exchange of knowledge between tourism businesses, policy makers (both public health and tourism), and wellbeing academics. Tacit knowledge in particular is required for innovation and this network will provide the platform for the conduit translating this into action to enhance destination competitive advantage. Five outputs are proposed in the geographic context of Bournemouth &amp; Poole and the surrounding environs (areas that have a natural potential for wellbeing):\n\n1. Wellbeing Destination Knowledge Networks and Ideas Caf&eacute;\nA self-selecting network recruited through the NCTA will meet three times through 2014-15 commencing June 2014. Each session will be facilitated by BU and NCTA staff and feature invited speakers on a specific aspect of wellbeing whilst allowing for mentoring activity, business to business. Examples of best practice via case studies will act as a catalyst to foster innovation in co-creating destination and well-being products. These sessions will occur in Bournemouth with two additional sub-regional Ideas Caf&eacute;s (an identified requirement from the recent pilot event), one at Kingston Maurward College on the outskirts of Dorchester and one at a hotel in Weymouth.\n2. Facilitating Student and Employer Engagement\nThis component of the network will seek to involve the participation of 20 businesses assigning consultancy projects to final-year students across the spectm of hospitality, sport, tourism and wellbeing. This will enhance the student learning experience providing them with real life research opportunities. Employers will benefit from the opportunity for cost-effective research and tacit knowledge exchange.\n3. Wellbeing Hub\nA web presence within the NCTA will act as a resource for business and local government to communicate and engage in active dialogue. Emphasis will be on the exchange of knowledge in a manner that sets the foundations for a longer-term self-sustaining network based on 'Destination Wellness'. A common platform will be supplied to provide opportunities for cross-disciplinary dialogue and capacity-building, establishing a knowledge bank in this field. Social capital theory supports this tacit knowledge base facilitated by knowledge exchange between experts and dissemination of their expertise.\n4. Innovation Sharing\nThe co-development and dissemination of a series of podcasts is of particular importance to the project due to the ease with which such outputs can be accessed locally or through the internet and shared internationally. These will be developed showcasing case studies of good practice while identifying opportunities and potential barriers to a wellbeing market position.\n5. Spin off to local residents/employees - local community\nThis work will inform a partnership between BU, the NCTA and the visitor economy whilst contributing to activity of the Bournemouth 2026 Trust which aims to advance and improve life for the communities of Bournemouth to achieve its long term vision of a 'thriving town that is fun, safe, healthy and green'.\n\nThe network will be a beneficial addition to our previous activities in the tourism and wellbeing area. These to date include an invitation to join the EU COST action, 'Tourism, Wellbeing and Ecosystem Services (TObeWELL)', where our specific role will be to identify and evaluate health and wellbeing in terms of its relationship with tourism products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00884X/1","grantId":"ES/L00884X/1","fundValue":"29330","fundStart":"2014-08-01","fundEnd":"2015-07-31","funder":"ESRC","impactText":"","person":"Heather  Hartwell","coPersons":["Adele  Ladkin","Ann  Hemingway","Stephen  Page"],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}