{"id":"6F83A748-96FA-45CF-85CE-614DD5C1D54B","title":"A Randomized Controlled Trial of Functional Family Therapy: An EIF Partnership between Croydon Council and Queen's University Belfast","abstractText":"This application proposes to undertake a randomized controlled trial (RCT) of a new intervention aimed at families with children and young people who are at risk of juvenile offending and/or being placed in local authority care. The main aim of the intervention will be to reduce risk of offending and risk of children being placed in care. The intervention aims to intervene at the family level using Functional Family Therapy (FFT). FFT is a strengths-based behavioural family intervention. \n\nFFT has shown positive results in terms of reducing juvenile offending during previous design experiments and RCTs in the USA. However, the proposal details a with a plan to systematically examine the impact of FFT using an RCT as it is introduced as a new initiative as part of the Early Intervention Foundation Centre work in Croydon. Data is not yet available that provides a definitive answer as to how this programme will translate to the Croydon context. \n\nThe design of the work is an RCT. Families will be randomly assigned to treatment (FFT) or control group (treatment as usual). Primary outcomes will be risk of offending and risk of care orders. Secondary outcomes will include family functioning and school attendance. Data will be collected over a six-month treatment period. All families assigned to control group will be offered FFT after a wait time if FFT proves to be of benefit. Strong checks and measures are in place to finish the RCT early if overwhelming evidence arises as to the benefit of FFT to families. In this instance all families would be reassigned to treatment group.\n\nOne of the strong feature of this proposal is the collaboration between Queen's University Belfast (QUB) and the Early Intervention Foundation Centre in Croydon (EIFC). This goes beyond data sharing. The partnership will help evaluate the efficacy of the introduction of FFT in Croydon in a systematic manner. Staff will be 'seconded' to QUB from Croydon and this will help with data collection and organization as well as building evaluation skills in EIFC that will exist beyond the life of the project. The project shows a strong commitment to knowledge exchange, both within EIFC and externally to the sector at large. The strong professional practice of the team at EIFC and the credible and scientifically valid work of the staff at QUB should enable compelling arguments to be presented regarding whether this intervention has positive outcomes or not.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006921/1","grantId":"ES/M006921/1","fundValue":"163743","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"","person":"Allen  Thurston","coPersons":["Anne  Lazenbatt","Laura  Dunne","Sarah  Miller"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}