{"id":"6F898B85-F20C-493E-B0AF-2A6E36638124","title":"DEPICT: DEsigning and Policy Implementation for encouraging Cycling and walking Trips","abstractText":"Walking and cycling are the most sustainable modes of transport in cities and should be placed at the heart of a transition towards low-carbon urban mobility systems. This is because walking and cycling can improve the life chances and health and wellbeing of each city inhabitant -- irrespective of their socioeconomic status, gender, ethnicity, age -- with hardly any adverse impact on the lives of fellow inhabitants. Research on how walking and cycling in cities can be encouraged is burgeoning and provides many compelling insights. However, insights about the role of infrastructure in stimulating urban walking and cycling are limited because the focus is typically on the 'hardware' of cycle lanes, sidewalks, bike sharing schemes, road design, urban design and so forth; the 'software' of governance, regulation, information provision, maintenance and repair as well as the embedded knowledge, know-how, meanings, values, aspirations and emotions are not always given the emphasis they deserve. Moreover, the research is often set in cities in the global North and assumes insights and concepts that has emerged from there as universally valid and easily transferable to cities in the global South. \n\nThis international research project will adopt a broader understanding of infrastructure and develop original empirical and theoretical insights on the basis of comparative research in the UK, the Netherlands and the state of S&atilde;o Paulo in Brazil. The activities undertaken by the Oxford team focus on the role of community-led initiatives in London to encourage walking and cycling and in creating infrastructures that are conducive to these practices. The Oxford researchers will make an inventory of the heterogeneity of recent community-led initiatives in both cities, covering such issues as what they consist of, who are involved, what the goals are, and who benefits. The Oxford team will also critically evaluate if and how such initiatives can contribute to a large-scale transitio towards low-carbon urban mobility. A mixed-method approach consisting of document analysis, interviews and focus groups will be adopted, and the team will engage with local communities, policymakers, interest groups and other stakeholders in various ways. It can be expected that, apart from creating academic outputs, the project will contribute to: social learning among community-led initiatives through the sharing of experiences and good practices; to greater reflexivity about how policy, governance and regulation affect community-led initiatives; and to the creation of more effective support structures for such initiatives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N011538/1","grantId":"ES/N011538/1","fundValue":"265927","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"ESRC","impactText":"","person":"Tim  Schwanen","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}