{"id":"6F95FF24-AE75-447D-B385-AA6D84051254","title":"Identifying barriers to TB diagnosis and treatment under a new rapid diagnostic scheme.","abstractText":"Tuberculosis, the main cause of adult infectious death in the world, requires the examination of several sputum samples for diagnosis and patients need to visit services several times.&nbsp; Patients can only initiate treatment if they have been diagnosed and improving the efficiency of the process is crucial to increasing treatment access.&nbsp; More efficient diagnostic approaches that examine a reduced number of specimens or accelerate their collection to a single day are being developed with support from the World Health Organisation.&nbsp; This study will assess whether these accelerated approaches could lead to increased access to treatment.&nbsp; The study will aim to identify barriers preventing adults from completing the diagnostic process in Nepal, Yemen and Ethiopia and the changes that are required to increase treatment uptake.&nbsp; A combination of quantitative and qualitative methods will be used, including surveillance data collection and surveys to monitor the proportion of patients initiating and completing treatment, and in depth interviews, focus group discussions and case studies to provide an insight into these processes.&nbsp; Services will be modified in response to the research findings to promote equitable and increased access to health services for under-served populations. \n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0387","grantId":"RES-167-25-0387","fundValue":"225996","fundStart":"2008-05-01","fundEnd":"2012-10-31","funder":"ESRC","impactText":"  The impacts were achieved:\n1. Through presenting findings at high profile and relevant conferences such as the International Union Against Tuberculosis and Lung Disease, 2012 2. Through successfully working in partnership to generate multiplier funding to test out new models. These are active and currently being evaluated. 3. Through participation in the World Health Organisation Scientific Advisory Group and Expert committees. Through on-going policy dialogues within the World Health Organisation, Global Fund to Fight AIDS, Tuberculosis and Malaria and the International Union Against Tuberculosis and Lung Disease.\n\nThe findings and outputs had an impact upon:\n1. Researchers, academics and students with an interest in tuberculosis and/or international health/equity and gender. 2. Policy makers and practitioners both internationally and within resource poor contexts, including the World Health Organisation. 3. Health workers involved in tuberculosis diagnosis, care and treatment. 4. Communities who are participating in new approaches to bring tuberculosis diagnostics close to communities.\n\nThe economic and societal impact(s):\nUsing multiple methods, our research demonstrated the social and economic costs of accessing tuberculosis services in resource poor contexts and how they vary both between individuals and different contexts. The evidence generated on the social and economic impacts and costs of accessing tuberculosis diagnosis through the passive case finding approach (which relies on multiple visits to the health centre) in Yemen, Nigeria and Ethiopia has supported and fed into: 1.The approaches and concepts deployed in developing new approaches to bring services closer to households and communities in Ethiopia, Yemen and Nigeria. These show promising results in increasing access to tuberculosis diagnosis and treatment, through addressing the economic challenges and social impacts of accessing care through formal health centres. 2.Policy dialogue and discussions about how same day diagnosis can reduce the detrimental social and economic impacts of diagnostic procedures which require multiple visits to the health centre. \n\nThe economic and societal impact(s) have been on: \n1.Communities (including individuals who have symptoms suggestive of tuberculosis and their famiiles) by improving access to diagnostic services. 2.Health workers involved in tuberculosis diagnosis, care and treatment. 3.Researchers, academics and students with an interest in tuberculosis and/or international health/equity and gender. 4.Policy makers and practitioners both internationally and within resource poor contexts. 5.Donors with an interest in tuberculosis. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Policy & public services","person":"Luis Eduardo Cuevas","coPersons":["Sally Jane  Theobald"],"organisation":"Liverpool School of Tropical Medicine","findingsText":" The scientific impact(s) are:\n1. Developed a robust evidence base to illustrate the multiple barriers and costs patients face accessing tuberculosis diagnostics through the standard passive case finding approach in Ethiopia, Yemen and Nigeria. 2. Methodological innovation through deploying a range of methods to develop a robust evidence base. Our project was one of the first in Yemen to use qualitative methods to explore community’s experiences of a health issue and we have written up the methodological and gender issues arising when using in-depth interviews and focus group discussions in this context (see SAGE Cases in Methodology series paper). 3. Supported the development of new models and approaches for close to community service provision in Ethiopia, Yemen and Nigeria. 4. Supported policy dialogue and discussions about how a same day smear microscopy (tuberculosis diagnostic) process could assist patients by reducing direct and opportunity costs of multiple visits to a health centre.\n\nThe findings and outputs which have had the scientific impact(s): \nFindings/outputs: Accessing services resulted in significant costs, especially clinic fees and transport and particularly among accompanied adults and adults from rural areas. Most participants (particularly women) attended the services with companions and were unprepared for the duration of the process. Women faced particular difficulties to access services. Patients faced multiple barriers to complete TB diagnosis and the shorter schemes could assist patients by reducing costs, especially if the process is completed in one day. The studies highlighted that access to services is a major barrier and service delivery strategies that identify symptomatic adults at home are important.\n\nThe findings and outputs which have had the economic and societal impact(s):\nThere were economic costs associated with attending diagnostic services in all the contexts. The most significant expenses incurred were for clinic fees and transport. Many factors were associated with high expenditure. The main contributors across all settings were attending the services with company and rural residency. Costs for first and second day attendance were comparable. Most participants (particularly women) attended the services with companions – considerably increasing the cost of diagnosis and patients who were often unprepared for the duration of the process. There is some mistrust of government health services among patients who then consult private practitioners during and after attendance at diagnostic services. There is also considerable social stigma surrounding tuberculosis and testing , which jeopardise attendance at services and lead to social isolation and employment difficulties. Patients report difficulties in returning to the diagnostic services for the second day of diagnosis, due to commitments at work and home and financial constraints. These findings particularly highlight that stationary services located at a relatively long distance from the patients’ residence are a major obstacle to accessing TB diagnosis and that bringing the services at closer proximity to communities is important, as is a shorter diagnostic pathway. \n\nThese impacts were achieved:\nFirstly through generating the robust evidence on social and economic costs associated with seeking tuberculosis care. This was then built upon through developing strategies to bring services closer to communities to attempt to address these costs and through policy dialogue about tuberculosis diagnosis. Potential Future Impacts: \nWe will continue to work in partnership to evaluate and pool learning from across the different projects which are using innovative approaches to bring tuberculosis closer to communities. We will share the concepts, findings and approaches through peer reviewed papers, policy briefs and ongoing dialogue with high level stakeholders including the World Health Organisation, Global \nFund to Fight AIDS, Tuberculosis and Malaria and the International Union Against Tuberculosis and Lung Disease who can use them as appropriate. With the current global focus on universal health coverage we anticipate increasing interest in approaches that bring services closer to communities and address the multiple barriers poor and vulnerable communities face in accessing care. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}