{"id":"6F983BF4-6B47-47B2-88C1-31BC068EE0A1","title":"Phase transitions in vanadium oxide nanostructures","abstractText":"Vanadium dioxide, VO2, undergoes a transition from an insulating phase to a metallic state when it is heated above a critical temperature Tc of 68C. The precise mechanisms underlying this transformation remain controversial, primarly because coupling between local strain and Tc makes it very challenging to infer the true (microscopic) properties of the material from macroscopic measurements that average over a large volume.\n\nA new way to study this problem has been pioneered by Prof. David Cobden at the University of Washington in Seattle, by using VO2 'nanobeams', smaller than the characteristic domain size. However all the results to date have been obtained using optical microscopy and electrical measurements of nanobeams suspended between contacts. The expertise at Warwick, in electron microscopy, provides an opportunity to study the domain boundary between the insulating and metallic phases in unprecedented detail, with the aim of answering long-standing problems and new questions arising from Prof. Cobden's work. A short programme of research is in place for the summer of 2011, and this travel grant will provide an opportunity to develop proposals for future research, enabling us to sustain this new collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009504/1","grantId":"EP/J009504/1","fundValue":"7059","fundStart":"2011-11-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  The joint work resulting from this visit of a few days was sufficienty interesting to be used for a final year undergraduate project (2 BSc Physics students). One of these students took a MSc by research to study this material (to be submitted Nov 2014). It also established a continuing relationship with the University of Washington. Education Economic","person":"Richard  Beanland","coPersons":["Ana M  Sanchez"],"organisation":"University of Warwick","findingsText":" VO2 has a change of phase, from an insulator at room temperature to a metal at temperatures above 65C. This may have lots of useful applications, if we can control and understand it. We have looked at the structure and symmetry of the material using electron microscopy. We do not yet have enough confidence in the results to make any claims for utility. Electronics,Energy","dataset":"gtr"}