{"id":"6FA19CC6-0F02-42EC-A789-D538D88D0914","title":"Hardware Acceleration of Simulations of Extreme Weather Events","abstractText":"This is a proposal for a two-month research visit to the Disaster Prevention Research Institute of the University of Kyoto in Japan, to work with Prof. Tetsuya Takemi of the Atmospheric and Hydrospheric Disasters Division on hardware acceleration of simulations of extreme weather events. Hardware acceleration means the use of special hardware -- in our case General-Purpose Graphics Processing Units (GPGPUs) and Field-Programmable Gate Arrays (FPGAs) to speed up a computational task.\nIn particular, our aim is to reduce the simulation times for models using the Weather Research and Forecasting (WRF) model, the leading next-generation model for weather and climate simulations. This will allow the models to be run at higher precision, which is essential in the prediction of extreme weather events.\nThe main purpose of this research visit is to lay the groundwork for a long-term collaboration including research groups in Japan and the UK, with the aim of accelerating the full Weather Research and Forecasting (WRF) model and adding support for FPGA acceleration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000802/1","grantId":"EP/K000802/1","fundValue":"25364","fundStart":"2012-06-19","fundEnd":"2012-09-18","funder":"EPSRC","impactText":"","person":"Wim  Vanderbauwhede","coPersons":[],"organisation":"University of Glasgow","findingsText":" I must point out that this was a 2-month travel grant. \nNevertheless, the research done during the research visit showed that it is possible and beneficial to accelerate the Weather Research and Forecasting Model (WRF) using GPUs. WRF is the most used numerical weather prediction software amongst meteorologists. By showing that if could effectively be accelerated on GPUs and that this is worthwhile, we took the first step to achieving a GPU-accelerated WRF, which in its turn would lead to higher-resolution weather modeling, which is esp. important for study of severe weather events. Accelerating WRF is a huge effort that can only be done by a large team. Now that we have shown that it can be done, others can take up this challenge. \nAlso, the software developed to do this work is of general use for GPU programming, and Open Source, so anyone can use it to their benefit. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}