{"id":"6FA359B0-ED13-427C-B9ED-137938A6D64F","title":"Anti-Agglomerants Performance in Hydrates Management: Fundamental Insights","abstractText":"Gas hydrates represent both a possible energy source in the form of methane gas, and could provide a strategy for long-term CO2 repository. Gas hydrates are also a nuisance during the transport of oil and gas via pipelines, where their formation can block and sometimes break the pipeline, causing large environmental damages. The industry, including BP and E-ON, invests ~$500 million per year injecting methanol in pipelines. Unfortunately, methanol, to be effective, needs to be present in amounts exceeding 20% by weight, sometimes up to 50% of the transported fluid.\n\nAs the productive oil wells become more and more removed from onshore refining facilities, and as productive oil wells age, leading to increased amount of water produced, new strategies are desperately needed. The present project focuses on alternative chemicals that should be effective (1) at low weight fraction to reduce the amount of fluids transported and pumped through the pipelines; (2) at low temperature and for long time, to be effective through the entire length of the pipelines needed to reach the wells far from shore; and (3) in systems that contain large amounts of water, to allow the exploitation of ageing wells, which produce large amounts of water together with oil and gas.\n\nThese chemicals, considered in this project, are known as anti agglomerants (AAs), and they can be effective at concentrations as low as 5% by volume. BASF, Schlumberger, Shell, Champion and Halliburton manufacture and formulate anti-agglomerants. Although it is believed that AAs allow small hydrate particles to form, and then prevent their agglomeration into large plugs, their mechanism of action is not well understood. Consequently, their discovery is based on lengthy trial-and-error protocols conducted on systems representative of the fluids extracted from given oil and gas wells.\n\nTo enable the systematic discovery of new effective AAs, the fundamental research proposed here focuses on their molecular mechanism of action. Molecular modelling and massive computer simulations will be implemented, in synergism with detailed micro- and macro-scopic experiments, for a specific class of anti-agglomerants. These compounds contain three hydrophobic tails, and one extended hydrate-philic head that comprises both carboxylic and quaternary ammonium ions. These molecules have been chosen because macroscopic experimental observations show that by changing the length of one of the hydrophobic tails by just 2-6 carbon atoms, while maintaining the rest of the molecule intact, changes their performance from excellent to poor. Our hypothesis is that the molecular structure of a film of AAs formed on a hydrate particle affects the growth mechanism. Two possible mechanisms have been identified by preliminary simulations: (1) aggregation of hydrates, and (2) penetration of water through the AAs film. It is possible that one of the two mechanisms acts as the dominant one at different experimental conditions (e.g., varying salt concentration). The proposed research is designed to first understand and quantify the molecular mechanisms of action of the AAs under various experimental conditions, and then to understand which AAs molecular features can be tuned to maximise their performance.\n\nThe fundamental results expected are relevant not only for better understanding hydrates management, but also for better understanding the molecular mechanisms involved in all crystallisation processes. Such processes occur in a number of industries (e.g., pharmaceuticals, specialty chemicals, coatings, foodstuff) that represent the backbone of UK high tech manufacturing. The sectors that will be positively impacted by the proposed research include energy, manufacturing, chemicals and environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007123/1","grantId":"EP/N007123/1","fundValue":"344067","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"EPSRC","impactText":"","person":"Alberto  Striolo","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}