{"id":"6FAE111C-FF7D-4013-AA98-A319E40F16DD","title":"Investigating cortical pathways with diffusion-tensor imaging (DTI) manganese-enhanced MRI and modern histological techniques in monkeys and humans","abstractText":"Studying brain anatomy used to mean opening up a skull and looking at post mortem brain slices. Not really a good option to study brain connections in living humans. Tracing connections in the human brain is particularly difficult because dead nerve cells do not transport dyes and tracers well. In experimental animals the neuronal tracers are transported in the living brain but to visualize at the results, the animal has to be sacrificed. Therefore, there has been tremendous excitement about recent developments in Magnetic Resonance Imaging (MRI) that allow us to trace connections non-invasively in the living brain. But these techniques measure anatomical structures indirectly by their effect on movement of water or ions. Therefore, their results need to be calibrated against more detailed and accurate measurement of connections with invasive neuroanatomical techniques in animals. We will carry out imaging experiments in monkeys and humans. These data will be compared with those obtained with more established and accurate anatomical techniques in the monkey in order to gain a better understanding about what these new methods exactly measure. The pathway we investigate with these methods connects neurons that contribute to making simple decisions. Imagine playing tennis: when a ball comes towards you, you have to look and decide on its approach before being able to hit it back. Our senses to gather such information about the world around us. Often, the next stage after getting this information is to decide what to do with it - we make a decision. In the tennis example, we decide which trajectory the ball is likely to take and how we would like to respond. Finally we may want to execute this movement based on what we have seen. Our brain accomplishes such transformations of sensory information into action fast and effectively all the time (maybe not for everybody with regards to tennis). Similar processes might underlie more deliberate, slower decision processes, like smelling apples in a fruit bowl and deciding which one to pick up to eat. Our brain is divided up into interconnected regions that deal separately with different types of sensory information, such as visual information from our eyes, touch information from our skin. In addition, various parts of the brain are responsible for controlling our muscles for movement or verbal responses. In between these sensory and motor regions, there are brain areas that we believe can transform the information into movements, including those that help us to make decisions. One area we are looking at is an area of the visual system, called area V5/MT, which is particularly sensitive to moving objects. We want to test whether this area is connected directly to another area, known as LIP that is believed to be central to decision-making. Alternatively other intermediate brain areas might be involved. We will take advantage of new non-invasive techniques in MRI that allow us to trace connections between different brain areas. Using MRI is particularly useful, as it can give us an insight into the connections of the human brain in healthy people as well as in patients, for instance after stroke. Better validation of what these new techniques measure could also mean that anatomy on animal brains could be done without the need to sacrifice the animal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H016902/1","grantId":"BB/H016902/1","fundValue":"1014890","fundStart":"2011-03-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"","person":"Kristine  Krug","coPersons":["Karla Loreen Miller","Holly  Bridge"],"organisation":"University of Oxford","findingsText":" With our BBSRC funded project 'Investigating cortical pathways with diffusion-tensor imaging (DTI), manganese-enhanced MRI and modern histological techniques in monkeys and humans', we have made considerable progress in our understanding how accurately Magnetic Resonance (MR) Imaging signals and measurements acquired from the intact brain reflect the actual underlying anatomical structures and connections in primate brains. \n\nOur findings include:\n(i) MR signals from the living brain match actual anatomical brain structures defined by myelin in post mortem brain slices from the same individual monkey section-by-section.\n(ii) These MR imaging techniques can be applied to humans, in whom measures correlate with functional structures identified by other imaging protocols.\n(iii) The function of different parts of a single brain area in primates can be differentiated by which other regions a part is connected to. The results match functional maps in monkeys. Diffusion-weighted MR images of high enough resolution can be acquired post mortem as well as from the living brain.\n(iv) Brain tracts measured with Diffusion-weighted imaging match qualitatively histological connections in the same brain. A quantitative comparison of connections in the decision-making networks of the brain is underway.\n\nTo further aid translation of findings between monkeys and humans, we have established a collaboration with Prof David van Essen and Matt Glasser (WashU, Human Connectome Project, US) on comparing brain connections and brain area definitions across different primate species. \n\nFive graduate students and two undergraduates have carried out associated research projects and were trained in the underlying techniques. Our validation that Magnetic Resonance techniques measure brain structures and connections accurately in the same individual furthers how such data can be interpreted and used in a wide range of research and clinical settings. \n\nThe methods we have developed allow the investigation of smaller scale structures and thus push the limits of resolution not just for research purposes but also for clinical imaging. Apart from publishing and presenting, we have trained several graduates and undergraduates in these methods as well as two postdocs.\n\nThe primate cross-species comparison of brain structure and function aids translation of research findings generally. Understanding homologies and differences between the brains of different primates is important in understanding how our brain gives rise to specific functions. Not just in research settings but also in outreach activities with school children and adults, this is a question that is often asked: how do brains differ and what does this tell us about thinking and experiences. Education,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}