{"id":"6FB99DB9-E005-4C76-8649-3203982150EF","title":"Justice, Inequality and Gender Based Violence","abstractText":"The proposed research will address the knowledge gap that exists regarding justice, inequality and gender based violence (GBV). The aim is to address how 'justice' (in its wider sense) is understood, sought, and experienced by victims/survivors of GBV and key practitioners. The proposal is original in including the diverse forms of GBV (sexual and domestic violence, forced marriage and so-called honour based violence) and by applying a mixed methods approach to intersectionality. Government research and consultations have consistently shown a justice gap in relation to sexual and domestic violence, forced marriage, and 'honour based violence' [4, 25, 5, 6, 7]. The concept of a 'justice gap' whilst often used to refer to issues of attrition within the criminal justice system (the dropping out of cases), also refers here to a wider gap in our understanding of what 'justice' means. Our own and other research has demonstrated that this wider justice gap is both complex and little understood. For instance, victims/survivors of GBV make decisions about accessing formal and/or informal systems of justice (criminal, civil, restorative), that can appear 'irrational' and be difficult for practitioners to understand, but are linked to GBV experiences and the intersecting inequalities victims/survivors may inhabit. Attrition can similarly exemplify positive as well as negative choices by GBV victims/survivors [8, 9, 10]. A considerable number of domestic violence cases are now being mediated through Sharia court practices, but we have no current understanding of how victims/survivors using religious based arbitration perceive the process and how it may contribute to experiences of 'justice' in the UK (see [11] for Canadian example).\n\nThe research aims will be addressed by asking the following research questions:\n1) How do victims/survivors and others experience and perceive 'justice'? \n2) How does inequality affect access to support pathways and trajectories through the formal and informal justice systems? \n3) How are notions of empowerment linked to notions of justice and access to justice? \n4) How do practitioners themselves perceive notions of 'justice' whether enacted through formal or informal routes. \n5) What would a truly victim focused justice agenda for gender based violence look like?\n\nThe team is uniquely placed to carry out the project. By using existing data held by the research team and from national GBV databases, the research will add considerable added value without incurring excessive additional cost. The research has been designed to enable analysis of data relating to: a range of experiences of GBV, the positioning of individuals as victim/survivor and in relation to various forms of inequality (thereby enabling exploration of issues relating to intersectionality), and practitioner perspectives. It will also enable us to look at implications of recent changes in the formal and informal justice systems and policy and contexts of austerity. To address the questions we are proposing to conduct research in five stages: 1) reviews of the relevant literature including mapping of different perspectives on the social function of justice; 2) to build upon and enhance existing, mainly quantitative, data held by the applicants: police and court data on individual victim/survivor pathways through the criminal justice system and third sector victim/survivor data; 3) to collect additional in-depth information about different victim/survivor and practitioner group perspectives and experiences of GBV and justice focusing in particular on victims/survivors (on the basis of type of experience of GBV and inequality) whose experiences are often ignored; and 4) to bring that evidence together through further analysis and a meta-synthesis in order to understand more fully what a victim focused justice agenda would look like across different groups of victim/survivors; 5) final reports, data archiving and dissemination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010090/1","grantId":"ES/M010090/1","fundValue":"780193","fundStart":"2015-10-01","fundEnd":"2018-03-31","funder":"ESRC","impactText":"","person":"Marianne  Hester","coPersons":["Amanda L Robinson","Philip  Rumney","Geetanjali  Gangoli","Nadia  Aghtaie","Rachel Anne  Fenton","Emma  Williamson","William  Turner","Duncan  McPhee"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}