{"id":"6FCB4D1E-EAA4-4641-AD41-C1413D62641E","title":"Nanoparticles for the Targeted Delivery of Therapeutic Agents to the Brain for the Treatment of Dementias.","abstractText":"This project focuses on the development of nanotechnologies for the targeted delivery of novel therapies for Alzheimer's disease, the major cause of dementia in the elderly. The most common symptoms of dementias are gradual memory loss, confusion, and changes in personality, mood and behaviour. There are currently about 700,000 dementia patients in the UK and approximately 450,000 of those have Alzheimer's disease. There are no cures for dementias, only drugs that treat the symptoms and temporarily stabilize the disease progression so patients become more dependent on care. The cost of formal healthcare services (e.g., residential care, NHS support services) for dementia patients at 4Bn in 2002 are formidable, and expected to grow to 13Bn by 2031. However, when informal care contributions from families of patents are considered, estimated costs escalate to about 17Bn. There is a further economic and social toll from the impact of patient care on the careers of carers. Dementia is therefore a growing medical, social and economic problem for the UK and beyond. The current level of research activity into the understanding and treatment of dementias does not reflect the enormity of the growing challenge. Dementia is one of the major causes of disability in later life, contributing 11.2% of all years lived with disability over the age of 60, compared to 2.4% for cancer. Since 2002, however, only 1.4% of published research papers on disabilities concerned dementias, compared to 23.5% for cancers. Increased research funding and activity in dementias is therefore an urgent priority. We aim in this project to harness nanotechnologies for the design and delivery of new therapeutics for the treatment of Alzheimer's disease. Nanoparticles are formulations of synthetic, chemical components that self-assemble on mixing into particles of less than 100 nm. They can be used to package a variety of drugs, including genes, proteins and RNA molecules. The nanoparticle components that will be designed and synthesised will comprise novel peptides and lipids with smart properties, such as receptor targeting, stealth coatings, bioresponsive linkers for disassembly, and biocompatibility. The uptake of nanoparticles into the brain from the circulation is impeded by the blood brain barrier so we will optimise a method called convection enhanced delivery (CED). In CED the blood-brain barrier is physically bypassed by injecting reagents directly into the brain through a fine needle under constant pressure. CED has already been used to administer therapeutics, achieving widespread dispersal through the brain, but has not been optimised for nanoparticle delivery. The project combines basic studies into nanoparticle materials and biology of the brain in relation to CED, and more applied studies into nanoparticle formulation and CED-mediated dispersal studies using MRI. The output of this study will be a nanoparticle platform technology and delivery method compatible with a range of therapeutic options for Alzheimer's disease and other forms of dementia. The research team comprises scientific experts in chemistry, drug and nanoparticle formulations as well as clinical expertise in brain pathology, surgery and experimental clinical trials, and has the capabilities to succeed both in this project and a future Stage 2 therapeutic study into Alzheimer's disease. This new capability could transform the management of patients with dementias with enormous potential benefits to UK society and the economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061505/1","grantId":"EP/G061505/1","fundValue":"334089","fundStart":"2009-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  In addition to the data obtained being published in the form of scientific papers and presented in the form of talks and posters at major national and international conferences it has been used to inform a variety of work around public engagement (Cheltenham Festival of Science) and public information (web-sites). The information obtained from the study has been invaluable in preparing improved vehicles to delivery siRNA and DNA for the ultimate benefit of the patient. The information from the research is being used by researchers in the pharmaceutical industry to guide their formulations. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Policy & public services","person":"Margaret Jayne Lawrence","coPersons":[],"organisation":"King's College London","findingsText":" The opportunity offered by gene therapy to treat diseases hitherto untreatable is enormous. Unfortunately it has proven very difficult to deliver genes to the required site in the body in a manner in which they can exert their therapeutic effect. The present study has been looking at ways of packaging the genes so that it will be possible to deliver them so that they can have maximum therapeutic benefit. To do this we have used a formulation composed of gene, lipid and DNA and have used a range of advanced techniques to study the formulations. From a research perspective, valuable information has been gained as to how to formulate and characterise nanoparticles composed of DNA, lipid and peptide for the purposes of targeted gene therapy.\nFrom a translational research perspective there is considerable information gained as to how to best prepare gene delivery vehicles for use in patients. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}