{"id":"6FDA6BB4-B9EB-4AAF-B213-5DD7B40DF9F5","title":"The choreography of everyday multiculture: Bowling Together?","abstractText":"What does the relationship between a mixed public space of leisure and the people who use it reveal about social dynamics in the contemporary city? European leaders such as David Cameron and Angela Merkel have proclaimed multiculturalism dead. However, this does little to account for either the everyday ways that people 'rub along' (Watson, 2009) in diverse spaces, or the historical, economic and migration contexts that continue to create spaces of 'super-diversity' (Vertovec, 2007). \n\nThis research starts with a seemingly ordinary place, a bowling alley, used by a diverse population in terms of age, class and ethnicity and standing on a busy crossroads in a fast changing neighbourhood at the intersection of three London boroughs. While the current interior design borrows the chrome and neon of Americana, the diverse collection of bowlers who use it reflect contemporary London. Through an in-depth examination of who uses the space and how, the research seeks to find out: What kinds of interactions, tensions, strategies of avoidance and of negotiation, does the space engender? What are the limits to the sharing of space and how do divisions outside the bowling alley play out within (forms of territoriality among young people, for example)? \n\nAs well as examining space sharing and exchanges in the bowling alley, the research also seeks to examine the relationship between social relations inside the bowling alley and the wider and complex world of the local area. Firstly, the research will uncover how the changing uses of this site reflect the social historical processes (including economic processes and migration histories) that have shaped the area; the bowling alley is only the most recent incarnation of this building which has been a tram depot, a roller rink that never opened, a cinema (notorious during the First World War for 'gambling, prostitution and &quot;amorous soldiers liaising with loose women&quot; Harper, 2011), a dance hall and a bingo hall. Secondly, the neighbourhood is set to undergo major redevelopment and so the bowling alley and the time period of this research will provide a prime location for investigating these processes of change and debates about what constitutes valuable urban space, what stays and what goes; how processes of change are co-opted, resisted or celebrated by both customers at the bowling alley and by other local stakeholders. Furthermore, the research will explore how this space of diversity enacts how the neighbourhood is connected to the wider world through patterns and histories of migration. \n\nIn order to answer these questions, the project uses a variety of methods including interviews with bowlers and local stakeholders, participant observation and the use of photography and video. Research participants will be asked to share photos and video taken of their activities within the bowling alley. In addition, new documentary footage will be shot, using everyday technologies (iphone) to mirror that used by the participants. The project will produce not only written reports and academic journal articles but also a short documentary and an interactive website that will be accessible, and actively promoted, to the general public.\n\nOverall, this research seeks to analyse how a diverse population co-exist and interact through the study of one site and the transnational, socioeconomic forces that connect in it through the practices of people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011360/1","grantId":"ES/L011360/1","fundValue":"161632","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Emma  Jackson","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}