{"id":"6FE3A169-2BFB-491D-A220-78C09427353A","title":"Artificial Auroras: The energy spectrum of accelerated electrons from wave-particle interactions","abstractText":"Over 99% of the observable universe is in the plasma state, a charged tenuous gas of negative electrons and positive ions. The interplanetary space medium is permeated by plasma emanating from the Sun, the solar magnetic field, and electromagnetic waves of many different frequencies. It is a well-established fact that electromagnetic waves can transform into electrostatic plasma waves in a magnetized plasma, which can accelerate charged particles to high energies via several different mechanisms. Not only is it vital that we understand the behaviour of plasma in order to understand a fundamental building block of the universe, but we also need to understand how particles become accelerated to high enough energies to threaten human space travel as well satellite survival. Plasma is rare on Earth, but can be found in electrical discharges such as lightening. It can also be produced in vacuum chambers, but there are non-linear scale size issues and boundary wall constraints with such experiments. However, a natural unbounded plasma is freely available in the upper-atmosphere above 100 km altitude, the ionosphere. Despite being remote, there is a long and successful track record of remote sensing of the ionosphere by radars (e.g. SuperDARN and EISCAT) and optics. It is well established that beaming high-power (1 MW) high-frequency (4-8 MHz) electromagnetic waves into the ionosphere (e.g. from the EISCAT Heater facility) causes various wave-plasma interactions resulting in particle acceleration, which can be diagnosed remotely by radars and optics. For example, stimulating Langmuir turbulence accelerates electrons and produces electron-Langmuir and ion-acoustic plasma waves parallel to the magnetic field line which can be detected by an incoherent scatter radar (e.g. EISCAT); stimulating upper-hybrid resonance accelerates electrons and produces plasma density irregularities perpendicular to the magnetic field line which can be detected by a coherent scatter radar (e.g. SuperDARN CUTLASS); and stimulating lower-hybrid caviton collapse accelerates electrons and ions and produces plasma cavitons which can be detected by both types of radars. Some plasma waves, e.g. electron-Bernstein waves, do not produce particle acceleration. The different mechanisms can be preferentially stimulated by adjusting the Heater beam polarization, power, frequency, pointing direction and amplitude modulation cycle. In addition, different mechanisms have different growth rates, e.g. 10 s for upper-hybrid resonance and typically &lt;1 s for the other mechanisms. A clear symptom of Heater-stimulated electron acceleration to high energies is the fact that such transmissions into the ionosphere produce artificial optical emissions identical to the natural auroras, i.e. the artificial auroras. These sub-visual emissions typically appear in the height range 200-300 km, where the Heater can efficiently stimulate various plasma resonances, with a typical dimension of ~20-50 km. These artificial auroras can only come from electron collisions with the dominant atomic oxygen and molecular nitrogen constituents in the upper-atmosphere, as is the case for natural auroras. However, for the artificial auroras, the accelerated electrons are produced locally by the artificially stimulated plasma resonances, whereas natural auroras are produced by electrons precipitating out of the magnetosphere. Of the many optical emissions detected, the 4 standard wavelengths most important for the proposed research are 630.0, 557.7, 844.6 and 427.8 nm, with energy thresholds of about 2, 4.2, 11 and 18.6 eV. By measuring the photon flux at each wavelength using calibrated optical detectors, and knowing the photon emission rate for each wavelength as a function of electron collision energy, the quantitative energy spectrum of the accelerated electrons can be uniquely determined. This can be done selectively for each mechanism and is the primary goal of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G00241X/1","grantId":"ST/G00241X/1","fundValue":"317174","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"STFC","impactText":"","person":"Michael  Kosch","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}