{"id":"6FEF8F7E-6728-474C-9E9B-C212535B7A4B","title":"Feasibility of an innovative methodology for testing rowing shell/canoe/kayak performance, with application to numerical performance prediction","abstractText":"One way to improve the performance of UK competitors in rowing/paddling events is to improve the performance of their equipment; in particular the boat hulls. A lot of effort has been spent in improving the materials and construction of the hulls to make them lighter and stiffer. However comparatively little scientific effort has been spent on improving the shape of the hull to reduce the drag, especially in comparison with sailing events such as the Americas Cup. This seems particularly strange since small gains can make huge differences in results. In the mens' rowing events at the Athens Olympics, an increase in speed of 0.5% would have taken crews in six events from silver to gold medals; whilst an increase of 1% would take all eight crews from silver to gold, seven crews from bronze to gold, and even three crews from fourth place to gold. One of the few companies who have built boats based on a systematic research programme in the early 1990s, Vespoli, supplied the GB eight which won gold at the 2000 Sydney Olympics.Optimisation of conventional ships for reduced drag is generally quite well understood; computer-based drag prediction techniques are relatively accurate and reliable, whilst experiment testing methodology is also well established. However the challenges for rowed/paddles hulls are considerably greater. The propulsion of the boat is unsteady / so the thrust varies throughout the rowing/paddling stroke. This is partly due to the movement of the oars/paddles relative to the water, and partly due to the exchange of momentum between the athletes and the boat. As a consequence the speed of the boat varies throughout the stroke. In addition to this, the movement of the athletes backwards and forwards leads to a pitching motion, where the bow of the boat rises and falls. These unsteady effects lead to a variation in drag through the stroke, which makes prediction of drag considerably more difficult.Additionally, the depth of water in a typical man-made rowing facility is quite shallow. In shallow water there are some additional complications in predicting the wave system generated by the boat. This is important, since one component of the drag is related to the energy radiated from the boat through the waves generated.Since the gains which are sought by improved design are so small, the techniques used to assess designs must be highly accurate; therefore a scientific study of the design of rowing/paddling hull form for minimum drag must consider these extra effects in order to generate reliable and realistic results. The current proposal is aimed at establishing the feasibility of developing a scientific procedure which can be used to assess the performance of boats in a realistic manner, including the effects of varying speed, pitching and shallow water. The procedure consists of three components: a technique for testing model hulls in a test tank; a technique to allow the data to be analysed, and scaled to full scale, and a technique for predicting the drag numerically. An experiment rig will be designed, built and commissioned which will enable realistic motions of a scale model hull form in a test tank including both the speed variation and the pitching motion. Full-scale measurements will be made on boats being rowed; the data obtained will be used to examine the techniques for scaling the test-tank data to full scale. Finally a numerical method for unsteady drag prediction, currently under development, will be extended to address particular issues relevant to rowing/paddling hulls.If the method is feasible it is anticipated that future studies will include assessment of existing designs, and optimisation of hull-forms to produce faster boats by reducing drag under realistic conditions. It is also anticipated that fundamental understanding of these complex flow phenomena can be improved, leading to better prediction techniques for unsteady drag in the future","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F006284/1","grantId":"EP/F006284/1","fundValue":"90593","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"  The experimental techniques and equipment developed in the course of this project have led to novel research in unsteady loading on Tidal Energy Devices subsequently funded by EPSRC, and affecting design of devices. Aerospace, Defence and Marine ","person":"A. H.  Day","coPersons":["David  Clelland"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}