{"id":"6FF1D5B5-F8F2-4A33-A19A-8AD7B9086A23","title":"Porphyrin Nanorings","abstractText":"Conjugated organic materials are important because of their unique optical and electronic properties. For example organic semiconductors are finding applications in displays, flexible transistors and photovoltaic materials, while two-photon dyes are used in microfabrication, biological imaging and optical signal processing. This field has advanced tremendously during the past 20 years and provides excellent examples of the translation of fundamental science into practical applications that impact everyday life. However there are many open questions concerning the engineering and control of organic pi-systems. Fundamental studies are required to underpin further long-term technological innovations. In this proposal, we build on a new synthetic route to cyclic conjugated polymers, based on supramolecular organisation of precursor molecules. 'Vernier templating' is a new strategy for creating molecules with dimensions comparable to those of structures made by top-down engineering techniques, such as electron-beam lithography. The chemical synthesis of mesoscopic structures provides benefits through the introduction of functionality with atomic precision. We will exploit this methodology to study a previously unexplored region of structure-space and to generate completely new functional materials.\n\nConjugated macrocycles or 'annulenes' have been a focus of research ever since the classical studies by Sondheimer in the 1960s. Large annulenes exhibit remarkable optoelectronic properties, and this has stimulated a resurgence of activity in the field. Anderson's group has contributed to the area by developing the template-directed synthesis of belt-like nanorings of 6, 8 or 12 porphyrin units, with diameters of 2-5 nm. This project will investigate the chemistry and physics of these nanorings, and extend the synthesis to even larger structures.\n\nThe porphyrin nanorings targeted here are of great interest in their own right, owing to their similarity to natural light harvesting systems, and because they are expected to support the quantum coherent transport of charge and excitation. They also provide a new model system in which to explore the synthesis of mesoscopic molecules with well defined shapes. The templating procedures pioneered in Oxford are likely to stimulate developments in related fields such as molecular machines and biomimetic chemistry, where the controlled synthesis of large molecules with complex functionality remains a bottleneck for future developments. We focus on alkyne-linked metalloporphyrin oligomers as test systems which allow access to new functional materials. The fascinating interplay between synthesis, structure and function for these materials motivates the collaborative approach proposed here.\n\nUnderstanding the flow of energy and electrons through molecules is fundamental to many areas of science. We will investigating the delocalisation of energy and charge in nano-scale molecular wires with well defined tertiary structures. Conventional ring currents have only been observed in molecules with diameters of less than 2 nm, however semiconductor rings with diameters of about 10 nm exhibit persistent ring currents, in the absence of an applied voltage. These quantum-interference phenomena are analogous to the ring currents of aromatic molecules, except that they vary with the applied magnetic field (i.e. they exhibit Aharonov-Bohm oscillations). We will investigate whether molecular nanorings exhibit behaviour intermediate between those of small aromatic molecules and large quantum rings. Porphyrin nanorings resemble the light harvesting chlorophyll arrays which funnel energy into the reaction centre during photosynthesis. We will explore whether they mimic the excitonic behaviour of natural light harvesting arrays. Ultimately this work may lead to improved materials for solar power generation, or to molecular solenoids and split-ring resonators which function as optical metamaterials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007161/1","grantId":"EP/J007161/1","fundValue":"578131","fundStart":"2012-03-01","fundEnd":"2015-05-31","funder":"EPSRC","impactText":"","person":"Harry Laurence Anderson","coPersons":["Jeffrey Ronald Harmer","Laura Maria Herz","Tim  Claridge"],"organisation":"University of Oxford","findingsText":" We have developed the synthesis of new porphyrin arrays and shown that they mimic many aspects of natural light-harvesting chlorophyll systems. The insights that we have gained will be used to design advanced materials for a variety of applications in light-harvesting. Chemicals,Energy","dataset":"gtr"}