{"id":"6FF67BCE-3F98-4EFE-AF42-EF01373013CE","title":"UK Turbulence Consortium","abstractText":"An expanded high-end-computing (HEC) consortium is proposed to investigate fundamental aspects of the turbulence problem using numerical simulations. The proposed UK Turbulence Consortium (UKTC) will ensure that the UK's worldwide reputation of being at the forefront of turbulence research is maintained. Cases in this proposal include transitional and fully developed turbulent flows in canonical and complex geometries and a new work package on turbulence-particle interactions, with relevance to a wide range of engineering, environmental/geophysical and biological applications. The consortium will serve to coordinate, augment and unify the research efforts of its participants, and to communicate its expertise and findings to a national and international audience. Most of the staff resource to carry out the scientific work is already in place, funded by EPSRC or other sources, and in all cases the projects have qualified and available staff in place to complete them. This application is for: (a) a core allocation of HEC time to enable consortium members to carry out simulations of world-leading quality, (b) dedicated staff at STFC Daresbury Laboratory and the University of Southampton for software development projects that will open up new research areas and to ensure efficient use of HEC resources and progress on key projects, (c) travel and subsistence for regular management meetings and international visitors, and (e) support for annual progress reviews, including two expanded workshops to which members of other HEC consortia and the wider UK turbulence community will be invited. The software development projects are essential to maintain the UKTC's worldwide leadership in turbulence research and to provide cutting-edge HEC application software that will deliver internationally leading scientific research on the next national HEC service ARCHER.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L000261/1","grantId":"EP/L000261/1","fundValue":"572579","fundStart":"2013-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Neil David  SandhamRichard David Sandberg","coPersons":["Spencer John Sherwin","David Robert  Emerson","Paul G.  Tucker","John  Shrimpton","Eldad  Avital","Shuisheng  He","Andrew  Wheeler","Dimitris  Drikakis","Yongmann Manny Chung","John  Williams","A Mark Savill","Peter Edward Vincent","David  Swailes","Emile  Touber","Michael  Leschziner","John Christos Vassilicos","Michael  Reeks","Gary John Page","Zhiwei  Hu","George  Papadakis","Dominique  Laurence","F  Nicolleau","Tamer  Zaki","Pierre  Ricco","William  Jones","Yufeng  Yao","Maarten  Van Reeuwijk","Xi  Jiang","Kai Hong Luo"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}