{"id":"6FF861C5-DE33-4D15-8FB0-391DB18A08D2","title":"Cell type divergence in Dictyostelium - delineation of the signalling pathway that leads to prespore cell differentiatio","abstractText":"Animals and plants are built up of millions of individual cells that can be classified into many hundreds of different cell types by their form and function. The cell types differ in these two fundamental properties because each kind of cell reads out a different sub-set of the messages that are written within the gene set of that particular organism. The process whereby cells diverge from one another, in the sub-set of messages that they express as proteins, is called differentiation. Improper differentiation leads to many kinds of human diseases, e.g. developmental abnormalities in embryos and cancer in children and adults. Studying differentiation as it occurs in a mammalian embryo is difficult, because so many cell types are being simultaneously generated, they are often not easily accessible and certain kinds of genetic analysis are not possible.Therefore, developmental biologists have found it immensely valuable to study simpler, ?model? organisms such as the fruit fly. The simplest model organism to display a choice of cell fate is the soil-living amoeba Dictyostelium. \nIn just 24 hours, Dictyostelium cells aggregate together and differentiate as either stalk cells or spore cells. At an intermediate stage of development, the slug stage, the stalk and spore cell precursors are arranged in a linear array along the slug, where they can be analysed and manipulated. Prestalk cells occupy the front one-fifth of the slug and prespore cells occupy the rear four-fifths. Genes are ?read? when proteins, known as transcription factors, recognise specific signal sequences in the DNA adjacent to the gene. The Dictyostelium transcription factors that direct the reading of genes necessary to differentiate as a prestalk cell are partially characterised. However, the transcription factors that direct reading of the genes necessary to become a prespore cell are unknown. The aim of this project is to identify such factors. \nAlthough it has a somewhat different mode of development to that of plants and animals, the genome sequence of Dictyostelium show that it shares many gene products with them. Therefore, genes and genetic pathways discovered in Dictyostelium are often relevant to higher organisms and to the diseases that beset them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600244","grantId":"G0600244","fundValue":"262124","fundStart":"2007-01-08","fundEnd":"2010-07-07","funder":"MRC","impactText":"","person":"Jeffrey  Williams","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}