{"id":"6FFE487A-B6A0-4347-87E8-9D89FB2A4053","title":"CPLACES: Clusters of platinum and its alloys for fuel cell applications","abstractText":"The depletion of fossil fuels and increasing environmental concerns demand efficient, pollution-free energy technologies. The key point is to develop highly efficient electrocatalytic devices, for example fuel cells, which directly convert chemical energy to direct-current electrical energy, without burning dirty fuels, such as oil or gasoline. However, practical energy and power densities and the cost of catalytic components of the electrochemical systems, i.e. platinum for fuel cell applications, limit their competitiveness relative to conventional technologies. The thermodynamics and kinetics of these electrochemical reactions are driven by the size, the geometrical structure and the chemical composition of the electrode material. Our growing ability to manipulate matter at a nanoscale regime, with complete control of the chemical composition, provides a new and unique opportunity to design materials with the desired catalytic properties. This project will discuss, using a computational approach, how the electronic, surface and crystal structures can be tailored to design and characterise better nanoalloy electrocatalysts for fuel cell applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030146/1","grantId":"EP/G030146/1","fundValue":"398850","fundStart":"2009-07-10","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  They have stimulated the research in their field and they have been cited.  ","person":"Francesca  Baletto","coPersons":[],"organisation":"King's College London","findingsText":" A lot of efforts has been done to study the shape-property relationship in nanoparticles. In particular, the structural (in)stability of mono and bi-metallic nanoparticles has been investigated through numerical modelling. This includes the implementation of ad-hoc reaction coordinated in a Metadynamics scheme for the study of structural transformation at finite temperatures of large nanoparticle and nanoalloys. Molecular Dynamics have been used to study structural and chemical order stability even during the growth and the melting of Pt-based nanoalloys. Peculiar and new chemical order and/or structural motifs are found in AgCo and in CoPt nanoalloys with potential as nanocatalysts and magnetic devices. The effect of doping in Pt-nanoparticles and their magnetic behavior as a function of size, was considered during the project.\nOnce structures in the gas phase have been considered, the effect of the environment for their structural stability has been modelled in the case of zeolite embedding and oxide supports.\n\nWith a focus on fuel cell applications and oxygen reduction reaction, molecular oxygen chemisorption upon free and supported Pt and PtNi have been investigated. Shape-property relationship in nanosystems is essential for the use of metallic nanoparticles in any technological applications, ranging from catalysis up to optical and magnetic devices. Energy,Transport","dataset":"gtr"}