{"id":"70017348-FC0C-4F7F-B9AD-C30166042B5D","title":"SLEEP DISTURBANCES AND MILD COGNITIVE IMPAIRMENT IN THE ENGLISH LONGITUDINAL STUDY OF AGEING","abstractText":"<p>Sleep has important effects on memory, co-ordination and executive brain functions. There is a relationship between the severity of sleep disturbance and these brain functions in clinical conditions such as Alzheimer’s disease. This suggests that sleep disturbance may be an important early marker of progressive brain disorders and that early treatment of sleep disorders may delay progressive brain disease.<br /><br />Miller &amp; Cappuccio aim to explore the links between the quantity (ie duration) and quality of sleep in relation to the different types of mild brain impairment. They will use the data from approximately 10,000 men and women over the age of 50 years from the English Longitudinal Study of Ageing (ELSA), on whom self-reported sleep data is available.They will use statistical methods to explore the effect of social, behavioural and biochemical factors on these associations and will establish a baseline for future follow-up analysis of this data set. Publically accessible anonymously unlinked data sets will be used<br /><br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K002910/1","grantId":"ES/K002910/1","fundValue":"141145","fundStart":"2012-12-31","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  My understanding from the e-mail of 17th September from Anna Billingham is that this report is not due until June 2015. I appear to be unable to submit our current findings without entering information into this section. A very brief report is therefore included.\n\nOur findings have been used to generate a Policy Brief, which was presented at an Age UK event and which is currently accessible through their website. It has generated interest from Age UK and the Mental Health Foundation who have agreed to partner with us on future grant applications. We believe our work will contribute to the enhancement of the quality of life for older populations. The findings published in PLOS ONE generated media interest, with an article on the front page of the Daily Express entitled: 'NEW WAY TO BATTLE DEMENTIA', and continuing on page 5.\nOther media outlets also reported on our paper. Subsequently, I have been invited to present our work at a number of meetings aimed at both academia but also for policy makers , MP's and general public. The work has also led to new grant applications and PhD proposals.\n\n***Further information taken from previously approved Key findings report is shown below.\n\nScientific Impact.\nFindings from this grant and associated new collaborations, have led to four scientific publications (see publication section), and three further grant applications (see collaborations). Further manuscripts are in progress. Findings have been presented at a variety of national and international scientific meetings (Ten oral; five poster presentations). \n\nEconomic and Societal Impact\nOur results have been disseminated to the lay public as well as to professional and scientific audiences. A policy brief was presented to *Age UK (Policy Brief: Sleep, Health and Society: Is sleep important for cognitive wellbeing. For ESRC Age UK Showcase Event). Moreover, the outcomes have been widely publicised in both the national (http://www.express.co.uk/life-style/health/485373/A-good-night-s-sleep-can-cut-risk-of-dementia) and international press (http://timesofindia.indiatimes.com/life-style/health-fitness/health/Sleep-problems-linked-to-memory-functions/articleshow/37331430.cms).\nOur work was presented to approximately two hundred individuals a result of an invitation to speak at the Warwickshire Women's Institute Scientific Seminar series. The findings from our recent research paper (http://dx.plos.org/10.1371/journal.pone.0100991) were presented at an open-access event on 27th June 2014. Over 50 people, including members of the general public were in attendance. Videos of the lectures are available (http://www2.warwick.ac.uk/fac/med/research/mhwellbeing/sleep). Excellent feedback was received. One individuals stated that they would &quot;seek further help from GP&quot; and, &quot;would regulate their sleeping hours more&quot;. Others stated that it &quot;makes you think about life choices&quot; and, that it had &quot;made them aware of more avenues for research&quot;. \n*An updated Policy Brief has been submitted to Age UK (Sept 2014). Education,Healthcare Societal,Policy & public services","person":"Michelle  Miller","coPersons":["Francesco Paolo Cappuccio"],"organisation":"University of Warwick","findingsText":" Please note the Key findings report was submitted as a word document and has been approved (ESRC email 17th September from Anna Billingham).\n\nMain Findings\nOur aim was to investigate the association between sleep disturbances and cognitive function in individuals from an ageing population. Our funding facilitated funding from the University Research Scholarship Scheme to support one of our Medical Students, to conduct a full literature review of the subject. This latter has been presented and accepted as a book chapter. \n\nWe analysed data from 8,789 individuals, from Wave 4 (2008) of the English Longitudinal Study of Ageing (ELSA). As there was a significant interaction between sleep and age, subsequent analyses were conducted in younger (50-64 years) and older (65+ years) adults separately. Using analysis of covariance, and after adjustment for multiple confounders, we demonstrated that in younger adults duration of sleep explained 15.2% of the variance in amnestic cognitive function (ACF) and 20.6% of and non-amnestic cognitive function (nACF). In older adults the estimates were 21.3% and 25.6% respectively. However, whilst both short and long sleep were associated with lower cognitive function in younger adults, only long duration of sleep was associated with lower cognition in older adults. \n\nFor sleep quality, there was a statistically significant association between sleep quality and both ACF and nACF in the older age group, but not in the younger age group. Sleep quality explained between 15.1% and 25.5% of the variance in cognition. Moreover, the steeper association between sleep quality and ACF in the older than the younger group was observed at any level of sleep duration (See PLOS ONEP1 (http://dx.plos.org/10.1371/journal.pone.0100991)). The study has been presented at national and international scientific meetings and received coverage in the national and international press. \n\nFurther Research and Funding\nOur work has fostered many new collaborations leading to further publications and grant applications as outlined elsewhere. We are now planning to apply for funding to investigate the prospective association between sleep and cognition. For the latter we have established a new collaborative research partnership, with the Mental Health Foundation, Age UK and Clinical colleagues. A policy brief was prepared for Age UK. An additional manuscripts, utilising data from this study is also in preparation. • Through our public impact event we have raised awarness of the importance of sleep in a number of individuals from our community (see above).\n• Our work has been widely discussed by charitable organisations (Including MHF and AGE UK).\n• Our work is being disseminated via the Age UK website via Policy Briefs.\n• Raising clinical awarness may lead to early detection and management of sleep disorders in individuals with memory problems.\n• Our work may be used as part of an evidence base required for policy and for pathway change for the management of individuals with sleep and memory problems. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}