{"id":"70016F99-B5FC-47A3-BA19-A15892B9F9D3","title":"Electron Self-Organisation and Applications","abstractText":"In most situations electrons in semiconductors can be regarded as free with their energy determined by their total number and their effective mass with the mutual repulsion only slightly modifying this free electron picture. However at low values of carrier concentration the repulsion can dominate the manner in which the electrons diffuse in the solid, a voluminous amount of theory has shown that at sufficiently low temperatures the electrons can arrange themselves into a crystalline ensemble. This is termed a Wigner Crystal, or Wigner Lattice, after Wigner who first predicted such a phenomenon, it has proved rather difficult to observe as the observation of a regular structure is not simple and often the predictions of theory are not found due to the presence of disorder. \nIn one dimension the electrons form a single line and the Wigner Crystal is the trivial case of the electrons seeking a regular periodicity. However, as the confinement weakens, or the electron repulsion increases, so it is possible for the line of electrons to distort as electrons attempt to maximise their separation. In the limit the row splits into two separate rows. The experimental system for such investigations is the electron gas in the GaAs-AlGaAs heterostructure grown by Molecular Beam Epitaxy and the samples are fabricated using high resolution electron beam lithography. In these samples it is possible to control the confinement potential by patterned gates to which voltages are applied, when the samples are sufficiently short electrons drift through ballistically which is without being scattered by random impurities or defects. In this regime the conductance of a one-dimensional wire takes a value 2e2/h where the factor of 2 arises from the spin degeneracy, e is the electron charge and h is Planck's constant. Consequently when a row of electrons splits into 2 rows a conductance of 4e2/h is observed as the ground state. By following the values of conductance as the confinement is changed so the movement of energy levels can be obtained as a function of confinement potential. This has been observed and we call the two rows formed as a result of the electron-electron repulsion the Incipient Wigner Lattice, IWL.\nAnalysis of the results on the movement of energy levels has shown that prior to the formation of the two separate rows a hybridised state is formed in which two electrons are shared between the two rows such that they form a distorted single row. Quantum Mechanics dictates that two electrons shared in this way must have opposite spins and they can be entangled as a consequence of which they each &quot;know&quot; the quantum state the other is in. Entanglement is a remarkable phenomenon in which if the electrons are separated but still entangled then a change of state of one will produce a change in the state of the other. This remarkable property lies at the heart of many proposals for quantum information processing and quantum logic and may give rise to practical consequences not yet envisaged.\nIn this research project we propose to study the IWL and optimise the creation of the hybrid state in which the electrons are entangled. Once this state is completely understood the properties of entangled electrons will be studied by injecting them from the IWL into other quantum structures which essentially form an early quantum integrated circuit. One of the characteristics of entangled electrons is that if two of them are in this state then a variation of the wavelength of them is effectively doubled compared to a single electron. Consequently if we perform an interference experiment there is an immediate difference between the behaviour of entangled and normal electrons, this is the effect which we will explore. \nThe ultimate objective of the work is to develop a method of delivering a stream of entangled electrons and then demonstrate the entanglement in a series of integrated quantum devices with a view to their practical application","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013153/1","grantId":"EP/J013153/1","fundValue":"858967","fundStart":"2012-06-01","fundEnd":"2013-07-12","funder":"EPSRC","impactText":"","person":"Michael  Pepper","coPersons":["Michael J Kelly"],"organisation":"University College London","findingsText":"","dataset":"gtr"}