{"id":"700919A7-4C15-4582-8A49-4513C288C4BB","title":"How does aquatic vegetation modify the kinematic &amp; geometric characteristics of coherent flow structures in open channels?","abstractText":"Vegetation within river channels has a profound influence on the functioning and therefore management of fluvial systems. It can significantly effect: i) the flow resistance and thus influence water conveyance and therefore potentially increase flood risk; ii) erosion, deposition and sediment transport rates; and iii) the biological activity within the fluvial system. On a smaller spatial scale, vegetation also generates turbulence that drives both mixing and diffusion processes with strong velocity gradients generated around and above submerged macrophytes and canopies. Fluvial flow has traditionally been analysed and modelled on a time-averaged, continuum basis, but it is well known that large turbulent fluctuations exist in near-bed velocity. The aim of this research is to develop an enhanced quantitative understanding of the effect of aquatic vegetation on the generation, evolution and dissipation of Coherent Flow Structures in the fluvial system. This will be achieved by a series of state of the art laboratory flume experiments using novel automated turbulence mapping techniques in the UK's best-equipped environmental fluid dynamics laboratory. The techniques give a combined Eulerian and Lagrangian view of Coherent Flow Structures revealed by injecting tracers into the flow that allows us to monitor and thus understand both the kinematic (size, scaling, shape, vorticity and energy) and dynamic properties (origin, stability, growth, genesis into new forms and contribution to the time average flow) of these Coherent Flow Structures as they are produced and move over and through aquatic vegetation. The proposed methodology will allow us to both increase our phenomenological understanding of Coherent Flow Structures in fluvial systems and develop a framework for including aquatic vegetation into numerical model (a Computational Fluid Dynamics scheme) of river flow. This will provide a first order estimation of the increased drag from the presence of vegetation which will enable an improved parameterisation of the roughness coefficient in flood models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009333/1","grantId":"NE/G009333/1","fundValue":"37396","fundStart":"2009-10-01","fundEnd":"2011-02-28","funder":"NERC","impactText":"","person":"Richard  Hardy","coPersons":["Daniel Roy Parsons","Stuart Nicholas Lane"],"organisation":"Durham University","findingsText":" The grant provided high resolution data of flow through vegetation. It has been used as proof of concept for a newly funded NERC standard grant and a newly funded PhD studentship. Conference presenatations have been given (AGU, CFS in Geophysical flows etc). Manuscripts currently being developed.  Environment","dataset":"gtr"}