{"id":"70109035-1576-4E4F-8720-548A4D0B90E8","title":"Warm Dense Matter experiments LCLS free electron laser","abstractText":"Warm dense matter is an emerging field of study that has a small base within the UK. Many of the experiments proposed or carried out require access to large facilities such as large lasers. In order to maximise the chances of first class work coming from the UK it is necessary for researchers to access world leading facilities. To this end the PI has been active in forming a partnership with academics fro the US and EU to use new facilities such as the FLASH free electron facility in DESY Hamburg. This has led to leading publications in Nature Physics and Physical Review Letters. Now the applicant is a co-investigator on an experiment using the X-ray free electron laser in Stanford. This is a unique world facility that has a brightness 10 orders of magnitude greater than any other keV X-ray source. The potential for world leading research using such unique facilities is undoubted. As part of our contribution to the collaboration we will supply three personnel to the experiment which has 5 shifts in early December 2010. We will be on site for 2 weeks in order to allow careful preparation for the precious beamtime. We would like to ask for some financial support as it is a heavy burden for other available sources and yet the possible benefits to UK involvement with this machine are great.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018484/1","grantId":"EP/I018484/1","fundValue":"9347","fundStart":"2010-11-20","fundEnd":"2011-02-19","funder":"EPSRC","impactText":"  In this experiment we used the LCLS X-ray laser source to investigate high density hot states of Carbon. The background to this is that Carbon is known to have many phases with extraordinary properties including the highest melting temperature of any material. Yet, its melting properties, in particular high-pressure transitions into the warm dense matter regime with temperatures of above 10,000 K and densities &amp;amp;1 g/cm3, are poorly understood. Carbon is expected to form a chemically inert phase under such extreme conditions and exist in liquid form in the interiors of giant planets, such as Neptune, Uranus, and carbon-rich extrasolar planets. Moreover, the high-pressure phases of carbon determine the state and evolution of many white dwarf stars. We carried out an experiment in which a short pulse laser was usedto create a hot dense state of Carbon which was then probed by the x-ray beam of the LCLS. The results of an experiment are currently submitted for publication. The main finding is the creation of extreme conditions similar to those found in the envelope of white dwarfs. In a first step, an optical laser transformed the carbon sample into its liquid phase.\n\nThen it was further ionised and probed at different delays by a short pulse of x rays. The angular dependence of the scattered light reveals a unique, highly correlated state, where the electrostatic energy significantly exceeds the thermal energy of the ions. Such strong Coulomb forces are expected to induce the formation of a crystalline ion structure, but no evidence of such a phase transition is observed in our experiment. Contrarily, the observed liquid-like structure points to a glassy state where the ions are frozen close to their original positions by ultra-fast ionization. Our results may thus have important implications in the predicted luminosity of white dwarf stars as the transient\nexistence of glassy states affects the release of latent heat.  ","person":"David  Riley","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" In this experiment we used the LCLS X-ray laser source to investigate high density hot states of Carbon. The background to this is that Carbon is known to have many phases with extraordinary properties including the highest melting temperature of any material. Yet, its melting properties, in particular high-pressure transitions into the warm dense matter regime with temperatures of above 10,000 K and densities &amp;1 g/cm3, are poorly understood. Carbon is expected to form a chemically inert pha Design of future experiments for extreme states of matter Other","dataset":"gtr"}