{"id":"70103024-C0C2-42D3-AC0E-EACED99C2E9A","title":"IPv4 and IPv6 Performance and QoS - 46PaQ","abstractText":"As demand for network capacity increases, the traditional practice of over-provisioning of the network becomes impractical. So, there is much ongoing work to define new protocols and mechanisms for high-speed, QoS-controlled networking within Internet Protocol (IP) based environments. This includes work on QoS mechanisms and services, congestion control mechanisms and work on new transport protocols for specific purposes. However, as these new mechanisms have been developing, there has not been much activity in trying to observe and analyse the behaviour of these systems working together, within a real, integrated networked environment. With the rapidly increasing deployment of IPv6, it is also vital to consider carefully the differences in behaviour in the use of these mechanisms compared to IPv4. In this project, we will have two broad areas of work. Firstly we will, through experimentation and analysis, examine how DIFFSERV, ECN and decentralised reservation can be made to operate together in a very high-speed IPv4 and IPv6 environment to support TCP- and UDP-based applications. Secondly, we will propose ways in which such networks can be instrumented in order to provide performance and operational data to network operators as well as users and applications through appropriate APIs and using network monitoring equipment via configurable sampling techniques, which will also be developed in the project. We will examine the performance of the system in a real networked environment operating at very high speeds (several Gb/s). To stretch the network services, we intend to test with selected applications from the e-Science/Grid community which have requirements for very high-speed connectivity and QoS-controlled network access. This proposal is supported by Sun Microsystems, Cisco Systems and UKERNA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=GR/S93714/03","grantId":"GR/S93714/03","fundValue":"67624","fundStart":"2007-10-01","fundEnd":"2008-04-30","funder":"EPSRC","impactText":"  basic reading for operational use of techniques in monitoring. Digital/Communication/Information Technologies (including Software) Economic","person":"Andrew William Moore","coPersons":["Ian  Pratt","John Alexander Schormans"],"organisation":"University of Cambridge","findingsText":" Techniques for high-speed network measurement and monitoring Informs future practical operations and use of measurement infrastructures for network monitoring. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}