{"id":"702EBD8C-E7BD-4B63-9E03-6C46C9962EFC","title":"Support for UK clinical centres enrolling in PENTA trials","abstractText":"Combinations of anti-HIV drugs (antiretroviral therapy or ART) can slow the growth of the HIV virus in the body, and now children with HIV can often live into adulthood. However, there are problems with taking these drugs long-term; in terms of both side effects and being able to take them regularly as required. We need to understand how best to use the ART drugs we have, by looking at whether it is possible to stop taking them at certain times, as well as ensuring that we are giving children the correct doses. However we also need to explore new ways of treating those children who do not respond as well to these drugs - for example, by encouraging the body to fight HIV itself, rather than using drugs to kill the virus. \n\nRandomised clinical trials where neither the family nor the doctor choose the treatment are the best way of evaluating treatment strategies. The current proposal is for 3 clinical trials in children:\n\n i. Some ongoing trials are exploring whether it is safe for adults to stop therapy for a while if they have very low amount of virus in the blood (HIV viral load) and good CD4 counts (which indicate how well the body can fight infections). It is important to assess this strategy in children as well, because their immune system is still developing and may be better at repairing itself. Otherwise they will have to take drugs for life from a young age.\n ii. In adults an experimental medicine called IL-2, given as an injection, can increase the CD4 count. However, IL-2 may work much better in children, again because their immune system is still developing and responds better to help. We also need to understand whether children can tolerate the injections and side effects.\n iii. One reason for medicines working less well in children than in adults is that it is difficult to get the doses right at different ages, weights and heights, and with individual children?s metabolisms. Directly measuring the level of drug in the blood and then altering the dose to get the best blood levels might be better at lowering the HIV viral load and might also reduce side effects. \n\nResults from all these trials will be promoted at national and international conferences, the PENTA website (www.pentatrials.org), treatment guidelines, and newsletters to ensure that families and doctors have access to them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400858","grantId":"G0400858","fundValue":"67642","fundStart":"2005-07-01","fundEnd":"2008-06-30","funder":"MRC","impactText":"","person":"Diana  Gibb","coPersons":["Andrew  Riordan","Vas  Novelli","Nigel Jonathan Klein","Ann Sarah Walker","Gareth  Tudor-Williams","Elizabeth G Lyall","Mike  Sharland"],"organisation":"Medical Research Council","findingsText":"","dataset":"gtr"}