{"id":"702F71D7-8601-4F8D-92DC-6DF7C8FC900B","title":"Supramolecular Synthesis of Molecular Clusters: Topological Control of Hybrid Nanomagnets","abstractText":"Polynuclear cages of paramagnetic transition metal ions can exhibit fascinating physical properties and have great potential in the field of single molecule magnetism and molecular spintronics. Supramolecular chemistry is defined as chemistry beyond the molecule, and examines (amongst other things) intermolecular interactions. Such interactions (e.g. hydrogen bonding) can have profound effects on the bulk phase of molecular nanomagnets (MNM) and we propose to modulate the interactions found between MNMs by marrying the two areas of research. We are going to approach this problem in two different yet intimately related ways with cyclic cavity containing molecules called calixarenes. These molecules can be functionalised with relative ease, and can also be combined with other small molecules to make covalent cage structures. In order to modulate these interactions we will a) form metal clusters within these cages, b) substitute groups on MNMs with functional calixarenes, and c) make 3-D arrays of MNMs with single calixarenes or molecular cages. Dr. Scott J. Dalgarno has expertise in calixarene synthesis and crystallographic studies on large supramolecular systems and Dr. Euan K. Brechin is a world leader in molecular magnetism. These techniques will be critical in elucidating the modulation of the intermolecular interactions, and will allow us to tune the magnetic properties of the resulting metal clusters for potential exploitation in the aforementioned fields of application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011234/1","grantId":"EP/H011234/1","fundValue":"139581","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  University of Edinburgh Award for the Rising Star of the University. Chemicals Societal","person":"Euan Kenneth Brechin","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The first use of calix[n]arenes to construct homo- and heterometallic cluster compounds for use as single-molecule magnets and magnetic refrigerants. Uncivering fundamental chemistry and physics. Chemicals","dataset":"gtr"}