{"id":"7039B09B-FB98-40B5-B68B-4135B267D8B4","title":"Engineered security systems for environmental synthetic biology","abstractText":"This research seeks to provide crucial parts needed to advance the exciting new topic of synthetic biology in order to safely and securely realise biotechnology applications for health, environment and energy needs. Since 2000, the new field of synthetic biology has advanced the existing science of genetic modification by applying principles of engineering; design, simulation and testing. This approach has allowed us to predictably create exciting new technologies by modifying safe microbes to perform new tasks including computation, multi-input environmental sensing and efficient production of medicinal drugs and bioenergy. While research success in synthetic biology has been rapid, the transfer of this work into real applications used by society has been limited; we can build excellent cell biosensors for explosives, arsenic and other environmental pollutants but none have actually been put to use. Largely this is because synthetic biology creates genetically modified organisms (GMOs) and these are a regulatory hazard to deploy. The major concern is that engineered DNA of these GMOs will be transferred to natural microbes by a process called horizontal gene transfer (HGT) and that this will disrupt natural ecosystems. This concern is particularly apt when we work with bacteria such as E. coli, as in these organisms synthetic biologists typically engineer their systems to be maintained on DNA circles called plasmids, which are easy to work with but also rapidly shared among bacteria and usually confer resistance to antibiotics. To overcome this hurdle and allow safe application of synthetic biology in the environment, this research aims to use synthetic biology techniques to construct a new kind of plasmid system that is secured to the intended cell, does not confer antibiotic resistance and resists horizontal gene transfer into natural bacteria. The development of this will include an assay to measure HGT and a model simulation to predict the key factors involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019720/1","grantId":"BB/J019720/1","fundValue":"120073","fundStart":"2012-09-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"","person":"Thomas Marc Ellis","coPersons":["Guy-Bart Vincent Stan"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}