{"id":"703CA69C-6E5B-4F22-B163-F82B11148F55","title":"Stories at the Dentist.","abstractText":"A major challenge facing the health and wellbeing of people with intellectual disabilities is the level of anxiety experienced by both the disabled patient and the dentist. When a patient with intellectual disabilities is anxious, they may become defensive and exhibit challenging behaviour when the dentist attempts to treat them. As a result of this, the procedure may have to either be abandoned or the patient sedated. The need for sedation is a common problem in dentistry as patients with intellectual disabilities often require a general anaesthetic for simple dental treatment. This carries increased risks, a longer recovery time and increases the cost of the procedure to the NHS.\n\nOne reason for patients' anxiety is the difficulty in communication between patient and dentist. In particular, it can be difficult for dentists to provide patients with intellectual disabilities with information about the treatment they require in a way that they can understand. An inability to understand what is about to happen or to express feelings makes a visit to the dentist frightening and stressful. In addition, it is considered good practice to obtain informed consent or assent from all patients. However, clinicians are often unsure if a patient with intellectual disabilities has understood explanations of procedures. It is difficult for people with intellectual disabilities to understand how abstract information relates to them with the result that, compared to the general population, patients with intellectual disabilities find it significantly more difficult to make healthcare decisions. \n\nThis study aims to develop a computer based communication system to support people with intellectual disabilities to understand dental procedures with the aim of reducing anxiety for both patients and clinicians, and to enable patients to be more involved in the decision making process. The system will run on a tablet device, e.g. an iPad. The system will automatically generate a story about a dental procedure which is personalised to the patient. This will allow the dentist to explain the procedure to the patient using a graphical interface. The patient will be able to use the system to ask questions about the procedure and express their feelings.\n\nWe know that improved communication reduces the anxiety in both the patient and the dentist. This research will investigate whether giving more information to patients with intellectual disabilities improves the outcomes for: (i) the patient; (ii) the practitioner; and (iii) the health service by reducing the time and the resources required to support patients with intellectual disabilities. While this has the potential to produce benefits across the health service, this study will focus on dental health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012797/1","grantId":"EP/K012797/1","fundValue":"293221","fundStart":"2013-01-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Annalu  Waller","coPersons":["Ruth Edwina Freeman"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}