{"id":"70410D1C-71CA-4D35-97BC-FC1A55791EF8","title":"Investing, engaging in enterprise, gambling and getting into debt: popular economies and citizen expectations in South Africa","abstractText":"This research explores the links between economic change and citizens' expectations in South Africa. The context is one in which expectations of state welfarism&nbsp; co-exist with new ideas of enterprise, economic independence and privatization, and in which efforts have been made to replace South Africa’s earlier &quot;dual economy&quot; with a single set of financial arrangements through which credit, mortgages and other transactions might proceed. Research will explore the effects upon household economic practices of the attempted formalisation of investment, credit, enterprise insurance, and gambling, seeking to understand whether these efforts have succeeded in creating uniformity or whether deepening inequality has prompted new divisions. It will also explore local responses to these economic changes, from Communist Party campaigns insisting on the political rights of consumers, through activities of Citizens' Advice Bureaux, to religious movements and organisations which decry indebtedness and alienation. Key areas of investigation are: (a) an analysis of entrepreneurial activities in the formerly racialised spaces of townships and homelands; (b) an investigation of spending, investing and getting into debt; (c) an analysis of risk,&nbsp; unpredictability and wager; (d) an assessment of upward mobility and how this has been prompted by formalisation and facilitated or been undermined by interpersonal ties.\n<br />\n<br />&nbsp;\n<br />\n<br />&nbsp;\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F041535/1","grantId":"ES/F041535/1","fundValue":"678354","fundStart":"2008-07-01","fundEnd":"2010-11-30","funder":"ESRC","impactText":"  The project made interventions in, and contributions to the renewal of, debates about the anthropology of economy. It helped to advance the anthropological analysis of the intersection of informal and formal economic arrangements, and of the interface between neoliberal and redistributive arrangements. In relation to South African life, it successfully placed these debates in their context - of the longer history of exploitation of South African black people by the forces of capitalism. In relation to the broader world beyond South Africa, it used analyses of detailed ethnographic data to interrogate and add nuance to discussions of financial innovation, entrepreneurial initiatives, and - crucially - the problem of debt. \nResearchers' papers were delivered in a variety of fora, both within and beyond South Africa, where they helped to reinvigorate anthropological debate about an arena previously often left variously to (micro)economists, actuaries, market researchers and analysts of finance and banking practice. Based on the working papers, and incorporating critical comment from scholarly audiences, a journal special issue is to be published in February 2012, two single-authored monographs and some further journal articles in 2013.\nSubsequently securing positions in South African and British universities, project participants have incorporated their findings in ongoing research and teaching. The principle investigator and researchers have been invited to participate in and comment on new anthropological research initiatives, funding bids, and conferences, on such topics as debt, value, uncertainty, and the intersection of moral and political economies. Financial Services, and Management Consultancy,Government, Democracy and Justice Societal,Economic","person":"Deborah Anne James","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" Formalities are plural and uneven; their co-existence with informalities intensifies as poorer and wealthier people attempt to develop redistributive networks. Social embeddedness and dependency exacerbate middle-class overindebtedness, impede upward mobility, and conduce towards ‘rent-seeking’. Debt is incurred not just through profligacy but for long-term investment, especially in higher education, but once formal credit channels are exhausted, civil servant borrowers turn to loansharks, themselves state employees. Substituting for collective campaigns, and because of consumer reluctance to ‘share experiences’, individualised advice turns ‘citizen’ into ‘consumer’ rights. Responses to state policies which advocate a growth economy indicate that single-business ‘entrepreneur’ models are misguided; that risk-taking, and consumer pursuit of status through material gain and avoidance of formal credit agencies, are not ‘irrational’ but originate in unfulfilled expectations, wealth disparities, and frustrated class aspiration. Economic inequality is pervasive, and the ubiquity of illness makes risk aversion and enterprise combine unevenly, with funerals both a source of livelihood and a means to guard against risk. In sum, formal/informal dichotomies, and uniform characterizations, are misleading. People of divergent status/class backgrounds all seek to access largesse from the state using informal/innovative means: South Africa thus has neither a ‘neoliberal’ nor ‘redistributive’ regime; rather, neoliberal means interweave with and facilitate redistributive ends. There are multiple registers in which this might occur, including \n(1) Indebtedness: Since the research began, issues of unsustainable indebtedness have continued to be of great concern in South Africa: as evidenced in the fact that the Marikana platinum miners were having their monthly salaries raided by microlenders or and loansharks or emptied with the use of debit or garnishee orders; and in the fact that African Bank collapsed in August 2014 and had to be bailed out by investors. South Africa’s Department of Trade and Industry, and the DfID funded Finmark Trust, are all continuing to work on fixing these problems (while still endeavouring to ‘bank’ more of the ‘unbanked’. It’s anticipated that officials from these and related sectors will have considerable interest in James’ book (which will be copublished in South Africa in March 2015). James’ research on loansharks will also be used by Soul City Institute, South Africa, to inform the script for an educative TV programme. \n(2) poverty, the informal economy and social grants: Neves’ research is feeding into project for EU-supported Office of the Presidency based Programme to Support Pro-Poor Policy Development; he will publish in project report, conference/edited book and Chronic Poverty Research Centre working paper. (3) Gambling: Van Wyk anticipates further dissemination events on gambling, as part of the Cape Town Commons project. Communities and Social Services/Policy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}