{"id":"70486D78-F8EE-47B9-A7B8-0E5BA8F5FA49","title":"Interrogating trees as archives of environmental sulphur variability","abstractText":"'Give me a tree and I'll read climate history' is the basic premise of dendrochronology, and to a large extent is perfectly true. Each ring within a tree represents one year of growth and contains within it a record of the prevailing environmental conditions. Trees can thus be age dated, and used as a record of climate change through ring-width analysis and chemical composition. However, chemical interpretations of the nutrient chemistry within each ring have often been subject to much criticism. The basic premise that nutrients which are taken up by the tree are encapsulated to represent environmental conditions for that particular year, is true only for elements which are immobilised from further biological transport accross the width of the tree. We now think we have found such an element which is fixed within the woody tissues during growth and can be used with certainty for environmental reconstruction - this element is sulphur. That sulphur should be the element which is fixed within the annual growth rings is fortuitous given its key role in modulating climate and fantastic potential as an environmental diagnostic tool. The injection of sulphur aerosol into the atmosphere is a key determinant of climate through backscattering and absorption of radiation, and has long been a concern for terrestrial ecology, causing widespread acidification of catchments upon deposition. Two of the key sources of sulphur aerosol injected into the atmosphere are from volcanic and industrial emissions. Both sources can be readily distinguished from background inputs using concentrations and stable isotopes, rendering the sulphur isotopic content of palaeoarchives to be perhaps one of the most important diagnostic elemental signatures available. Whilst the sulphur isotopic content of ice cores has been extensively exploited, the more localised archives such as speleothems and tree rings have largely remained beyond the reach of climate change scientists and we have yet to discover many of the secrets they harbour. Whilst we have initiated and had excellent success with extracting the sulphur record from speleothems, we believe trees will behave as a much more sensitive, readily available record of local atmospheric change over the past millenium. We believe we are now in a position to conduct an intensive research programme to extract the sulphur isotopic composition of trees and forge ahead with the development of such an important local indicator of sulphur forcing and atmospheric change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012257/1","grantId":"NE/H012257/1","fundValue":"40787","fundStart":"2010-09-01","fundEnd":"2012-05-31","funder":"NERC","impactText":"  The results of this research have been used extensively in the educational sector at both national science fairs and for recruitment of students into higher education. The results of this research have now been published and this has sparked international collaboration with researchers from the Chinese Academy of sciences who have partaken in exchange visits to the UK with PI Wynn to develop research collaboration and extend knowledge exchange through laboratory expertise. Education,Environment ","person":"Peter Michael Wynn","coPersons":["Neil James Loader","Ian John  Fairchild"],"organisation":"Lancaster University","findingsText":" This project investigates tree-rings as local archives of sulphur deposition during the past millennium. Expertise in sulphur isotope analysis of speleothems and in dendrochronology has been used to develop new approaches to interrogating this archive. Significant problems were encountered in the preparation of samples for high resolution analysis by ion microprobe and a range of novel preparatory procedures were explored as part of this work. More successful was the development of an &quot;on-line&quot; method for sulphur concentration and stable isotope composition. A method was developed requiring only 30mg of resin extracted wood powder and yielding a typical precision of 0.4 per mille. This approach was used to develop a record of 20th century changes in sulphur deposition supported by synchrotron and ICPMS data. We have initiated and had excellent success in accessing archives of localised pollution and volcanic activity, which have never been able to be exploited prior to this project funding.\n\n \n\nAlthough the method requires some refinement, further exciting potential exists for the development and wider application of this approach in dendroclimatology to develop mid-latitude records of volcanic forcing from long-lived trees and to track natural and anthropogenic sulphur in the environment. Through this grant, we engaged in outreach/public understanding of science through two key activities. The first was an exhibit on past climate and environmental change at the Urdd National Eisteddfod &quot;Gwyddon Lle&quot; (Science area) hosted by Swansea University. This activity was very successful, and attracted over 2,000 visitors from the country's arts and cultural youth club (the Urdd Gobaith Cymru) from across Wales. The Urdd supports cultural, artistic and scientific activities through the medium of Welsh for children and young adults living in Wales.\n\n \n\nAt Lancaster we ran a series of UCAS Demonstration Activities showcasing the work of the project through a series of practical demonstrations based upon the extraction of environmental information from the tree-ring archive. These activities targeted 30 entry-level students and aimed to provide an inspirational and real-life research perspective on physical geography and environmental change research.\n\n\n\nAs stated above, there is potential for using this location specific information on environmental sulphur pollutant levels in environmental consultancy. This could then feed in rto local scale controls on health regulations, and planning restrictions.\n The main users of this research are the scientific community and environmentally facing agencies/industry. The method developed through this funding should provide environmental consultancies with a readily available mechanism to detect historical air pollution levels at a specific locale. This could be used in environmental impact assessments; be used by health agencies for assessing pollution impacts upon human health in key areas; and help to control planning orders on industry to a sustainable level for the local environment. The location specific pollutant information held by the tree ring archives allows access to a spatial resolution of environmental information which has previously been unprecedented. Environment","dataset":"gtr"}