{"id":"704BB950-1A6E-4B05-ABEB-AC2ECA70F801","title":"Assessing health, livelihoods, ecosystem services and poverty alleviation in populous deltas","abstractText":"Delta regions are probably the most vulnerable type of coastal environment and their ecosystem services face multiple stresses in the coming decades. These stresses include, amongst others, local drivers due to land subsidence, population growth and urbanisation within the deltas, regional drivers due to changes in catchment management (e.g. upstream land use and dam construction), and global climate change impacts such as sea-level rise.The ecosystem services of river deltas support high population densities, estimated at over 500 million people globally, with particular concentrations in Southern and Eastern Asia and Africa. A large proportion of these people experience extremes of poverty and are severely exposed to vulnerability from environmental and ecological stress and degradation. In areas close to or below the poverty boundary, both subsistence and cash elements of the economy tend to rely disproportionately heavily on ecosystem services which underpin livelihoods.Understanding how to sustainably manage the ecosystem services in delta regions and thus improve health and reduce poverty and vulnerability requires consideration of all these stresses and their complex interaction. This proposal aims to develop methods to understand and characterise the key drivers of change in ecosystem services that affect the environment and economic status in the world's populous deltas. This will be done through analysis of the evolving role of ecosystem services, exploring the implications of changes for the livelihoods of delta residents, and developing management and policy options that will be beneficial now and in the future in the face of the large uncertainties of the next few decades and beyond.The extensive coastal fringe of the Ganges-Brahmaputra-Meghna Delta within Bangladesh has been selected as the pilot study area for this work. This is because Bangladesh is almost entirely located on one of the world's largest and most dynamic deltas. It is characterised by densely populated coastal lowlands with significant poverty, supported to a large extent by natural ecosystems such as the Sunderbahns (the largest mangrove forest in the world). It is under severe development pressure due to many growing cities, eg Khulna and the capital, Dhaka.At present the importance of ecosystems services to poverty and livelihoods is poorly understood. This is due to due to the complexity of interactions between physical drivers, environmental pressures and the human responses to stresses and the resultant impacts on ecosystems. Government policy rarely takes up the ecosystems services perspective and as a result an holistic overview of their value is often overlooked.This project aims to address this gap by providing policy makers with the knowledge and tools to enable them to evaluate the effects of policy decisions on people's livelihoods. This will be done by creating a holistic approach to formally evaluating ecosystems services and poverty in the context of changes such as subsidence and sea level rise, land degradation and population pressure in delta regions. This will be tested and applied in coastal Bangladesh and tested conceptually in other populous deltas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J000892/1","grantId":"NE/J000892/1","fundValue":"264619","fundStart":"2012-03-31","fundEnd":"2016-09-30","funder":"NERC","impactText":"  Research assistants from three institutions involved in the project (the Institute for Water and Flood Management at Bangladesh University of Engineering and Technology; Institute of Livelihood Studies and the Ashroy Foundation) have been trained and mentored in qualitative research methods Capacity building in social science research methods for research assistants associated with the project, across three partner institutions. A day long workshop was held with attendance of six research assistants, plus training while in the field. Environment Cultural","person":"Neil  Adger","coPersons":[],"organisation":"University of Exeter","findingsText":" Research at the University of Exeter is one of the social science components of a larger, multi-institutional and interdisciplinary project &quot;Assessing health, livelihoods, ecosystem services and poverty alleviation in populous deltas.&quot; Our role is to investigate the processes that link ecosystem services and wellbeing. To date we have developed working models and hypotheses on the relationships between ecosystem services and poverty, informed by extensive data collection in the study area in the southwest coastal zone of Bangladesh.\n\n\n\nThe research reveals four social and ecological phenomena that specifically drive the dynamic relationship between ecosystem services and wellbeing. These four phenomena are seasonal dynamics of ecosystem availability; social relations such as reciprocity, wealth and status; mobility of both people and resources; and rules of access. The research shows that these social and ecological processes that link ecosystems and wellbeing are dynamic and change over time and space. \n\n\n\nThe next phase of research in the second year of the project is to investigate and quantify each of these processes in the different socio-ecological systems through a quantitative social survey .This will allow us to quantify these relationships and integrate them with model outputs on changes in the natural functioning of the ecosystems. As highlighted above the ESPA programme by its very nature is action oriented. The analysis of the processes that allow or prevent ecosystem services to improve wellbeing are important for natural resources managers across the globe. This research comes under the Ecosystem Services and Poverty Alleviation (ESPA) programme that aims specifically to provide new knowledge on how ecosystem services can reduce poverty and enhance well-being for the world's poor. We have designed outputs of the project are, therefore, designed to be development-ready and to help improve decision-making on ecosystem services. Communities and Social Services/Policy,Environment","dataset":"gtr"}