{"id":"70540045-4910-48B4-8EF0-4384B8AB1F79","title":"Re-visioning Cambridge Platonism","abstractText":"The seventeenth century group of philosophers/theologians known as the Cambridge Platonists are an important source of our contemporary culture of autonomy, toleration, and rights. This movement, distinguished in its time for toleration, insistence on the compatibility of science and religion, and its optimism about human nature, has been seen as a 'Copernican revolution' in Western moral philosophy: arguably a key step in the shift to a secular ethics, indeed perhaps even furnishing a secular worldview. Their seminal influence on women thinkers such as Conway, Masham, Macauley, and Wollstonecraft, and their momentous impact via the British Dissenting tradition on the development of the discourse of women's rights has just started to be appreciated. The key aesthetic notion of 'disinterested pleasure' can be traced back to Cambridge Platonist influence, and from them we have derived basic philosophical terms such as 'materialism', 'monotheism', 'philosophy of religion', and 'Cartesianism'.\n\nThe work of the Cambridge Platonists, however, has been gravely neglected due to a combination of scholarly misapprehensions, a lack of accessible textbooks, and good critical editions of their major works.\n\nThe central aim of this interdisciplinary project is to begin addressing this neglect by bringing together the major established UK and overseas researchers as well as early career academics who work on Cambridge Platonism to advance research on and help raise the profile of this pivotal intellectual movement in and beyond academia. These discussions will take place at a series of three workshops where each contributor to the project will present a paper. Revised versions of these papers will be published as a book.\n\nProject contributors will be academics based in the UK, North America, and mainland Europe, as well as representatives of key cultural agencies. Academic contributors will be drawn from the disciplines of Philosophy, Theology/Religious Studies, and English Literature. Topics covered by the project will include the formation and sources of Cambridge Platonism, their key philosophical and religious ideas, and their reception in the areas of (i) aesthetics; (ii) ethics; (iii) early-modern women's writing; (iv) secularisation and the origins of atheism.\nThe project additionally aims to help integrate early career researchers, and to consolidate and extend UK/overseas research links - including through fostering links with two mainland European projects whose research interests overlap with ours - in order to remedy the marginalisation of foreign-language Cambridge Platonism scholarship.\n\nThe workshops will also prepare the groundwork for a larger, post-network research package by acting as a forum for the discussion of future research plans, in particular the publication of critical editions of their central works, a major book-length reappraisal, and a philosophical sourcebook.\nThe project will also foster the public understanding of this important movement, and thereby the presence of philosophy/intellectual history in the community, by aligning the network with key cultural agencies. In particular, the project will endeavour to make the public more aware of their relevance to the important social issues of women's equality and religion/secularity, as well as their influence on aesthetics, through (1) a radio talk on BBC Radio 4 Women's Hour and two public talks in Cambridge and London on the significance of Cambridge Platonist ethics as a source of women's rights discourse; (2) two talks on Cambridge Platonism and secularisation at the Philosophy Festival 2013, Malmesbury, and Cambridge Festival of Ideas 2013; (3) a radio talk on BBC World Service programme The Forum on Cambridge Platonist influence on Romantic English Poetry; and (4) articles in philosophy magazines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003127/1","grantId":"AH/K003127/1","fundValue":"31698","fundStart":"2012-12-01","fundEnd":"2013-11-30","funder":"AHRC","impactText":"  We had three workshops in preparation for a major grant submission. Education Cultural","person":"Douglas  Hedley","coPersons":["Sarah  Hutton"],"organisation":"University of Cambridge","findingsText":" We explored the needs of the field of research with a variety of scholars We are in the process of applying for another grant from the AHRC. Education","dataset":"gtr"}