{"id":"7054BF09-C03B-4349-9D78-14393EAA5C75","title":"Clasp: Digital Tactile Anxiety Management for the Health Internet of Things","abstractText":"Although there is no register of people with autism in the UK, the National Autistic Society estimates that 700,000 people in the UK are on the autistic spectrum. Beyond this, however, almost all of us suffer from anxiety - in some form - during our lifetime. According to Anxiety UK, 1 in 6 people experience some form of 'neurotic health problem', of which the most common are anxiety and depression. Anxiety UK estimates that more than 1 in 10 people are likely to have a 'disabling anxiety disorder' at some stage in their life (http://www.anxietyuk.org.uk/about-anxiety/frequently-asked-questions/). And these figures do not include the many and varied minor forms of anxiety that all of us experience on a regular basis.\n\nThe aim of this project is to co-design and co-produce, with a cohort of autism sufferers, their friends and family, a tactile digital anxiety management and peer-support tool to assist people with autism in understanding and managing their anxiety in social engagement.\n\nThe prototype Clasp system will be developed to have three core design components:\n \n1) a tactile digital anxiety object which communicates levels of anxiety to a connected smartphone, implemented using a squeezable Bluetooth-connected digital 'stress ball';\n2) a peer-support network communication facility via SMS and distributed Social Network Service (SNS) status updates;\n3) an anxiety data aggregator and visualization for personal and community feedback.\n \nIf use of the 'stress ball' reaches user-defined thresholds, a user-defined response will be triggered. The user can view their trigger history, which will show times and locations when triggers were reached. Hence, Clasp will allow those with autism to track their anxiety levels over time, to reflect on what made them anxious in different situations, to experiment with interventions that alleviate their anxiety, and to get support from their peers in situations of high anxiety.\n\nThe specific features of Clasp will come about through an in-depth engagement with a wide variety of stakeholders, including those with autism. Clasp will be underpinned by a study into how anxiety in autistic adults is impacted by and impacts their social engagement and the role digital technology may play in managing anxiety. Clasp will evolve through a process that iteratively and collaboratively captures the requirements for an anxiety management and peer-support system, builds a prototype for such a system, and evaluates key design implications for future development of Clasp and similar digital tools. \n\nWe will also investigate versions of Clasp targeted to non-autistic users, thus addressing anxiety issues in a broader range of users including those with mental/learning disabilities as well as people more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023644/1","grantId":"EP/L023644/1","fundValue":"293031","fundStart":"2015-01-31","fundEnd":"2016-07-30","funder":"EPSRC","impactText":"","person":"Jon  Whittle","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}