{"id":"7056DCFC-F760-404A-85F0-AEF828EC8E11","title":"Mechanism of toxicity of aluminium-based adjuvant (ABA) nanomaterials","abstractText":"There is a burgeoning interest in human exposure to what have been called nanoparticulates. It has become\napparent that sub-micron sized particles are able to enter the body and potentially accumulate in tissues and\norgans. These nanomaterials are both novel materials which are being developed for myriad purposes and\nthey are materials which are 'naturally' present in many different environments as the products of both\nnatural and man-made phenomena. While there is evidence that such nanomaterials are becoming more\nwidespread it is also clear that we understand very little about their potential modes of toxicity. Actually one\nsuch form of nanomaterial has been used by humans for decades and are the aluminium-based adjuvants\nwhich are used in approximately 80% of all human vaccinations. While these materials are highly biologically\nreactive we still do not understand fully how they work and we believe that they would be an extremely\nuseful model system for understanding the toxicity of nanomaterials. The objectives of our research are to\nobtain a thorough understanding of the physical and chemical properties of these nanomaterials and then\ninvestigate how these influence their biological reactivity. We hope to explain how they work as adjuvants\nand in doing so we will help in the design of future safe and effective adjuvant materials. In addition we are\nhoping to optimise the toxicity of such materials such that they might be used to kill tumour cells in cases of\nmalignant brain cancer. None of these objectives can be achieved without an understanding of the\nmechanisms of toxic action of these nanomaterials and this is the primary objective of this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J006939/1","grantId":"MR/J006939/1","fundValue":"324984","fundStart":"2012-08-31","fundEnd":"2015-08-30","funder":"MRC","impactText":"","person":"Christopher  Exley","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}