{"id":"706870B8-F7BA-499A-85F8-20A0DE391D84","title":"Bluetongue virus transmission between ruminant host and Culicoides vectors: the importance of insect saliva proteins","abstractText":"Bluetongue virus (BTV) is an arthropod-borne virus (an Arbovirus) transmitted between its ruminant hosts by blood feeding 'biting' midges (Culicoides spp.). The virus can infect most ruminants but causes haemorrhagic fever and severe clinical disease, in sheep (especially European breeds), some species of deer and to a lesser extent in cattle. Until a decade ago bluetongue was a disease of warm climates, areas containing populations of transmission-competent insect vector species. However, since 1998 BTV has moved progressively further north into Europe, a process related to warming of the local climate and an expanding distribution of certain midge vector populations. In 2006, a bluetongue outbreak occurred much further north than ever before, affecting Belgium, the Netherlands, Germany, Luxembourg, and North East France. The virus causes serve clinical disease in sheep and even cattle and approximately 50% of sheep and 10% of cattle developing clinical signs die. This outbreak confirms that some northern European midge species (which are the same as in the UK) can transmit BTV, and demonstrates that the whole of Europe, including the UK, is now under threat of further outbreaks. However, not all species of midge can transmit BTV efficiently, suggesting that transmission of the virus and the distribution of the disease is influenced by the insect vectors and the strain of virus involved. Blood feeding insects deposit saliva into the skin of the host. This causes inflammation and hypersensitivity in the skin, which results in the familiar red spots and itching, or even allergic vesicles, after midge or mosquito bites. BTV is transmitted in the insect's saliva and must survive the inflammation response in order to infect the ruminant host. However, the saliva also contains proteases (to help prevent clotting) which can modify the virus, even increasing its infectivity for the insect vector. It is often assumed that Arboviruses are injected into the blood of the host by feeding insects. However, midges use their mouthparts to cut and damage skin tissues, so they can feed on a mixed pool of blood, tissue and lymphatic fluid. BTV is not injected into blood vessels but left in the saliva deposited into the skin. The virus can replicate in certain skin cells and additionally in cells of the hosts inflammatory response that are attracted to the biting site. Therefore BTV may be present at higher levels in the skin than in the bloodstream, which may be important for uptake by feeding midges. So it appears that the virus has evolved to make use of the saliva proteins and the host's response, to increase the efficiency of transmission, and its chances of survival. We have recently developed methods to isolate midge saliva proteins in large quantities, to investigate their role in BTV transmission between vector insects and ruminant hosts. Initial studies indicate that different midge species have different saliva proteins, which may help explain differences in their vector 'competence'. There are unique facilities at Pirbright to work on midges, sheep and the bluetongue virus itself, that will allow us to explore their relationships and influence on transmission mechanisms. The project will compare saliva from different European, African and American midges, to determine the role of saliva proteins in BTV infection in mammalian and insect tissue culture cells, or in the sheep. The project will elucidate the importance of locally generated virus in the skin for BTV transmission and will also determine if the virus can be transmitted mechanically between infected and non-infected sheep (by other insects or by needle), or directly from one midge to another while they feed on the same sheep. The results of this research will improve our understanding of BTV transmission in Europe, helping to define the risk of bluetongue transmission and to implement appropriate control measures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00852X/1","grantId":"BB/F00852X/1","fundValue":"549886","fundStart":"2008-07-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"","person":"Peter Paul Mertens","coPersons":["Haru - Hisa  Takamatsu"],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}