{"id":"706D7660-DAB9-4454-89C1-E03EDA96B16F","title":"Cambridge New Greek Lexicon Project","abstractText":"The New Greek Lexicon Project was first conceived in 1997, and formally established in 1998, in response to the strongly felt need on the part of teachers and students of ancient Greek for a modern medium-sized lexicon which would draw on the very extensive research, including the publication of newly discovered texts, that has transformed our understanding of the ancient world and its culture. \n\nThe original intention was to revise an existing but outdated dictionary, Liddell and Scott's Intermediate Greek Lexicon (still in print in its original edition of 1889), but that was soon replaced by a much more radical and ambitious plan, to compose a new dictionary on modem linguistic principles rather than merely to revitalise an earlier publication. The work entails thorough investigation and fresh analysis of the source texts, resulting in a clear and accessible presentation designed to serve the needs of readers of all kinds, from students to advanced researchers. \n\nThis new plan has depended on collaborating closely with the Perseus Digital Library in the compilation of a database of the most commonly read literary authors. The joint enterprise became part of the Cultural Heritage Language Technologies project, part-funded by the US National Science Foundation and the European Commission. The resulting electronic archive is currently being used for the composition of entries, giving the lexicographers rapid access to the sources, and allowing a more systematic methodology than that used in existing dictionaries. \nAn innovative XML editing system has been designed in-house for the writing of the Lexicon; this helps the writers to follow the lexicographic methodology and to maintain consistency as they compose. \n\nThe primary objective of this Project is to make available worldwide, both in print and online, an up-to-date and authoritative resource for the study of ancient Greek language and literature and for research into all aspects of ancient culture that rely on the interpretation of Greek texts. \n\nThe online publication will allow links to be made to the illustrations, maps and encyclopaedic material already available on the Perseus Digital Library. \n\nA further important objective is to provide two ancillary resources which will be made available on a controlled basis: the editors&quot; working notes and annotations will provide an archive of the research underlying the writing, and links to the database of textual sources will enable linguistic and literary researchers to compare their analyses with the Lexicon definitions. \n\nIn the longer term, the work done in the preparation of this Lexicon will be directly relevant to future, much larger-scale, collaborative projects by scholars from different countries, which are likely to be online rather than print versions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503507/1","grantId":"AH/D503507/1","fundValue":"422810","fundStart":"2007-05-01","fundEnd":"2010-07-31","funder":"AHRC","impactText":"","person":"James  Diggle","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}