{"id":"707AED10-1866-483B-A2F6-6D9A02F26A6F","title":"UK-India Centre for Advanced Technology for Minimising the indiscriminate use of","abstractText":"Resistance to antibiotics is becoming one of the most important challenges of our age. A number of challenges exist if we are to avoid decent into a post-antibiotic age, including development of: new antibiotics; new diagnostics and improved delivery systems. The UK-India Centre for Advanced Technology for Minimising the indiscriminate use of Antibiotics (UKICAT-MA) will establish materials for both detection, at the point-of-care, of ocular infections and the targeted delivery of antibiotics to infected sites in the eye. UKICAT-MA will also promote the use of these technologies in other infective diseases. The Centre involves a multidisciplinary team from the University of Sheffield (Polymer Chemistry, Clinical and Mechanistic Microbiology and LV Prasad Ophthalmology). Much of the work is based around the idea that certain materials respond to bacteria by changing state on binding to bacteria. These conformational changes are then either monitored to provide a signal of the presence of the bacteria or they provide a basis for targeting antibiotics to bacteria whilst reducing effects on surrounding tissues. UKICAT-MA will develop these smart materials to produce contact lenses that give colourimetric indications of bacterial infections and systems for local delivery of therapeutics to infected ocular tissues. The Centre involves basic science activities, which are aimed at understanding the binding interactions that are key aspects of these materials, materials development and development of manufacturing strategies through to clinical trials. Close collaborative working between the UK and India will facilitate this ambitious programme and each partner brings important expertise to progress these technologies efficiently and quickly to the clinic. UKICAT-MA will also look to collaborate with new partners: industrial, clinical and scientific with expertise of infections other than in eyes. To facilitate these further researches we will run a series of workshops in both India and the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N501888/1","grantId":"MR/N501888/1","fundValue":"905921","fundStart":"2015-04-28","fundEnd":"2015-04-30","funder":"MRC","impactText":"","person":"Stephen  Rimmer","coPersons":["Sheila  MacNeil","Ian  Douglas","Simon J.  Foster"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}