{"id":"70850F30-D07E-475C-961C-09FF73402E70","title":"Elucidating the interplay between cellular behaviour and tissue mechanics during morphogenesis","abstractText":"Cells are the building blocks for the tissues and organs that make up organisms. One strategy used by cells in this process is to arrange themselves in sheets, called epithelia, that are then folded into shapes through a kind of molecularly driven bio-oregamy. Epithelia are configured by cells joining each other through specialized attachments called 'junctions'. Cells contain a cellular scaffolding or cytoskeleton that is linked to the 'junctions' and allows them to change and maintain their shape in a controlled manner. Bending and folding these sheets makes organisms and failures in these activities result in deformations or structural defects. For these reasons, it is not surprising that the coordination of the activity of the cytoskeleton and that of the 'junctions' between cells is a crucial element in the folding of the sheets. Over the years, the fruit fly Drosophila has proven an excellent system to unravel the mechanics of animal development. Recently it is also proving a valuable research tool to analyze the activities of groups of cells and the movement and folding of epithelia. Here we plan to use the fly embryo to study the molecular basis of bending, folding and interactions between sheets of cells. We shall do this by combining classical biological techniques anchored in the study of the effects of mutations on a particular process with engineering type analysis of the forces generated by cells at the level of tissues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012845/1","grantId":"BB/F012845/1","fundValue":"358869","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"","person":"Alfonso  Martinez Arias","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project brought out the interaction between mechanical and genetic elements during morphogenesis and allowed the beginning of a description of emergent properties in a developing system. Specifically we showed how the activities of the cytoskeleton at the level of single cells gives rise to the global properties of the tissue. The main postdoc in the grant also made significant contributions to the development of methods to reveal these properties. One of the main findings concerns the role of the cytoskeleton in the transformation of single cell activities to those of a tissue. This means that the findings could be use to uncover targets for drugs in tissue repair. Healthcare,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}