{"id":"70889060-6C55-41A0-A06C-B8CFD2A58ABB","title":"The readability of proofs in diagrammatic logic","abstractText":"The fact that diagrams can be an expressive and accessible way to communicate is widely recognised and valued, but what makes one diagram more effective than another is seldom measured. Formal diagrams attempt to combine the effectiveness of graphics with mathematical logic, and have the potential to bring the benefits of this expressiveness and accessibility to the field of logical reasoning. Diagrammatic reasoning (or visual logic) consists of using diagrams to represent logical theorems and to create diagrammatic proofs or counter-arguments for those theorems. In this project we will analyse and measure, for the first time, the factors that affect comprehension in diagrammatic reasoning. Our research question is as follows: is it possible to develop a systematic understanding of readability in diagrammatic proofs? (We use the term &quot;readable&quot; to mean easy to understand and use.) To be effective, such understanding would yield strategies to be used to automatically construct readable proofs. Furthermore, these strategies should be general enough to be applied to any visual logic and possess predictive qualities that can inform the design of future visual logics.\n\nEuler diagrams are a simple visual logic which is used to represent data in a great many contexts. As well as being used informally or semi-formally in fields such as education, Euler diagrams have been used as a formal logic since the 1990s. The widespread use of Euler diagrams (for instance, in teaching set theory to school children) testifies to the fact that they are generally considered easy to understand. Logicians, philosophers and cognitive scientists have attempted to describe the origins of this ease of understanding, but have not done so in the specific context of the use of Euler diagrams in proofs, or in a way that yields general strategies for creating Euler diagram proofs which are easily understood.\n\nThe aims of this project are to provide a detailed, formal understanding of readability in diagrammatic proofs and to provide ways of automatically generating readable diagrammatic proofs. We will achieve the second of these aims by adapting an existing automated Euler diagram theorem prover. The aims allow us to address what we believe to be two of the most challenging issues for the diagrams community today: the need to explore when diagrammatic reasoning is understandable by people, and the need to produce effective software tools that make the benefits of diagrams available to a wide range of people. The project addresses the need to categorise and to empirically measure the features that make diagrammatic proofs more, or less, easy to understand. Identifying these features and the ways in which they interact will help us to make better use of existing notations and design more effective logics in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M011763/1","grantId":"EP/M011763/1","fundValue":"98387","fundStart":"2015-07-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Jim  Burton","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}