{"id":"708A7EC6-10B4-4405-9678-A9887D84D68C","title":"Local Electronic Properties in Carbon Nanotube Hybrids","abstractText":"Hybrid nanostructures are an emerging class of systems that aim to exploit the interactions between different components at the nanoscale. Their raison d'etre is to address problems by combining the best characteristics of their individual parts: such combinations greatly expand the range of functionalities available. Ultimately, we can imagine how the combination of these functionalities in single such nanostructures can be used to create all in one devices, and thus push the miniaturization level to the nanoscale. A single-walled carbon nanotube (SWCNT), where a single graphene sheet is rolled into a hollow tube with a diameter of about 1-2 nm, is a particularly good vehicle to create hybrids: its external surface, ends and inner hollow space can all be made to couple with other systems. Such SWCNT-based hybrids also have the great advantage that the nanotube component of the system is already well characterized both experimentally and theoretically. Using the hollow space inside the nanotube to encapsulate another system is a particularly powerful approach to create functional hybrids, as the following examples illustrate: (1) controlled, environmentally stable, p- and n-doping of nanotubes was recently achieved by encapsulation of organic molecules. This was a very important achievement, as it lifted previous barriers to creating complementary transistors made out of carbon nanotubes. (2). Encapsulation of metallofullerene molecules has been shown to modulate the bandgap (i.e. to locally change the electronic structure) along a nanotube's length. This project aims to synthesize and characterize novel hybrids of SWCNTs with encapsulated inorganic nanowires or tailor-made organometallic complexes (spin- or redox-active) in order to create and identify new functionalities. On one hand this will entail local investigation, with atomic resolution, of fundamental phenomena arising from the interaction of the nanotube with the encapsulate using scanning probe microscopy. On the other hand, it will allow us to explore new devices that integrate an individual such hybrid, one whose morphological structure we will already have determined through prior measurements. Furthermore, we aim to explore for the first time the capability of a new magneto-optical technique to study spin-based interactions of a magnetic encapsulate with the nanotube. This programme will provide a playground for fundamental science. As such, these hybrids will give access to a wealth of physical phenomena, e.g. arising from the interaction of spins located on the encapsulated species and the nanotube's electrons, or from electronic transport where the electron population is spin polarized, or from the synthesis of nanowires so thin that their physical properties become different to those in their bulk counterparts. At the same time, the programme targets the demonstration of device concepts based on such phenomena. Finally, as some of the encapsulation procedures used here are relevant to nanotubes grown directly on a substrate, such hybrids may in the future go beyond being merely demonstrators and reach the stage of broad technological application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G001707/1","grantId":"EP/G001707/1","fundValue":"405067","fundStart":"2008-12-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"","person":"Adelina  ILIE","coPersons":[],"organisation":"University of Bath","findingsText":" Single walled carbon nanotubes are carbon cylinders made conceptually by rolling a graphene layer (a one atom thick layer of graphite) and stitching it seamlessly into a tube. Such nanotubes are the smallest known containers, of typically only one nanometre in diameter, in which one can insert equally narrow nanowires or a variety of molecules whose dimensions match the hollow space available inside the container. The nanotubes can also serve as the narrowest of scaffolds on which a large variety of biological or non-biological nanoscale components can wrap or stack. All these strategies allow us to produce hybrid nanomaterials designed to have completely new functionalities, which are controlled by the interaction between the various components of the hybrid system.\n\nHere we showed that via the encapsulation of inorganic nanowires that are partially ionic (i.e. electrically charged), and where charge distribution is highly anisotropic, a strong electrostatic / polarization interaction with the nanotube can be provided, which is able to produce sizeable and highly modulated energy &amp;quot;landscapes&amp;quot; for the electrons residing within the nanotube. In this situation there is no chemical bonding between the encapsulated nanowire and the nanotube (which is often highly detrimental to the electronic properties of the nanotube), instead a significant redistribution of the electrons (i.e. the electronic wave function) around the nanotube occurs, so that when the nanotube is visualized in real space it appears like a striped &amp;quot;candy cane&amp;quot;. This phenomenon offers exciting possibilities for new single-nanotube &amp;quot;waveguide-like&amp;quot; devices based on electronic waves, or in a very different field, for molecular self-assembly. The principles we derived impact more broadly to relating graphene systems, for designing / controlling potentials that can determine electron movement within the graphene sheet (i.e. the flat analogue of the nanotube).\n\nWhen attempting to create inorganic systems at nanoscale dimensions, like the ones described above, we would like them to be robust. Realizing robust nanoscale systems requires them to have the ability to repair, but little is known about this topic. Therefore, understanding what can drive or promote repair is critical for good design. We showed that inorganic nanowires encapsulated inside single-walled carbon nanotubes do indeed sustain reconfiguring dynamic phenomena that involve both the filling and the nanotube, and allow them to repair. We studied competing dynamic phenomena of ejection, motion and repair and uncovered regimes and interactions that favour repair, highlighting a pathway towards a more general mechanism for nanowire repair. These results demonstrate the remarkable capabilities nanostructures can possess to repair and reconfigure when subjected to extreme confining environments, such as inside nanotubes - the world's narrowest containers. The principles we uncovered can form part of a future blueprint for the design of robust, confined nanoscale systems. Concepts of electrostatic potential modulating the electron wavefunction in carbon nanotubes have already been taken forward by the PI and applied to other carbon systems - specifically graphene. Coupling such modulations with the Dirac physics of electrons in graphene has potential to allow &amp;quot;waveguiding&amp;quot; of electrons with the graphene sheet, without the need for photolithographic patterning of the graphene itself. This, in turn, may find application in Quantum Computation, or in other systems that benefit from the particular properties of graphene electrons (e.g. long spin coherence). \nThe self-repair phenomena reported in this project are relevant to applications of nanotubes where environmental stability is a critical concern - for example in domains where nanotubes are utilized as sensing elements in harsh conditions. Chemicals,Electronics","dataset":"gtr"}