{"id":"70908375-1CDD-4511-A55B-BB905897D5E6","title":"Combined remote thermography and non-contact ultrasonic inspection techniques using pulsed laser excitation","abstractText":"In May 2005, the investigators of this new proposal started a one-year feasibility study (EP/C517695/1 &amp; EP/C517709/1) of a novel NDE techniques that showed cracks in metal components can be detected by thermography using cw and pulse laser beam heating. The study was a targeted research project funded by EPSRC and three RCNDE industrial partners (Rolls-Royce, BNFL &amp; RWE Npower) through the UK Research Centre in Non Destructive Evaluation (RCNDE). A short feasibility study was requested by RCNDE at the outset because the proposed techniques were untried and judged to have significant technical risk, but there was agreement from the RCNDE Board that if the results obtained in the feasibility study were encouraging, an application would follow for a full research programme which is the current research proposal. The RCNDE Board have agreed that a more extensive investigation should proceed as a targeted research project supported by the same industrial partners, listed above. The EPSRC Review of the Final Report on the feasibility study ranked the outcome as tending to outstanding . The new method of laser beam heating for thermography has all the advantages of conventional flash lamp thermography NDE: it is a non-contact technique; it provides a very clear and simple to interpret defect indication; large areas can be inspected rapidly (using a scanned pulse laser beam) and it requires little sample surface preparation. In addition, where a pulsed laser is used, ultrasonic waves are generated simultaneously and can be monitored to confirm the presence of a crack and to further characterise it. Currently, most complex components, eg gas turbine blades, are inspected for cracks by the fluorescent dye penetrant method which relies on careful and time-consuming component cleaning and surface preparation and is prone to false-calls caused by surface scratches producing indications of cracks. Our new techniques provide an attractive alternative that has the potential of being quicker, more reliable and of providing more quantitative information about a detected defect. In addition, because laser beams can be delivered along optical fibres and very small infrared cameras are now available, the techniques offer a means of inspecting parts where access is severely restricted / eg inside tubes. Whilst the one year feasibility study has shown the new NDE techniques to have the exciting advantages summarised above, they are not ready for implementation in industry because their defect detection sensitivities have not been determined and their reliability in the inspection of real components has not been tested. The tasks of this follow on project are to complete the required investigations that are necessary to bring a new NDE technique to the point at which it can be introduced into industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F024096/1","grantId":"EP/F024096/1","fundValue":"158010","fundStart":"2008-05-30","fundEnd":"2010-09-29","funder":"EPSRC","impactText":"","person":"Darryl Preston Almond","coPersons":["David Andrew Rees"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}