{"id":"709D34E4-1E64-419E-B8A8-4717AAA408A5","title":"An engineered heart patch from embryonic stem cells","abstractText":"The heart does not have the capacity to self-repair, so loss of muscle tissue following a heart attack leaves it permanently weakened. Many researchers are aiming to use cells to repair this damage, but the exact type of cell and the way to introduce them into the heart is a matter of great debate. In the present study we will use cardiac muscle cells (myocytes) grown from embryonic stem cells. These have the advantage that there is a steady supply, since the ES cells will divide continuously in culture before being directed into different cell types. We are able to grow human and mouse ES cells and convert them to beating myocytes: in both cases we use existing cell lines. Most studies have introduced new cells into the heart by injecting them in a fluid suspension. However, many cells are lost within the first week after injection. If the heart attack was not recent, scar tissue develops, and cells injected into this do not receive a blood supply or connect electrically to the rest of the heart. We therefore want to grow the cells on a patch of material and graft it to the heart. This will overcome the problems associated with cell injection and will have the added advantage that the patch can prevent the scar from stretching. Containing the heart within a scaffold to prevent it from expanding is already being tried as a therapy by itself. We intend to develop a suitable material which can be used as a support for the growth of ES cells and then sewn into place on the heart. It will need to have properties such as biocompatibility, strength and the ability to withstand repeated stretch. It will be designed to degrade slowly when in the body, so that the patch material will disappear as the grafted cells integrate into the heart. We will first test the ability of ES cells to grow and become myocytes when cultured on the patch. A detailed profile of the myocytes can be built up in terms of shape and size, contraction and relaxation characteristics, responses to hormones and drugs, and electrical coupling. These can be compared with our normal cultures, and with adult human and mouse cells which we also study. Stretching and electrical stimulation will be applied to the patch with cells, to try to develop the heart muscle and stimulate the growth of blood vessels. The effect of the patch itself will be tested on an animal model, where a myocardial infarction (heart attack) is produced in rat. This model mimics the human disease in many aspects. We will determine whether grafting of the patch is able to slow the development of heart failure and prevent the heart from expanding. When the patch is optimised for both cell growth and grafting, the combined effect of the patch plus cells will be studied. The key things we will be looking for are the integration of the grafted cells into the heart, the development of electrical connections, the growth of blood vessels and an improvement in the function of the heart. The project will require the combined expertise of the biologists of the National Heart and Lung Institute and the engineers of the Department of Materials for biomaterial engineering, ES cell culture, myocyte generation, myocyte characterisation and animal surgery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011027/1","grantId":"BB/D011027/1","fundValue":"483776","fundStart":"2006-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  Further input into material redesign for improved patches Pharmaceuticals and Medical Biotechnology Economic","person":"Sian E Harding","coPersons":["Nadire Nedjib Ali","Aldo  Broccaccini"],"organisation":"Imperial College London","findingsText":" We determined that PGS was a superior material to PED or PED TiO2 for in vivo patch properties; that excessive stiffness through TiO2 produced tissue death; that biodegradation characteristics were not predictive from in vitro studies; that surface texturing was key for cell engraftment. We have put these findings into new materials which are being taken forward by further funding Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}