{"id":"70A82DC2-8E09-441D-ABB9-34068850FA75","title":"Molecular analysis of gene regulators in the remarkable iron-ome of the symbiotic bacterium Rhizobium.","abstractText":"Iron may or not be in the soul, but it is certainly in the soma, as a major player in the functioning of all living cells. It is needed to transport oxygen in the blood, to help us cope with many different toxins and for a thousand and one other essential biochemical functions. This is because iron has special chemical properties that can drive all sorts of oxidation and other energy-generating steps, and so it occurs in many enzymes that catalyse these sorts of reactions. However, an excess of iron within cells can be very harmful, since its same 'redox' properties can also generate some very nasty substances. These so-called 'radicals' can damage the DNA, the lipids and the proteins in the cells. It is therefore crucial that living things control their amounts of iron to just the right level. We are studying how this so-called 'homeostasis' is achieved in a bacterium called Rhizobium, whose main claim to fame is that it forms nitrogen-fixing nodules on the roots of legume plants. These include many familiar crops, such as peas, beans and clover and, because of their symbiosis with the Rhizobium, they are grown in soils that have no need for energy-expensive nitrogenous fertilizer. These rhizobia live in two very different environments - most of the time they have to struggle along in the soil, and, in competition with all the other bugs and beasties, they have to grasp the rather scarce iron as best they can. Indeed Rhizobium has more methods for grabbing iron from their surrounds than almost any other known living thing. However, when the lucky few individual Rhizobium cells get into the root nodules, they live in luxury, fed, watered, pampered and protected by the host plant. But iron is still important here, since many of the proteins in the nodule, including the enzyme nitrogenase that drives the nitrogen fixation reaction, contain iron. We have been studying how Rhizobium obtains its iron and how it responds to it in their free-living state. This has shown that these bacteria use methods that are totally different from those that have been described in many other bacteria, including that genetic superstar, Escherichia coli. In brief, it seems that the Rhizobium are rather sophisticated since they switch their genes on and off in response to iron in two important forms (as iron-sulphur clusters and haem), rather than in response to the free metal itself, as occurs in E. coli. We believe that similar regulatory circuitry in response to iron may operate in many of Rhizobium's close relatives. These include some bacterial pathogens, including the potential bio-terror agent Brucella, and other genera of medical, environmental or biotechnological importance. In this new project we want to investigate the molecular mechanism of one of the key players in this unusual regulatory process / the one that senses and responds to iron in the form of haem. It seems that the ways in which the Rhizobium responds to iron when in the soil are very different to that when it is in the root nodule. Up to now, understanding the latter has been elusive, but we now have the opportunity / we think / to get our hands on a regulator that operates in the nodules. We plan to identify and start to characterise this new actor in what is turning out to be an intriguing story.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003400/1","grantId":"BB/E003400/1","fundValue":"423748","fundStart":"2006-11-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"","person":"Andrew  Johnston","coPersons":["Nicolas Edward Le Brun"],"organisation":"University of East Anglia","findingsText":" Iron may or not be in the soul, but it is certainly in the soma, as a major player in the functioning of all living cells. It is needed to transport oxygen in the blood, to help us cope with many different toxins and for a thousand and one other essential biochemical functions. This is because iron has special chemical properties that can drive all sorts of oxidation and other energy-generating steps, and so it occurs in many enzymes that catalyse these sorts of reactions. However, an excess of Need to examine exact enzymological mechanisms Environment","dataset":"gtr"}