{"id":"70AC2D94-6F07-4752-BF65-AE5D18F4E10E","title":"Poetry Beyond Text: Vision, Text and Cognition","abstractText":"Poetry Beyond Text: Vision, Text and Cognition\\n\\nThis research project uses psychological, critical and creative methods to study how readers respond to the visual aspects of poetry. It involves specialists in English and Comparative Literature, Fine Art and Psychology. These include the shape of visual or concrete poetry (where words are arranged spatially in particular patterns on the page), the combination of poetry with images (in artists' books and prints), and the moving words and images found in digital poetry (a relatively new form of poetry which is usually web-based and often interactive).\\n\\nPsychologists have established typical patterns of eye-movements for reading text and looking at pictures, as well as models of the cognitive processes reflected by such looking behaviour. We are interested in finding out what happens when readers are presented with art works which combine text and images. If the text and image are separate elements, do we look at text or image first? Or do we move rapidly from one to the other? If textual and visual elements are fully integrated, do we adopt a 'reading' or a 'viewing' approach to the text? For example, do we read from top to bottom and left to right, as if we were looking at a more conventionally-arranged poem? Or do we treat the poem as a form of image?\\n\\nArising from these questions are more general ones. How are our visual exploration strategies affected by the presentation of the art work and the previous knowledge of the reader? How do different reading strategies influence our assessment of the interest, meaning and aesthetic value of the work? What determines whether the visual aspect enriches the meaning of the words (and vice versa), or whether each element limits the force of the other? For example, sometimes the shape of a poem, or an accompanying image, can seem to determine the subject of the poem, reducing the possibilities of interpretation. In other cases, the two elements can each prompt further interpretative possibilities.\\n\\nTo study these questions, we plan to use a combination of methods from literary criticism, psychology, and creative practice. Literary criticism has developed theories of reader response, including the idea of a 'horizon of expectation' (a set of expectations which conditions how we approach the reading of a text), as well as many accounts of interpretation and the assessment of aesthetic value. Psychological methods include eye-tracking (which measures eye-movement with great precision) and pupil dilation (which relates to the complexity of cognitive processes). We see creative practice, involving both the creation of new works of art, and individual spoken responses to works, as another way of thinking about and understanding these questions. So we will be using discursive methods based on argument, experimental methods based on analysis, and creative methods based on imaginative engagement.. We will assess how reading strategies affect memory, interpretation and perceived aesthetic value, using both quantitative measures and reader-response theories.\\n\\nWe have developed, on the basis of previous work in this area, a strategy of a 'reflective feedback loop', in which participants in experiments are regarded as co-researchers. Their cognitive processes will be assessed, using various experimental methods, while they are reading the various types of poetry, in some cases with modifications of layout. Crucially, these results will also be presented to participants, who will be asked to write their own responses, allowing us to explore their aesthetic experience and interpretation of the poems, before and after receiving such feedback. Furthermore, participants on appropriate degree programmes, together with poets and artists will be invited to create works in response to the investigations. Art works and materials from the project willappear in exhibitions and an on-line gallery, and results will be discussed in journal articles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G013721/1","grantId":"AH/G013721/1","fundValue":"439520","fundStart":"2009-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Andrew  Roberts","coPersons":["Ulrich Wolfgang Weger","Anna Katharina Schaffner","Martin  Fischer","Mary  Modeen"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}