{"id":"70AEB17B-19DE-401E-867C-FBAF6B079AC0","title":"Biology from bioinformatics: data analytical and visualisations tools to gain new understandings from quantitative mass spectrometry","abstractText":"Life sciences research is increasingly being performed using high-tech instrumentation, producing vast quantities of data. In turn, the science as a whole is being transformed from a knowledge-based discipline, into a Big Data discipline. Some of these techniques are called &quot;omics&quot; - from genomics (studying genes on a large scale), proteomics (proteins) and metabolomics (metabolites). Proteins are the functional molecules in cells, and by studying the levels at which different proteins are present in cells (for example comparing healthy versus diseased cells), we can understand how the system as a whole is behaving (or going wrong) and we can begin to understand the function played by the individual proteins. The pervasive technique used for proteomics is mass spectrometry (MS), which is capable of measuring many thousands of proteins from a single sample. \n \nOne of the biggest challenges in omics research is the interplay between often complex and noisy data produced by the instrument and the requirement for bespoke software for data analysis. Both areas are under active development in academic research groups and by industrial organisations (commercial instrument and software manufacturers) - and it is indeed a major challenge ensuring that academic research and development has maximum impact on industry. In proteomics, there are various software packages, both commercial and free/open source, capable of analysing the raw data collected from MS to give a list of proteins identified, along with an abundance value in or between samples of interest. One popular package is called Progenesis QI - marketed internationally by instrument manufacturer Waters. Waters are a large global corporation, with headquarters near Manchester, UK. However, in proteomics, there is currently a shortage of good software for taking the quantified protein list, and performing downstream data analysis to arrive at a real understanding of the biological system, as required by scientists that make use of proteomics techniques in their research. These downstream analyses include visualising the large data set to check the data quality, and starting to understand which groups of proteins may be changing in the system of interest. It is also necessary to perform specialised statistical analyses to ensure that only significant results are taken for further study and published. \n \nIn this project, an academic biologist and data analyst (Dr Dean Hammond) will take part in an industry interchange, to work directly with Waters, to develop new software for proteomics data analysis, developing a package called ProteoAnalytics. The package will be able to take input from Progenesis QI (and other suitable upstream packages), enabling biologists easy access to cutting-edge methods for data interpretation (such as mapping proteins to biological pathways), performing specialised statistical analyses, creating unique and powerful visualisations of large data sets, and assisting users to prepare high-quality figures and charts for scientific publications. The software will enable Waters to understand very rapidly the features that work for users, and will assist proteome scientists to perform large scale data analyses. The interchange will allow Dr Hammond to take his knowledge of academic proteomics data analysis to Waters, and gain experience of the industry perspective in software development. The interchange also enables the creation of a collaborative partnership between the principal investigator (Dr Andy Jones, who leads an academic software development group) with the commercial software development team at Waters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025705/1","grantId":"BB/M025705/1","fundValue":"111644","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Andrew Robert Jones","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}