{"id":"70B1067E-2A7F-4F41-AD35-5259DFA2EF1C","title":"Reduced-Salt Emulsion Technologies (Re-SET)","abstractText":"Increased salt intake has been linked to cardiovascular diseases (CVD) and stroke [1], with both illnesses placing a\nhuge burden on health services and lowering life quality. The British Heart Foundation estimated that UK health care costs\nfor both CVD and stokes to be &gt;&pound;17bn (2006). Low salt foods and snacks can help ease this strain, however consumers\nstill expect a pleasurable eating experience. This requires formulation of food products of &quot;invisibly&quot; reduced salt, similar in\ntaste and &quot;convenience&quot; to their full-salt counterparts. Reducing the size of salt crystals (&lt;25 microns) added to food has\nbeen attempted but unfortunately provides an unwanted saltiness &quot;burst&quot;. Reduced-salt healthy foods and snacks based on\nshell technologies could overcome this as these shell-stabilised emulsion constructs can be used to modulate salt release\nand thus salt perception/&quot;saltiness&quot; [2].\nNonetheless uses of such structuring technologies in dry (semi-dry) foods are absent due to serious processing and\nstability issues; (a) Processing issues: due to the fragile nature of shell interfaces, such structures are difficult to process.\nFurther innovation is required to be able to apply these delicate structures onto the food surface. (b) Stability issues:\nemulsions containing salt are subject to large osmotic pressure and chemical potential differences which tend to destabilise\nthese structures. Adding these salt-containing emulsions into/onto dry foods accelerates the destabilisation process.\nEvidence from research at the University of Birmingham suggests that stable osmotic separation with triglyceride shells is\npossible [2] and these shells can be constructed to melt at different temperatures and rates, thus giving potential to\nmodulate salt perception at much lower salt concentrations. This project will deliver both the formulation design rules and\nprocessing routes in order to manufacture shell-stabilised water-in-oil emulsions for the development of salt-redued\nhealthy snack foods. The proposed project programme is carefully designed to quickly recognise potential shell-stabilised\nemulsion &quot;technologies&quot; for use in prototype manufacture, to scale-up the processes to produce these and finally to\nsensorially evaluate the manufactured prototypes and establish whether they can deliver acceptable salt-reduced snack\nfood products.\nThe project team provides a unique and synergistic offering which will catalyse different thinking, approaches and pave\nthe way for innovation, through understanding of surface chemistries, advances in process and formulation engineering,\nmeasurement and characterisation. The proposed research program involves the University of Birmingham (UoB) and\nPepsiCo. The technology developed and understanding gained from this collaboration will enable many new applications\nand foods to reach the market, with IPR from this project also expected to be commercially innovative.\n[1] Strazzullo et al. BMJ 2009; 339:b4567;\n[2] Frasch-Melnik et al., 2010. J Food Eng. 98: 437.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J501670/1","grantId":"EP/J501670/1","fundValue":"251155","fundStart":"2012-06-18","fundEnd":"2014-12-17","funder":"EPSRC","impactText":"  Although this project is still ongoing, the indications are that the approach and microstructures will be used to produce low salt snacks that have not been possible using traditional approaches. Agriculture, Food and Drink Societal,Economic","person":"Ian Timothy Norton","coPersons":["Fotis  Spyropoulos"],"organisation":"University of Birmingham","findingsText":" Crystalline shells around water droplets can be used to encapsulate salt.\n\nSelection of crystallising material for shell structures allows triggered/timed release of salt.\n\nSalt reduction by as much as 80% is possible in snacks with no perceived saltiness reduction. The findings can be used for other snacks and foods. Agriculture, Food and Drink","dataset":"gtr"}