{"id":"70B16CCA-3BB9-418F-9AB3-D61D24F17373","title":"Incidence, prevalence and outcome of extensive virologic failure in over 60,000 patients with HIV (PLATO ll)","abstractText":"Over 40 million people in the world have HIV infection. Around 2.5 million are being given drugs to combat the infection. More and more people are being given these drugs, particularly in Africa where the proportion of people with HIV is very high. When taken in combination these drugs are effective at stopping the HIV virus from reproducing itself in a person?s body. When this happens people with HIV tend to get better and are at less risk of getting sick with an AIDS disease. Unfortunately, however, some drugs lose their benefit because the virus develops resistance to them. When this happens, doctors will change the drugs to ones that should still work. So far, the drugs we have available mainly belong to one of three classes. Some patients have reached a point where they have used up all the drugs and there are no drugs left in these three classes that are effective against their virus. While we know this happens, we don?t know how rapidly. This is important for us to understand, particularly because people with HIV in Africa and other developing countries do not have access to any drugs apart from these. Patients who have no more drugs available to control their virus will eventually develop AIDS and die. In developed countries like the UK, we have three newer drug classes available. This means that the people who have failed the original drugs may still have drug options left to control their virus. But we do not know much about these drugs as they are very new. It is likely that the virus will often eventually become resistant to these new drugs also. At that point patients in developed countries would also be in severe danger of AIDS and death. Our project will bring together data from over 60,000 people with HIV in Europe in order to examine how long it takes before all available drugs have stopped working, and what happens to patients for whom this has occurred. Besides obviously being important for doctors and their patients our research is likely to help those planning future health care services, those planning to try to develop new drugs and other researchers that are thinking of new studies to do in these kinds of patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700832","grantId":"G0700832","fundValue":"537368","fundStart":"2008-01-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"Andrew Nicholas Phillips","coPersons":["Bernard  Masquelier","Frank  De Wolf","Dominique  Costagliola","Genevieve  Chene","Jens  Lundgren","Bruno  Ledergerber","Ian Vincent Weller"],"organisation":"University College London","findingsText":"","dataset":"gtr"}