{"id":"70B25F28-CAAA-4A9F-93ED-F790A4F2BF35","title":"Robustness of properties of random and pseudo-random graphs","abstractText":"Combinatorics is a fundamental area of Mathematics which has found important applications in many of its branches, such as Algebra, Ergodic Theory, Geometry, Number Theory, Probability Theory, Topology and others. It is also highly influential in many other scientific disciplines as well as in the solution of real life problems. The field has experienced explosive growth in recent decades, mainly due to the development of computers and the central role of Combinatorics in Theoretical Computer Science.\n\nThe theory of random graphs is an important area of Combinatorics which lies at its interface with Probability Theory. It has numerous applications in Theoretical Computer Science and in the physical, biological and social sciences and its study is key to the development of all of these areas. For example, random graphs are used to model massive real life networks (such as the Internet) and phenomena (such as the spread of an epidemic).\n\nThe proposed project explores properties which are satisfied by sparse random graphs in some robust fashion. For example, instead of just requiring a network of computers (modelled by an appropriate graph) to be connected (so that each computer will be able to communicate with all others) we will require that the network remains connected even if some connections become faulty due to malicious attack. In addition to the direct contribution to the development of the theory of random graphs, this line of research continues an exciting new trend in Extremal Combinatorics of transferring fundamental results from the setting of dense graphs to the setting of sparse graphs. It can also potentially lead to general embedding results for sparse pseudo-random graphs. The dense case is well understood via the celebrated Regularity and Blow-up Lemmas, but relatively little is known for the sparse case. Finally, the project also involves the theory of Positional Games and aims to prove game-theoretic analogues of classical results of Extremal Combinatorics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033379/1","grantId":"EP/K033379/1","fundValue":"96865","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  The methods developed during the work on this project were applied to further developing the field of random and pseudo-random graphs. Other ","person":"Dan  Hefetz","coPersons":[],"organisation":"University of Birmingham","findingsText":" Investigated the theory of random and pseudo-random graphs, most notably, its predictive power in the theory of positional games. Moreover, made some progress on resilience of directed graphs and a new model of weak pseudo-randomness. The theory of random graphs has high impact in many other field as well as real life applications. My findings can be applied by other researchers to further advance this theory. Other","dataset":"gtr"}