{"id":"70B6ABF7-FCDD-4E00-9967-C77B3C34E7DA","title":"Re-enchantment and Reclamation: New Perceptions of Morecambe Bay through Dance, Film and Sound","abstractText":"Overview\\nRe-enchantment and Reclamation is a two-year research project which aims to develop methods in dance, film, and the sonic arts for transforming the perceptions that different communities have of the place to which they belong. Specifically, through four workshops (each at least a week long) and at least eight public lectures with artists and philosophers of international distinction, the project aims to discover, develop and explore possibilities for the artistic re-enchantment and reclamation of the landscape of Morecambe Bay and the Lune Estuary, and to contribute positively to the changing perceptions and understandings of the area's different communities and interest groups. Particular attention will be given to the aesthetic and cultural significance of aquatic, terrestrial and aeriel phenomena: sea, tides, rivers, shoreline, estuary, bay, weather and light.\\n\\nContext\\nThere is widespread concern about our current relationship with the natural environment. The problems go beyond those posed by specific initiatives (new power plants, industries, housing, roads etc.) to the routine and persuasive ways in which environmental features are thought about and perceived, that is, as a problem to be dealt with or an exploitable resource. All too often this leads to careless, insensitive, even damaging relationships and developments, which ironically neglect the very features that may be vital to cultural and economic regeneration. Intimate perception, reverie, memory, and love of place, through which an area might be imaginatively and sympathetically re-enchanted and reclaimed, belong to the everyday experiences of residents and visitors alike. However, they can be reaffirmed, strengthened and enhanced by artistic artefacts and events that question the inevitability of dienchantment and instrumentally.\\n\\nWider significance and benefits\\nThe project will demonstrate the practical capacity of art to contribute in ways that are distinctive and significant to wider debates about the relationship between human beings and the natural world. It will raise local, national and international awareness of the unique historical, cultural and environmental features of the area, and of its specific identity, thus acting as a counterbalance to the prominence of its neighbour the Lake District. In its second phase, the project will concentrate on developing public art works, and in taking the results of the practical and theoratical research undertaken in its first phase to communities, interest groups and stakeholders who are all directly concerned with the area's future direction. There will at this stage be an opportunity to inform and influence policy formation in planning, tourism, and cultural development.\\n\\n[N.B. The AHRC will notice that Nigel Stewart is the nominated Principal Investigator of both this application and The Chaining Project, for which he has applied to the AHRC under the Research Grant Scheme in November 2005. Although both projects would overlap by a few months, the following should be noted: whilst Nigel Stewart is the sole investigator of The Chaining Project, he is one of a team of four co-investigators for Re-enchantment and Reclamation, and 'Water Log', the workshop for which he will have prime responsibility (see Case for Support) will not commence until The Chaining Project is complete. For this reason, and because Re-enchantment and Reclamation has a different purpose and is on a smaller scale, LICA is happy to endorse Nigel Stewart as the PI of this project for the purpose of this application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E502660/1","grantId":"AH/E502660/1","fundValue":"24937","fundStart":"2006-10-01","fundEnd":"2008-09-30","funder":"AHRC","impactText":"","person":"Nigel  Stewart","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}