{"id":"70BE7391-FB2B-40AA-8205-8B7E8B9E523C","title":"Quantum groups and noncommutative geometry","abstractText":"Quantum groups are mathematical objects that describe symmetries in mathematics and physics, including phenomena which are related to fundamental questions about space and time. The theory has connections to a large range of fields in mathematics, including representation theory, combinatorics, and operator algebras. Quite remarkably, quantum groups can also be used to study problems in low-dimensional topology, like distinguishing knots and finding invariants of 3-dimensional manifolds. \n\nIn this project we study a range of questions at the current focus of research in the subject. One main aim is to study what happens if one looks at a quantum group from &quot;far away&quot;. Technically, this amount to transport ideas from coarse geometry to the realm of quantum groups, and to consider the large scale properties of the latter. To get an idea of what coarse geometry is about one can imagine the set of integers as a subset of the real line. The local structure of the integers is very different from the structure of the real line - the integers are a discrete set, whereas the real line is a continuous and connected space. However, if we &quot;zoom out&quot; the integral points on the line appear to get closer and closer, and an infinitely far observer will not notice any difference between the integers and the real line. On a large scale perspective, both spaces can still be distinguished from a single point - which means that even from &quot;far away&quot; some amount of information about the dimension of spaces is retained. \n\nApart from this we shall study problems at the intersection of representation theory of quantum groups and operator K-theory. Classical representation theory of Lie groups is a vast subject, with applications ranging from number theory to physics. For instance, the properties of elementary particles are determined by representations of the Poincar\\'e group, the symmetry group of space-time. If one deforms a classical symmetry group then typically some new and unexpected phenomena show up. We will investigate in particular the structure of principal series representations of deformed semisimple complex Lie groups represented by Drinfeld doubles. This will help to understand the geometry of quantum flag manifolds and the operator K-theory of classical quantum groups. Roughly speaking, operator K-theory is an invariant which can be used to extract homological information from a quantum group and to distinguish among quantum groups. \n\nOur methods combine techniques from various fields in mathematics, most notably coarse geometry, operator algebras, and representation theory, but also differential geometry and category theory, and an overall objective of this project is to provide new links between these areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L013916/1","grantId":"EP/L013916/1","fundValue":"97298","fundStart":"2014-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Christian  Voigt","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}