{"id":"70C419EA-1C21-4CD8-9AC6-35ED8DBB4397","title":"Novel force spectroscopy with nanopores","abstractText":"Nanopores are not only basic building blocks in every living organism but emerging tools for the characterisation of single molecules in aqueous solution. The main probe for detection of a molecule in a nanopore is the ionic current driven by an external voltage. A brief change in conductance indicates the passage of a single molecule through the membrane containing the pore. Until now, nanopores were successfully used to detect the presence DNA, RNA, proteins and even single ions. There are two main sources for nanopores. The top-down approach employs nanotechnology and highly focussed electron beams to fabricate single pores in insulating membranes. The bottom-up possibility is to extract biological channels from bacteria and use them as sensors embedded in a native lipid membrane. The aim of this proposal is to use solid-state interfaced with biological nanopores to develop a novel force spectroscopy on the single molecule level. Nanopores offer a unique possibility for analysis of molecules in a minute volume and studies of single molecules in strong confinement. Electric fields allow to pull charged macromolecules into and through the pore, while the ion current contains information about the molecule charge, diameter, length and its interaction with the channel surface. Here we use optical tweezers with ion current detection to apply forces and accurately position a molecule in a pore. We will genetically modify the biological nanopores to study the influence of interactions on the translocation time and forces. This will lead to a novel, nanopore-based force spectroscopy enabling pico-Newton force detection while controlling the distance with nanometer resolution along a molecule in a biological nanopore. Our tool will be used to investigate the underlying physics of interaction, translocation or unfolding of macromolecules in pores. The current consortium will claim a worldwide lead position with this technique. Our proposed technology could lead to groundbreaking experiments in the areas of biological physics, biochemistry and biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006672/1","grantId":"EP/H006672/1","fundValue":"305398","fundStart":"2009-09-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  DNA origami nanopores are under active development with an industrial partner, Oxford Nanopore Technologies Ltd, for future biosensing applications. Many of the other nanopores systems are either in process of being patented or will otherwose be exploited. Education,Pharmaceuticals and Medical Biotechnology Economic","person":"Ulrich Felix Keyser","coPersons":[],"organisation":"University of Cambridge","findingsText":" Our goal was to introduce a novel method to interrogate DNA and proteins using a novel sensor technique based on small holes in membranes called nanopores. The technique is very similar to the art of sucking spaghetti, the DNA molecule is sucked through a small hole by a mechanical or electric force and thus can be analysed with high temporal and spatial resolution. We discovered several, ground-breaking new nanopores during this project that will revolutionise biosensing and analysis of single molecules. We showed that one can make nanopores in Graphene membranes, the ultimate material, one-atom thick with great prospects for DNA sequencing and even protein sequencing. We invented DNA origami nanopores during this project, using DNA self-assembly to build designer nanopores on molecular length scales. The technique was patented and is licensed to leading companies in the area. Origami nanopores are patented and are licensed by Oxford Nanopore Technologies. The hybrid nanopores are also under active development in the research groups and will be also interesting for nanopore based sensing. In addition, the demonstration of nanopores in Graphene are important for the development of novel sensing approaches using the material investigated in the Graphene Flagship initiative at EU level. Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}