{"id":"70C47AC8-FC82-476E-AA68-78E9E366AECE","title":"Dynamics of Rip currents and Implications for Beach Safety (DRIBS)","abstractText":"Rip currents are strong and narrow currents in the surf zone that extend seaward of the breaking waves and return water seaward that has been transported into the surf zone by breaking waves. Rip currents are found on high-wave beaches with bars with the rips cutting through the bars in the form of distinct channels. Rip currents can be very strong with flow velocities of 1-2 m/s and are the main hazard to surf zone water users. According to lifeguard records, over 68% of incidents ('rescues') on UK beaches can be attributed to rip currents. A similar percentage is reported from Australia and the USA and, in Florida alone, over 100 people drown each year due to rip currents. Rip currents not only transport people out to sea, but also other material, such as sediment, plankton, nutrients and pollutants. Rip currents are therefore also important for beach erosion and surf zone water quality. The importance of rip currents for beach safety is well recognised by coastal scientists and lifeguards, but we do not fully understand what controls their flow strength and pattern. Our understanding is particularly poor for rip currents on beaches with a large tide range. On some beaches, strong rips cut through bars and sweep swimmers out to sea, whereas on other beaches the rip current develops a large circulating eddy within the surf zone. The risks posed to surf zone water users, and the potential for beach erosion and surf zone flushing, will depend strongly on the type of rip circulation. We believe that rip currents are strongest when all wave breaking occurs on the bar and none of the waves break in the rip channel. We hypothesise that under such conditions the rip generation mechanism is maximised and this depends on wave conditions, tide and bar morphology. All three factors vary over time and even subtle changes in any of them may have significant repercussions for the rip circulation. The overall aim of this project, Dynamics of Rip currents and Implications for Beach Safety (DRIBS), is to test this idea by measuring rip currents under a variety of wave, tide and beach conditions, and complementing the data analysis with computer modelling. We will conduct a 6-week field campaign on two high-wave, large-tidal beaches along the north Cornish coast where mass rescue events of upwards of 150 people per beach have required simultaneous rescue due to rip currents. During each of these campaigns, we will install several instruments in the surf zone that will measure waves, tides and rip currents at fixed locations. In addition, we will use a large number of specialist drifters that measure the complete rip current pattern. The drifters will be released in the surf zone and will move according to the nearshore current pattern. Their location will be continuously monitored (using GPS) and the data from the drifters will provide useful information not only on the strength of the rip current, but also on the type of flow pattern. The drifters are designed to behave like human beings and their movement therefore mimics that of passive bathers. The information collected during the field campaigns will be used to develop a computer model that is able to predict the rip flow pattern for any given wave, tide and beach condition. We will then use this model to develop tools that can be used by lifeguards to determine the rip current risk and develop strategies to deal with this risk. This research project involves the Royal National Lifeboat Institution (RNLI) as a Partner and the RNLI will be involved during all stages of the work. The partnership will be mutually beneficial: the RNLI will help us with the field measurements by making available their dedicated staff and facilities, and we will pass on the research findings to the RNLI via workshops, lectures, leaflets and other types of publications. More importantly, the research findings will be incorporated into the RNLI's risk assessment procedures and resource management tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H004262/1","grantId":"NE/H004262/1","fundValue":"407692","fundStart":"2010-04-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"  Production of on-line training material for RNLI lifeguards. Existing material was updated and revised to include the latest research findings of the implications of rip currents for bather safety. Development of a marine weather and rip hazard forecast for lifeguard operational management. Development of new beach and rip current risk assessment tools for RNLI risk assessors. Scientific findings have been exploited by the RNLI to update and inform public awareness and education programs. content. Education,Environment,Leisure Activities, including Sports, Recreation and Tourism Societal,Policy & public services","person":"Gerhard  Masselink","coPersons":["Paul  Russell"],"organisation":"University of Plymouth","findingsText":" Identification of different types of rip circulation patterns; exit and rotation, and the characterisation of environmental conditions in the surf zone that are particularly hazardous to bathers. Preparation of educational material for RNLI life guards; development of rip warning system in collaboration with Met Office; Exploitation of the results to the RNLI and through collaboration with the Met Office. Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}