{"id":"70D4F415-CC56-45A8-B6EC-BB3300781A25","title":"Climate Instability during the Last Interglacial","abstractText":"The Last Interglacial was characterized by the highest peak temperatures and sea level of at least the past 250,000 years, caused by increased Northern Hemisphere summer insolation and ocean- and land-feedbacks. Though not a strict analogue for future global projections, the Last Interglacial provides an invaluable observational context for climate instability during periods of 'excess' warmth. While a number of marine and terrestrial records suggest the presence of climate instability during the Last Interglacial, chronological uncertainties complicate an assessment of the local or regional significance of reported events. This projects aims to produce a 'stratigraphical Rosetta Stone' linking reconstructions of deep- and surface-water hydrography with regional vegetation change in the same deep-sea sequence from the south Portuguese margin; a key area for linking marine and terrestrial records and tracing millennial-scale variability. The increased resolution of the records will allow the detection of centennial-scale events and establish whether these are represented in both terrestrial and marine proxies. The most prominent abrupt climate events have usually been associated with glacial climates, and the canonical explanation of these events is that they are triggered by massive freshwater discharges into the North Atlantic. Evaluating and extending this paradigm to include climate instability during periods of excess warmth and reduced ice-volume is of particular significance, especially in the context of future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00756X/1","grantId":"NE/G00756X/1","fundValue":"167832","fundStart":"2009-10-01","fundEnd":"2012-04-18","funder":"NERC","impactText":"  Our paper Tzedakis et al. 2012 in Climate of the Past has been cited by the IPCC in its recent AR5 Environment ","person":"Polychronis Constantinos Tzedakis","coPersons":[],"organisation":"University College London","findingsText":" The Last Interglacial was characterized by the highest peak temperatures and sea level of at least the past 250,000 years, caused by increased Northern Hemisphere summer insolation and ocean and land positive feedbacks. Though not a strict analogue for future global projections, it provides an observational context for changes occurring during intervals of ‘excess’ warmth. While a number of marine and terrestrial records suggest the presence of climate instability during the Last Interglacial, chronological uncertainties complicate an assessment of the local or regional significance of reported events. \n\n\n\nThe first major aim of this project was to produce a ‘stratigraphical Rosetta Stone’ linking reconstructions of deep- and surface-water hydrography with regional vegetation change in the same deep-sea sequence on the S. Portuguese margin. In recent years, the S. Portuguese margin has emerged as a critical area for linking marine and terrestrial records. A key aspect is the regional setting where the combined effects of the Tagus River and a narrow continental shelf lead to the rapid delivery of terrestrial material, including pollen, to the deep-sea environment. We generated ultra high-resolution records (sampling every 100-years over the interval 110-135 thousand years ago), reflecting ocean and land changes. The results show that large-scale oscillations in the coupled ocean-atmosphere system occurred during the transitions into and out of the interglacial. Climate instability persisted within the interglacial, but was characterized by more subdued changes.\n\n\n\nPrevious research has shown that the most prominent abrupt climate events have usually been associated with glacial climates, and the canonical explanation of these events is that they are triggered by freshwater fluxes into the North Atlantic. These freshwater fluxes are associated with massive iceberg discharges, which disrupt the meridional overturning circulation, leading to cooling in the Northern Hemisphere and warming in Antarctica. This asymmetric response can be explained by a bipolar-seesaw mechanism, whereby changes in the strength of the meridional overturning circulation lead to changes in the interhemispheric heat transport and opposing temperature responses in the two hemispheres.\n\n\n\nThe second major aim of the project was to determine whether the canonical model of abrupt change provides an adequate framework for climate instability during interglacial periods of increased global warmth and lower global ice volume. The S Portuguese margin has been a key area for tracing interhemispheric millennial-scale variability, where the bipolar-seesaw can be fingerprinted by the appearance of asymmetric changes in deep- and surface-water hydrographic indicators, reflecting the interplay of different water masses. Our study site, therefore, is ideally placed to establish whether climatic instabilities during the Last Interglacial resemble changes involving the classic oceanic seesaw model or whether they involved a decoupling of the hemispheres. Our records show that the strongest expression of the bipolar-seesaw occurs during the transitions into and out of the interglacial and to a lesser extent during the early part of the interglacial. The more subdued nature of changes is in line with reduced freshwater fluxes into the North Atlantic during an interglacial and provides support for the importance of mean climate state in influencing the extent of disruption of the overturning circulation and the strength of the bipolar-seesaw. Efforts are now focusing on the assimilation of palaeo-data into models to assess climate sensitivity in different model types and for different climate scenarios. The constraints that this project provides on the nature of transient climate change during a period of increased global warmth is of value to modellers interested in the context-dependence of climate system processes. Ultimately, this work will feed into the body of climate science (IPCC) that informs on anthropogenic climate change, and will therefore be of use to policy makers. Environment","dataset":"gtr"}