{"id":"70D616D1-B403-4DB4-8983-5C0BD41B7C9D","title":"Twistors, Strings and Scattering Amplitudes: An LMS Durham Research Symposium","abstractText":"A fundamental objective of theoretical physics over the last quarter of a century has been to obtain physical predictions from the `standard model' of particle physics. However, this model is extremely complicated, and the action itself takes many pages to express in full detail. Because of this, a great deal of work has focussed on a simpler model, N=4 super Yang Mills theory, which embodies important parts of the standard model but by virtue of additional symmetries is expected to be more analytically tractable.The Large Hadron Collider at CERN (due to come on stream in 2007) will provide a substantial data source against which to compare the theory, but before this can be done we must be able to calculate scattering amplitudes and, until recently, many of the required computations were beyond the existing techniques. However, in December 2003 Ed Witten published a remarkable paper which introduces a new type of theory, called twistor-string theory, which has led to striking and mathematically beautiful conjectures giving formulae for scattering amplitudes for N=4 super Yang-Mills theory. However, twistor-string theory could go much deeper than this; it has the potential to become a new approach to basic physics including quantum gravity.In fact, twistor-string theory impacts on several major areas of theoretical physics, and overcomes major obstacles in these areas; the resulting progress in some areas has outstripped that of the previous decade. It is crucial that UK scientists be given an opportunity to consolidate the progress that has been made in these areas if we are to continue to contribute to the development of this subject at the highest international level.It is proposed to hold a 5-day conference in August 2007 at the University of Durham entitled Twistors, Strings and Scattering Amplitudes, organised by P. Candelas (Oxford), X. de la Ossa (Oxford), L. Mason (Oxford) and Z. Bern (UC Los Angeles). This will bring together leading overseas and UK researchers for a period of concentrated research activity and interchange of ideas. The programme will be designed to focus on areas which show particular promise, and where interactions between different groups are likely to be of most benefit. There will be an uncluttered lecture programme, with ample opportunities for discussions, collaborations and informal talks.The results of the meeting will be distributed initially via an actively-managed and easily accessible website, which will contain a list of participants, abstracts of talks and other relevant information. The main talks will be recorded (with permission of the speakers) via a web-cam, and be made freely available on the website within one month of the finish of the meeting. Lecture notes and/or slides will also be put on the site. A more detailed record of the meeting will be provided by the publication in research journals of cutting-edge articles inspired by the subjects covered in the meeting. The conference is expected to provide a major lasting boost to world research in areas of fundamental importance for our understanding of physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048676/1","grantId":"EP/E048676/1","fundValue":"41935","fundStart":"2007-06-18","fundEnd":"2007-11-17","funder":"EPSRC","impactText":"","person":"John  Bolton","coPersons":["Lionel Jeremy Mason","Xenia  De La Ossa","James  Blowey","Philip  Candelas"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}