{"id":"70D82799-9CF8-4D00-8DA5-D6481357AFDE","title":"The origin of plants: genomes, rocks, and biochemical cycles","abstractText":"There can be no doubt that early land plant evolution transformed the planet but how our knowledge of how this happened is in disarray. The clear coincidence in the first appearance of land plant fossils and formative shifts in atmospheric oxygen and CO2 is an artefact of the absence of earlier terrestrial rocks, and disentangling the timing of land plant bodyplan assembly and its impact on global biogeochemical cycles requires a new understanding of early land plant evolution and the timescale over which it was effected. \n\nEarly life on land was mostly microbial, but sometime between about 700 million and 420 million years ago plants moved from water onto land. The timeframe is controversial and as currently understood it is very broad, but a more precise knowledge of the events is key to linking the early evolution of plant life to major environmental change. Ambiguity and uncertainty arise because the principal lines of evidence conflict. Fossils, notably plant microfossils (spores), point to colonization beginning about 470 Ma (million years ago), but the affinities of the early spore producers are controversial. Macrofossils (plant stems, multicellular organ systems, etc) indicate a later colonization, beginning about 430 Ma. Calibrated molecular phylogenies - studies of the timing of divergence of living plant lineages based on molecular sequence data, where the rate of mutation is calibrated to time using fossils - point to an origin and early evolution of life on land that may have begun during the Late Neoproterozoic, long predating the fossil evidence. Recent research has identified difficulties with both molecular phylogenetic and palaeontological approaches, which our proposed research program will address. \n\nWe have assembled a multidisciplinary team to conduct research to remedy these shortcomings. We will establish a robust genealogy for living plant lineages based on a genome-scale amount of molecular sequence data (~1,000s genes and, therefore, ~1,000,000s nucleotides). The genealogy will be linked to time by including important and exceptionally preserved fossil species. These will be correctly placed through detailed characterization of their anatomy using state of the art Synchrotron Computed Tomography, a novel approach that we have recently shown to provide valuable new data in a recent proof of concept study. Sedimentary regime is known to affect the age estimate given by fossils, so we will also apply new methods develop by us to assess and to correct for this. Together, these approaches will enable us to develop a robust phylogeny calibrated with greater precision to time, which we will use to investigate the evolutionary assembly of key land plant organs and tissue systems (e.g., roots, stomata, vascular tissue, leaves) and their impact on major biogeochemical cycles. Finally, we will we will explore the implications of our plant evolutionary timescale within a leading computer model of global biogeochemical cycling (GENIE). This will enable us to generate predictions for levels of atmospheric carbon dioxide levels and of organic carbon productivity that we will test against geological observations. Ultimately, we will establish a new scenario for the timing and tempo of early land plant evolution, the assembly of land plant bodyplans, and a new understanding of the effect of this episode upon the evolution of the Earth System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N003438/1","grantId":"NE/N003438/1","fundValue":"267352","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"NERC","impactText":"","person":"Philip Conrad Donoghue","coPersons":["Sandra  Arndt","Dianne  Edwards"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}