{"id":"70DAD985-82E2-4296-9431-BB17497D0114","title":"Assessing Models of Public-Private Partnerships for Irrigation Development in Africa (AMPPPIDA)","abstractText":"Although irrigation offers the potential to increase productivity and provide resilience to climate shocks, the high cost of irrigation and the fiscal constraints faced by many African governments constrain the development of irrigation. Public-private partnerships (PPPs) offer a potential institutional arrangement to mobilize additional resources-including financial, technical, and managerial-from the private sector for critical investments in irrigation (Chimhowu 2013; G-20 Toronto Declaration; Fan 2010). But there are few cases of PPP for irrigation, and previous experiences in other sectors with PPPs highlight the difficulty in managing and distributing the costs and benefits among stakeholders, with women and those with insecure tenure often losing out. Many African ministers and irrigation officials are now raising the need for evidence and guidance on how to engage in the PPP process for irrigation development as they explore ways to overcome the financing gap for necessary irrigation investments in order to meet domestic and international agriculture and food security related growth targets. This research responds to requests from African irrigation authorities for help in identifying suitable PPP strategies that voiced during a SSA-wide stakeholder workshop on irrigation development in Ethiopia, February 4-6, 2013.\n\nThis research aims to provide guidance to these SSA countries and irrigation officials on developing and implementing PPPs that are beneficial to the countries, private investors, and, ultimately, the end-users of these irrigation projects. This objective will be addressed through research to understand the factors that influence the outcomes of PPP processes and outreach to raise awareness and build capacity for policy makers on how to engage in PPP processes. We will assess different types of irrigation arrangements across SSA and implement in-depth case study work in Tanzania and Ghana, based on key informant interviews and focus groups, that highlight, among other factors, the different ways that men and women participate in and benefit from different irrigation arrangements, including PPPs. In addition, workshops with country stakeholders will employ participatory Netmapping techniques to identify relationships and networks critical for engaging in effective and equitable PPP arrangements. Both local universities and government stakeholders from irrigation ministries will be key partners in the process, along with an international policy research organization with considerable expertise on institutional arrangements for irrigation development. \n\nThe research will contribute to the successful implementation of Tanzania's and Ghana's policies of encouraging private sector investment in the irrigation sector. However, our lessons will be more broadly applicable to other SSA countries facing similar challenges and difficulties and will be useful in encouraging private sector investment that can bring benefits for investors, irrigation users, and national governments in terms of meeting food security and nutrition goals. The framework, methods, and results of this research will be assembled in a toolkit and shared broadly through IFPRI's networks, reaching a wide and diverse audience of civil society, governments, donors, private sector, and actors. Ultimately, we anticipate that this project will raise awareness about the potential and the limitations for PPP to contribute to irrigation development and will help SSA governments in drafting PPP arrangements that help balance the competing needs of investors, nations, and communities while providing socially, economically, and environmentally sustainable results.\n\nAn indicator of success will be that within three years governments (irrigation development authorities) in two countries apply the toolkit to ensure more sustainable PPPs that meet food security needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012162/1","grantId":"ES/L012162/1","fundValue":"296464","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Ruth  Meinzen-Dick","coPersons":["Joseph Saa Dittoh","Claudia  Ringler","Faustin Peter Maganga"],"organisation":"Int Food Policy Research Inst","findingsText":"","dataset":"gtr"}