{"id":"71043A02-2210-49CF-B5FF-E475BD8C50F2","title":"Innovating for a Low Carbon Economy","abstractText":"The UK government has committed to reduce the country's green house gas (GHG) emissions by 80% by 2050. It is, now, widely acknowledged that this transition to a low carbon economy is unlikely to occur unless radical changes take place on the policy and technology fronts as well as within the organisational structures and how companies see their relationship with the environment. Yet, the presence of various market failures dominate the scene and as a result, many radical low carbon innovations (including photovoltaic systems, offshore wind and carbon capture and storage projects) will not efficiently materialise unless there is a better coordination within the private sector driven by an efficient environmental and innovation policy; as well as significant public support. Academic evidence on the risks and returns of environmental innovations, their drivers and barriers as well as the general understanding on green innovation system dynamics is rather new and patchy; at times failing to produce clear directions for policy makers. Moreover, environmental private sector innovators raise concerns about the lack of clarity in policy signals and the economic challenges of commercialising their innovations.\n\nIn order for the UK to meet its commitments to reduce GHG emissions, a clear road map for the transition to a low carbon economy is urgently required. While general directions are outlined in the Low Carbon Strategy (BIS, 2011); a thorough and detailed understanding of the specific needs and challenges in UK's environmental innovation system is much required to address effectively the pollution reduction targets. Through this seminar series, we aim to facilitate communication between three important stakeholders; private sector, policy makers from UK and EU, and academics from the economics, management, social marketing as well as engineering and physics disciplines. The main goal is to enable discussions about potential problems and solutions to GHG reduction, by facilitating a platform for exchange of information which can, then, be fed into a detailed road map for UK's low carbon economy in the form of concrete suggestions.\n\nThe proposed seminar series consists of six seminars. The first two seminars concentrate on the technological and organisational environmental innovations in order to explore the characteristics of UK's environmental innovations while the following two seminars focus on the central role of government policies and the public's consumption attitudes toward environmental matters. In the final two seminars, we respectively investigate the role and characteristics of the environmental sector's SME section in driving the UK's clean technology innovations and the financing needs of the environmental sector. The seminars and their time frame are as follows: \n1. Technological innovations for transitioning to a low carbon economy (December 2013)\n2. Organisational innovations for transitioning to a low carbon economy (March 2014)\n3. The green revolution and entrepreneurial state (July 2014)\n4. Driving consumer demand for green products and services (September 2014)\n5. Supporting SMEs in transitioning to a low carbon economy (December 2014)\n6. Financing environmental innovations (July 2015)\n\nIt is aimed that the network created through the organisation of this seminar series will be the basis for a strong network and community that will generate future research projects stemming from these outlined topics. Such a network is crucial for pushing the boundaries of research in this field and it can channel academic research to support policy decisions and company actions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000628/2","grantId":"ES/L000628/2","fundValue":"20977","fundStart":"2015-02-05","fundEnd":"2016-03-04","funder":"ESRC","impactText":"","person":"Pelin  Demirel","coPersons":["Mariana  Mazzucato","Diana  Gregory-Smith","Giuliana  Battisti","Effie  Kesidou","Alex  Coad","Stuart  Parris","Monica  Giulietti"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}