{"id":"71186BEB-2442-4B9D-848E-2C9A6A08A43C","title":"Defining the role of PIF3-like bHLH transcription factors in the integration of light and cold signalling in Arabidopsis","abstractText":"Details provided by lead applicant: Professor Ian Graham, Biology Dept., University of York (Reference No. E242703)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000363/1","grantId":"BB/E000363/1","fundValue":"306958","fundStart":"2006-11-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  Our findings advanced understanding and helped to change the way the field views environmental signaling: toward a model where individual components integrate multiple external cues. They uncovered the molecular basis cold- regulated germination and biomass production. They also contributed directly to the inception of the BBSRC/EPSRC ROBuST project (BB/F005237/1) that took a systems approach to understand how molecular signaling is controlled by temperature. Agriculture, Food and Drink ","person":"Karen Jane Halliday","coPersons":[],"organisation":"University of Edinburgh","findingsText":" This project sought to interrogate the role of SPATULA (SPT), a PHYTOCHROME INTERACTING FACTOR (PIF)-like bHLH transcription factor, that operates at the confluence of light and temperature signalling. We discovered SPT is a potent antagonist of the plant hormone GA, where it acts to restrict growth in a phytochrome B-dependent manner. The other PIFs promote GA-dependent growth. We showed that SPT acts as a molecular counterbalance to the unrelated DELLA proteins, targeting a common gene subset. This molecular circuit maintains more robust growth control than either regulator alone (Josse et al. Plant Cell 2011).\n\nWe demonstrated that SPT and PIFs operate over discrete temperature ranges. SPT is an effective growth regulator at cooler temperatures (4-20?C), while other bHLHs control growth and biomass under warmer conditions (20-28?C). Transcription rate, transcript stability, protein abundance and protein modification are amongst the molecular temperature-regulated effects identified in this study (Sidaway-Lee et al. Curr Biol. 2010).\n\nIn a third strand of analysis we demonstrated that like SPT, PIF6 is expressed strongly during seed development, and that two splice variants exist, one full length (the alpha form), and a second, the beta form, in which a cryptic intron containing the potential DNA binding domain is spliced out, predicted to lead to the generation of a premature stop codon. Loss of PIF6 increases primary seed dormancy, whereas overexpression of the beta form, but not the alpha form, reduce dormancy. Our data show the potential for natural splice variants of PIF transcription factors to be important in the evolution of the control of environmental signalling in plants (Penfield et al Plant Mol Biol. 2010).\n\nIn summary- Our study illustrated that SPT and related bHLH transcription factors are important integrators of light and temperature signals. We showed that SPT was an important regulator of biomass production as well as germination. We delineated the molecular mechanisms through which these transcription factors respond to environmental signals. \n\nMaterial generated\nMutant and transgenic lines generated:\nspt-11 phyB-9\nspt-12 phyB-9\nspt-3 phyB-1\nspt-11 phyE-1\nspt-11 pif4-1\nspt-12 pif4-1\n spt-11 pif3-3\nspt-11 pif7-1\nspt-11 hy5-215\nspt-12 hy5-215\nspt-11 pif3-3 pif7-1\nspt-11 pif4-2 pif7-1\nspt-11 phyB-9 pif4-2\nspt-11 phyB-9 pif7-1\nspt-2 ga1 gai-t6 rga-t2 rgl1-1 rgl2-1 rgl3-1\nspt-2 gai-t6 rga-t2 rgl1-1 rgl2-1 rgl3-1\n \np35S::SPT pRGA::GFP-RGA\nspt-11 pRGA::GFP-RGA\nspt-12 pRGA::GFP-RGA\nphyB-9 pRGA::GFP-RGA\npif4-1 pRGA::GFP-RGA\n\nPolyclonal antibodies:\nRaised to SPT peptides \n\nConstructs (ORF) generated for yeast-two-hybrid analysis (bait and prey):\nSPT\nRGA\nGAI\nRGL1\nRGL2\nRGL3\nPIF1\nPIF4\nPIF3 Our work highlighted the role of bHLH transcription factors as key regulators of germination and plant biomass. The work has application value (our collaborator Penfield filed a patent on SPT) as manipulation of the SPT pathway can lead to improvements in germination and/or biomass: important yield traits. This work provides a mechanistic insight into how environmental signal integration is achieved. It will therefore inform future studies in this and related areas. Agriculture, Food and Drink","dataset":"gtr"}