{"id":"71190659-BC44-47EC-A4BD-E643F90938E6","title":"The role of microtubule plus-end capture at cortical sites in the assembly of apico-basal microtubules in polarised epithelial cells.","abstractText":"Microtubules are tubular structures, which are important for many cellular functions including the transport of vesicles and molecules within cells. It is therefore very important that the microtubules are assembled and positioned correctly within cells. The specific pattern that microtubules form within cells vary depending on cell type and function. Most animal cells have a radial array of microtubules anchored at a centrally located structure called the centrosome. In these cells the centrosome's job is to start off the assembly of the microtubules and to keep them tightly bound to it. However, many specialised cells like polarised epithelial cells found in the gut and kidneys arrange their microtubules in a different way. Here most of the microtubules are anchored at the cell apex away from the centrosome and run towards the base forming a so called apico-basal array. Our recent findings suggest that the apico-basal microtubules are assembled at the centrosome, released and moved to apical sites where they are captured and anchored. The aim of this project is to find out whether the microtubules first grow out from the centrosome, make contact with the cell cortex, are released from the centrosome and then move downward by the pulling action of dynein motor proteins located at the cortex. The end result would be that one end (plus-end) of the microtubules is pulled down to the cell base while the other end (minus-end) becomes anchored at the cell apex. We want to find out whether proteins such as EB1 and CLIP-170, which stick to the growing end of microtubules, are important for the capture by dynein or other proteins at the cortex. It is very important to know if for example CLIP-170 is vital for the normal assembly of the microtubule in real life. We will therefore analyse tissue from the inner ear (cochlea) isolated from mice, which do not produce CLIP-170. Finally, we would also like to know whether thin filaments known as actin help the microtubules to get to their destination. We will use special fluorescent (glowing) molecules called GFPs linked to proteins so that the microtubules or their plus-ends glow and we will make movies of their movements over time and look at the localisation of these important proteins using fluorescent dyes and specialised microscopes. Microtubules are clearly vital for the normal function of a cell and we need to establish how they are organised and controlled before we can unravel the causes and consequences of many diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012201/1","grantId":"BB/D012201/1","fundValue":"254457","fundStart":"2006-03-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"  The findings from this research have been presented at conferences, seminars as well as to the public. A significant part has been published in high impact journals.\nSome of our findings have led to further applications to the BBSRC or other organisations of which some have been awarded including Ph studentships and project grants. \n\nThe postdoc received extensive training in technical aspects as well as presentation, teaching and communication skill. She attended several national and international conferences where she presented her work. She was a co-applicant on a grant application for a PhD studentship to the BigC Appeal (cancer charity) which was awarded and she co-supervised the student. She also engaged in outreach programs demonstrating widefield fluorescence microscopy to six form students and helped on visit days for prospective students.\nShe obtained a permanent research position in industry concerned with development of biological therapies to promote healing and pain relief six months before the end of the project. Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology,Other Societal,Economic","person":"Mette Marie  Mogensen","coPersons":[],"organisation":"University of East Anglia","findingsText":" The overall aim of the project was to investigate the role of microtubule plus-end cortical interactions in microtubule organisation and particularly in the assembly of non centrosomal apico-basal arrays in polarised epithelial cells. \nSpecifically the findings established:\n1. that the non-centrosomal apico-basal microtubules originate from the centrosome. A release and capture model involving both microtubule plus-end and minus-end capture at adherens junctions was proposed for the assembly of non-centrosomal apico-basal microtubule arrays (Bellett et al 2009)\n2. We reported for the first time using TEM analyses of the extended radial array, which forms prior to the assembly of the apico-basal array, that microtubules make perpendicular approaches to adherens junctions in partially polarised MDCK cells\n3. CLIP-170 was shown to co-localise with dynein puncta at the cell cortex. Live dynamic studies of GFP CLIP-170 in ARPE-19 cells showed pausing events at sites of cell-cell contacts indicating potential microtubule capturing points.\n4.dynein inhibition by overexpression of the p150Glued coil-coil dynein binding\ndomain CC1 proved successful. It revealed not only a loss of centrosomal anchorage but also a\nFig. 3. CLIP-170 was shown to co-localise with dynein puncta at the cell cortex. Live dynamic studies of GFP CLIP-170 in ARPE-19 cells showed pausing events at sites of cell-cell\ncontacts indicating potential microtubule capturing points.\n4. Dynein inhibition by overexpression of the p150Glued coil-coil dynein binding domain CC1 revealed not only a loss of centrosomal anchorage but also a loss loss of microtubule cortical interaction.\n5. A Latrunculin B actin depolymerisation assay was developed which caused efficient depolymerisation of the actin filaments while preserving cell-cell junctions. Lack of actin caused the microtubules to become very wavy and curved inwards at the periphery.\n\n\nFindings from this work have so far lead to 7 publications, a further BBSRC grant as well as a PhD studentship and pilot project grant. Further investigations of the role of +TIPs in microtubule dynamics and organisation during epithelial polarisation - what effect will depletion have.\n\nLack of or overexpression of certain +TIPs may have implications for cancer and could be important as future drug targets.\n\nAbnormal microtubule organisation is likely to impact on function and healthy eating may help to maintain or prevent abnormal organisation. Here sulforaphane may be of interest as it helps to maintain a stable mt population. Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}