{"id":"711CE454-1D88-407E-BA60-6D80DBC83BE9","title":"Biotranformations of natural and inexpensive platform feedstocks to high added value flavour compounds","abstractText":"The project focuses on the biocatalysis of relatively inexpensive and abundant natural monoterpenes using previously derived enzyme panels of P450s and KREDS. In particular, alpha pinene (75-90% of turpentine oil) could be transformed to verbenol, verbenone, myrtenol and myrtenal while beta-pinene could be transformed to pinocarveol and pinocarvone. Verbenol and verbenone have been previously produced in microbial systems with black yeast (Hormonema sp) or Aspergilus niger. However, those processes have not been commercialized due to, in the first case interferences with the metabolism of the microorganism and in the latter the commercially non-viable yields. (R)-Limonene is another inexpensive natural monoterpene that has been used as the starting material in the chemical synthesis of carvone, a key volatile compound of caraway seeds, dill seeds and spearmint. Such chemical synthesis could be replaced by biocatalysis using P450s and KRED panels. Other inexpensive naturally derived feedstocks include terpinolene, delta-3-carene, caryophyllene and a-terpineol. Of particular interest is the production of beta-caryophyllene alcohol, a major constituent of all spice, and caryophyllene oxide from beta-caryophyllene as well as carveol from alpha-terpineol. Other approaches will focus on the production of linear terpenals from the corresponding terpenes for example alpha-sinensal from farnesene. The latter is a relatively expensive starting material, however currently there is no other process for the commercial production of sinensal other than distillation from essential oils that contain low amounts of the compound. \nCarotenoids have been linked with the formation of a number of volatile compounds in plants (i.e beta ionone, (alpha, beta) damascone, damascenone etc), however, very few studies exist that make use of such feedstocks for the production of flavour molecules. It is known that carotenoids could be degraded by exoenzymes of certain fungi and yeasts leading to the formation of flavour compounds. Trametes versicolor, Marasmius scorodonius and Ischnoderma benzoinum have been shown to result in carotene degradation of 93-98 % while the most abundant flavour volatile identified was beta-ionone (up to 10% conversion). More recently a series of carotenoid cleavage dioxygenases (CCDs) have been isolated from a number of sources, including algae. Central cleavage of beta-carotene catalyzed by beta carotene oxygenase 1 yields two molecules of retinaldehyde, while eccentric cleavage of beta carotene at non-central double bonds is catalyzed by other enzymes and can also occur non-enzymatically (through oxidative cleavage with potassium permanganate). VP14 from maize cleaves 9-(Z) epoxy carotenoids specifically at the 11,12 double bond while other regiospecific carotenoid degrading enzymes have recently been characterised in tomato and petunia flowers. Trichosporon asahii, Paenibacillus amylolyticus, Peurotus eryngii as well as Geotrichum sp were also shown to degrade lutein leading to norisoprenoid flavour compounds with 7, 8-dihydro-beta-ionol and beta ionone as the main products. Versatile peroxidases are a novel class of peroxidases which combine the catalytic properties of lignin peroxidase and manganese peroxidase, typically found in Basidiomycetes. Non volatile products of these reactions, apocarotenals and apocarotenones, could also form platform molecules for the production of a number of sesquiterpenes such as alpha and beta sinensal. Most of the above compounds as well as the resulting end products are hydrophobic molecules and relatively prone to oxidation, however, through previous participation in a feasibility project that aimed to produce aldehydes and alcohols from linolenic acid have developed workflows that are also pertinent to this project while 96 well plate fast screening approaches are also routinely employed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N010507/1","grantId":"BB/N010507/1","fundValue":"101640","fundStart":"2016-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Georgios  Koutsidis","coPersons":["Gary William Black"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}