{"id":"7122C7CE-1219-4FB4-B952-E97C20601D95","title":"A systems approach to understanding sensory-motor control of aimed limb movements","abstractText":"Our own limb movements - and even those of insects - far exceed in dexterity and robustness those of any robot. Accidents or medical disorders such as large fibre sensory neuropathy that impair or prevent controlled limb movements have profound effects on the quality of life of those affected. We seek to understand how the brain controls aimed limb movements so that it is possible to better understand what goes wrong in disease processes, and to develop better medical interventions. Brain function in humans is exceptionally complex, and it is difficult or impossible to carry out many of the sorts of experiments that are required to investigate it. We therefore work with a much simpler animal - a locust - in which we can record, analyse and manipulate the activity of individual nerve cells while it makes aimed movements. The movements are analysed using video-based movement tracking and such data are used to test our computer models. A great advantage of our approach is that we have a much more complete understanding of the roles of particular nerve cells in a locust than we do in humans or any other mammals. The problems that a locust must solve in making an aimed movement are the same as those faced by humans, so we seek out the general principles of organisation that underpin all such movements. In this proposal we set out to analyse how groups of nerve cells operate together to generate aimed movements, and to determine how signals are transferred between different parts of the nervous system. A second strand of our research develops software that enables both us and clinicians with whom we collaborate to analyse nerve cell signals recorded from the brain. We have developed powerful methods to permit detection of the activity of single nerve cells in recordings made from the brains of awake patients, and have used these to reveal important aspects of how these cells respond to complex stimuli. We now wish to develop these methods to permit the detection of many nerve cells using recordings from multiple electrodes, and to work much more quickly. Such advances in signal processing will be very important for improving our understanding of human brain function and will be crucial in the development of prosthetic limbs that are controlled interactively by the activity of a patient's brain. Developing such methods requires the processing of large amounts of data from real recordings, which is very difficult and costly to obtain from human patients. We will instead carry out our development work using signals recorded from locusts. Our ability to recognise individual identified cells in a locust provides us with extremely powerful ways of validating our approach. To achieve our aims we have the following main objectives: 1. Develop, validate, use and make available to other users a powerful improved version of our software for processing neural data. What aspects of nerve cell signals permit us to best identify their activity in a complex recording? How can we classify the firing of these cells most accurately and most rapidly? 2. Characterise the separate roles of motor nerve cells that drive leg flexion during an aimed limb movement. How do the signals of each cell differ, and what are the relationships between the patterns seen in the different cells? We will develop new techniques for recording many single cells simultaneously. 3. Analyse the patterns of activity in nerve cells that carry information between different parts of the nervous system. What are their inputs and outputs? Can our software automatically distinguish between different types of cells in complex multiple-cell recordings? 4. Characterise the responses of sensory nerve cells that signal leg position. How do these influence an aimed movement, and how do they change after damage to the sense organ?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H014047/1","grantId":"BB/H014047/1","fundValue":"640919","fundStart":"2010-12-01","fundEnd":"2013-12-21","funder":"BBSRC","impactText":"  We have contributed to the planning of a global 'electroceuticals' initiative by GSK. This research programme is designed to develop the next generation of neurostimulation devices for medical interventions in human disease. Pharmaceuticals and Medical Biotechnology ","person":"Thomas  Matheson","coPersons":["Rodrigo  Quian Quiroga"],"organisation":"University of Leicester","findingsText":" This project seeks to increase our understanding of how the nervous system controls limb movements, and to develop techniques for recording and analysing complex signals from populations of nerve cells. We are using an insect, the locust Schistocerca gregaria, as a model system with which to address these issues.\n\nWe have developed realistic simulations of multi-neuronal signals for the testing and development of signal processing ('spike sorting') methods.\n\nWe have developed spike sorting methods for the analysis of complex signals from leg motor nerve cells. Our work on the control of limb movements can lead to improved design of robotic limbs or prostheses. Environment,Pharmaceuticals and Medical Biotechnology,Transport,Other","dataset":"gtr"}