{"id":"71228D92-D674-4F63-BF61-35C64F8E84BB","title":"Manufacturing with Light 2: Lasers Making Lasers","abstractText":"This proposal falls under the Manufacturing with light call and addresses the area of Pulsed Laser Deposition (PLD) as a route to manufacturing high optical quality, fully single crystal lasing waveguides. PLD is an established technique for deposition of a range of materials, but few so far have used it to grow single crystal structures for application as thin-film lasers. This project is directed at this specific area, and has end goals of high average power (&gt;100W) laser and amplifier operation, from compact (&lt; 1square cm) gain chips, emitting laser wavelengths in the 1-, 2-, and 3- micron region. \nThe second goal is to demonstrate the utility of these devices in &quot;add-on&quot; amplifier modules that can be tailored for commercial lasers systems, to enhance their output performance by an order of magnitude and address high-value laser-based manufacturing applications, including materials processing, the life-sciences and medical areas in particular. Engaging with laser manufacturing companies, the UK Association of Industrial Laser Users, and the EPSRC Centre of Innovative Manufacturing - Laser-based Production Processes at Heriot-Watt University, we will determine an optimum route for capitalisation and knowledge transfer of the fabrication expertise of this novel platform architecture. \nAs a booster project, we will direct our efforts towards maximising the impact of the optimisation processes to create new waveguide gain media that offer unique (and power-scalable) laser performance beyond what is currently available in the industrial laser market place. Coupled with our industrial partners we will test and evaluate the developed amplifier modules for their relevance as potential laser-tools in the manufacturing sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N018281/1","grantId":"EP/N018281/1","fundValue":"701030","fundStart":"2015-10-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Jacob Isa Mackenzie","coPersons":["Robert William Eason","David Patrick  Shepherd"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}