{"id":"7123DE28-4AB0-43BB-9E8A-672612180A72","title":"Integrated Synthesis and Characterisation of Organic Nanoparticles Using Microfluidic Technology for Drug Delivery Applications","abstractText":"Over the last decade, nanomedicine has emerged as a new field of medicine where nanoscale materials has been used to deliver a wide range of pharmaceutically active organic compounds such as drugs, genes, and imaging agents. There remain challenges, however, to synthesise and formulate organic compound based nanostructured materials, although the synthesis of inorganic nanomaterials has indeed been extensively studied over decades with good control of particle shape and size. Consequently, special formulation techniques are required to disperse the solid organic materials into water, maintain the dispersion for a certain time period, and functionalise the organic nanoparticles. Using selected experimental systems, we propose taking a radically new fast approach for making nanoscale particles and formulating them, which will not only do away with the grinding process but will also lead to a better understanding of the basic science behind product formulation allowing us to develop new improved products. The proposed method is based on the so-called Lab-on-a-Chip concept which represents the potential to shrink conventional bench chemical systems to the size of a few centimeters square. The main feature of such micro systems is the micron scale channel network with a channel width of about 100 micrometers (about the diameter of a human hair), where chemicals are brought together, using a variety of pumping techniques, for synthesis, separation or analysis. Relevant to the formulation of organic nanoparticles, the advantages of microfluidic and Lab-on-a-Chip technology will enable us to not only make particles of a very well controlled size distribution, but also integrate a number of measurement systems into the microreactor in order to monitor the process when the particles are generated, and more importantly, to institute real time feedback. It is envisaged this development will, for the first time, let us understand more about what is important in formulation science and how we can develop new strategies for new and better products in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009732/1","grantId":"EP/G009732/1","fundValue":"302168","fundStart":"2009-03-27","fundEnd":"2012-09-26","funder":"EPSRC","impactText":"","person":"Xunli  Zhang","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}