{"id":"71264C21-F42B-4158-A233-62C9B89A576B","title":"Toolkit for Interpretation of Organelle Proteomics Data","abstractText":"Organelle proteomics is an up and coming field as the functionality of proteins and cellular mechanisms are clearly linked to the subcellular locations of the proteins. Such is the growing prominence of the field of organelle proteomics, the Human Proteome Organisation (HUPO) is holding its annual Barbados Workshop in January 2010 on the subject in an attempt to move the field forward such that optimal protocols and data analysis are disseminated through the proteomics and cell biology communities. A major frustration within the field is that the collection of high quality data is very time consuming and expensive on resources. The data sets that are produced in general are extremely rich sources of information, however, to date these have not been analysed to their full potential because of lack of suitable statistical workflows. For example, a recent paper published in MCP (Andreyev et al, Mol, Cell Proteomics -on-line 2009) contains a very rich dataset which has only been superficially mined to produce a limited organelle marker data set, but the rest of the data is not fully analysed and languishes in an spreadsheet within the supplemental data. Basic analytical strategies, pioneered by the applicants' laboratories, have shown the potential of such datasets to produce robust organelle proteome lists containing organelle specific annotations of proteins of unknown localization. Even the applicants' substantial organelle proteomics datasets, however, have only been analysed to a limited extent with established statistical approaches. In this proposal we aim to create more sophisticated statistical tools building on what has already been established by the applicants, which will be enable assignment of proteins to subcellular location using semi-supervised pattern recognition algorithms. These will lead to assignment of protein-organelle membership, resolution of proteins association with multiple organelles, and identification changes in protein-organelle association across multiple experimental conditions. These tools will be produced as freely-available software for analysis of standard organelle proteomics data generated by utilisation of the most common approaches. Application of these novel statistical approaches will lead to the creation of optimal organelle proteomics datasets which will themselves be deposited in a proteomics data repository, PRIDE, which can be publically accessed. In summary, the proposal will create a much needed tool to allow robust analysis of organelle proteomics datasets, and enable re-analysis of existing very rich data sets such that the most optimal mining of these data is achieved. It will also offer optimal tools for analysis of future organelle proteomics datasets which are starting to be produced by the proteomics/cell biology communities in earnest. The above work plan will be expedited by a multidisciplinary team which includes, Kathryn Lilley, developer of the organelle proteomics technologies and Matthew Trotter a bioinfromatician and statistician.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H024247/1","grantId":"BB/H024247/1","fundValue":"120841","fundStart":"2010-11-15","fundEnd":"2012-05-14","funder":"BBSRC","impactText":"  Researchers in the field of organelle proteomics have benefit from the tools developed here. Indeed the tools developed have attracted new collaborations between the PI's lab. and top organelle proteomics groups worldwide. They have also attracted interest from mass spectrometry vendors. Digital/Communication/Information Technologies (including Software) ","person":"Kathryn Susan Lilley","coPersons":["Matthew William Trotter"],"organisation":"University of Cambridge","findingsText":" We developed a tool kit where we modified software tools developed by the imaging community and applied them to organelle proteomics data.\nThe tools have been deposited as open-source software and are now being used by researchers worldwide. The software algorithm produced is being used by others as judged by conference proceedings and new collaborations. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}