{"id":"7140250E-14F3-41DC-A483-112D053A6BE5","title":"Gas-Melt Flow Regimes in Basaltic Volcanic Conduits and their Characteristic Acoustic Signals","abstractText":"The ultimate goals of volcanology are to understand and predict volcanic eruptions. A major challenge for volcanologists is to figure out what is happening inside volcanoes even though we can only watch and make measurements at the top. Laboratory experiments can bridge this gap because it is possible to see and measure flow within a model volcano at the same time as record vibrations caused by the flow that are equivalent to vibrations measured by real volcano monitoring. The proposed project takes this approach to study how gases escape from volcanoes, and how the abundance of gas and flow patterns inside the volcano can be assessed from acoustic signals (sounds) measured with microphones. Volcanic eruptions come in all sorts of styles from lava flows pouring out the top, to brief events from large bubbles bursting, to continuous fountains of drops of magma, to highly explosive eruptions with fragments traveling upwards in columns many kilometres high. Gases provide the main driving force for volcanic eruptions and the various types of eruptions have been explained using the framework of gas-liquid flow patterns observed in laboratory experiments by engineers. However, the work by engineers has been motivated by industrial flows with liquids that have a much lower viscosity than magma (that is, the liquids flow much more easily) and they have run experiments in tubes that are much smaller than conduits in volcanoes. So it is difficult to properly apply the engineering results to volcanic flows. This project will bring together volcanologists and engineers to run experiments at conditions relevant to volcanic eruptions. In particular, we will use air and syrup as analogues for volcanic gases and melt, and will observe flow patterns and bubble geometries for a variety gas flow rates, tube sizes and syrup viscosities. This will help us to understand the origins of the different eruption styles. The second phase of the project will investigate the physics of sound generation by gas motion and bubble bursting. Sounds, mostly at frequencies below what we can hear (infrasounds), are produced by all styles of volcanic activity and are thought to be related to gas bubbles and gas flow. Basaltic volcanoes produce some of the most interesting infrasounds because bubble merging (coalescence), bubble rise, and gas separation from the surrounding liquid (segregation) are all easy because basalt has a low viscosity compared to other types of magma. This means that there is potential to figure out important information on the gas flow inside basaltic volcanoes from infrasounds. The sounds produced by the air-syrup flow experiments described above will be recorded with microphones so that we can link flow patterns and bubble properties to the volume and pitch of the sounds they generate. An additional goal is to test if we can effectively use infrasound recordings as a tool to measure how much gas is moving through volcanoes. This is important because gases drive volcanic eruptions and play a key role in controlling eruption style and intensity. Infrasonic monitoring has huge potential because it is cheap and easy to use compared to other methods for measuring gas outputs from volcanoes. Systematic understanding of how infrasonic measurements made at volcanoes are related to the gas fluxes emitted will allow the full potential of this monitoring technique to be realized. Finally, we will use the results of the experiments and theoretical work to interpret infrasounds produced by basalt eruptions at Stromboli and Etna volcanoes in Italy. We will, for instance, evaluate whether small volcanic explosions result from the bursting of large individual bubbles or whether the explosions are the bursting of clouds of bubbles. We also anticipate gaining useful information from more subtle sounds or infrasounds that we don't already know about because the experiments will tell us what to look for in the volcanic acoustic data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016593/1","grantId":"NE/G016593/1","fundValue":"304185","fundStart":"2009-10-19","fundEnd":"2013-11-30","funder":"NERC","impactText":"  Infrasound research done in collaboration with Atomic Weapons Establishment (AWE) and results of this work have and are being applied to their usual applications of forensic geophysics (detecting and analysing explosions including potential nuclear tests). Aerospace, Defence and Marine ","person":"Alison Claire Rust","coPersons":["Jeremy Charles Phillips"],"organisation":"University of Bristol","findingsText":" Laboratory experiments:\nA major focus of the experiments was the large bubbles that are thought to be analogues for the bubbles that burst during Strombolian volcanic eruptions. These &quot;Taylor bubbles&quot; are bubbles rising in a tube where the bubble is longer than the diameter of the tube. However, there is some debate as to whether or not Taylor bubbles could even exist in volcanoes due to their large size which could cause bubbles to split. Counter to published statements, we found that individual Taylor bubbles can be stable in large tubes if there are a series of bubbles (as is usual in experiments for industrial applications) in the tube then the Taylor bubbles are unstable and break up. We also observed that a conduit with an expansion to a larger tube diameter can also induce bubble splitting.\nIncreases in liquid viscosity were found to favour stability of slug flow over bubbly flow but the bursting of bubbles generates tiny bubbles that persist for long times although they contribute only a small fraction of the total gas outflux. Oscillations in bubble rise rate and the top surface level were observed and modelled theoretically.\n\nComputer modelling (Ambrose PhD thesis):\nA validated CFD model of the rise behaviour of Taylor bubbles in straight tubes and through expansions was created using commercial software. It reproduces bubble oscillation frequencies and the bubble splitting we observed in the corresponding laboratory experiments. \n\nLinking the lab with infrasound studies: Analogue (air and syrup) experiments simulating simplified Strombolian eruptions were recorded with microphones and high-speed video. The most important results are: the source was not a monopole (meaning that sound did not radiate in all directions) as is commonly assumed in volcano monitoring, and the viscosity of the liquid affected the frequency of the generated sound, which is not accounted for in the usual volcanic inversions for eruption parameters.\n\n\nVolcanic infrasound: \nIn collaboration with Atomic Weapons Establishment (AWE), we tested the capability of the International Monitoring System (IMS) global network of infrasound sensors (that were deployed and maintained for verification of the Comprehensive Nuclear-Test-Ban Treaty). We found the IMS network could be useful for detecting and characterising eruptions of remote volcanoes; in particular it could provide vital estimates of plume heights for otherwise unobserved explosive eruptions. \nAlso in collaboration with AWE, we have completed a more detailed IMS case study with recordings (with an IMS infrasound array) of numerous Strombolian (large bubble burst) eruptions at Erebus Volcano in Antarctica, from a distance of 25 km. We developed and calibrated an automated signal-detection algorithm which could be broadly useful at active volcanoes that have numerous, relatively small eruptions. The overall conclusion is that whilst monitoring activity levels at near-regional ranges can be successful, variable amplitude decay rate means quantitative analysis of infrasound data for eruption intensity and magnitude is not advisable without the consideration of local atmospheric sound speed structure. Infrasound research done in collaboration with Atomic Weapons Establishment (AWE) will be applied to their usual applications of forensic geophysics (detecting and analysing explosions including potential nuclear tests).\n\nThe Nottingham PI has his roots in industrial applications of gas-liquid flows and is ensuring that the results are disseminated beyond volcanology to industries dealing with very viscous liquids. Of particular importance are: the range of fluctuation of the top surface in bubble columns of heavy oil and polymers, as well as results on low bubble rise velocities. Aerospace, Defence and Marine,Energy","dataset":"gtr"}