{"id":"71488914-416F-4C8D-ACD4-FC336CA0C763","title":"The impact of COMT inhibition on behaviour and neural activity, and its modulation by genotype and acute stress.","abstractText":"Dopamine is a chemical messenger important for many brain functions, including memory, emotion and motivation. It needs to be maintained at the right level for these functions to be optimal, and either too much or too little is harmful, as seen in various brain diseases. COMT is an enzyme, a biological catalyst, which destroys dopamine. As a result, dopamine levels are influenced by the activity of COMT. Some people have a genetic variant that gives them low COMT activity, whilst others have a variant that leads to high activity. COMT's activity can also be reduced by drugs which prevent it working (a 'COMT inhibitor'). We and others have shown that both of these influences on COMT activity (from the gene, and from the drug) can affect memory and how people take risks, because of COMT's effects on dopamine. Other studies suggest that COMT also affects people's emotional state. This grant aims to help us understand better the potential of COMT inhibitor drugs for treating psychiatric disorders, many of which include problems with memory, risk taking, and controlling emotion. First, we will measure how the drug and the genetic variant interact to affect people's emotions and how they deal with risk and reward. Second, there is evidence that the genetic variation in COMT affects how well people cope with stress, and stress can have negative effects on memory and emotional state. We will therefore study how this relationship is affected by the COMT inhibitor and what exactly is going on in the brain during and after a stressful situation. The results of these studies will help us understand much better the potential of COMT inhibitors as useful drugs for psychiatric disorders, and whether a person's genetic make-up affects how they respond to them. The research will also provide information of wider value about how COMT regulates dopamine and its abnormal function in brain diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013092/1","grantId":"MR/K013092/1","fundValue":"449661","fundStart":"2013-12-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"Paul  Harrison","coPersons":["Emily  Holmes","Catherine  Harmer","Clare Elizabeth Mackay","Elizabeth  Tunbridge","Robert David Rogers"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}