{"id":"714FA08B-0CA1-4DF3-A28D-48DFA0FF3946","title":"Engineering wheat for take-all resistance","abstractText":"Wheat is one of the most important food items for humans and animals around the world. In the UK, wheat is sown on over 1.8 million hectares with a production value of ~&pound;1.7 billion. Although significant increases in yield have been achieved during the last half century, the current and future demands for wheat and other cereals will require accelerated increases in productivity. This emerges as a grand challenge for society as we seek to produce enough food for a growing global population (with changing dietary preferences) in a sustainable manner. \n\nTake-all disease, caused by the soil fungus Gaeumannomyces graminis var. tritici (Ggt), is the most damaging root disease of wheat worldwide. The introduction of genes for take-all resistance into cultivated wheat has been identified as a top priority by the UK plant breeding industry and by HGCA on behalf of arable farmers (see accompanying letters from a consortium of UK plant breeders and from HGCA). At least half of UK wheat crops are affected by the disease, with average yield losses of 5-20% and complete failure under severe take-all conditions. Conservative estimates of the cost of take-all associated yield losses in the UK range from &pound;85 m to &pound;340 m per annum. Disease severity increases with successive wheat cropping, therefore growth of second and third wheat crops in the same fields can become commercially unviable. This problem will be exacerbated as the need for food production increases and cropping systems becomes even more intensive. Thus take-all disease represents a major threat to UK and world food security and there is an urgent need for simple, economic and sustainable strategies for disease control. Current control methods rely on crop rotation, biological control and fungicides, none of which are effective in preventing the yield losses indicated above. \n\nThe most effective way to achieve simple, economic and sustainable control of take-all disease is through genetic resistance. Resistance to t-all would represent a step-change in wheat productivity, ensuring food security and enhanced industry competitiveness. It would also expand the ability to grow wheat in successive cropping seasons and increase its geographic distribution, and reduce chemical and fertiliser inputs. Unfortunately, there is no known major varietal resistance to take-all in cultivated wheat lines and hence the disease has so far proved to be intractable to breeders. In contrast, oats have extreme resistance to take-all and produce an antimicrobial triterpene glycoside (avenacin A-1) that provides protection against the disease. Wheat and other cereals do not make avenacin A-1 or appear to make other triterpene glycosides. We have cloned and characterised most of the genes for avenacin synthesis from oat. These genes are currently the only characterized source of genetic resistance to take-all from any cereal or grass species. Oat is too far removed from wheat to allow introduction of the genes for avenacin synthesis through conventional crossing or alien introgression, making genetic transformation the only viable option for introduction of these genes into wheat. The aim of this proposal is to engineer wheat to produce a suite of protective triterpenes that confer resistance to take-all disease. To do this we have assembled a customised toolkit for triterpene metabolic engineering using characterised genes and enzymes from oat and from dicot plant species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006746/1","grantId":"BB/K006746/1","fundValue":"686328","fundStart":"2013-03-05","fundEnd":"2018-03-04","funder":"BBSRC","impactText":"","person":"Emma  WallingtonAndy  Greenland","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}