{"id":"71556A3D-85B0-4BD1-9B5A-2E0182C43085","title":"The People's Pier: The popular culture of pleasure piers and cultural regeneration through community heritage","abstractText":"'The People's Pier' is a research project that investigates community piers as an emerging form of community hubs. It focuses on two related aspects of the pier and community connectivity; first how communities of place may be strengthened in their confidence by taking collective action to safeguard a local heritage asset like the pier and second how the community pier and its popular culture heritage can be utilised to build positive relationships across different groups and empower the community. However, regeneration processes are complex and not always inclusive; they can be both divisive and inequitable. The project will therefore also explore processes of disconnection and conflict around the pier as a community space. \nCommunity ownership enterprises are often regarded as an outcome of an existing community's collective effort and ability to rally around a common interest. This project takes a different view by considering how communities connect and emerge through community ownership and related processes such as collective action to 'save' and develop the pier. Such processes involve both connections and disassociation and may be understood as a community making processes in themselves. \nFurther, the project seeks to explore how the rich popular culture heritage of seaside leisure piers can be used as a resource for the benefit of the community. In doing so the proposed project opens up new areas of enquiry within the Connected Communities programme. It places popular culture at the heart of community building and it affirms popular culture as part of a community's cultural heritage, thus challenging traditional perspectives on heritage.\nThis research is conducted in collaboration with two community partners who are at different stages of realising their goal of restoring, developing and sustainably running a community enterprise pier: The Hastings Pier Charity and The Clevedon Pier and Heritage Foundation. Together we have identified some of their immediate and more long-term challenges. These include: activities to engage the respective local community beyond a core group of grassroots advocates; points of tension between different potential audiences and stake holders as the pier begin life as a new type of space - the pier as an urban community space; strategies around making the popular culture heritage of these historic environments resonate with contemporary audiences beyond a nostalgia for the Victorian heydays of pier enchantment. \nTaking this view, we are building on the Connected Communities perspective that heritage is in our communities. But the project is not just looking back, it is primarily interested in how the current and future experiences of the community piers can be enriched by its popular culture heritage. The project also deliberately seeks to find ways of engaging with the whole of the piers' past, by giving emphasis to their more recent, post-war cultural history, which is often overlooked. \nThe research is set against a background of wider debates about culture-led regeneration. Following the demise of the British seaside holiday and the decline of other coastal industries, the local communities of Britain's seaside resorts have for decades been associated with physical disintegration, with financial decline and social deprivation. The success of the Hastings Pier community shares scheme, and other similar community ownership ventures, suggests however that local seaside communities take action that actively contributes to regeneration. Whilst the broader scope of government investments or trends in seaside tourism contextualize this project we are primarily interested in the remarkable resilience demonstrated by local community organisations mobilizing around the most iconic of seaside landmarks the pleasure pier, as exemplified by the community piers of Clevedon and Hastings and the potentials that opens up for generating, sustaining and developing community engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009300/1","grantId":"AH/M009300/1","fundValue":"38653","fundStart":"2015-05-01","fundEnd":"2016-08-31","funder":"AHRC","impactText":"","person":"Olu  Jenzen","coPersons":["Lavinia  Brydon","Archie  Lauchlan","Nicholas David Nourse","Matt  Brennan"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}