{"id":"716720F9-F782-4D64-B172-2069EC704DB9","title":"Towards robust animal models of ANCA-associated Vasculitis","abstractText":"ANCA-associated systemic vasculitis (AASV) affects 1000 people each year in the UK, approximately half of whom will die or develop permanent kidney failure as a direct result of the disease or its treatment. During the past 20 years, a large body of evidence has been gathered together which suggests that it is a specific antibody termed ANCA which is responsible for initiating damage to blood vessels in the kidney and other organs in this disease. Current treatments are usually effective but they frequently cause serious side-effects such as infection and many patients are left with significant permanent organ damage by the time the disease is brought under control. Furthermore, AASV frequently relapses which requires treatment to be intensified again, further increasing the risk of side-effects. Recently understanding of AASV has been advanced by the development of 2 models which recreate the disease in rats and mice. These have been significant developments because the disease process is a complex one and whereas studying human cells outside of the body (in the test tube) provides important information, it cannot fully represent what happens inside human organs in the same way that the rodent models do. This proposal will further develop and improve the two rodent models so that they better represent the human disease and recreate the conditions where relapses occur. In particular, the proposal will compare damage to the kidney as it occurs in the animals with damage seen in humans, both at the level of the whole tissue and at the levels of cells and genes. These are important experiments because they will help to verify how closely the models reflect human disease and identify any significant differences. From these studies it will be possible to test new therapies in the models with a realistic expectation that they be can transferred to patient treatment where they show promising results. The importance of minimizing the use of animals has been a central theme in the development of this proposal and by carefully designing experiments to address specific scientific questions, the number of animals used and the extent of any suffering will be restricted as far as possible. It is because the human disease that is being studied is a complex, severe and life-threatening condition for which current treatments have significant limitations, that it is necessary undertake some studies in rodents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801025","grantId":"G0801025","fundValue":"371171","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Caroline Olive SavageMark  Little","coPersons":["Neena  Kalia","Kai-Michael  Toellner","Lorraine  Harper","Francesco  Falciani","Peter  Hewins"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}