{"id":"7169B211-C389-45D3-B881-05DBA9FB90A4","title":"Tissue-specific regulation of gene expression by Wnt/beta-catenin signalling","abstractText":"One of the most important questions in biology is to explain how our body is built during embryogenesis. The many cells in the embryo communicate with each other (cell-to-cell signalling), initially to arrange the orientation of the general body plan and eventually to regulate formation of specialised cells (cell differentiation). This process does not end at birth, since many organs need to be repaired and tissues regenerated in the adult by continued formation of such specialised cells. The same cell-to-cell signalling pathways regulate this process in the adult as in the embryo. Defects in these signalling mechanisms lead to birth defects in embryos and in adults to diseases such as cancer. We already have a fair understanding of the individual linear cell-to-cell signalling mechanisms. They function to switch on or switch off genes, which issue instructions (called RNA) to build particular components that different cells need to form functional organs. These RNA instructions can be detected experimentally, but using conventional technology we can only look for specific RNA instructions. New state-of-the-art deep-sequencing methods allow the possibility of reading all the RNA instructions issued in a particular tissue. There is a fundamental gap in our current understanding of how individual cell-to-cell signalling mechanisms can so precisely control the exact combinations of RNA instructions needed in different cell types. How are specific genes switched on in particular cells? There are many different cell types but only few cell-to-cell signalling mechanisms, so the inputs from different cell-to-cell signalling mechanisms may be combined to produce the appropriate response. This integration could happen in several different ways, but the combination of switches regulating individual genes is obviously the most likely level for control. We will use new sequencing technology to read all the RNA instructions issued in a tissue to identify potentially regulated genes. We will confirm these candidate genes by verifying whether they are regulated by cell-to-cell signalling mechanisms in the correct tissue. Once confirmed, we will examine them for combination of switches through which these genes are regulated. We will be able to compare the whole complement of these genes in order to recognise whether they are mostly regulated by the same mechanisms, or whether different mechanisms apply to different genes. The insight gained will allow us to propose and then test possible molecular mechanisms that integrate cell-to-cell signalling to regulate genes in a specific tissue. Understanding how signalling mechanisms regulate genes will be relevant to understanding human and animal embryos, adult stem cells and cancer. However, this important issue is difficult to study directly in many of those systems. Xenopus embryos are ideal for tackling this fundamental question: they are accessible for experimental analysis; the large embryos provide sufficient material for sequence analysis; and we and others have intensively studied developmental processes in the early Xenopus embryo to suggest that at least one of the involved mechanisms involves integration of WNT and BMP signalling. Both of these signalling pathways are highly conserved between Xenopus and humans, and are important for embryogenesis, stem cells and cancer. Our pilot experiments show that our experimental approach is feasible and support our working hypothesis that combinatorial Wnt and BMP signalling regulates tissue-specific genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I003746/1","grantId":"BB/I003746/1","fundValue":"408647","fundStart":"2011-10-17","fundEnd":"2015-04-16","funder":"BBSRC","impactText":"  We have established the experimental system and the analytical molecular tools in 2012 and 2013 and got the results in late 2013 and early 2014. \n\nCurrently our discoveries have only impacted on academic beneficiaries (we have given specialist seminars at Universities and international and national scientific conferences). Education Cultural","person":"Stefan  Hoppler","coPersons":[],"organisation":"University of Aberdeen","findingsText":" The same important molecular control pathway (called Wnt/beta-catenin signalling) regulates different and specific responses in different tissues and at different stages of development. We have developed a non-hypothesis constrained experimental approach to analyse the molecular mechanistic differences in the accessible early amphibian embryos. We have successfully established ChIP-seq and RNA-seq technology and found that molecular pathway components (beta-catenin) associate with chromatin close to many more genes than are then transcriptionally regulated in the specific stage- and tissue-specific context. We further found that interaction with other molecular pathways, but different pathways for regulation of different genes, is important for specific expression of genes regulated by the same molecular control pathway (Wnt signalling) in the specific tissue at the specific stage of development. This represents a basic science project which ultimately informs about key molecular mechanisms that are important for understanding of birth defects and cancer. Our findings have raised important further questions about these widely relevant molecular mechanisms, which our now established experimental set up will be able to address. In particular, it now seems important to understand not only how target genes of this important control pathway (Wnt/beta-catenin signalling) are activated in a specific cellular context (tissue and/or stage specific), but how other established Wnt/beta-catenin target genes can remain silent even though in at least some cases molecular pathway components (beta-catenin) associate with chromatin close to many of those silent Wnt/beta-catenin target genes.\n\nThis context-specific response to this conserved key control pathway (Wnt/beta-catenin signalling) is particularly important for normal differentiation of cardiomyocytes (or heart muscle tissue) during normal development and possibly also if therapeutically manipulated for regeneration of injured heart muscle. Early activity of this Wnt pathway promotes eventual cardiomyocyte differentiation but at a later stage activity of this same pathway restricts normal heart muscle formation and regeneration. Thus the context-specific response in the same tissue changes dramatically in a stage-specific way, which has great relevance for normal heart development, birth defects and possibly regenerative medicine. We are currently establishing experimental approaches in amphibian embryos, embryonic explants and human Embryonic Stem Cell culture to study the functional role of this key control pathway (Wnt signalling) in vertebrate and specifically human heart development and cardiomyocyte differentiation. With our molecular and bioinformatics expertise from the current project we plan to investigate the particular molecular control mechanisms mediating these precise, fundamentally different and strictly stage-specific responses during formation of one of the medically most important functional tissues. Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}