{"id":"7169826D-094D-4FC8-91F7-4A6FDE20C26D","title":"Foaming and fat replacer ingredients","abstractText":"Obesity related illness presents a huge financial and social challenge to Governments and health services in the UK, EU\nand around the world. The UK House of Commons Health Select Committee calculated that in 2002 clinical obesity cost\nthe English economy somewhere between &pound;3.3-3.7 billion per annum. A similar calculation in 2006 by the EU commission\nestimated that between 59 billion Euros and 236 billion Euros per annum or 7-28% of the total healthcare budget of the\nmember states was spent on the consequences of obesity related illness. It is estimated that by 2050 obesity will affect\n60% of the UK population. If this problem is not addressed it will result in an unprecedented and possibly unsustainable\ndrain on healthcare resources in the UK. Tackling this huge problem will require a multi faceted approach, not least of\nwhich will be attempts to modify the eating behaviour of large parts of the population. Food manufacturers have been\nproactive in this respect by developing a range of low or reduced fat foods to replace less healthy alternatives. However,\nreduced fat foods at present have low uptake by consumers and make little profit for industry. Market studies show that\nconsumers will not choose healthier food and drink products that have inferior taste or mouth feel to the less healthy\nequivalent. In this study we aim to develop protein-based ingredients and enabling technologies for the formulation of foods\nwith reduced energy density while providing stability and mouth feel that are equivalent or improved compared to the\noriginal versions. We will use a multi-scale approach that aims both to understand the microscopic role played by novel fat\nreplacers and emulsifiers, how these will impact on structure at the colloidal level, and how this determines texture in the\nwhole food. This will allow us to broaden our specific approach into a general strategy that can be applied to a wider range\nof food products","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J501682/1","grantId":"EP/J501682/1","fundValue":"189964","fundStart":"2012-05-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  The knowledge gained through this work has allowed us to successfully apply for two KTP awards with food manufacturers, and we are in the process of embedding our knowledge into the two companies to facilitate production of protein based food ingredients.\n\nWe are in the process of applying for TSB funding with a third company to investigate the feasibility of large-scale functional food protein extraction from a waste stream they produce from the fermentation of mycoprotein (their primary product). Agriculture, Food and Drink Economic","person":"Stephen  Euston","coPersons":["P  Hughes"],"organisation":"Heriot-Watt University","findingsText":" This project is concerned with understanding how proteins give rise to structure and texture in foods. In particular we want to find ways to improve or change the performance of these proteins so that they can be used in lower concentrations which give a cost saving to the manufacturer, or impart new properties such as fat replacement. A number of proteins have been investigated which have either been modified using a process that alters their structure in a controlled way, or which have been d Partially denatured proteins - work relating to the partial denaturation process in general will be exploited in collaboration with Nandi Proteins. We have recently been awarded a KTP project to investigate further the link between partially denatured protein structure and functional properties, with the aim of understanding in more detail how processing can be used to control the functional properties of these proteins. \nAs a result of the expertise we have gained in waste protein utilization Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}