{"id":"716A87C9-E89B-47AE-9D89-9ABDD7854404","title":"Proposal for Continued EPSRC Support of AIM Research","abstractText":"This proposal requests a final round of funding from EPSRC for AIM Research to ensure successful delivery of the AIM Research initiative and to support development of a new initiative, AIM Practice, designed to significantly increase the impact of UK management and manufacturing research on managers and business performance. AIM Practice will create and support a network of UK manufacturing and management scholars, encompassing those in IMRCs, Engineering Departments and Business Schools who wish to see their work have greater impact on policy and practice.EPSRC has been a co-funder with ESRC of AIM Research, the UK's management research initiative, since its inception. EPSRC has funded specific research activities under the auspices of AIM and has supported the post of Deputy Director, which has been filled by Professor Andy Neely. The ESRC funding for AIM Research runs to the end of December 2011, whereas the current EPSRC funding runs to 30 September 2010. This proposal requests a final round of funding from EPSRC to bring the EPSRC contribution in line with the ESRC contribution. This funding will enable the current AIM Directorate to ensure the successful conclusion of AIM Research. The establishment and monitoring of KPIs by the AIM Executive Steering Committee shows very good progress and provides clear signals that providing the momentum is be sustained (for which EPSRC funding is critical) AIM Research will conclude very successfully at the end of 2011. In addition to successfully concluding AIM Research, EPSRC's support is essential in scoping and prepare the ground for the launch of AIM Practice, a new initiative which builds on the learning (in substance as well as process) of AIM Research and which is explicitly focused on making a step change in the level of impact and engagement between UK management research and managers in manufacturing and service businesses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027483/1","grantId":"EP/I027483/1","fundValue":"185328","fundStart":"2010-12-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  AIM Research was the UK's largest management research initiative. The Advanced Institute of Management (AIM) Research, is the UK's largest ever investment in management research. Jointly funded by the Economic and Social Research Council (ESRC) and the Engineering and Physical Sciences Research Council (EPSRC), AIM's mission is to increase significantly the contribution of and future capacity for world class UK research on management. Currently AIM has over 200 faculty from 50 different Universities in the UK and overseas. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceu Cultural,Societal,Economic,Policy & public services","person":"Andy  Neely","coPersons":[],"organisation":"Cranfield University","findingsText":" AIM Research was the UK's largest management research initiative. The Advanced Institute of Management (AIM) Research, is the UK's largest ever investment in management research. Jointly funded by the Economic and Social Research Council (ESRC) and the Engineering and Physical Sciences Research Council (EPSRC), AIM's mission is to increase significantly the contribution of and future capacity for world class UK research on management. Currently AIM has over 200 faculty from 50 different Universities in the UK and overseas. All of the outputs and publications from AIM Research are available on the website. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}