{"id":"716C0C16-90ED-4783-AE91-2407C4B3CBF1","title":"An assessment of the priority areas for UK nature conservation policy and their associated research needs","abstractText":"The objective is to work in a collaborative manner with policy makers, policy formers and researchers to identify those areas where new policies are needed or where existing policies are not achieving the required results. We will collectively publish the results of the analysis. Some of these gaps will be as a result of the need for new policies while others will be a result of gaps in knowledge. We expect that this work will be influential in identifying areas where new policies are required and areas where there are gaps in knowledge that need to be filled by additional Science. This will be run jointly with Dr Andy Clements, Director of the British Trust for Ornithology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H525954/1","grantId":"NE/H525954/1","fundValue":"13688","fundStart":"2009-11-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"  This provided the basis for a range of other horizon scanning activities and for a NERC and RSPB funded annual horizon scan. Environment,Government, Democracy and Justice Cultural,Societal,Economic,Policy & public services","person":"William James Sutherland","coPersons":[],"organisation":"University of Cambridge","findingsText":" The conservation of biodiversity depends upon both policy and regulatory frameworks. Here, we identify priority policy developments that would support conservation in the UK in the light of technological developments, changes in knowledge or environmental change.\nA team of seven representatives from governmental organizations, 17 from non-governmental organizations and six academics provided an assessment of the priority issues. The representatives consulted widely and identified a long-list of 117 issues. Following voting and discussion during a 2-day meeting, these were reduced to a final list of 25 issues and their potential policy options and research needs were identified. Many of the policies related to recent changes in approaches to conservation, such as increased interest in ecosystem services, adaptation to climate change and landscape ecology.\nWe anticipate that this paper will be useful for policy makers, nature conservation delivery agencies, the research community and conservation policy advocates.\nAlthough many of the options have global significance, we suggest that other countries consider an equivalent exercise. We recommend that such an exercise be carried out in the UK at regular intervals, say every 5 years, to explore how biodiversity conservation can best be supported by linked policy development and research in a changing world. this set out the conservation agenda for the UK. This work has inspired numerous other horizon scanning projects. Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}