{"id":"716EF843-B86A-40E1-8E64-5020CBD0DF3F","title":"IDEAS Factory - Game theory and adaptive networks for smart evacuations.","abstractText":"In the United Kingdom the evacuation of cities has not been a recent concern although incidents such as floods or acts of terrorism have meant that cities have had to be partially evacuated. Whether the area to be evacuated is a city district, a whole city or even a city region the way in which people behave and how they choose to share and receive information is paramount. In the pre and warning stages of an evacuation people will behave in different ways. Some individuals might have access to rumours that a crisis is about to occur (we call these weak signals) and start evacuating before the official order to do so. Others might have no access to information, may decide to act only when others do, or even ignore official warnings and remain in their homes (as was the case with Hurricane Katrina). During the evacuation there will also be communication between the authorities and emergency services and even between evacuees who might communicate through mobile telephones or social networks (such as twitter). Even at the end of the evacuation individuals will be making decisions about what to do (to stay in the evacuation zone or return to the city) and will stay in touch with others. In this project we consider that the ways in which individuals might behave in evacuations can be described using mathematical models and theories. One way of describing how people act as a collective is through agent based models, where individuals influence others information and behaviour, and another is game theory, where individual's decisions are strategic. By combining these we can predict how individuals might behave in an evacuation and determine the ways in which the emergency services and local responders might influence social networks and communication to help individuals and businesses evacuate safely and effectively. Of course, we anticipate that individuals might have access to new technologies in terms of communication so part of the project will look at how this may change the dynamics of evacuation.The project is informed throughout by current practice and will inform policy. Three cities (London, Birmingham and Carlisle) are chosen as case studies of how real evacuations might be assisted by the project. We will look at the evacuation plans in each of these cities, conduct focus groups and expert interviews with relevant parties, and analyse the use of social networks in actual evacuation or crisis events. Stakeholder groups will comment on the models which we produce and feedback as to how they can be adapted to work in practice.The results of the project will feed into how real evacuations work and inform the strategies and technologies used. We will produce both an interim and final report from the project and our impact plan will make sure that relevant parties are informed about the project and its results. One example of how the project might be useful is in terms of informing emergency planners and services in cities. If these planners know how social networks and mobile communications are used in an evacuation then they can tailor their messages accordingly. If, for example, there are two roads out of a city and analysis of social networks and traffic flow shows that individuals are intending to use the first road which would cause congestion then they can decide what sort of message would best direct people towards the second road, how long it would take to propagate and what effect it might have. In another example, road signs do not often give real time information about what is happening, which might be crucial during an evacuation. By using electronic and ambient signage not only can a message be sent but the effect of the message can be judged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005765/1","grantId":"EP/I005765/1","fundValue":"864515","fundStart":"2010-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The work on 'disaster education' has included an important element of co-production. At the level of UK policy, the advisory board of the EPSRC project comprised senior representatives from UK government (Cabinet Office, Home Office, Government Office for Science) who were involved in guiding the design of the research field. Furthermore, a requirements analysis was carried out involving emergency planners in three cities (Birmingham, London and Carlisle) in 2010 and the results of the project were reported back to them in 2012. This has resulted in several policy and practice impacts. Firstly, the emphasis of the project on social media in disaster education (discussed in Preston, 2012) has led to an increased emphasis on social media for disaster preparation in the three cities.\n\n \n\nSecondly, the Cabinet Office also consider that it is important that responders in each local authority have information about the various forms of pedagogies which can be used in disasters and have asked Professor Preston to produce guidance specifically on 'disaster education' to be distributed through their networks to local authorities, first responders and blue light services. This will be distributed nationally in early 2013. Although it is difficult to judge the exact level of significance in this area, the research has led to a reappraisal of forms of disaster education. As evidence of this, Preston and Kolokitha were asked by Essex Fire and Rescue Service to appraise their social media education strategy. This led to changes in the way in which they communicate disaster education to their constituency.\n\n\n\nAt an international level, the Department of Homeland Security invited Preston to present his research at their 2011 Science Conference. This was the only UK project presented at the conference which helped the DHS in terms of their evidence in this area\n.\n\nThe research has influenced cities and government in terms of the way in which they consider mass evacuations.\n\nBeneficiaries: Practitioners, 'blue light' services, government\n\nContribution Method: By enabling local planners and government to use the results of inter-disciplinary social and physical sciences in planning for mass evacuations. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Security and Diplomacy Societal,Policy & public services","person":"John Joseph Preston","coPersons":["Nick Steven Jones","Tobias  Galla","Jane Margot Binner","Layla  Branicki"],"organisation":"University of East London","findingsText":" ? Social media presents a challenge for city evacuation policy. It is most effective when information is accurate and timely, when the city has an orientation towards social media; when it is used in conjunction with other forms of media (in terms of increasing both the proportion of the population informed and equity) and when it can be used to source outlying information. However, if agents are 'over-informed' it may result in congestion and jamming; it has a selective demographic effect; it is less effective than old media as a mechanism for an initial warning.\n\n? Different cities have different orientations to using social media in an evacuation and this should be considered in city wide social media strategies.\n\n? Network coverage is an issue in some regions if cellular communications are to be systematically used in engaging with the public in an evacuation.\n\n? Old media is still the most effective medium for warning and informing the general public. Social media may increase the effectiveness of warning and informing, but the impact is marginal.\n\n? Interactions between 'old' and 'new' media are important in terms of not only the spread of information but (potentially) in terms of the ways in which content is relayed (transmedia).\n\n? There is huge time sensitivity in terms of the effectiveness of warning and informing the general public. There remains the problem of warning the population in the middle of the night when traditional warning systems may be more effective (sirens, door to door).\n\n? The issue of how opinions are formed on social networks is central in discovering how this may impact upon city evacuations. It is interesting to look at how prior beliefs evolve as individuals swap information on social networks (noting a duality between coupled urn models and models of Bayesian inference by a population) this becomes both a mathematically rich and relevant topic for further investigation\n\n? For social media to be of use by citizens in evacuations information should ideally be both accurate and timely.\n\n? In an evacuation it is plausible that social media communications will follow situational awareness categories over time (Perception, Comprehension, Projection) and that this has implications for engagement with social media by authorities.\n\n? Communication between agents does not always help. In one of our evacuation simulations if the number of communicating agents exceeds the optimal ratio then agents are `over-informed' and frequently change their minds during the process, slowing down the overall efficiency of the evacuation.\n\n? In a simulation of the evacuation of a UK city, communication between agents caused congestion.\n\n? Using statistical methods we can identify outliers in social media in evacuations. This is useful both for identifying novel and troublesome social media outputs.\n\n? For emergency response to be effective in a city evacuation algorithms used to allocate emergency personnel to events should be changed according to the nature of the situation\n\n? Disaster education in an evacuation / invacuation should cover a wide pedagogical spectrum to take into account different types of learning.\n\n? The use of social media for disaster education may be technologically progressive but is not always progressive in terms of equity and representation. The research has implications for the design of evacuations and social media planning for cities and governments. This research has been disseminated to local authorities, government departments and international organisations. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}