{"id":"717792A4-98AD-419F-B022-7FA263C3A97F","title":"Regulatory gene networks and ecological distinctness in marine Synechococcus","abstractText":"The oceans play a major role in determining the world's climate. In part this is due to the production of oxygen and the consumption of carbon dioxide by very small, single celled organisms, which are referred to as the photosynthetic picoplankton. Marine cyanobacteria of the closely-related genera Prochlorococcus and Synechococcus are the prokaryotic components of the photosynthetic picoplankton. Current and previous work in my lab has demonstrated that the in situ community structure of these organisms is fairly complex, with specific ecotypes or lineages occupying different niches to populate the world's oceans, allowing them to grow and photosynthesise under a broad range of environmental conditions. Whilst such molecular ecological studies can effectively map the spatial distributions of specific genotypes, the factors that dictate this global community structure are still poorly defined. This is important because changes in dominant picocyanobacterial lineages indicate major domain shifts in planktonic ecosystems and by observing and interpreting their distributions and physiological states we are essentially assessing changes in the rates of biogeochemical cycles. To more completely understand the molecular basis of this niche adaptation we propose here to undertake a molecular approach to identify how regulation of specific gene sets defines the ecological 'distinctness' of these lineages. We propose to focus on the key nutrient regulon of iron (Fe) since not only are these thought to be important resources controlling the magnitude of primary production in many oceanic environments, but also because the concentration of these nutrients varies both spatially and temporally and with obvious 'differences' in more stable (or homogeneous) oligotrophic open ocean systems compared to more unstable (or heterogeneous) coastal waters. Hence, there is strong reasoning to expect that differences in regulatory capacity exist between lineages occupying contrasting niches, and that such regulatory 'constraints', or indeed lack of constraints, facilitate occupation of specific niches (specialists) or overlapping niches (opportunists). Indeed, we have already observed an absence of a key regulatory component for Fe acquisition in sequenced marine Synechococcus genomes my lab has recently been annotating, which may constrain these isolates to more stable environments. Thus, this project will set out to obtain a comprehensive understanding of the nutrient regulons facilitating acquisition of these key nutrients in organisms we consider to be either specialist oligotrophs, specialist mesotrophs or opportunists i.e. with differing lifestyles, which we hypothesise is key to their successful colonization of vast tracts of the world oceans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017948/1","grantId":"NE/G017948/1","fundValue":"343225","fundStart":"2010-01-09","fundEnd":"2013-01-08","funder":"NERC","impactText":"  Publications in Internationally recognised journals. Science talks to researchers and the general public Environment Societal","person":"David John Scanlan","coPersons":[],"organisation":"University of Warwick","findingsText":" The oceans play a major role in determining the world's climate. In part this is due to the production of oxygen and the consumption of carbon dioxide by very small, single celled organisms, which are referred to as the photosynthetic picoplankton. \n\n\n\nMarine cyanobacteria of the closely-related genera Prochlorococcus and Synechococcus are the prokaryotic components of the photosynthetic picoplankton. \n\n\n\nCurrent and previous work in my lab has demonstrated that the in situ community structure of these organisms is fairly complex, with specific ecotypes or lineages occupying different niches to populate the world's oceans, allowing them to grow and photosynthesise under a broad range of environmental conditions. Whilst such molecular ecological studies can effectively map the spatial distributions of specific genotypes, the factors that dictate this global community structure are still poorly defined. This is important because changes in dominant picocyanobacterial lineages indicate major domain shifts in planktonic ecosystems and by observing and interpreting their distributions and physiological states we are essentially assessing changes in the rates of biogeochemical cycles. To more completely understand the molecular basis of this niche adaptation we set out here to undertake a molecular approach to identify how regulation of specific gene sets defines the ecological 'distinctness' of these lineages. We focused on the key nutrient regulon of iron (Fe) since not only is this thought to be an important resource controlling the magnitude of primary production in many oceanic environments, but also because the concentration of iron varies both spatially and temporally and with obvious 'differences' in more stable (or homogeneous) oligotrophic open ocean systems compared to more unstable (or heterogeneous) coastal waters. The work highlighted the role of genomic islands in the adaptation process and demonstrated that such regions likely facilitate particular niche occupancy for marine Synechococcus. Biodiversity studies involving C cycling are relevant to government policy (and beyond e.g. IPCC reports) given future global warming scenarios Environment","dataset":"gtr"}