{"id":"71849620-F6E0-4D72-AC66-9FECA4E2BC8C","title":"A toolbox for the promotion of healthy ageing: Phenotypic prediction from genes and environment","abstractText":"Many different factors influence the health of individuals, be they domestic animals or humans. These factors can broadly be categorised as either genetic or environmental. Thus the genes inherited from parents and the environments encountered during life are paramount in determining health status as one ages. These factors may also interact, such that individuals with one genetic make-up may react well to a particular environment, whereas a different genetic make-up may react badly. Where a substantial proportion of the genetic and environmental factors can be identified it is possible to provide accurate predictions of individuals' health as they age. Using such genetic information in prediction has great potential as it can be measured early in life and is unchanging throughout life. So there is the potential to be aware in advance of the environmental conditions that will optimise the future health of individuals. Such prediction is potentially a powerful tool to promote healthy ageing and wellbeing in both humans and companion animals, as it allows increasing efficiency of interventions, such as recommended diets or even drug treatments, and the targeting interventions towards those individuals who will most benefit. Combining genetic and environmental information is therefore the natural way to proceed when predicting how animals or humans will age and this project is concerned with developing accurate mathematical and statistical models to do this. Research in animals and humans has started the process of identifying genes affecting the traits associated with healthy ageing such as obesity or bone strength. However it has become clear that traits associated with healthy ageing are generally controlled by large numbers of genes with small effects. To unequivocally find such genes and accurately estimate their effects requires very large studies and relatively few genes have as yet been identified. Thus the amount of variation explained jointly by all the genes found in studies so far is usually much less than 10%, even though genetic variation in total may explain as much as 80% of the overall variation. Alongside genetic information, factors such as age, gender, diet and other lifestyle characteristics are often major contributors to how individuals develop. In addition, it is often known that metabolic or predisposing traits like glucose or lipid concentration in blood may correlate with health. Such traits may be more amenable to measurement or may be measured earlier than overall health status and may be used as indicators or predictors of future health. Thus information can also be combined across traits to improve the accuracy of prediction, and to allow prediction of (unmeasured) correlated traits. With this background we propose to develop mathematical methods which make best use of available genomic information and to combine this information with environmental data and across multiple traits. We will use several different approaches and compare them in their ability to accurately predict performance and how they may be extended to account for data from many traits and environments. We plan to apply and extend methods currently used in animal breeding for the related task of identifying genetically superior animals for breeding. These will be compared with machine learning methods from computer science. We plan to demonstrate the effectiveness of these methods applied to the analysis of data from human populations on body mass index - a proxy for obesity - and blood glucose levels, and will also include in the analyses environmental variables like smoking, diet and exercise. The data are currently available from human studies and methods and results will be relevant to this species. In due course, the methods developed will be directly applicable to companion animals as data become available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014144/1","grantId":"BB/I014144/1","fundValue":"508270","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Christopher Simon Haley","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have explored the use of genetic information from DNA sequences and markers to predict future health outcomes. In future this might enable early prediction of those in need of additional support or treatment or sensitive or insentive to particular drugs (this is applicable to both humans and other species such as livestock). Pharmaceutical companies might be able to identify differential response to drugs. Healthcare professional may be able to identify those who need treatment or advice on lifestyle factors in advance of problems arising. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}