{"id":"7198133C-441F-4D44-A2C9-5F33B95712B4","title":"Dynamics of the Orkney Passage Outflow (DynOPO)","abstractText":"During the last three decades, the Antarctic Botttom Water (AABW) filling the bulk of the global ocean abyss has exhibited a striking warming and contraction in volume over much of the world ocean, particularly in the Atlantic basin. While the causes of these changes are unknown, available evidence suggests that, in the Atlantic Ocean, the warming and contraction of AABW may be caused by changes in winds over the northern Weddell Sea, where much AABW is produced. This hypothesis asserts that those winds regulate the volume and temperature of the AABW exported northward via the Orkney Passage (a major AABW exit route from the Weddell Sea) by altering the intensity of the turbulent mixing between AABW and overlying warmer waters in the passage.\n\nIn this proposal, we set out to test and, if necessary, redefine this hypothesis by:\n\n(1) carrying out the first systematic measurements of how AABW flows through the Orkney Passage, how its properties change along the way, and what processes are important in determining the AABW flow and transformation in the passage;\n\n(2) determining how and why the flux and properties of AABW in the Orkney Passage respond to wind forcing on time scales of up to several years.\n\nTo address task (1) above, we will measure the velocity and properties of AABW and the intensity of turbulent mixing at several key locations in the passage. The observations will be obtained both with instruments lowered to the seabed from a ship and with a novel autonomous underwater vehicle, which is particularly effective at measuring a range of potentially crucial processes occurring near the ocean floor. To address task (2), we will enhance an array of moorings recently deployed in the Orkney Passage by the British Antarctic Survey to monitor the flux and properties of AABW. We will equip the moorings with sufficient oceanographic instrumentation to identify the processes determining the AABW's response to wind forcing, which are not resolved by the present array.\n\nWe will use our findings from tasks (1) and (2) to define how and why the volume and properties of the AABW escaping the Weddell Sea through the Orkney Passage react to changes in winds. Armed with this new understanding, we will revisit the widespread AABW warming and contraction observed over recent decades, and inform the international strategy to monitor future changes in AABW circulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K013181/1","grantId":"NE/K013181/1","fundValue":"470959","fundStart":"2015-03-31","fundEnd":"2019-03-30","funder":"NERC","impactText":"","person":"Alberto  Naveira Garabato","coPersons":["Eleanor  Frajka-Williams"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}