{"id":"719C8D49-9281-46A3-96CE-2CAC99B0BB7D","title":"Peptide antagonism and NK cell activation: mechanism and relevance","abstractText":"Chronic viral infections and cancer are major causes of disease, hence it is important to understand how the immune system recognizes when cells are diseased, in order to develop new treatments. Natural killer cells are important in this immune response. In particular they are part of the immune system that is the first line of defence to infections. They can also marshal other components of the immune system. Recent work has shown that different individuals have different killer cell immunoglobulin-like receptor (KIR) genes controlling the functions of natural killer cells, and that these genetic differences cause different responses to viruses and some cancers. In particular the outcomes of hepatitis C virus infection, HIV infection, influenza infection, cervical cancer and liver cancer may all depend on which KIR genes an individual has. To date it is not clearly understood how these genes work in order to generate these different outcomes of disease. However we have recently shown that small peptides (protein fragments) presented by MHC class I on the surface of target cells can efficiently induce activation of NK cells that express these genes. The aim of this project is to address this issue in a detailed study of both natural killer cell function and the effects of influenza and hepatitis C virus on cells leading to them being recognised as diseased and distinguishable from healthy cells. In particular we will study whether peptides derived from viral or self proteins can lead to recognition of infected cells by NK cells. We will also determine how quickly this may occur, and the mechanism that underpins this recognition. The more we understand about natural killer cells, the more we recognise that they can have many different and unexpected roles to infection and cancer. Hence they could participate in responses to vaccines, as well as to responses to immune therapies for individuals with chronic hepatitis C virus infection, HIV and also cancer. Thus the research impacts on our understanding of these diseases which affect many millions of people worldwide, and could lead to novel strategies to combat them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001738","grantId":"G1001738","fundValue":"344911","fundStart":"2012-01-09","fundEnd":"2015-01-08","funder":"MRC","impactText":"","person":"Salim  Khakoo","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}