{"id":"71A4CCBF-9335-40BA-BAE2-3838FCA4CB5D","title":"Supporting Sub-Saharan Africa's Municipalities with Sustainable Energy Transitions -SAMSET","abstractText":"Urbanisation rates in Africa are the highest in the world, and in most Sub Saharan countries service delivery is inadequate to keep up with the needs. African populations remain amongst the poorest in the world, and efforts to achieve the energy-related dimensions of the MDGs have in most cases not had significant impact on urban populations. The situation is often dire, with cities scarcely able to provide for their existing population, let alone allocate resources to minimise the longer-term environmental risks facing them such as global warming- leading to on-going crisis management and potentially spiralling declines in welfare and economic growth. \n\nThrough observing the urban situation in South Africa, Southern Africa and internationally over the past decade, the situation can be summarised as one where much urban energy transformation research does not understand the detailed organisational dynamics and constraints in cities and therefore is often of limited use; where there is a gap between policy and implementation due to inappropriate policies and capacity constraints; where the capacity within cities and other spheres of government involved in energy and urban development is inadequate in the face of the increasing social and environmental challenges; and where modes of knowledge transfer are not effective in facilitating sustainable energy transitions in cities. This project takes a different approach to much other research. It aims to &quot;design, test, and evaluate a knowledge exchange framework to facilitate the implementation of an effective sustainable energy transition in Africa's Sub-Saharan urban areas&quot;, and includes a strong action research component which involves close partnering with six cities in three African countries (two each in Ghana, Uganda and South Africa) to foster a deeper understanding of the dynamics and constraints that policy and strategy implementation faces in Sub Saharan African cities. This not only enables the knowledge exchange methodologies developed to be well founded, but also introduces a direct developmental benefit to the project through providing support to cities to accelerate their sustainable energy transitions.\n\nThe project includes the following key features: it draws on existing work in the North and other developing countries, while recognising the often huge contextual divergence, and develops a deeper understanding of the status quo and constraints particular to Sub-Saharan Africa; core work packages are based on an existing model that has been developed in South Africa over the past 15 years to support cities with effective energy transitions; it is rooted in practicalities of what it takes to implement energy-related initiatives effectively in complex urban environments through action research components; and it holds a core research thread of developing a knowledge exchange framework for supporting cities with effecting energy transitions.\n\nThe project work areas cover the knowledge exchange research thread , developing an information base from which to support cities, undertaking direct support for cities around strategy development and priority initiatives (the 'action research' component), and focusing on knowledge exchange and capacity building in range of different ways, covering local to international levels.\n\nThe project partners include a leading university in each of the three Africa countries - University of Ghana, Uganda Martyrs University and University of Cape Town - as well as an NGO in South Africa (Sustainable Energy Africa) that has 15 years of experience supporting cities with sustainable energy transitions. In addition, the project partners include two leading universities in the UK (Durham and University College London) with expertise in urbanisation and energy transitions, and a UK consultancy (Gamos) with expertise in knowledge brokering frameworks and social network analysis, amongst other areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002620/1","grantId":"EP/L002620/1","fundValue":"1683870","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Gabrial  Anandarajah","coPersons":["Simon  Marvin"],"organisation":"University College London","findingsText":"","dataset":"gtr"}