{"id":"71A58513-33EA-4FAB-ACD2-A79DD6DFA3F1","title":"Investigation of the target of metformin","abstractText":"Metformin, which is known chemically as a biguanide, took more than five decades to become one of humanity's most widely used medicines. It is the medicine of choice for type 2 diabetes and is under investigation for use in a much wider variety of diseases associated with age-related metabolic problems. Many of the beneficial clinical effects of metformin within the body are known but unfortunately it is still unclear how metformin triggers these effects and why it doesn't always work. This is the missing piece of the jigsaw that we are providing here. The approach in the work leading up to this proposal has been to modify the chemical structure of metformin, in order to work out which bits of metformin are required for its actions on the cells in our body. Our new finding is that metformin's effects are lost when we interfere with the drug's copper-binding properties. Metformin itself has been known to bind copper for over a century but our latest data suggests that metformin actually targets copper as a key part of its therapeutic effects, something we now wish to understand in more detail. An unusual and striking aspect of this interaction is that metformin forms unusual 'pseudoaromatic' structures with copper that actually change the shape of the metal. In simple terms, the key distinction between other known metal-binding drugs and metformin can be understood most easily by analogy with The Sun and The Wind in Aesop's fable for children, whose lesson is 'Persuasion is better than force'. Other drugs (The Wind) attempt to force metals out of protein binding sites simply because they bind the metal more strongly, while instead guileful metformin (The Sun) acts first by inducing the protein to loosen its grip on the metal by altering the metal coordination environment. Our research will determine whether this trick is important for effects of metformin on muscle and liver cells. By developing a better understanding of one of the agents currently available, this proposal will pave the way to the development of better agents against age-related metabolic disease in future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K012924/1","grantId":"MR/K012924/1","fundValue":"356769","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"MRC","impactText":"","person":"Graham  Rena","coPersons":["Alan Russell Prescott"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}