{"id":"71A7C173-44CC-41AC-BAF4-80BB39B5B2F7","title":"Identifying Energy Dispersal Pathways in Bare and Hydrated Nuclear Bases: A New Dimension in Nanosecond Electronic Spectroscopy","abstractText":"Molecules involved in biology, such as in our bodies, are affected by the absorption of energy, particularly from light. We see this via sunburn, skin aging and via skin cancer, mainly caused by ultraviolet radiation. These effects occur as the energy absorbed is not spread out quickly enough, and so can damage molecules locally. In fact, DNA and other biological molecules are very good at losing energy so it is only when we expose ourselves to large amounts of sunlight that damage occurs. One way to protect ourselves is to use sun creams that contain special organic molecules that can spread out the Sun's energy efficiently so that it does not reach the skin. Hence knowledge of how energy spreads through molecules is very important: both to understand how our molecules get damaged, but also in designing new molecules that can protect us from sunlight.\n\nIn this work we will look at the energy levels in molecules and identify the pathways by which energy spreads through molecules, both in isolation, but also in the presence of water molecules, since molecules in our bodies are typically surrounded by water. However, it is expected that the strongest effect will come from the first few water molecules interacting with the molecule, since these will attach to the most active sites (it is the first few children who get a good view of the ice cream van, the rest only catch glimpses through the crowd!).\n\nOur experiments will be carried out under carefully-controlled conditions, allowing us to understand in detail what is happening, and to have the ability of seeing the effect of adding water molecules one at a time. We shall be able to see how the energy can move through the molecule, and how this is affected by the addition of the water.\n\nTo understand the experiments we need to be able to model the systems, but such models are currently not reliable. Hence we shall develop new modelling tools, and test them against our experiments. Since the experiments are well-defined, it means that the models can be tested in a fair manner. Once the models are established, then they can be used to gain insight into the attributes of the molecules which make them stable in sunlight, and this will help with understanding skin damage (aging, skin cancer) and allow new chemicals for sun protection to be designed by industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021366/1","grantId":"EP/L021366/1","fundValue":"717205","fundStart":"2014-05-25","fundEnd":"2018-05-24","funder":"EPSRC","impactText":"","person":"Timothy G  Wright","coPersons":["Nicholas Alan Besley"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}