{"id":"71A727AF-FA10-461A-A586-F1795ADBADAB","title":"Resilience and interaction of networks in ecology and economics (RESINEE)","abstractText":"Connections between individuals (persons, firms, cities, countries, plants, ecosystems) facilitate the exchange of resources, goods and information, but they also expose them to the threats and dangers. A network is said to be resilient if it is able to benefit from the connections and if it does not collapse under external shocks and perturbations. To study the resilience of networks we will consider the following issues: 1. Purpose of the network. The performance criteria for the network will depend on the purpose the network is meant to serve. The criteria will reflect the aims of a single entity controlling the links, for example, the owner of a computer network or the planner of land use. In other cases the criteria need to aggregate the interest of the different nodes, as in a banking system or an ecosystem. Finally, in other cases two opposing agents, such as a criminal organisation and the government or managers with different interests, will have conflicting interests, each one trying to maximise their own benefit. 2. Nature of the threat. In some situations threats are random, either because they are natural (e.g., weather and climate related, disease spreading) or because they reflect the technological uncertainties (e.g., the liquidity shocks reaching the banks because of the failure of a large borrower). Interesting situations arises when threats are designed by intelligent players whose goals are in conflict with the purpose of the network (e.g. computer hacker). A government agency monitoring terrorism poses a similar threat to a terrorist network. Finally, ecosystems function may collapse to a desert under increasing arid conditions (i.e., the system is attacked by lack of water) and climate change. 3. Decision making and agency of the nodes. In transport networks, there may be a single public agency defining the links and choosing the level of security, design and protection are both centralised. In other settings, such as computer networks, the design may be centralised, but the choice of protection and defense may be made at the level of nodes. There are situations in which the choice of links and the protection levels are made by the nodes in the network, e.g., individuals choosing the frequency of travel or vaccination. Finally, there are mixed situations: Banks choose the level of exposure in a financial network, but the bank supervisor may decide a maximum level of exposure, and in some cases they may choose to rewire the network by forcing mergers between financial institutions. Restoration of ecosystems involves external interventions but the individuals may also change their behaviour on their own. In this project, we will study how the above issues influence networks arising from concrete questions in economics and ecology. Underlying the project is the unifying picture of complex systems and, specifically, co-evolutionary models of interacting agents to advance the understanding of the emergence of resilience properties of networked systems. Both in ecology and economics networks evolve, and at the same time the interacting agents at the nodes dynamically adapt their strategic propensities (e.g. foraging patterns in ecological systems, or communication, management or risk diversification strategies in economics). Thus, structures at large scales emerge from processes at smaller scales, and tools from physics and mathematics of complex systems can be used to find similarities and differences among economic and ecological networks and the features contributing to their resilience. At a second stage these insights will help to identify suitable control and management mechanisms on the microscopic scale enhancing sustainability in both contexts. In making the connection between economics and ecology one may ultimately ask what can be learnt from the structure of natural network for the design of man-made structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019200/1","grantId":"EP/I019200/1","fundValue":"138899","fundStart":"2011-05-16","fundEnd":"2013-05-15","funder":"EPSRC","impactText":"  We do not believe that our findings have yet been used, but potentially they are useful in order to understand the ecology of semi-arid ecosystems.  ","person":"Alan  McKane","coPersons":["Tobias  Galla"],"organisation":"The University of Manchester","findingsText":" The theory of &quot;hybrid&quot; systems was developed --- these are piecewise deterministic systems characterised by a large number of individuals inhabiting an environment whose state is described by a set of continuous variables. Analytical and numerical methods from nonequilibrium statistical mechanics were used to study the influence that intrinsic noise had on the qualitative behaviour of the system. We were able to use the system-size expansion to calculate the power spectrum of the fluctuations in the system, and so predict the existence of noise-induced oscillations.\n\nThe motivation for developing this theory was to apply it to semi-arid ecosystems. Since plants are discrete entities, they may give rise to demographic noise, which in certain cases can influence the qualitative dynamics of ecosystem models. We explored the effects of demographic noise on the resilience of a model semi-arid ecosystem by introducing a spatial stochastic eco-hydrological hybrid model in which plants are modelled as discrete entities subject to stochastic dynamical rules, while the dynamics of surface and soil water are described by continuous variables. The model had a deterministic approximation very similar to previous continuous models of arid and semi-arid ecosystems. By means of numerical simulations we showed that demographic noise can have important effects on the extinction and recovery dynamics of the system. In particular we found that the stochastic model escapes extinction under a wide range of conditions for which the corresponding deterministic approximation predicts absorption into desert states. Ecologists are now in a position to build on this initial work and construct more realistic models of ecosystems, but using the hybrid scheme which we developed. Agriculture, Food and Drink,Environment","dataset":"gtr"}