{"id":"71A87857-6A52-47F6-A69B-80DCCC13EE7D","title":"Reducing relapse in alcohol dependence with the NMDA receptor antagonist, ketamine","abstractText":"Context of the research: \nWorldwide, alcohol abuse is an escalating problem. Nearly 9% of men and 4% of women in the UK today meet criteria for alcohol dependence - in all around 3.9 million British adults. Alcohol misuse globally accounts for roughly 4% of all deaths and 5% of the burden of disease. Costs to the NHS from alcohol abuse are estimated at &pound;2.7 billion annually and consequences of prolonged alcohol abuse, both physically and psychologically, can be severe. For alcoholics, giving up drinking for good is key to allow recovery of physical and mental health as well as quality of life, but treatment for alcohol dependence has very low success rates. Half of all alcoholics will return to heavy drinking just 3 months after detoxification, a figure that jumps to around 70% after as little as 6 months. Due to the huge burden on the NHS and UK economy and the ever growing numbers of people dependent on alcohol, new treatments for alcohol dependence are urgently needed. Our research team have found preliminary evidence that 3 doses of the anaesthetic drug, ketamine, combined with psychological therapy can reduce one year relapse rates in alcohol by over 40%. Such a dramatic treatment effect has never been previously observed in alcohol dependence. Converging evidence from studies in animals, healthy humans as well as in humans with depression suggest that ketamine might be acting to promote the growth of new connections between brain cells, a process which we know to be impaired following alcohol addiction and which might explain the dramatic treatment effect. Another possible explanation is that ketamine has relatively recently been discovered to be a very rapid acting and impressive antidepressant. We know that depression is rife in alcoholism and predicts relapse, so treating depression with ketamine might account for this extraordinary reduction in relapse rates. However, while supporting data come from controlled laboratory studies, our preliminary patiet data come from an uncontrolled study which crucially needs replicating.\nAims and objectives of this project:\nOur primary aim is to assess whether ketamine-assisted therapy is safe, well-tolerated and effective at promoting abstinence in a sample of 96 recently detoxified alcoholics with a minimum of mild depression. Secondary aims are to examine whether ketamine alone is as effective as ketamine plus psychotherapy. We will randomise people to receive either 3 weekly doses of ketamine or placebo (0.8mg/kg IV over 45 mins) plus psychological therapy or 3 weekly doses of ketamine or placebo plus a psychoeducational control. Patients will then be tracked for 6 months and changes in drinking behaviour compared. \nPotential applications and Benefits:\nThe application of these findings is clear: a much more effective treatment for the notoriously destructive and treatment-resistant condition of alcohol dependence. If preliminary findings are confirmed in this small study, this would provide the basis for a large scale clinical trial. Due to the widespread medical use of ketamine in the UK, this work could then quickly be rolled out as a new treatment for alcohol dependence in the NHS. This would have a huge impact on the health and wealth of the nation, in terms of improved mental and physical health for those afflicted with alcohol dependence, and associated benefits for families and loved ones of the alcohol dependent individual, along with reduced NHS, legal and policing costs, less days absent from work, better vocational achievement. If ketamine-assisted therapy does emerge to be effective in alcoholism it may also prove to have applications in other addictions, and present a new and powerful treatment for co-morbid depression in alcoholism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L023032/1","grantId":"MR/L023032/1","fundValue":"750363","fundStart":"2015-06-08","fundEnd":"2018-05-07","funder":"MRC","impactText":"","person":"Celia  Morgan","coPersons":["Helen Valerie Curran","Anne  Lingford-Hughes","Robert  Price"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}