{"id":"71B29077-9F7A-4958-9A49-56CA1B787EDF","title":"Travel grant to support experiment at MSU on r-process nuclei","abstractText":"In supernova explosions, massive stars end their life in a rapid collapse followed by an explosion that ejects a large fraction of the stellar material into space. This kind of explosion is one of the prime candidates for the so-called r-process in which many of the heaviest chemical elements on Earth are produced. In the stellar collapse that drives the explosion, the electrons which hold back the collapse are rapidly absorbed by the atomic nuclei present in the star. As electrons are absorbed, the star is no longer stable and the collapse of the star inevitable. Because of the violence of the collapse, the outer layers of the star are subsequently flung into space in a supernova explosion. The protons from hydrogen have long been thought to dominate the absorption of electrons, whereas nuclei produced in the r-process have been excluded. This is because the internal structure of r-process nuclei has been thought to completely block the absorption of electrons. This blocking, however, is now being questioned. It has recently been shown that structural effects in the neutron-rich r-process nuclei can potentially open up for absorption of electrons on these nuclei, even to the degree where they become the dominant contributor to the collapse. To clarify this, the configuration of individual nucleons (that is, protons and neutrons) in r-process nuclei will be examined in the experiment. This investigation will utilise reactions where individual nucleons are knocked out of the short-lived r-process nuclei. In the experiment, both the knockout process as well as the nuclear states produced in the reactions will subsequently be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I003746/1","grantId":"ST/I003746/1","fundValue":"6002","fundStart":"2010-10-17","fundEnd":"2011-01-16","funder":"STFC","impactText":"  For a publication in the literature  ","person":"Brian  Fulton","coPersons":[],"organisation":"University of York","findingsText":" Experiment performed at overseas facilities and the results analysed an published Researchers in the field have access to the results through the literature Other","dataset":"gtr"}