{"id":"71B44607-BAD7-41A8-A0A3-06DA4EB8BF9E","title":"Large-effect genetic variants in susceptibility to invasive pneumococcal disease","abstractText":"Respiratory infection is the single largest contributor to the global burden of disease and the leading cause of death in children world-wide, killing more children annually than AIDS, malaria, and measles combined. The bacteria Streptococcus pneumoniae (the pneumococcus) remains the most common cause of community-acquired pneumonia in Europe and the United States and accounts for the deaths of more than one million children under the age of five world-wide each year. Invasive pneumococcal disease (IPD) is a severe manifestation of S. pneumoniae infection which occurs most commonly when infection enters the bloodstream (causing septicaemia) or meninges (causing meningitis). Even in developed countries, a significant proportion of individuals who develop IPD die.\n\nIncreasing evidence suggests that an individual?s genetic make-up plays an important role in determining their likelihood of developing severe infectious disease, although the specific genes responsible remain largely unknown. Recent advances in DNA sequencing technology have lead to the possibility of performing detailed and large-scale studies of the human genome to identify DNA sequence variants which differ between individuals. The proposed research aims to identify novel genetic variants that exert a large effect on the risk of developing IPD. The project will utilise new sequencing technologies together with the largest available collection of samples from individuals with IPD and related severe bacterial diseases. Gene variants that exert a major effect on the risk of developing IPD will be identified by analysing DNA sequence in samples from patients with IPD and comparing them with samples from healthy subjects; these samples have been anonymised and were collected with consent. Samples will be studied from both UK and Kenyan individuals, and as a result any possible benefits may be applicable to both populations.\n\nThe identification of novel gene associations from this approach may explain why some individuals are particularly vulnerable to developing severe bacterial disease. This knowledge may aid medical practice, for example through the use of vaccines or antibiotics to prevent disease in high-risk individuals. The results may also lead to an increased understanding of the human body?s immune defence mechanisms and perhaps the development of more effective treatments. Definition of the molecules and pathways that are important in individual patients may eventually lead to a personalised approach to care, with prophylaxis and therapy tailored on the basis of an individual?s genetic background.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001712","grantId":"G1001712","fundValue":"624114","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Stephen James Chapman","coPersons":["J Anthony Scott","Adrian Vivian Hill"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}