{"id":"71B9731D-DA52-45D8-9109-037B1F676D98","title":"Underpinning Power Electronics 2012: Components Theme","abstractText":"Transformative changes in Power Electronic Systems are anticipated over the next 10-20 years following the successful commercialisation of wide-bandgap power semiconductors devices. The enhancements in operating temperature, switching speed and losses offered by these devices will impact all sectors of low carbon electrical energy usage, leading to a new generation of robust, compact, highly efficient and intelligent power conversion solutions. The vision of the Virtual Centre in Power Electronics is to place the UK in a world leading position in providing the radical innovation needed to engineer the capabilities offered by new power semiconductor devices in high performance energy conversion exemplars. This will be accomplished through underpinning research and innovation into: the exploitation of new devices, component level integration, power conversion circuits and electro-mechanical energy conversion systems within the context of benchmarking and demonstrating new capabilities beyond the current state of art. \n\nThis proposal addresses one of the central themes of the Centre in Power Electronics: Component Integration underpinning research. The program integrates advancements in power module and assembly, passive component and device driver and sensing technologies, and research concerned with improved design tools and methods, structural and functional integration and operational management and control. The ambition is to realise the full potential of advanced power semiconductor devices (for example high efficiency, ultra-fast switching and high operating temperatures) in practical power conversion circuits by engineering them with a reliable switch unit. \n\nThe overall objective is to develop and demonstrate new techniques and novel technologies that contribute to addressing the underpinning challenges faced in power electronic energy management system developments, namely: Increased Efficiency; Increased Power Density; Increased Robustness; Lower EMI; Modularity in Design; Higher levels of Integration and Lower Life Cycle Costs. If successful the research will accelerate the widespread introduction of low carbon energy generation and usage, for example in making electric/hybrid vehicles more affordable, in advancing reliable 'more electric' aircraft systems, in realising a more robust 'smart' electrical grid infrastructure and in encouraging a greater adoption of renewable energy sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034804/1","grantId":"EP/K034804/1","fundValue":"1976370","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Philip Henry Mellor","coPersons":["Bernard H Stark","Chris  Bailey","Olayiwola  Alatise","Paul David Mitcheson","Andrew  Forsyth","Li  Ran","Alberto  Castellazzi","Christopher Mark Johnson","Timothy  Green"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}