{"id":"71BEAA96-C150-4E69-9953-C58BF7B3EB5C","title":"Evolution of the physical, geochemical and mechanical properties of the Alpine Fault Zone: A journey through an active plate boundary","abstractText":"This proposal is the UK component of a major international campaign, the Deep Fault Drilling Project (DFDP) to drill a series of holes into the Alpine Fault, New Zealand. The overarching aim of the DFDP to understand better the processes that lead to major earthquakes by taking cores and observing a major continental fault during its build up to a large seismic event. The next stage of this project will be to drill and instrument a 1.5 km hole into the Alpine Fault.\n\nEarthquakes are major geohazards. Although scientists can predict where on the Earth's surface earthquakes are most likely to occur, principally along plate boundaries, we have only imperfect knowledge. We also don't know when earthquakes will occur. This is well illustrated by recent events on the South Island of NZ. Two earthquakes in Christchurch in Sept 2010 and Feb 2011 caused 181 deaths and &pound;7-10 billion of damage (~10% of NZ GDP). Yet Christchurch had previously been considered of relatively low seismic risk. In contrast, the western side of the South Island is defined by the Southern Alps, a major mountain chain (&gt;3700 m) formed along the Australian-Pacific Plate boundary. Until a few million years ago this plate boundary was a strike-slip fault like the San Andreas Fault in California, but subtle changes in plate motion has led to the collision of the Pacific and Australian Plates. This caused uplift of the mountains and due to very high rates of rainfall and erosion, rapid exhumation of rocks that until recently had been deep within the Earth. Although these plates are moving past each other at ~30 mm/y and the uplift rate in the Southern Alps approaches 10 mm/y, there has not been a major earthquake along the Alpine Fault in NZ's, albeit short, written history. However, there is palaeo-seismic evidence that major earthquakes do occur along the Alpine Fault with magnitude ~8 earthquakes occurring every 200-400 years, with the latest event in 1717 AD.\n\nEarthquake occur because stresses build-u within the relatively strong brittle upper crust. At greater depths (&gt;15 km) rocks can flow plastically and plates can move past each other without building up dangerous stresses. On some faults, the brittle crust &quot;creeps&quot; in numerous small micro-earthquake events and this inhibits the build up of stress. Unfortunately there are few even micro-earthquake events along the Alpine Fault or surface evidence for deformation, suggesting that the stresses along this plate boundary have been building up since 1717 - if that stress was released in a single earthquake it would result in a horizontal offset across the fault of &gt;8m!\n\nA major hindrance to earthquake research is a lack of fault rock samples from the depths where stresses build up before an earthquake. Fault rocks exposed at the surface tend to be strongly altered. The strength of fault rocks will depend on a number of factors include pressure, temperature and the nature of the materials, but also whether there are geothermal fluids present. The geometry of the Alpine Fault is special in that the fault rocks that were recently deforming at depth within the crust are exposed close to the surface. Also because of rapid uplift and erosion the local geothermal gradients are high and relatively hot rocks are near the surface. This results in a relatively shallow depth (5-8 km) for the transition from brittle to plastic behaviour. This provides a unique opportunity to drill into the fault zone to recover cores of the fault, to undertake tests of the borehole strata, and to install within the borehole instruments to measure temperature, fluid pressures, and seismic activity. Once core samples are recovered we will perform geochemical and microstructural analyses on the fault rocks to understand the conditions at which they were deformed. We will subject them to geomechanical testing to see how changes in their environment affects the strength of the rocks and their ability to accommodate stresses before breaking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J024449/1","grantId":"NE/J024449/1","fundValue":"538445","fundStart":"2012-12-01","fundEnd":"2017-01-31","funder":"NERC","impactText":"  This award is in an early stage. We have participted in the drilling of the scientific borehole in October/November 2014. We have participated in outreach activities in the local community in New Zealand that would be most affected by seismic activity along the Alpine Fault Zone. Education Societal","person":"Daniel Roy Faulkner","coPersons":["Elisabetta  Mariani"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}