{"id":"71D9D68F-3906-44E8-90DE-4786D1358C06","title":"Making Sense of Creative Interactions","abstractText":"The aim of this project is to better understand the impact of interactive technology on the creative process of working artists and further, to develop knowledge that will enhance the design of future interactive technologies used by creative practitioners.Creativity is a difficult problem to grapple with. It has been attributed to an occurrence of divine intervention, as the outcome of processes in the brain, social processes, genius and mental illness. As such there is no single authoritative definition of what creativity is. Arguably, the problem of understanding creativity is made even harder as new technology replaces the traditional media or methods that creative people use in their practices, thus altering the very nature of their creative processes. As such, understanding creativity becomes tied to an understanding of the use of technology within creative practices. Furthermore, the continual advancement of digital interactive technologies challenges our understanding of these creative practices, as they alter the creative workspace. It is therefore important to tackle this issue now so that we can design better technology for creative practitioners in the future.This project will approach this problem by investigating how real artists use both traditional and new media methods within their creative practice. Case studies will be conducted that employ observation of their real-time working practice in their own working environments. Interviews will also be conducted that aim to understand the artists own perspective on the way in which they cope with the problems that emerge as they use new technologies. These studies will provide detailed documentary evidence of artistic practice in action and will allow for the comparison between different types of artistic practice e.g. graphics and illustration as well as the comparison of different methods and technologies e.g. traditional painting and digital image making.These studies will highlight the way in which technology is impacting on the creative practice of different groups of artists. As such they will provide invaluable knowledge that can be brought to bear on the problem of how to improve interactive technologies for creative practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F053029/1","grantId":"EP/F053029/1","fundValue":"125517","fundStart":"2008-10-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The findings from this project as exemplified in the published papers. have had an impact on a number of fields. Most notably the fields of HCI and Industrial Design. In HCI, our publications that focused on Reparatory Grid Technique have been cited in relation to other studies that have used similar techniques to investigate other aspects of interaction with digital technologies. Similarly, the same papers have been cited by researchers looking at creativity and serendipity, e.g. the SERENA Project. In the world of Industrial Design our work has been cited in relation to exploring ways in which Industrial Designers can address the shift from paper sketchbooks to digital formats that are specific to that domain. Creative Economy,Digital/Communication/Information Technologies (including Software),Education Cultural","person":"Shaleph  O'Neill","coPersons":[],"organisation":"University of Dundee","findingsText":" In 2008, I made a significant step forward in beginning my academic research career when I was awarded funding through the EPSRC 'first grant scheme'. The project, entitled, &quot;Making Sense of Creative Interactions&quot;, completed in December 2011 resulting in several outputs and the potential for significant further work that capitalizes on these (McWinnie et al, 2009: O'Neill, 2011a; 2011b). \n\n\n\nThe project focused on developing a better understanding of the impact of digital technologies on the activities of creative practitioners, predominantly in the field of Art and Design, in order to inform the design of future creativity support tools (CSTs), E.g. software and hardware devices that enhance creativity.\n\n\n\nStarting from first principles, the project proceeded by eliciting a better understanding of 'creativity' based on practitioner's own descriptions. This data then informed the development of some new methods for investigating creativity more deeply.\n\n\n\nThe most significant outcome of this project was the development of a prototype mobile phone App (called TiViTi) that allows researchers to gather data about creative habits remotely over time. The use if such technology is a major leap forward in gaining access to the recesses of the creative mind and it's attendant activities. The TiViTi app is now available online free to download via the Apple IPhone app store. Future development of the app which pushes the technology into the user-centred design of digital tools for creative people could result in a wide range of creative practitioners adopting the technology across multiple disciplines. The development of future Creativity Support Tools based around the TiViTi app and it's use as a data gathering tool for research could result in a route to market that sees the production of new Creativity Support Services across online and mobile platforms. However, this approach requires further funding to establish a team to complete the development work and look at new business models for the exploitation of the technology. Future Research would require 3 things:\n\n\n\n\n\n1. Version 1 of TiViTi is already available for download. The first stage of the project is to refine the app based on participant responses. E.g. improve its interface components and data gathering methods and build the participant numbers. This will allow us to release better versions of the app that will increase user engagement.\n\n2. Currently, all of the data input to TiViTi can be captured and stored on a database here in the University. However, as yet we do not have the mechanisms or resources in place to handle the huge volumes of data we will be gathering. Neither have we established the best way to analyse it effectively. We need a robust storage and analysis system that can handle high volumes of data and establish the correct protocols for analysis. [Note: This data is already coming into the University].\n\n3. The features of TiViTi can be reconfigured as component parts of a wider range of CSTs and creativity support services, the design of which will be informed by the data gathered during the project. We need to design and prototype these CSTs and test them in the market place, moving towards a sustainable economic model for their development that will realise these tools as products and services in their own right. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}