{"id":"71D9F1A0-5776-413D-ABC4-6168138FC575","title":"Cell labelling for in vivo use and in-process quality control","abstractText":"The future use of cells as both therapies and drug discovery tools addresses a huge unmet societal and clinical need\nrelating to a range of medical conditions, many with no current effective treatment option and representing a huge\ndisease burden. Over the last 10 years the exciting possibility of creating new therapies using living human cells has\nmatured to the extent that a small number of therapies exist and an emerging industry can clearly be identified. Cryoskin\nis such a product, which is an active treatment for burns and hard to heal wounds (such as leg ulcers). This product\noffering uses donor cells grown on selective materials specifically designed to promote cell growth, but then allow release\nto the applied site of treatment. The product is being developed in a &quot;spray&quot; format to allow ease of clinical application.\nHowever, it is necessary to be able to track and locate where the cells have been sprayed and to do this using reagents\nthat are non-toxic, remain within the cells for multiple generations and can be detected simply using a hand-held light\nsource following or during application.\n\nThis proposal is directly aligned to the development of a commercially viable product, with the labelling of Altrika's\nCryoskin product with a GMP synthesised/formulated cellular labelling reagent\nwhich is known to be taken up by cells in a highly efficient fashion. These will then be evaluated by the team from The\nRoyal London Hospital to ensure that the labelling does not affect cell function and that patient care is improved. This\napproach will allowing the delivery of stem cells into the clinical setting with direct tracking of the stem cell derived product\nto the point of use.\n\nThis proposal brings together a synergistic team of chemists in Edinburgh (who have a long history of cell delivery\nexpertise) with direct day-to-day interaction with Altrika Limited who are world leading experts in cell based skin wound\ncare, Roslin Cellab who will assess the nature of the label on stem cell function and clinicians (The Royal London Hospital\nand the Trauma Clinical Academic Unit of Barts) who will be using the labelled Cryoskin product.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J501724/1","grantId":"EP/J501724/1","fundValue":"51523","fundStart":"2012-04-20","fundEnd":"2015-04-19","funder":"EPSRC","impactText":"","person":"Mark  Bradley","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}