{"id":"71E1767A-FB8F-4EB2-A250-58D6CAAD6FD8","title":"P2X receptors for ATP: using the model organism Dictyostelium discoideum to understand their regulation and roles","abstractText":"Adenosine 5 -triphosphate (ATP) was discovered in muscles in 1929, and it was soon realised to be the key for energy production inside cells. But, as is often the case, the same molecule has an important role outside cells and is used to signal between cells. The cell surface receptors for ATP, known as P2X receptors, are proteins with a hole down the middle: they acts as gates that allow small ions to cross the membrane when ATP binds to the receptor. This in turn leads to changes in cell behaviour. In fact, it is now known that these responses to ATP regulate diverse physiological processes in mammals, including taste, bladder emptying, oxygen sensation, inflammation and pain. ATP signaling by P2X receptors therefore represents a novel target for disease involving pain and inflammation. \n\nTo understand how P2X receptors work, it is important to understand how they are regulated, and to discover the further effects of P2X receptor activity. But such studies have been difficult to perform because P2X receptors had not been found in simple model organisms suitable for laboratory studies. Recently, we discovered that P2X receptors are present in the social amoebae, Dictyostelium discoideum. Dictyostelium is used to study many processes in cell and developmental biology, due to its relative simplicity and the ease with which genetic and biochemical studies can be carried out. We were surprised to find that one Dictyostelium P2X receptor actually regulates responses to ATP inside cells, rather than at the cell surface. But we believe that this action is not related to energy metabolism: rather, the receptors are required for the cells to adapt to the stress of being submerged in water. As Dictyostelium cells normally live in the soil, this is likely an important adaptation for their survival. \n\nMost importantly, these findings will allow us to address how P2X function is regulated. Firstly, we will use cutting edge genetic and biochemical techniques to identify other proteins that are required to regulate receptor activity in Dictyostelium. Secondly, we will determine the role of the other four P2X receptors and compare the ATP responses of these receptors to those seen with mammalian P2X receptors.\n\nSince the basic mechanism of operation of P2X receptors is conserved from amoeba to man, we will be able to advance our understanding of P2X receptor function, regulation and structure in all animal species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900069","grantId":"G0900069","fundValue":"608256","fundStart":"2010-07-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Christopher  Thompson","coPersons":["Richard Alan North"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}