{"id":"71EBEBA3-9DCF-425A-A984-B07D80275C3D","title":"Cooperative Participatory Evaluation of Renewable Technologies on Ecosystem Services (CORPORATES).","abstractText":"Driven by ambitious, legally binding targets for increased use of renewable energy, the expansion of offshore wind energy has become a key policy issue in the UK, and is attracting substantial investment from businesses. However, the use of large areas of the sea for wind farms can impact on marine ecosystems and on the many species that depend on these ecosystems, from sandeels to seabirds, and the important services these ecosystems provide, such as fisheries and recreation. As a result, many stakeholders might be affected by new wind farms, including commercial, government, nature conservation and community interests. Depending on where wind farms are located, different trade-offs between these benefits will need to be made. Ecological researchers have developed oceanographic models that can predict how the addition of 100s of large gravity based windmills will change the movement and accumulation patterns of bottom sediment and in what locations there will be hydrographic changes sufficient to affect the amount of plankton (the base of the marine food chain) produced. From previous research, we can predict the consequential changes in the distributions of sandeels, seabirds and marine mammals.\nEconomists and social scientists have developed ways of assimilating ecological evidence to assess the ecosystem services impacts on stakeholders of large scale changes, such as in agricultural practices (Bateman et al. 2013 Science 341:45-50). Together they evaluate how changes in ecosystem services in terrestrial settings are viewed socially, culturally, economically and legally. However, in the marine environment, and because of the infancy of large offshore developments, marine renewable energy industries do not currently have an established or standardised process to evaluate the ecological, economic and cultural trade-offs inherent in alternative locations of offshore windfarms. \nThis project brings together leading ecological, economic, social-cultural, and legal experts from the University of Aberdeen, the Scottish Association for Marine Science, the James Hutton Institute and Marine Scotland Science with 3 marine renewable energy companies; Seagreen, Repsol &amp; MainStream RP. Together, this group will co-develop a decision-support system to assess large scale changes in ecosystem services in the marine environment. Using a case study of the wider Firth of Forth, Scotland, where there are plans for a Marine Protected Area in the same location as the windfarms, these partners will bring together a wide range of stakeholders (fishing industry, marine wildlife NGOs, local community leaders and environmental businesses) to map out different types of evidence, discuss their different and shared values and evaluate different spatial wind farm scenarios to inform decisions. At the core of the projects there will be 2 workshops; the first of which uses the rich amount of existing data for this area to develop a common understanding of the social-ecological system. The 2nd will explore ecosystem service trade-offs under different wind turbine configuration scenarios. This project will facilitate the rare opportunity of providing the interaction needed to enhance business's and stakeholder's understanding of ecosystem services in the context of a real situation at just the right time for immediate implementation.\nThe CORPORATES project will produce a user's guide on how to run this process, so that it can become a standardised tool for the industry. This can bring substantial benefits to industry, as business plans can be better aligned to different stakeholder interests and communal values, increasing support for plans, reducing the risk of conflict and improving the reputation of the company. The project will also help businesses take better account and understanding of the value of the many services that ecosystems provide us and the benefits they bring to human wellbeing, leading to more sustainable use of the marine environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M000184/1","grantId":"NE/M000184/1","fundValue":"85552","fundStart":"2014-07-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Beth Emily Scott","coPersons":["Anne-Michelle  Slater","Tavis  Potts"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}