{"id":"71F202D5-E0B2-4FB9-9341-3338970B7591","title":"Reconstructing millennial-scale ice sheet change in the western Amundsen Sea Embayment, Antarctica, using high-precision exposure dating.","abstractText":"Accurate prediction of when and how much sea level rise is likely to take place in the future is of great societal and economic importance if governments are to successfully plan for the future in a warming world. The West Antarctic Ice Sheet (WAIS), and particularly its Amundsen Sea sector, is key to such predictions because it has the potential to retreat very rapidly, perhaps over just a few centuries. We urgently need improvements to models that predict its future stability because the water locked inside it has the potential to make a major contribution (up to 1.2 metres) to global sea level rise. This would result in widespread damage to low-lying cities around the world, including major coastal and economic hubs in Europe, such as London. \n\nInformation about the past size and shape of ice sheets is essential for testing and refining predictive models. However, despite its importance for understanding future sea level rise, modelling efforts in the Amundsen Sea Embayment (ASE) of Antarctica are currently hindered by a lack of data on the history of the WAIS, particularly in the western ASE (we know the general pattern of retreat and thinning in the eastern ASE, although some of the details are not yet clear). The proposed project will produce a unique high-resolution record of ice sheet thinning over the past 20,000 years from the poorly-known western ASE. \n\nWe will use exciting innovations in the technique of surface exposure dating to determine small fluctuations in ice sheet thickness with greater precision than has previously been achieved in Antarctica. Information on the shape and size of the WAIS over the past 20,000 years is contained within rocks deposited on the surface of Antarctica as the ice sheet has retreated and thinned since that time. Surface exposure dating involves collecting such rocks and measuring the abundance of an isotope, 10Be, concentrated within their upper surfaces, which acts as a chemical signal for the length of time since the rock was last covered by ice. Because we plan to collect this information from a range of heights above today's ice surface in the western ASE, we will be able to tell how rapidly that part of WAIS has thinned, and when the thinning started and stopped. As well as establishing the history of this part of the WAIS, this approach will also give us insight into the significance of ice sheet changes recorded and widely publicised over the past decade. For example, are they simply the continuation of a long-term trend of thinning, or have they only started happening relatively recently and, if so, why? By comparing the retreat history of glaciers in the western and eastern parts of the ASE, we will also learn how different parts of the ASE are likely to respond to future environmental change.\n\nAn important part of our proposal will be to further develop our existing collaborations with modellers who use geological data to test and tune their ice sheet models. Our data will permit significant improvements in these models, ultimately contributing to more accurate prediction of future global sea level rise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012088/1","grantId":"NE/K012088/1","fundValue":"342528","fundStart":"2015-04-01","fundEnd":"2019-03-31","funder":"NERC","impactText":"","person":"Joanne Susan Johnson","coPersons":["Steve  Roberts"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}