{"id":"71FE50EF-04A2-4569-ABC8-61ECD4C1FEA3","title":"GREYBLS: modelling GREY-zone Boundary LayerS","abstractText":"Society benefits significantly from the numerical weather forecasts provided by the Met Office. Recently, PA consulting valued the Met Office's public weather service in excess of &pound;600 million pa. The high-resolution (small grid box) numerical weather forecasts of the Met Office provide information on, for example: surface temperature, low-level cloud and fog, and the onset of thunderstorms. This benefits the public and a wide range of industries including: agriculture, aviation, construction, wind energy, retail and transport. This project aims to deliver improvements to the high-resolution numerical weather prediction (NWP) models used to make these forecasts.\n\nThe atmospheric boundary layer is the region adjacent to the surface in which there are significant turbulent fluxes of heat, moisture and momentum. The boundary layer has a significant diurnal cycle over land forced by solar heating. It is also strongly coupled to other important processes in the atmosphere such as large-scale weather systems and convective storms. The boundary layer diurnal cycle thus plays a key role in many high-impact aspects of weather such as: surface temperature, the dispersion of pollutants and chemical species, low level cloud and fog, and the onset of thunderstorms. The diurnal cycle of the boundary layer is also important in regional climate and climate change, for example, extreme temperatures over land with increased greenhouse gas emissions. Nevertheless, there are important limitations in our understanding and ability to forecast the diurnal cycle of the boundary layer at high resolution.\n\nThe aim of this project is to develop new techniques for modelling the boundary layer at high resolution in a regime called the &quot;grey zone&quot;. The grey zone describes the situation where the grid box of a NWP model is of comparable size to the boundary layer depth. With increasing supercomputer power, the grid boxes of NWP models are now below 5 km, so the grey zone is becoming a pressig issue. However, there is currently little understanding about how to model it. New modelling techniques will likely be required such as applying stochastic forcing. This project aims to improve our understanding by performing a systematic comparison of the possible methods for modelling the grey zone. From this understanding, we will then design a new parametrization (representation) of the boundary layer for the grey zone for use in the Met Office NWP model. Improved modelling of the grey zone will then lead to improved high resolution forecasts at the Met Office.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011456/1","grantId":"NE/K011456/1","fundValue":"241718","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"NERC","impactText":"","person":"Robert John Beare","coPersons":["John  Thuburn"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}