{"id":"72005175-8D0F-4557-B414-201C800503B6","title":"The physiological bases and perceptual consequences of 'hidden' noise-induced hearing loss","abstractText":"Noise exposure is the main cause of preventable hearing loss worldwide. Noise exposure occurs in the workplace, such as in noisy factories, and recreationally, through the use of personal music players and attendance at nightclubs and live music events. Hearing loss is usually diagnosed using pure tone audiometry, which measures the sensitivity of the ear to quiet sounds by determining the levels of tones that can just be heard at several test frequencies. Until recently, it had been assumed that hearing loss results mainly from damage to the sensory hair cells in the cochlea, the part of the ear that converts acoustic vibrations into electrical impulses in the auditory nerve. However, recent results from animal studies suggest that moderate noise exposure can cause substantial damage to the auditory nerve, even when the hair cells are unaffected. Crucially, the results suggest that such damage does not affect sensitivity to quiet sounds, and hence is not detectable by pure tone audiometry. Hearing loss that is not detectable by conventional audiometry is sometimes called &quot;hidden&quot; hearing loss.\n\nAuditory nerve damage degrades the information that is carried by the nerve from the ear to the brain. Some studies suggest that people with a history of noise exposure, but with normal hearing sensitivity as measured by pure tone audiometry, have problems with sound discrimination, including understanding speech in noisy environments. However, to date no direct link has been made between the physiological results and the perceptual deficits. It is also possible that damage to the auditory nerve leads to tinnitus (perception of sound in the absence of external sound: &quot;ringing in the ear&quot;) and hyperacusis (diminished tolerance of moderate-to-high level sounds). \n\nHidden hearing loss is potentially a huge problem. Substantial numbers of people, probably millions in the UK alone, are routinely exposed to occupational and/or recreational noise levels similar to, or greater than, those used in the animal studies. A large UK study found that one in seven adults aged 17-30 reported &quot;great difficulty&quot; hearing speech in noisy backgrounds, while only one in fifty had impaired sensitivity as measured by pure tone audiometry. Hidden loss leads to a reduction in quality of life, and is likely to be predictive of more severe hearing loss in old age. Hence, hidden hearing loss is a major public health issue, which demands a comprehensive investigation.\n\nOur programme is far-reaching and ambitious, involving three internationally renowned institutions across the UK and US, and a wide range of scientific methodologies. These include physiological and perceptual measures on both animals and humans. Our approach is to use overlapping methodologies across the animal and human studies so that we can understand the perceptual deficits experienced by humans in terms of the underlying physiological mechanisms. We will estimate the prevalence of hidden loss in young adults, and the impact of hidden loss on everyday tasks such as speech and music perception. We will also determine how hidden loss is related to tinnitus and hyperacusis. Finally, we will use our results to develop a sensitive diagnostic test that can be used to detect hidden loss, hence allowing the detection of hearing loss that is undetected by current clinical procedures.\n\nOur research is expected to lead to a number of benefits. A diagnostic test for hidden loss in the clinic, and for monitoring the hearing of workers, will allow identification of at-risk individuals, and provision of personalised healthcare advice, regarding, for example, ways to reduce noise exposure. Our research could also result in a reduction in legal noise exposure limits. These measures will help prevent hidden loss, improve patient outcomes, and reduce usage of healthcare resources. Longer-term, there may be the possibility of reversing auditory nerve damage by replacing lost nerve fibres using stem cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L003589/1","grantId":"MR/L003589/1","fundValue":"1158160","fundStart":"2014-02-01","fundEnd":"2019-01-31","funder":"MRC","impactText":"","person":"Christopher  Plack","coPersons":["Kathryn  Hopkins","Michael  Heinz","Susan  Francis","Agnes Claire Leger","Kevin  Munro","Deb Ann Hall","Karolina  Kluk-De Kort"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}