{"id":"720A58FF-EC64-48A0-BF8F-04A29BF748A4","title":"Earth and water pressures on the base of ground-contacting slabs within deep basement structures","abstractText":"Many large buildings in cities around the world, including transport hubs such as major underground stations, have significant basement structures constructed within an overconsolidated clay formation. A key uncertainty in the design of the basement structures is the earth pressures that build up underneath the lowest ground-contacting floor slab due to the tendency for long-term swelling of the clay.\n\nAs soil is excavated to form the basement, unloading of the clay beneath the basement results in an initially undrained soil response, in which the reduction in total stress is transferred to the soil pore water as a tension as the clay tries to heave. Initial heave of the clay beneath the excavation occurs on unloading due to shear, and from swelling as rain or ground-water infiltrates into the soil. In the longer term, swelling of the clay takes place as the non-equilibrium pore pressures and suctions generated during excavation continue to equilibrate to a long-term steady state condition. In low permeability clays, this can take decades, and much of the swelling may take place long after the basement structure is complete.\n\nBasement slabs are often designed to be ground contacting, to avoid the difficulty in creating a void into which swelling can occur. Long-term clay heave and pore water pressures (if no drainage beneath or through the slab is allowed) then load the base of the concrete slab directly. It is therefore necessary to design large basement structures to accommodate the long-term heave of the clay.\n\nThe flexural stiffness of the basement slab dictates the pressures that build up underneath it, with more flexible slabs allowing some soil swelling to take place that likely reduces the build up of pressure. Stiffer slabs will reduce heave, but at the cost of greater effective earth pressures. The final swelling pressure is dependant on the soil stiffness and movement, which can be difficult to determine. The tendency is to be conservative, although this results in deep slabs, which create a stiffer structure that then has the potential to attract more load from the swelling soil.\n\nThe difficulty in determining the final swelling pressure is primarily in estimating the stiffness of the clay to determine the soil strain and movement that will occur. The high stiffness of the soil at small strain is important, and models that match stiffness to the likely strain level in the soil tend to produce better estimates of heave. The stiffness of soils at very low stresses can also be difficult to determine, and relationships obtained from laboratory testing may give unrealistically high void ratios at very low soil stresses.\n\nField measurements have proved an important means of benchmarking models for clay soils, however, there have been few, if any, attempts to measure the heave pressure and associated structural reactions within the base slab, or to take long-term measurements of continued change long after construction has finished.\n\nBasement structures in cities such as London are becoming ever deeper (recent cases are up to 35 m deep), with the result that estimated swelling pressures and design slab depths are increasingly large. A better understanding of how swelling takes place, and the pressures that build up beneath ground-contacting slabs will to produce significant efficiencies in design and cost. This project proposes to investigate the relationship between swelling heave and base slab pressures, initially in the short-term, through instrumentation of a large excavation in London Clay being constructed as part of the Victoria Station upgrade. Instrumentation will be installed to measure soil displacements, changes in pore water pressures and base slab loading; and to monitor them during and shortly after construction. A further application will be made to EPSRC to continue to monitor and investigate long-term changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02521X/1","grantId":"EP/K02521X/1","fundValue":"100174","fundStart":"2013-05-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  They have not yet - the project is at too early a stage.  ","person":"Joel Andrew Smethurst","coPersons":[],"organisation":"University of Southampton","findingsText":" We have developed a better understanding of the short-term heave (expansion) of clay that occurs below large basement structures as they are built. This is being developed into new calculation methods for use in the design of such structures. (The grant is not yet complete - the next stage is to look at the design of the basement [concrete] floor slab, and the effects that the swelling clay has on its structural performance). The findings are likely to be of interest to clients and engineering consultants designing large underground basement and tunnel structures. Construction,Transport","dataset":"gtr"}