{"id":"7210829E-5956-4A83-95DE-FF1EFD379B79","title":"PTH nasal delivery for the treatment of osteoporosis - TSB NINTTO","abstractText":"Specifically this research outlines the development of a nasal spray formulation of the drug which is currently marketed as teriparatide, based on the amino acid residues 1-34 of parathyroid hormone, PTH(1-34). This drug can be used in a therapy for the treatment of osteoporosis which is estimated to affect 200 million women worldwide - approximately onetenth of women aged 60, one-fifth of women aged 70, two-fifths of women aged 80 and two-thirds of women aged 90. Osteoporosis is a reduction in bone density that increases the risk of fragility fractures particularly of the spine, hip and\nwrist at a costs to the NHS of &gt;&pound;2bn per annum. The nano-enabled formulation proposed in response to the Technology Strategy Board call is expected to increase efficacy and patient adherence to the therapy regimen thereby reducing healthcare costs.\n\nProtein based drugs make up &gt;30% of drugs in development. Due to problems associated with their uptake into the body, the usual oral route of swallowing a pill is unsuitable. Therefore, as is the case for teriparatide, they usually require being injected. Injections have numerous limitations and are not liked by patients hence they often result in a poor adherence to the prescribed treatment regimen. New methods of delivering proteins are therefore required. Critical Pharmaceuticals have developed a novel nano-structured permeation enhancer (CriticalSorb) that enables delivery of protein drugs via a simple nasal spray. Using this nanotechnology approach there are imminent clinical trials underway for the treatment of growth hormone deficient dwarfism. This therefore highlights a reduced risk in this proposal and the nasal delivery formulation for PTH(1-34).\n\nThis interdisciplinary collaborative research between the Division of Orthopaedic &amp; Accident Surgery, the Division of Radiological and Imaging Sciences both within the Queen's Medical Centre (QMC), University of Nottingham and Critical Pharmaceuticals (CPL) BioCity Nottingham, raws on a wide range of experience and infrastructure. This will enable a rapid route to take the new nanotechnological development towards being available for the treatment of osteoporosis in NHS patients in the UK. A &quot;belt and braces&quot; approach is proposed, utilising established technologies to develop and\nassess the formulation, whilst being complemented by new developing technologies within the University of Nottingham's imaging instrumentation, the nanoPET-CT high resolution scanner. Additionally we are proposing to install, commission and implement the latest quantitative semi-automated histopathology image analysis system to further define the biological effect of PTH on the key parameters of bone density and bone fragility. This research sits within an established research structure in the Division of Orthopaedics &amp; Accident Surgery. This broad range of research includes: resorbable bone plates (Health Technology Devices, NIHR), which will provide an alternative to metal plates for the orthopaedic surgeon, particularly suited to use in children; the development of novel bone biomaterials, with a particular focus on reducing biomaterial related infection, which is a body of research that is rapidly approaching translation into clinical practice (Development Pathway Funding Scheme, MRC); the study of osteoarthritis related pain within the Arthritis Research UK Nottingham Pain Centre, a Priority Group within the University of Nottingham's research strategy. These in particular illustrate the integration of the University of Nottingham and Nottingham University Hospitals. Through this network we have attracted a specialised clinical input into the steering committee from an international expert in the treatment of bone fragility in the elderly, and who has led a clinical trial using teriparatide administered through injection for the treatment of osteoporosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K502364/1","grantId":"EP/K502364/1","fundValue":"193475","fundStart":"2012-07-09","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Richard G Pearson","coPersons":["Alan Christopher Perkins"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}