{"id":"721C4D3B-BB31-48D5-A866-DFE0D5339105","title":"Under dark skies: Port cities, extreme events, multi-scale processes and the vulnerability of controls around counter terrorism","abstractText":"This research seeks to explore the particular vulnerabilities that are faced by port cities in the UK to terrorist threats and the manner in which the dynamics of ports can shape the nature of those vulnerabilities. Within the context of this study, ports are defined as providing a point of entry into the UK for goods and people and they can either be airports, seaports, or railway termini. It is felt that those cities which have ports within or close to their boundaries present a particular set of problems for the security and emergency services in terms of dealing with the threat from 'new' forms of terrorism. In particular, the emphasis on suicide terrorism and the potential for the use of weapons of mass destruction mean that ports have a particular vulnerability due to the numbers of people who pass through them and the presence of goods, cargo and technology that could be used in situ to cause mass fatalities. There are considerable implications for the screening of both goods and passengers and, with the creation of the new border agency, significant issues relating to inter-agency working and information sharing. The wave of ''post-9/11' terrorist attacks on Western nations have changed the 'rules of engagement' associated with the management of terrorism risks. These attacks represent a significant shift in the focus of terrorist groups and the modus operandi that they seek to employ. Warnings are no longer given of an impending attack and there is no sense in which the targets of choice can be categorised as 'military' or 'political'. Instead, the potential for mass fatalities and damage (both material and symbolic) appears to be a principal driver for target selection and this opens a range of new sites that have to be protected by the security and emergency services. In addition, there is also a sense of escalation associated with the new terrorism that is related to the scale of the attack (showing a greater sense of co-ordination), the use of materials with a greater hazard range and destructive power, and the apparent willingness of the terrorists to die for their cause. In addition, the new terrorists are loosely structured in a way that makes them difficult to infiltrate, are increasingly 'home-grown', are not mapped onto geo-political boundaries and are driven by a set of ideological beliefs that are difficult to undermine by the security services of enemy states. For port cities, the potential for the importation of terrorist agents as well as the means of destruction through container and other forms of transport, means that they have a set of characteristics that make them potential targets. If we add to that the potential for economic damage that can be caused by attacking these elements of the national critical infrastructure then the scale fo the problem becomes apparent. This research seeks to explore the processes through which it is possible to protect port cities by examining the underlying processes of resilience and vulnerability within cities, considering the impact that inter-organisational networks can have for improving the performance of the security and emergency services, and exploring the processes by which ports can generate a more significant portfolio of risks for their city hinterlands. The research takes a systems perspective on the protection of ports and grounds that initial analysis within the fields of risk assessment, organizational theory, and complexity science (notably biological complexity) to examine the production of fitness landscapes around risk within port cities. The research will seek to model the port city within the context of a 'fitness landscape' in an attempt to ascertain the key points of vulnerability that exist in terms of the interconnected nature of services, organisations and networks. This will then be used as a means of providing strategies for asset hardening and building resilience in terms of inter-agency networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004889/1","grantId":"EP/G004889/1","fundValue":"361142","fundStart":"2009-03-16","fundEnd":"2012-03-15","funder":"EPSRC","impactText":"","person":"Denis  Fischbacher-Smith","coPersons":["Moira Catherine Fischbacher-Smith"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}