{"id":"7228B913-7DFE-4E98-8E98-82229CBD8F6A","title":"The structure and function of the beta chemokine receptor D6 - a member of the family of G protein coupled receptors","abstractText":"Receptors are proteins embedded in cell membranes with different parts of the molecule extending above and below the membrane surface. When a receptor is bound by its specific ligand on the exterior of the cell, a signal is transmitted to the interior, setting up a chain of events that determine how the cell responds to the signal. Examples are the response of cells when hormones bind to their receptors, or the olefactory response triggered when odour molecules bind receptors in the nose. Since they control the way in which cells respond to external signals, receptors are vitally important in maintaining the well being of the cell. Drugs can bind to receptors and, by their response, influence the biology of the cell. More than half of the drugs in present use interact with receptors. There is a large number of receptors that all have a common structure and similar initial chemical responses to external stimuli. Members of this so-called G-Protein Coupled Receptor (GPCR) family are found acting in situations as diverse as the recognition of taste and odour, responses to tissue damage, mood and behaviour and some cancers. Despite their importance, there is very little knowledge of the three-dimensional structures of GPCRs, owing to the extreme difficulty in extracting the receptors from cells in large enough quantities to purify and crystallise for structural studies. Some years ago we discovered a GPCR, called D6, that binds chemokines (small proteins that are produced in response to tissue damage and stimulate inflammatory responses) and can be produced in relatively large amounts. We can extract and purify D6 and have found a way to grow crystals of D6. We can now determine its 3-dimensional structure using a technique called x-ray crystallography. Once we know the structure of D6 we will be better able to understand how it functions and to design drugs that adapt its biological behaviour. Furthermore, because of the similarity of D6 with other GPCRs, the structure will be very useful as a model for other receptors and provide new insights for further research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D017882/1","grantId":"BB/D017882/1","fundValue":"751454","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"","person":"Neil William  Isaacs","coPersons":["Robert  Nibbs","Gerard  Graham"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}