{"id":"72319A46-8374-4FC4-A015-EE8237A634AB","title":"Quantification modelling and analysis of molecular dynamics patterning and signalling in the NK synapse.","abstractText":"Biological systems function by coordinated signalling and communication between cells, signals which determine cell function and response. The immune system is one of the best studied as regards signalling between cells with both signalling via soluble mediators and cell:cell contact. Such signalling regulates and directs the immune system response to pathogen exposure where an inappropriate response can lead to disease and death. Signalling during cell:cell contact results in formation of a macroscopic signalling interface with patterning on the scale of microns of various receptors, the simplest pattern observed being a bull's-eye configuration. A theory for the mechanism of this patterning has been suggested and a mathematical model available for simulation which gives realistic results, a model that emphasises the role of the cell:cell interface environment on signalling. We will test this model by measuring a number of model parameters, varying from cell elasticity to chemical reaction affinities, and verify model predictions. This will be achieved by sophisticated imaging using green fluorescent jelly fish protein fused to proteins of interest, and leading edge image analysis. The system we will be studying is of immense importance in medicine and immunology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011663/1","grantId":"BB/D011663/1","fundValue":"800480","fundStart":"2006-06-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"  No societal-economic impact to date  ","person":"Nigel  Burroughs","coPersons":["Elke  Thonnes","Daniel M Davis","Richard  Templer","Philip Anton Van Der Merwe"],"organisation":"University of Warwick","findingsText":" This project was one of the first efforts worldwide to directly combine mathematical models and quantitative imaging in testing specific hypotheses for formation and function of immunological synapses. As a result, we developed several new methods in quantitative imaging, image analysis and mathematical modeling. Specifically: \n\ni. We discovered that receptor-ligand dimensions are important in NK cell recognition, and that optimal integration of activating and inhibitory receptor signals requires that their receptor-ligand complexes have similar dimensions. (PLoS ONE 5(11): e15374. doi:10.1371/journal.pone.0015374.).\n\nii. We developed a new statistical method to extract and model 3D spatial data on individual cells. The key challenge here was to model protein redistribution on the cell geometry and maximise pixel info. PLoS Comp Biol. 2011, DOI: 10.1371/journal.pcbi.1002076 \n\niii. We demonstrated that the model predictions for size driven segregation between proteins are satisfied. Mutual exclusion follows a functional relationship and two key instability criteria required for patternation were verified to hold. PLoS Comp Biol. 2011, DOI: 10.1371/journal.pcbi.1002076 The fact that ligand size is so important to signalling in the immune system, this potentially can provide a basis for development of immune modulation techniques. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}