{"id":"72339699-64FD-4E63-9075-D7DF4530BC42","title":"Design of bioactive sesquiterpene-based chemical signals with enhanced stability","abstractText":"Many interactions between organisms in nature are mediated by external chemical signals, generally termed semiochemicals, that are typically low molecular weight lipophilic compounds. These interactions involve microbes (e.g. bacteria), algae, higher plants and animals, including human beings. Upon release by an emitting organism, such signals can act intra- or interspecifically by modifying either the behaviour or the development of recipient organisms. Whenever work is reported on identifying the signals or developing their practical use, i.e. managing pest organisms, the question 'why not design structural analogues?' is raised. Such an approach could potentially solve many problems associated with the use of semiochemicals, such as instability and volatility, which result in reduced efficacy. However, no rational approach has emerged by which to conduct structure activity relationship studies, to design analogues with greater stability and performance. The reason cited is that receptor systems, e.g. the animal peripheral sensory neurons, for external signal recognition are more highly selective, as a consequence of a need to select from an enormous diversity and concentration range of external chemicals, than receptor systems within organisms for which analogues can readily be designed. The family of sesquiterpenes, i.e. naturally-occurring chemicals that comprise of 3 x 5-carbon units, is widely diverse in nature and can have various signaling roles. The Cardiff laboratory has shown that enzymes (terpene synthases) which are involved in sesquiterpene production rely on a three-dimensional structure for conversion of a precursor (farnesyl diphospate, FDP) which is shared by all sesquiterpene synthases. Plasticity in the active site of the synthases, i.e. the region of the enzyme that performs the conversion, enables the production of many terpenoids through the use of synthetic substrate analogues and subtle alterations in the composition of the active site of enzymes during evolution. It is hypothesized that subtle alterations in the active site, i.e. incorporating the chemical space of sesquiterpene synthases, in the laboratory will allow the introduction and manipulation of analogues of FDP, and lead to the production of 'non-natural' analogues of naturally-occurring sesquiterpenes. Together, Cardiff and Rothamsted aim to test this hypothesis regarding active site alteration of sesquiterpene synthases using (R)-germacrene D, which is identified by Rothamsted as a potent semiochemical for aphids, major world crop pests, as the model external semiochemical. It is also expected that the chemical space of the enzyme site in modified germacrene D synthase will be structurally close to that of the wild type GDS, and, therefore, the analogues will closely match (R)-germacrene D in terms of structure, thereby exhibiting high semiochemical activity. Thus, the overall aim of the project will be to produce stable, biologically active analogues of (R)-germacrene D, representing the first design of active analogues of a biologically active natural product. The specific objectives include: 1) production of the purified enzymes using an established laboratory bacterial system; 2) develop novel chemistry to produce synthetic FDP analogues that can be added to enzyme preparations; 3) convert synthetic FDP substrates to (R)-germacrene D analogues using unmodified (R)-germacrene D synthase; 4) Perform site-directed mutagenesis for the creation of modified (R)-germacrene D synthases, and use to convert synthetic FDP substrates to analogues 5) use electrical recordings of the antennae of insects (electrophysiology), and laboratory behavioural assays, to measure the activity of generated (R)-germacrene D analogues with a range of economically important aphid species; 6) refine the hypothesis, design new substrates and feed to modified GDS, and assess the electrophysiological and behavioural activity of the refined analogues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H017011/1","grantId":"BB/H017011/1","fundValue":"479026","fundStart":"2011-01-01","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"","person":"John  Pickett","coPersons":["Michael  Birkett"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}