{"id":"72369015-08F0-4A21-90DA-E12A4477D7BF","title":"Mathematical modelling of spatial patterning on evolving surfaces","abstractText":"For many centuries, the problem of pattern formation has fascinated experimentalists and theoreticians alike. Understanding how spatial pattern arises is a central but still unresolved issue in developmental biology. It is clear that genes play a crucial role in embryology but the study of genetics alone cannot explain how the complex mechanical and chemical spatio-temporal signalling cues which determine cell fate are set up and regulated in the early embryo. These signals are a consequence of many nonlinear interactions and mathematical modelling and numerical computation have an important role to play in understanding and predicting the outcome of such complex interactions.Surprisingly, very little research has been carried out on how growth affects pattern formation. In the past 15 years a number of research groups have shown both from experimental and theoretical viewpoints, that growth can have a profound effect on pattern selection. In this proposed project we would like to invite Prof Sekimura, Department of Biological Chemistry, Chubu University, Japan to visit the universities of Sussex and Oxford to develop collaborations on mathematical modelling of fish patterns during development from the early stages to adulthood. Sekimura is a mathematical biologist with expertise in pattern formation in developmental biology with whom we have collaborated for a number of years. Our aim is to address biological pattern formation in the paradigm model of fish pigmentation pattern. Because of its experimental tractability, this model could potentially reveal important insights for pattern formation in general. Progress has already been made in analysing the effects of domain growth and in multiscale analysis linking genetic level information to macroscopic level patterning outcome. Crucially, Sekimura's laboratory has acquired detailed data on how patterns on two different kinds of fish change during growth, allowing us to test various hypotheses on how these patterns could be generated.Studies have shown that reaction-diffusion (RD) type models appear to be excellent for describing gross patterning behaviour in this system. Our studies have shown, however, that the traditional model is inadequate to describe the more complex details and that one has to consider these models on heterogeneous, growing domains, of complex geometry. This raises new problems for numerically solving the system, carrying out mathematical analyses and indeed doing the modelling itself. These three key issues (modelling, analysis and numerics) will be the focus of this research. Sekimura has acquired extensive experimental data on how patterns evolve during growth to enable us to verify our models. The key challenges will be to incorporate known biology into mathematical models and then solving these models. We anticipate that these models will be of RD type with spatially varying parameters to be solved on complex-shaped growing domains and evolving surfaces. We intend to investigate the following:1. Extending the (very little) analysis available for RD systems in spatially non-homogeneous environments.2. Modelling the problem on complex non-uniform growing domains - again very little analytical and numerical work has been done in this context.3. Verifying the model with experimental data. Particular applications will be addressed for which Sekimura has acquired experimental data.Recently we extended for the first time, diffusion-driven instability analysis for RD systems from fixed to arbitrary growing domains.This study addressed one of the main objections to the Turing mechanism, namely that it operates only under very restrictive, biologically unrealistic, conditions. We will initiate a detailed study to discover reaction kinetics which might give rise to patterns only in the presence of domain growth and these need not necessarily be of the standard short-range activation, long-inhibition form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020349/1","grantId":"EP/H020349/1","fundValue":"13381","fundStart":"2009-08-19","fundEnd":"2009-11-18","funder":"EPSRC","impactText":"  1.Developmental biology - There is a conscious effort by experimentalists to develop non-standard experimental techniques for pattern formation where the surface is continuously evolving. \n\n2. Cell motility - Our models coupling bulk-surface pdes are currently being applied to study biochemical interactions between the plasma membrane and cellular internal dynamics.\n\n3. Biochemistry - Experimental manipulations involving mutated dynein are currently being undertaken at the Department of Biochemistry at Sussex to verify theoretical predictions of our mathematical model for dynein transport from the cell membrane to the nucleus. Chemicals,Education,Environment,Healthcare Societal,Economic","person":"Anotida  Madzvamuse","coPersons":[],"organisation":"University of Sussex","findingsText":" This small grant funding allowed us to carry-out seed-pilot research on modelling, analysis and simulations of partial differential equations on evolving domains. The analytical and computational framework and methodology we developed, allowed us to (i) prove the global existence of solutions for reaction-diffusion systems on evolving domains, (ii) prove conditions for domain-induced driven instability (a generalisation of the classical Turing diffusion-driven instability conditions), (iii) use floquet and Lyapunov exponent theory to study the long time behaviour of solutions for reaction-diffusion systems on evolving domains and (iv) develop novel numerical methods for solving reaction-diffusion systems on evolving domains. \n\nWe also proposed and developed a model describing mechanisms for pattern formation of the Japanese flounder fish during growth development. This work was in collaboration with Professor Toshio Sekimura who was supported by the grant as a visiting scholar. \n\nOur work with Dr Raquel Barreira on the development of the surface finite element method for reaction-diffusion systems on biological surfaces has attracted a lot of attention and citations from applied mathematicians, experimentalists as well as numerical analysts and computer scientists. Barreira was also supported as a visiting scholar by this grant. 1. Modellers - Through the development of new models for pattern formation on biological surfaces, eg. bulk-surface pdes, coupling visco-elastic models with geometric surface pdes to study cell motility\n\n2. Numerical analysts - Study new models coupling surface and bulk dynamics. There is very little known on coupling chemical and biomechanical processes in the bulk to those on the surface. \n\n3. Biologists - By carrying out experimental manipulations suggested by predictions of our models for pattern formation, dynein transport mechanisms from the cell membrane to the nucleus, mechanisms for rice blast disease, cell migration in 2- and 3-dimensions. Chemicals,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}