{"id":"723C3FA2-B58E-40C7-BDAF-5B570E974A33","title":"Behaviour change to promote health and well-being in later life: a goal-setting intervention","abstractText":"Older people form an increasingly large group within our society. Living longer brings a greater risk of physical and mental decline and loneliness, and a greater need for care and support. There is also a greater risk of developing age-related diseases such as Alzheimer?s. Because of this, we urgently need to find ways of promoting good health in later life, and preventing, delaying or reducing the impact of age-related disability. This is essential if older people are to enjoy a good quality of life and remain independent for as long as possible. Lifestyle choices appear to influence well-being in old age. People who engage in plenty of mental, physical and social activity tend to have better well-being and remain independent for longer. Unfortunately, many older people are mentally and physically under-active and socially isolated. This suggests that we need to encourage lasting behaviour change. People are more likely to alter their behaviour if they have support from others and access to facilities and resources. We will establish a resource centre for over 50s that offers social contact and a range of relevant activities. Within this context, we will compare different approaches to encouraging increases in physical and mental activity. Everyone who attends will be invited to take part, and those who agree will be allocated randomly to have one of three types of interview. One will involve a general chat about the centre. The second will focus on goal-setting, working with the person to identify up to five areas where they would like to make changes and devising a plan to achieve these goals. The third will be similar to the second but participants will also receive a mentoring phone call every two months. After a year, we will find out how much the three groups have increased their levels of mental and physical activity, and compare the effects of the different types of interview. The findings will be used to inform policy makers and service providers about ways of improving well-being in later life. They will also provide a basis for developing a larger study in which we will follow up the participants for a number of years to find out whether changes in behaviour result in greater well-being and help to reduce the impact of age-related disability and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001888","grantId":"G1001888","fundValue":"324152","fundStart":"2011-11-01","fundEnd":"2013-10-31","funder":"MRC","impactText":"","person":"Linda  Clare","coPersons":["Christopher John Whitaker","Jeanette Margaret Thom","Ian Rees Jones","John  Hindle"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}