{"id":"723EE1D1-61C7-4A93-AB7A-010948BA8157","title":"Alkaline Polymer Electrolyte Fuel Cells","abstractText":"The first viable large scale fuel cell systems were the liquid electrolyte alkaline fuel cells developed by Francis Bacon. Until recently the entire space shuttle fleet was powered by such fuel cells. The main difficulties with these fuel cells surrounded the liquid electrolyte, which was difficult to immobilise and suffers from problems due to the formation of low solubility carbonate species. Subsequent material developments led to the introduction of proton-exchange membranes (PEMs e.g. Nafion(r)) and the development of the well-known PEMFC. Cost is a major inhibitor to commercial uptake of PEMFCs and is localised on 3 critical components: (1) Pt catalysts (loadings still high despite considerable R&amp;D); (2) the PEMs; and (3) bipolar plate materials (there are few inexpensive materials which survive contact with Nafion, a superacid). Water balance within PEMFCs is difficult to optimise due to electro-osmotic drag. Finally, PEM-based direct methanol fuel cells (DMFCs) exhibit reduced performances due to migration of methanol to the cathode (voltage losses and wasted fuel).Recent advances in materials science and chemistry has allowed the production of membrane materials and ionomers which would allow the development of the alkaline-equivalent to PEMs. The application of these alkaline anion-exchange membranes (AAEMs) promises a quantum leap in fuel cell viability. The applicant team contains the world-leaders in the development of this innovative technology. Such fuel cells (conduction of OH- anions rather than protons) offer a number of significant advantages:(1) Catalysis of fuel cell reactions is faster under alkaline conditions than acidic conditions - indeed non-platinum catalysts perform very favourably in this environment e.g. Ag for oxygen reduction.(2) Many more materials show corrosion resistance in alkaline than in acid environments. This increases the number and chemistry of materials which can be used (including cheap, easy stamped and thin metal bipolar plate materials).(3) Non-fluorinated ionomers are feasible and promise significant membrane cost reductions.(4) Water and ionic transport within the OH-anion conducting electrolytes is favourable electroosmotic drag transports water away from the cathode (preventing flooding on the cathode, a major issue with PEMFCs and DMFCs). This process also mitigates the 'crossover' problem in DMFCs.This research programme involves the development of a suite of materials and technology necessary to implement the alkaline polymer electrolyte membrane fuel cells (APEMFC). This research will be performed by a consortium of world leading materials scientists, chemists and engineers, based at Imperial College London, Cranfield University, University of Newcastle and the University of Surrey. This team, which represents one of the best that can be assembled to undertake such research, embodies a multiscale understanding on experimental and theoretical levels of all aspects of fuel cell systems, from fundamental electrocatalysis to the stack level, including diagnostic approaches to assess those systems. The research groups have already explored some aspects of APEMFCs and this project will undertake the development of each aspect of the new technology in an integrated, multi-pronged approach whilst communicating their ongoing results to the members of a club of relevant industrial partners. The extensive opportunities for discipline hopping and international-level collaborations will be fully embraced. The overall aim is to develop membrane materials, catalysts and ionomers for APEMFCs and to construct and operate such fuel cells utilising platinum-free electrocatalysts. The proposed programme of work is adventurous: however, risks have been carefully assessed alongside suitable mitigation strategies (the high risk components promise high returns but have few dependencies). Success will lead to the U.K. pioneering a new class of clean energy conversion technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02858X/1","grantId":"EP/F02858X/1","fundValue":"330993","fundStart":"2008-09-29","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Findings for this proposal have been used to further scientific knowledge and have been presented in a large number of papers and at a number of conferences. The possibility of incorporating this technology in operating systems has been considered through follow-on projects which have striven to embody the technology in operating systems. Chemicals,Energy,Environment Economic","person":"Anthony  Kucernak","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed a new range of materials including membranes, catalysts and flow fields which allow a new type of fuel cell to be created. These materials are less expensive than current materials and will allow the development of fuel cells which are less expensive than current ones. Our findings are being taken forward in a number of new projects on the development of new fuel cells. Chemicals,Energy","dataset":"gtr"}