{"id":"7250FC5F-95C0-4AB7-93BC-0D494FB86DBC","title":"A new approach to parameterizing ocean eddies: energetics, conservation and flow stability","abstractText":"The ocean is populated by a vigorous eddy field. These eddies are the oceanic analogue of weather systems in the atmosphere, but occur on a much smaller spatial scale due to the different densities of seawater and air, and differences in the vertical structure of the ocean and atmosphere. Ocean eddies also evolve on longer time scales, typically months, and can effect the global circulation on time scales up to millennia. Hence modelling the global circulation of the ocean is a much more challenging task than the atmosphere due to the greater range of spatial and temporal scales that must be captured. One consequence is that ocean climate models usually 'paramaterise' ocean eddies, that is, rather than simulate the eddies directly, the indirect effect of the eddies on the larger-scale circulation is represented by modifying the equations that are solved by the ocean model. This is a challenging task and eddy parameterisations are a source of great uncertainty in ocean climate projections. The aim of this project is to developed improved knowledge of how ocean eddies influence the large-scale ocean circulation and to developed improved eddy parameterisations. In particular, we aim to develop schemes that avoid doing things that we know are simply incorrect, such as introducing spurious sources of energy. By ensuring that our eddy parameterisations are consistent with fundamental physical principles, such as conservation of energy and angular momentum (an example of which loosely equates to the amount of water circulating around Antarctica), we believe that we can provide significant constraints on what ocean eddies can and cannot do. The new eddy parameterisations will be tested on a state-of-the-art computational ocean model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H020837/1","grantId":"NE/H020837/1","fundValue":"10643","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"  New parameterization framework was proposed Environment ","person":"Pavel  Berloff","coPersons":[],"organisation":"Imperial College London","findingsText":" Parameterizations are simple models for the effects of oceanic eddies, a.k.a. ``oceanic weather''. Without the accurate parameterizations, general circulation models used for predicting climate change yield large errors and biases. We proposed a new conceptual approach for making energy-consistent parameterizations. This was blue-sky fundamental research. These finding provide new theoretical basis for future parameterizations. Environment","dataset":"gtr"}