{"id":"725E4A2A-96D7-4494-ABC5-9D0ECBAB049C","title":"Biotic regulation of the inorganic carbon cycle: Quantifying the impact of plant evolution and CO2 on mineral weathering","abstractText":"Earth's global climate is regulated on a multi-million year timescale by the inorganic carbon cycle, whereby the atmospheric CO2 concentration is controlled by its supply from volcanoes and metamorphic degassing, and removal by the chemical weathering of base cations (e.g, Ca and Mg) from silicate rocks. This ion flux is crucial to the terrestrial input of alkalinity and dissolved inorganic carbon to the marine environment where removal ultimately occurs by carbonate precipitation and deep sedimentation. The cycle is stabilized by a negative feedback loop created by the temperature-dependence of the global rate of silicate weathering. Two major axes in plant evolution are widely hypothesized to have enhanced the long-term removal of CO2 from the atmosphere by promoting silicate mineral weathering rates: (1) the evolution, diversification and spread of deep-rooting vascular land plants throughout upland areas from the Silurian to the Devonian (416-359 Myr ago) and (2) the replacement of gymnosperms by the more advanced angiosperms from the Cretaceous onward. However, the quantitative nature of these proposed interactions between land plants and the geosphere remains a totally neglected experimental research field, in spite of its central importance to understanding Earth's dynamic geochemical history. Our multidisciplinary project sets out a groundbreaking programme of research for addressing the hypothesized influences of these two plant evolutionary trends with experimental investigations. A crucial experimental advance is our unique capability to carry out quantitative biological weathering experiments under controlled laboratory conditions while quantifying photosynthate flux to reacting mineral surfaces in the rhizosphere. We will utilize novel experimental techniques to undertake these investigations in a fully replicated manner that allow quantification of element fluxes from weathering. Our advanced experimental approach will be applied to 'living fossil' plant taxa selected to represent an evolutionary gradient from bryophytes through to small rooted plants and early arborescent forms, and deciduous and evergreen living fossil gymnosperms and representative 'early angiosperm' Cretaceous taxa. Plants will be cultivated at two concentrations of atmospheric CO2 in controlled environments to determine the feedback of CO2-fertilization on weathering rates. Our investigations will focus on the weathering of basalt and granite. Weathering rates will be quantified by several complementary methods and compared with plant-free controls. The primary standard is the volumetric loss of mineral determined at nanometric scale from individual rock grains compared with unreacted samples, for selected solid samples in the reactor systems. The wider measurement survey of weathering solute fluxes across the entire range of multi-factorial experiments will be mass and flux balance of solutes from reactor drainage and taken up biologically. The project will exploit synergies with the related NERC-funded weathering consortium led by SAB in Sheffield, but with an emphasis on quite separate questions. Both projects share a philosophy of rigorous integration of the experimental results through development of quantitative generalized mathematical models of biotic weathering processes. These activities will be promoted by the allocation of one of their University of Sheffield studentships to the proposed project. This will be devoted to the mathematical modelling of plant impacts on mineral weathering and their inclusion in geochemical models of the long-term carbon cycle. Overall, our project will contribute fundamental knowledge and understanding on the role of biota in regulating the Earth system over millions of years. It addresses key questions posed by NERC on how to integrate biogeochemical cycles at critical interfaces (e.g., geosphere-biosphere critical zone) with a focus on evolutionary timescales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015190/1","grantId":"NE/E015190/1","fundValue":"406244","fundStart":"2007-11-01","fundEnd":"2011-10-31","funder":"NERC","impactText":"  The findings from this award contributed evidence that developed the intellectual thinking behind my ERC AdG bid. Agriculture, Food and Drink,Environment Economic,Policy & public services","person":"David  Beerling","coPersons":["Steve  Banwart","Jonathan  Leake"],"organisation":"University of Sheffield","findingsText":" Our findings indicate mycorrhiza-driven weathering may have originated hundreds of millions of years earlier than previously recognized and subsequently intensified with the evolution of\ntrees and mycorrhizas to affect the Earth's long-term CO2 and climate history.\n\nWe reported a direct linkage between photosynthate-energy fluxes from trees to EM and AM mycorrhizal mycelium and rates of calcium silicate weathering. Calcium dissolution rates halved for both AM and EM trees as CO2 fell from 1500 to\n450 ppm, but silicate weathering by AM trees at high CO2 approached rates for EM trees at near-current CO2. Our findings provide mechanistic insights into the involvement of EM-associating forest trees in strengthening biological\nfeedbacks on the geochemical carbon cycle that regulate atmospheric CO2 over millions of years.\n\nWe report mechanistic details of biotic weathering\nprocesses that respond non-linearly to falling [CO2]a.\nIn particular, we have shown that as the global [CO2]a environment approaches a Cenozoic Earth system minimum of\n200 ppm, it appears to act as a &quot;carbon starvation&quot; brake curtailing weathering by diminishing forest tree productivity and the associated intensity of fungal-mineral interactions. -mechanistic insights into land use change and enhanced CO2 draw-down by planting of particular tree-mycorrhizal partnerships. Agriculture, Food and Drink,Environment","dataset":"gtr"}