{"id":"725F502F-10FE-4405-8EFC-7FCC880B866C","title":"The Archaean-Proterozoic Transition: Constraining the Emergence of the Aerobic Earth System","abstractText":"One aspect that makes Earth unique as a planet is the presence of an oxygen-rich atmosphere. Geological data reveal that this has been the case for more than two billion years. However, deeper in time, during Earth's earliest developmental phases, evidence exists that the atmosphere was much different than that of today's, stable free oxygen was essentially absent and carbon dioxide and methane were dominant components. In effect, Earth would have had an atmosphere more similar to the compositions of those of Venus and Mars. The widely held view is that the evolution of bacterial organisms capable of oxygenic photosynthesis saved Earth from sharing the fate of her sister planets. As intellectually elegant as that view seemingly is, geological evidence has been accumulating over the past two decades that indicates it is oversimplified and likely wrong. The critical juncture in time to examine is known as the Archean-Proterozoic transition, some 2.5 to 2.0 billion years ago. It is from rocks belonging to this period in Earth history that the first geological evidence exists for significant levels of free oxygen. However, fossilised organic molecules attributable to ancient oxygenic photosynthesisers are found in rocks hundreds of millions of years older. Thus, it was not biology alone that changed the oxidation state of Earth, but rather some combination of factors influencing not only the rate of oxygen production but also the rate of oxygen consumption. Consequently, the 'how' and the 'when' of the singlemost, evolutionarily profound aspect of Earth, other than the presence of life itself, the rise of atmospheric oxygen, are not known. A unique opportunity has now presented itself to us. The first phase of a once-in-a-career research project was completed late in the summer of 2007 - a total of 3.6 km of pristine drill cores was recovered from one of the finest archives of Archean-Palaeoproterozoic rocks on Earth, those in the Russian portion of the Fennoscandian Shield. This project, known as FAR-DEEP (Fennoscandian Arctic Russia - Drilling Early Earth Project), represents an international collaborative effort to find answers to these deep scientific questions and was awarded $1.5M from the International Continental Drilling Program and associated funding partners, the national funding institutions of Germany, Norway, the USA and NASA. The cores are now housed at the Norwegian Geological Survey and the second phase of research is about to begin, the characterization, analyses and interpretation of the cores. We have a combined suite of expertise to contribute fundamental knowledge that lies at the heart of the scientific goal of FAR-DEEP; that goal is to develop a comprehensive understanding and self-consistent model explaining how free oxygen became abundant on Earth and thereby laid the foundations for the emergence of the modern aerobic Earth System. We will utilise two of the UK's top analytical facilities, the Scottish Universities Environmental Research Centre and the NERC Isotope Geoscience Laboratory, to obtain high-resolution geochemical data and high-precision geochronology that will be linked into a thoroughly documented and constrained geological framework (integrated core and outcrop datasets). The success of the research outlined in this proposal and the data obtained will underpin all subsequent analyses and inferences of the FAR-DEEP project and thereby assure that its goal is realised.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00398X/1","grantId":"NE/G00398X/1","fundValue":"303226","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"NERC","impactText":"","person":"Anthony  Fallick","coPersons":[],"organisation":"Scottish Universities Env Research Cen","findingsText":"","dataset":"gtr"}