{"id":"72723A37-4656-487C-A15E-CF72F7C97674","title":"Does gene flow between species play a role in island adaptive radiations?","abstractText":"The extremely fast rate of phenotypic and ecological adaptation of species during 'explosive' adaptive radiations on islands remains one of the most intriguing evolutionary phenomena. Low genetic diversity of island populations may present an obstacle for fast adaptive changes, as natural selection needs genetic variation from which to select. Hybridisation of closely related species and interspecific gene flow may provide the genetic variation needed for natural selection. Although multiple cases of interspecific hybridisation are known, there is little evidence that it may play a role in adaptive evolution. We will use the Hawaiian endemic plant genus Schiedea (Caryophyllaceae) to infer the role of interspecific gene flow in adaptive radiation. This genus presents one of the most impressive recent adaptive radiations in plants, as it has evolved very diverse morphological forms (ranging from vines to perennial herbes and woody bushes) and colonised a wide range of ecological niches in just a few million years. To assess the role of gene flow between the species during adaptive radiation in Schiedea we will (i) estimate what proportion of genes show evidence for interspecific introgression, and (ii) test whether positive selection could have caused the spread of genes across several species. The spread of a positively selected allele across several species should distort the phylogeny of that gene, making it incompatible with the phylogenies of other genes not affected by interspecific introgression. We will estimate the proportion of genes with distorted phylogenies in genus Schiedea and will test whether the distortion could have been caused by the spread of advantageous alleles across several species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00489X/1","grantId":"NE/E00489X/1","fundValue":"314767","fundStart":"2007-12-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Dmitry  Filatov","coPersons":[],"organisation":"University of Oxford","findingsText":" The project aimed to study the role of interspecific gene flow in adaptation and speciation, using Hawaiian endemic genus Schiedea as a model. We met all of the original objectives and went significantly further than planned originally. In particular, although it was not originally planned, we used next generation sequencing to obtain a wider set of cDNA sequences for Schiedea globosa, which was crucial for isolation of homologous genes with known function from over 20 Schiedea species. The sequenced cDNAs comprise a valuable molecular resource for further work in this interesting endemic genus (Kapralov, Stift, Filatov 2009 doi:10.1007/s12042-009-9029-2). We also analysed gene flow both at the inter- and intra-species levels, which added a new dimension to the project and lead to two extra papers (Gossmann et al. 2010 doi:10.1093/molbev/msq079; Dixon, Kapralov, Filatov 2011 doi:10.1111/j.1420-9101.2010.02128.x [featured on the issue cover]). Furthermore, in addition to valuable data and publications described above we released a major update for the DNA sequence processing and analysis software that significantly simplifies handling of large multigenic datasets (Filatov 2009 10.1093/bioinformatics/btp572).  ","dataset":"gtr"}