{"id":"727BA545-F605-45EC-A910-A17F2D03E8E7","title":"Validation and refinement of cogntive bias-based techniques for assessment of affective state in animals.","abstractText":"It would be useful to understand how animals feel. If we knew when they were frightened, bored or in pain it would be much easier to make them happier. Interpreting animals' emotions is a hard problem, because unlike humans they cannot report their feelings. Luckily, basic emotions are likely to be very similar in humans and animals because emotions serve a common function of protecting us. Engaging in activities that make us happy, like eating and sex, and avoiding situations in which we feel pain or fear will ensure that our genes survive to the next generation. The similarity of function between human and animal emotion suggests a common evolutionary origin, which in turn suggests that the biological mechanisms responsible for emotions are also likely to be shared. This similarity forms the basis of methods used for interpreting animal emotions. For example, if we know that happiness in humans is associated with a suite of behavioural, physiological and psychological features, such as smiling, low levels of stress hormones and optimism about the future, and we find a similar pattern in an animal, then it is probably a safe bet that this animal is happy. However, a word of caution is necessary here: evolution has tinkered with different species, and it is not safe to assume that every single indicator of happiness in humans will also be associated with happiness in another species; when a chimp gives a toothy 'smile', this is actually a threat display. For this reason, we should not depend on any single measure, but should use all available information when trying to interpret animals' emotions. We aim to develop new methods for measuring animal emotion based on findings in humans that our emotions affect our thinking. The 'head' and the 'heart' are often portrayed as rival beasts, but as we have seen above, emotion is likely to be vital for making good decisions. Indeed, research has confirmed that our emotions can significantly bias how we see the world, what we remember about it and the judgments we make. For example, a depressed person will interpret a glass as half empty, whereas a happy person will interpret the same glass as half full. Such phenomena are referred to by psychologists as 'cognitive biases'. We propose to use cognitive bias as a measure of animal emotion. We will do this by asking animals to classify neutral stimuli as either good or bad. We predict that if animals are happy then they are more likely to be optimistic about an ambiguous stimulus, whereas if they are sad or anxious they are more likely to be pessimistic. A technique like this has already produced some encouraging results in rats, and would like to extend these findings to a species of bird, the European starling. We want to devise cognitive bias tasks that are quick and easy to implement. We hope to do this by tapping into knowledge about the natural behaviour of birds. We will start by training starlings to remove a cardboard lid from a pot to retrieve a hidden worm. We will then teach the birds that one colour of lid (e.g. white) is associated with a tasty worm and another colour (e.g. black) is associated with a toxic, bitter-tasting worm. Once the starlings have learnt this discrimination we will challenge them with lids of intermediate shade of grey. We predict that the more optimistic a starling is feeling the higher will be the chance that it treats an ambiguous grey lid as predicting a tasty worm. We will investigate the emotional impact of different kinds of housing in our birds by comparing the cognitive bias of starlings in small bare cages, with that of birds in large cages enriched with perches and water baths. As well as developing behavioural techniques for measurement of cognitive bias, we also hope to arrive at specific recommendations for improvement in the housing of captive starlings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012000/1","grantId":"BB/E012000/1","fundValue":"183318","fundStart":"2007-06-25","fundEnd":"2009-06-24","funder":"BBSRC","impactText":"","person":"Melissa  Bateson","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}