{"id":"727FBBEC-7A0B-4C51-B740-B7C2FC8A55F3","title":"Manchester Cosmochemistry 2011","abstractText":"We focus on the prehistory, formation and evolution of our solar system, to understand whether planets capable of supporting life, like our Earth, are common. To do this we pioneer new technology and apply it to samples of extraterrestrial material, notably samples from space missions, meteorites, and dust from the solar system that enters our atmosphere. We also want to be ready with the latest and most sensitive instruments and techniques when samples are returned to Earth by currently planned missions to asteroids, the Moon and Mars. Our solar system formed by the collapse of a cloud of dust and gas. We study it via presolar grains - particles of the dust that survived inside meteorites. These reveal the history of the galaxy before our sun formed and how the elements were made in previous generations of stars,. Slight variations in the proportions of this material among meteorites act as fingerprints that will allow us to identify which types of asteroids contributed material to the Earth. Alongside these presolar grains we find samples of the first dust to form in our solar system. These are surviving products of the first step in a sequence of events that eventually led to the formation of planets. We seek to understand both how they formed and how they were modified by processes on the first asteroids.The lifetime of certain radioactive isotopes that were present in the early solar system is so short that they must have been made nearby, at most a few million years before the sun and solar system formed. There is considerable evidence that some of these radioactive isotopes had to come from a supernova explosion. It seems our solar system is unusual in this respect - how did it affect the development of places where life could originate and survive? In this way we learn more about how the stars made material and how it was mixed into their surroundings. Additionally, this radioactive decay in the early solar system also lets us measure the time between events as asteroids and planets formed. In meteorites we have snapshots of stages in the life of the first asteroids that tell us how long it took them to grow, heat up, form cores and rocky mantles, and cool. The Genesis mission returned a solar wind sample, which is believed to represent the composition of the bulk sun itself (and thus the bulk solar system). Measuring the composition of this material gives us the starting point from which all the planets and solar system bodies evolved. This helps us understand how the planets and particularly the Earth grew into their current form.Samples of comets, such as that returned by the Stardust missions and solar system dust particles collected in the stratosphere or extracted from Antarctic ice, provide the opportunity to understand their composition and whether they could have supplied a large fraction of the volatile elements (things that condense at low temperature, like water) on which life on Earth depends. The story wasn't complete once planets were assembled. Terrestrial planets like our Earth have been affected by many processes since they formed. These processes can be studied through the traces they have left on samples such as meteorites from Mars and the Moon. By studying Martian meteorites we can understand the timing of fluid flows on the Martian surface and what sort of environment these fluids had come from. In particular, we can compare them with terrestrial fluids and seek evidence of the effects of life. Lunar samples are good analogues of the surface samples that will be returned from asteroids in the future - by taking them apart grain by grain we can understand the history of the Moon's surface (including when the large impact basins formed) while developing and testing techniques that forthcoming missions will require.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001643/1","grantId":"ST/J001643/1","fundValue":"1306600","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Ian  Lyon","coPersons":["Maria  Schonbachler","James Duncan Gilmour","Henner  Busemann"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}