{"id":"728CE977-88F8-4A07-BAAC-13F537AABA91","title":"Fundamentals of overtopping from individual violent water wave impacts","abstractText":"Water wave impact on coastal structures such as sea walls, dikes and breakwaters, can lead to water overtopping the structure. This can cause difficulties in the area the structure was built to protect, and possibly damage the structure. Most previous studies of overtopping have examined the total flow of water for a given sea state, and many fewer studies consider individual wave events. These latter have focussed on collecting data on the overtopping event rather than relating it directly to the behaviour of the incident wave, which is the focus of the proposed work. Many types of disturbance and damage are more closely related to individual overtopping events than to the total flow over a longer period. Our recent substantial experimental and numerical modelling work on wave impact on walls, shows the likely importance of relatively rare very violent impacts, and provides a basis for quantitative modelling of wave overtopping, of both violent and more ordinary waves. Greater understanding of these infrequent events will be valuable for both coastal engineering researchers and practitioners alike.The present investigation will again capitalise on the advantages of interactive physical and numerical model studies as a means of gaining new insights into complex wave phenomena. Thus, it is proposed to concentrate in detail on situations of particular scientific interest rather than engage in extensive parametric testing. We note, for example, that there has been little study of the transition between breaking and non-breaking waves on steep beaches / gently sloping structures and expect to find significant differences in swash and overtopping between collapsing and surging breakers on a steep slope. Effects of the structure's geometry, such as different slopes and crest width, will also be examined. The approaching waves will either come over a plane sloping bed or meet a mound at the base of the structure that can trigger plunging or spilling breakers. Experimental measurements of water height, flow rate and pressure will be made. The flow will be numerically modelled by modifying existing programs, one of which includes the compressibility that can be important when air is trapped or entrained by the water. Scaling of results from laboratory measurements to prototype scale can be improved by including such effects. We expect the flow over a structure to depend significantly on its surface roughness, and many protective structures are made of units which are very rough. The study will consider simple roughness elements; for example circular cylinders projecting from the surface. Flow around and over a single roughness element will be related to their overall effect. In the case of the most violent wave impacts we expect that the roughness may also diminish the maximum pressure, by its disturbing effect on the flow.Theoretical work will include analytical study as well as making use of existing numerical programs. Analytical study is a 'blue skies' element of this proposal in that it is rather challenging. It will build on models of swash, since there are very few previous results for overtopping. However, analytical results can be of great value in comprehending different flow regimes.Overall, results from all aspects of this study are to be used to develop improved models of overtopping events that are expected to be useful for designers of coastal structures such as breakwaters and seawalls.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D080754/1","grantId":"EP/D080754/1","fundValue":"145193","fundStart":"2006-11-01","fundEnd":"2008-10-31","funder":"EPSRC","impactText":"","person":"Andrew James Hogg","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}