{"id":"7293B888-516A-4519-8E78-8D7F72AE8867","title":"Christianisation, Translation, and Transformation in Late-Antique Commentary Culture. The Emergence of the Latin and Syriac Commentary Traditions","abstractText":"When in the sixth century CE Syriac authors first began to translate and comment on ancient and Hellenistic Greek philosophical, scientific, medical, biblical and other writings and earlier commentaries, they initiated a process that echoed in the palaces of Abassid Baghdad as well as in the streets of medieval Paris, a process which is still ongoing today, as the west once more tries to redefine its relationship with the Islamic world.\\n\\nMany ancient Greek philosophical, scientific, and medical works were deemed lost in the middle ages. Western thinkers could only access them through translations from Arabic. Many of these go back to earlier translations from Syriac. The Syriac tradition thus lies at the root of the Arabic tradition. But the question of what motivated Syriac authors to undertake this gigantic and arduous work is still largely unanswered. What were the circumstances under and the techniques by which Syriac authors carried out these translations? With whom were they in contact? This project aims to shed light on this process and initiate a discourse that will vastly improve our understanding of the roots of both western and Islamic civilisations.\\n\\nIt will even go a step further. The Syriac development itself emerged from a wider cultural tendency in Late Antiquity away from Hellenism. Greek intellectual culture had dominated the Mediterranean for nearly a millenium. The Roman Empire had not changed that, initially. But from the second century CE onwards Greek began to give way to regional languages. The Syrians were not the first to emancipate themselves. More than two centuries earlier a Latin commentary tradition emerged.\\nThis influenced the medieval west directly. From the eleventh century onwards, of course, Latin translations of Arabic works, too, were to play a crucial role in the west; but in a fascinating twist the emergence of a Latin tradition in Late Antiquity marked the beginning of a process that led to the emergence of that same Arabic tradition that was to influence medieval Latin intellectual culture.\\n\\nThe Syriac tradition lies at the centre of this process. It is anticipated by the late-antique Latin tradition and followed by the Arabic tradition. Taken together, the Latin and Syriac commentary traditions of Late Antiquity are the most powerful intellectual movements promoting religious, philosophical, medical, and scientific learning outside the Greek world before the Arabic renaissance of the ninth and tenth centuries.\\n\\nThe proposed research will for the first time produce comprehensive and detailed studies, editions, commentaries, and translations of the beginnings of the late-antique Latin and Syriac translation and commentary traditions in comparison with one another, in view of their mutual historical and structural links and their impact on later religious, cultural, intellectual, and scientific developments, including the rise of Islam and the emerging split between the spheres of the sacred and the secular in the west.\\n\\nThis research is highly relevant at a time when the west struggles positively to re-define its relationship with Islam. A study of the common historical roots of Arabic and western culture is an appropriate contribution to this process, especially since it has never been attempted in this particular area and format.\\n\\nThe Cardiff Centre for Late-Antique Religion and Culture is a place where expertise in the relevant areas is especially concentrated and resourced. The case therefore to realise this project, and to do so in Cardiff, is compelling.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000971/1","grantId":"AH/D000971/1","fundValue":"231373","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"John William Watt","coPersons":["Josef  Lossl"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}