{"id":"72963262-0AC5-416F-B7FC-4C9A5F531EA7","title":"Clinical Psychopharmacology of 5-HT","abstractText":"Clinical depression is a common illness, often beginning during the teenage years, which can recur throughout a lifetime. The recurrent nature of clinical depression, together with the burden it places on sufferers and their families, makes this condition second only to heart disease in terms of suffering and disability. Understanding the biochemical changes in the brain in depression will help us to devise better treatments and also improve efforts at prevention. New advances in brain imaging now allow us to study the biochemistry of the brain directly in patients and healthy volunteers. Using a special radio-labelled marker with an imaging examination called positron emission tomography (PET) we have found a decrease in certain kinds of brain receptors for a chemical messenger called serotonin (also called 5-HT) in depressed patients, both when they are ill and after recovery. This suggests that abnormal function of 5-HT may play a role in making people vulnerable to developing depression. In the present research programme will use PET imaging to study other kinds of 5-HT receptors to better understand the range of brain 5-HT receptor abnormalities in depression. In addition we will use another kind of brain imaging called magnetic resonance spectroscopy (MRS) to see how 5-HT interacts with special neurons in the cerebral cortex that use a chemical messenger called GABA. We believe that the interactions between 5-HT and GABA may be very important in helping us understand the cause of depression and in developing more effective methods of treatment. Finally we will study young people who we know are at risk of depression to see if altered 5-HT activity predates the onset of depression and might therefore be useful as a means of predicting which people are most at risk. If changes in 5-HT do predate the onset of depression it is possible that a relatively simple means of modifying 5-HT (for example, a dietary intervention) could be used to prevent the onset of depression in young people at risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9102334","grantId":"G9102334","fundValue":"3397480","fundStart":"1993-02-01","fundEnd":"2008-09-30","funder":"MRC","impactText":"","person":"Philip John Cowen","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}