{"id":"729832F7-F8B8-4767-AE27-085D17C7D55C","title":"Synaptic transmission in human ES cell-derived neurons: A potential cell replacement-model in the CNS.","abstractText":"Brain aging or head injury often leads to substantial levels of cognitive disability. In particular, loss of neurons in the temporal lobe of the brain, such as perirhinal and entorhinal cortices, is thought to be one of the earliest neuropathlogical changes in Alzheimer's disease. For example, atrophy of perirhinal and entorhinal cortices, the areas affected earliest and most severely by the abnormal protein fragments (amyloid) and fibers (neurofibrillary tangles), is correlated with the severity of Alzheimer's disease. These neuropathological changes cannot repair themselves in mature central nervous system. Therefore, neuronal replacement or protection may be a potential therapy for neurodegeneration or neuronal death in the central nervous system (CNS). Strategies by which the CNS can be repaired following injury and/or degenerative disorder is, therefore, one of the major concerns in neuroscience at the present time. Recently, embryonic stem (ES) cells, derived from the inner cell mass of the blastocyst, can either self-renew or differentiate into any of the cell types found in the mature organism. The choice of self-renewal or differentiation is dependent on the micro-environment of the stem cell. Animal model studies have demonstrated that multipotent neuronal stem cells or progenitor cells can differentiate to neurons or glia in vitro. Thus, the proposed study will aim to establish an in-vitro model for cell replacement in the CNS. The study will test whether implanted ES cells are capable of functional integration into host neuronal circuitry in the perirhinal cortex. The perirhinal cortex is at the top of the sensory processing hierarchy, and involves visual recognition memory. Recognition memory requires judgement concerning prior occurrence. For example, to recognise a person in the street you might recollect information about them such as their name or where you previously met. Normally, the ability to discriminate what is novel, what is familiar or what has occurred recently is an effortless task. Judgements of prior occurrence, such as the recognition memory process, are important for everyday human life. However, loss of recognition memory is a major symptom of amnesia and early Alzheimer's disease. Using stem-cell biology and in-vitro electrophysiology, the proposed study will 1. characterize excitatory and inhibitory synaptic transmission in human ES cell derived neurons; 2. investigate the ability of ES cell-derived neurons to form synapses with host neuronal circuitry. The proposed study will establish a simple model for the cell replacement of lost or damaged neurons in the CNS, which may eventually enhance our understanding of the treatment methods available in neuro-degenerative disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013232/2","grantId":"BB/D013232/2","fundValue":"236294","fundStart":"2007-11-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"  The pluripotent human embryonic carcinoma cell line NTERA2 readily differentiates into neurons when exposed to retinoic acid in vitro. These neurons show characteristic morphology with long processes and they express neuronal markers TUJ-1 and NeuN. NTERA2-derived neurons can regulate Ca2+ signalling through ionotropic glutamate (iGluR) and muscarinic receptors (mAChRs). Little is known, however, about the role of metabotropic glutamate receptors (mGluRs) in these neurons. Here we show that NTERA2-derived neurons express functional mGluR5, which is involved in Ca2+ signalling. Blocking mGluR5 activity at early stages of differentiation leads to fewer dendrites and a reduction in miniature excitatory postsynaptic currents (mEPSCs). Furthermore, cells cultured in the presence of the mGluR5 antagonist 2-methyl-6-(phenylethynyl)pyridine (MPEP) show reduced N-methyl-D-aspartate (NMDA) receptor-mediated Ca2+ mobilisation but increased alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor Ca2+ permeability. During normal neuronal development, the edited GluR2 renders AMPARs Ca2+ impermeable. The increased Ca2+ permeability of AMPARs in MPEP-treated neurons is due to the reduced expression of GluR2 subunit protein. Thus, mGluR5 activity at early stages of differentiation is likely to play a role in the development of multipotent cell-derived neurons. Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Kwangwook Kei Cho","coPersons":[],"organisation":"University of Bristol","findingsText":" Brain aging or head injury often leads to substantial levels of cognitive disability. In particular, loss of neurons in the temporal lobe of the brain, such as perirhinal and entorhinal cortices, is thought to be one of the earliest neuropathlogical changes in Alzheimer's disease. For example, atrophy of perirhinal and entorhinal cortices, the areas affected earliest and most severely by the abnormal protein fragments (amyloid) and fibers (neurofibrillary tangles), is correlated with the severity of Alzheimer's disease. These neuropathological changes cannot repair themselves in mature central nervous system. Therefore, neuronal replacement or protection may be a potential therapy for neurodegeneration or neuronal death in the central nervous system (CNS). Strategies by which the CNS can be repaired following injury and/or degenerative disorder is, therefore, one of the major concerns in neuroscience at the present time. Recently, embryonic stem (ES) cells, derived from the inner cell mass of the blastocyst, can either self-renew or differentiate into any of the cell types found in the mature organism. The choice of self-renewal or differentiation is dependent on the micro-environment of the stem cell. Animal model studies have demonstrated that multipotent neuronal stem cells or progenitor cells can differentiate to neurons or glia in vitro. Thus, the proposed study will aim to establish an in-vitro model for cell replacement in the CNS. The study will test whether implanted ES cells are capable of functional integration into host neuronal circuitry in the brain. A part of this grant, we reveal how ES Cells can be derived into neuron. This finding suggest G-protein coupled glutamate receptors, mGluR5, regulate calcium ion and play a role in the development of multipotent cell-derived neurons. The identification of functional mGluR5 in NTERA2-derived neurons is likely to contribute to our understanding of human neuronal differentiation and cell therapy strategies in the future. Cell culture condition would be carefully designed and long-term cell culture protocol would be considered. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}