{"id":"72AA3B70-51A1-4E6C-904E-5381907EAA8B","title":"ACCORD - Archaeology Community Co-Production of Research Data","abstractText":"The ACCORD project seeks to examine the opportunities and implications of digital visualisation technologies for community engagement and research through the co-creation of three-dimensional (3D) models of historic monuments and places. Despite their increasing accessibility, techniques such as laser scanning, 3D modelling and 3D printing have remained firmly in the domain of heritage specialists. Expert forms of knowledge and/or professional priorities frame the use of digital visualisation technologies, and forms of community-based social value are rarely addressed. Consequently, the resulting digital objects fail to engage communities as a means of researching and representing their heritage, despite the now widespread recognition of the importance of community engagement and social value in the heritage sector. The ACCORD project aims to address this gap through the co-design and co-production of an integrated research asset that addresses social value and engages communities with transformative digital technologies. \n\nACCORD will create a permanently archived open-access dataset of community co-produced 3D digital models of archaeological sites and monuments, integrated with expressions of social value and contextual documentation. The project will actively engage community groups that have ongoing relationships to heritage places in the process of creating 3D records and models of those places. With the support of visualisation technologists, community engagement practitioners, and experts in social value, each community group will design, direct and produce their own 3D objects. The use of digital technologies to enhance and generate forms of social significance will be an important outcome, adding distinctive value to existing heritage assets and our understandings of them. Community groups will be able to draw on the resulting digital datasets for various purposes, such as public presentation, education, and tourism initiatives. The records and models resulting from the project will also provide important research resources for community groups, heritage managers and academic researchers. \n\nEvaluation will be an integral aspect of ACCORD project, examining the relationships between community groups, digital heritage professionals and the outputs they have created. This will include a review of the transformative aspects of the process, investigating changes in attitudes to 3D recording technologies during the life of the project, as well as the forms of significance, authenticity and value acquired by the resulting 3D objects. Ultimately, through the co-production of an open-access dataset, and the creation of a 'community of communities' engaged in sharing skills and experiences, ACCORD seeks to broaden capacity for the creation and reuse of digital visualisation technologies in community heritage activities and research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007533/1","grantId":"AH/L007533/1","fundValue":"134693","fundStart":"2013-10-31","fundEnd":"2015-03-27","funder":"AHRC","impactText":"","person":"Stuart  Jeffrey","coPersons":["Alex  Hale","Sian  Jones"],"organisation":"Glasgow School of Art","findingsText":"","dataset":"gtr"}