{"id":"72C79295-869E-479C-9D50-875A9913F438","title":"Reward value effects on reward timing","abstractText":"Animals and people need to learn when important resources such as food, water, or a mate are going to be available. One of the ways they can do this is to recognise cues that precede the availability of a resource such as food. Over time, they can refine this ability and respond to these cues primarily around the time that food is going to be obtainable. To do this some kind of timing device is required. Humans can use a watch or a similar mechanical device; other species do not have this luxury. Work using primarily humans, rats and pigeons has determined that a form of internal clock, a sort of stopwatch in the brain, can be started, stopped and reset. Unlike the stopwatches humans use, these internal clocks are not always accurate; some drugs, modulations in body temperature and even some loud noises can affect the way in which people and animals time. Experiments in our laboratory have found that changing the value of the food, or 'reward', that rats receive seems to affect their perceptions of when the reward will occur. If we train rats on a small reward and then make it larger, the rats seem to expect it to occur sooner than it actually does. If, on the other hand we decrease the value of the reward, for instance making a larger reward smaller, or making the reward less palatable to the rat, they respond as if they believe the reward should be available later than it actually is. This may seem strange, but we humans do this in everyday life. If you know you are going on holiday, your last day at work or school seems to drag. It seems as though your holiday, the thing you have been looking forward to, should start sooner. But why should this be? This proposal aims to find the mechanism responsible for this altered perception of the time of reward delivery. Within the internal clock are two possible mechanisms that could be responsible; the pacemaker, the stopwatch itself; or the reference memory, where all the previously experienced durations are stored. We are also proposing to look at other possible influences on the perception of time, such as the attention given to the task; the motivation or arousal level of the rat; and also any behaviour patterns the rat may be using as an alternative way of tracking time. The results of these investigations will hopefully provide a better understanding of the way all species predict the time to reward and how changing the value of the reward may alter this perception. This is especially relevant to work involving impulsivity, such as investigations into gambling, addiction, attention deficit hyperactivity disorder (ADHD) and a host of other conditions. In these cases individuals have a distorted perception of the value of a reward when the delay to that reward is manipulated. Here we are looking at the reciprocal question of why the perception of the delay to a reward is distorted when the value of that reward is manipulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008224/1","grantId":"BB/E008224/1","fundValue":"248598","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  The findings led to a deeper understanding of the interface between reward and timing systems that are relevant to choice behavior and to overall reward valuation/utility valuation processes. Other Cultural,Economic","person":"Geoffrey  Hall","coPersons":["Kimberly  Kirkpatrick"],"organisation":"University of York","findingsText":" The aim of the project was to investigate why our perception of the time taken a reward to arrive can be altered by the value of the reward we expect to receive and how this can affect the diagnosis and treatment of certain conditions. In our laboratory we used rats to measure the perceived delay to reward using different procedures. Our work looked at complex choice between two rewards that differed not only in value (size or palatability) but in the time they took to arrive; an equivalent task in humans would be the choice between a single smartie available in 10 seconds or a fun-sized mars bar in 10 minutes. In rats we used different amounts of food pellets. By measuring the timing behaviour of the rats as well as the choice between the two options when the reward sizes and delays were manipulated, we found that just like humans, some rats are more impulsive in their choice behaviour and so less likely to wait for the greater amount of food pellets (the equivalent of the fun-sized mars bar) than others and that changing the size of the reward (e.g. the equivalent of swapping the fun-sized mars bar for a full-sized one) affected not only how likely the rats were to wait for the larger reward, but also how the rats perceived the delay to the arrival of the reward in a complex procedure similar to humans experience in everyday life. To further investigate the nature of how changing reward value affects choice behaviour and reward timing in conditions such as attention deficit hyperactivity disorder (ADHD), gambling and addiction where impulsive behaviour is thought to play a large part we knocked out an area of the rats' brain called the nucleus accumbens which has been shown to be deficient in humans with these conditions. We found that contrary to what has been found previously, the rats did not always show impulsive behaviour compared to rats with a working nucleus accumbens; yet when they did show impulsivity, their actions could be explained by them not being sensitive to the changes in the value of the reward, or even if the reward had occurred at all. In contrast to what had been previously suggested, these rats were able to time the delay to reward arrival just as well as normal rats. This has very important implications on the treatment of any conditions where impulsivity may be a factor. We have followed up this project with further research examining timing-reward interactions and their bearing on impulsive choice, in normal rats, rats with genetic alterations, and as a function of rearing environment. We most recently have used this research to guide our development of time-based interventions to promote self-control, and are currently working on translating this work for use with target populations (ADHD and obesity patients), Agriculture, Food and Drink,Healthcare,Other","dataset":"gtr"}