{"id":"72CC4227-2B29-435F-96E6-0C79A997C7AA","title":"Negotiation over investment in biparental birds","abstractText":"When both parents provide care for the same offspring, each parent does better, in evolutionary terms, if it can reduce its own effort at the expense of its partner. Thus, in species with biparental care there is sexual conflict over how hard each parent should work at feeding their young. Theoretical studies assume that parents negotiate (over evolutionary or behavioural time scales) to determine each parent's effort, and such models conclude that stable biparental care is achieved only when each parent compensates incompletely for any change in effort by their partner (i.e. if one parent reduces its effort, the partner should increase its own effort but not sufficiently to make up the shortfall). In most bird species both parents care for their chicks and birds have therefore proved to be a fertile testing ground for theories of sexual conflict over biparental care. Many studies have experimentally reduced the care of one parent and monitored the behavioural response of its partner, predicting incomplete compensation. However, the results of such studies are equivocal. In some cases, the partner has compensated incompletely, but in many others researchers have found either no response, complete compensation, or even a matching response (i.e. a change in the same direction as the manipulated parent). Why have empirical studies provided such a patchy support for this robust body of theory? A recent model provides a potential answer to this question. Previous negotiation models have assumed that parents can assess the need or value of the offspring being fed; for example, an increase in the effort of one parent will result in a brood of nestlings begging less and hence signaling lower demand to the partner. However, if parents are not able to directly assess the need of their brood, they may pay attention to other potential signals of offspring need, such as the work rate of their partner. This idea that there is parental uncertainty over offspring need or value has recently been formalized in the 'information model'. This model predicts that a partner may exhibit a wide range of adaptive responses from compensation (when accurate information on nestling need is available) through to a matching response (when partial information is available) via no net response at some intermediate level of information. The ability of individual parents to assess nestling need may vary between species, within species through the rearing period, or between parents. The aim of this study is to use the long-tailed tit as a model system to test predictions of the information model. The caring effort of one parent will be increased by broadcasting begging calls to just that parent when it is alone at the nest during the nestling period and the response of its partner will be monitored. The predictions of the model will be tested by conducting this experiment in situations where both parents can assess nestling need, when both parents have partial information and when information is asymmetric, i.e. one parent has good information and the other poor information. The process of integration of information from offspring and from a partner will also be investigated experimentally. `This will be the first empirical test of a hypothesis that extends our understanding of an important component of evolutionary theory, i.e. sexual conflict over parental investment. The findings will be of general interest to researchers studying evolutionary biology, animal behaviour and ecology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006655/1","grantId":"NE/E006655/1","fundValue":"294281","fundStart":"2007-12-01","fundEnd":"2011-02-28","funder":"NERC","impactText":"  Findings have led to publications in the scientific literature, to talks for academic audiences, to media articles in newspapers, magazines and online, and to scientific talks to lay audiences. Education,Other Cultural","person":"Ben  Hatchwell","coPersons":[],"organisation":"University of Sheffield","findingsText":" We determined the rules governing parental investment in offspring in a cooperative breeding system, and what the consequences of those rules are for the fitness of parents and helpers. New experimental designs were pioneered and are now being adopted by others. Current theoretical and empirical research was prompted by discoveries on this grant. Education,Environment,Other","dataset":"gtr"}