{"id":"72D6E5C3-EE7F-4205-A088-2E05BF5E3963","title":"Creating a user friendly Transaminase toolkit","abstractText":"Many drugs to treat the wide range of diseases and conditions are complex molecules, which contain what are termed biologically active groups. One of the most important biologically active groups in many drug molecules is the amine group. Indeed, 70% of all pharmaceuticals contain derivatives of chiral amines and the global market of chiral amines is estimated as 4 bn/annum. It is often non-trivial and expensive for organic chemists to make complex drug molecules and put the amine group in the correct position or in the correct relationship to other parts of the molecule. Some chemical procedures to introduce the amine group can be harsh and disrupt or modify the other part of the drug molecule. However, enzymes can be used to introduce the amine group into selective positions in drug molecules. Enzymes are proteins and are biological catalysts, often termed biocatalysts. They are usually very specific as to where they will place the amine group and they carry out their reaction under mild conditions. They are also a renewable resource and are biodegradable unlike some chemical reagents. These enzymes that can put an amine group into a drug molecule are called transaminases.In this project we will find new transaminase enzymes that are able to introduce the amine moiety into complex drug molecules. Then we will put the genes for these new transaminases in to a laboratory bacterium that can be grown in large amounts to create a renewable source of the transaminases. We will investigate how to put transaminases with different specificities towards different molecules, into kits that chemists who carry out research into creating new drugs, can use. These kits will allow chemists to try out different transaminases on the compound they might be working on and if they find one that works at the small scale used in the laboratory, they can use that transaminse in a larger scale process.We want to encourage the use of transaminase biocatalysts in the synthesis of drugs and other chemicals as this will be a more atom efficient process for making complex drugs and chemicals of the future, with less environmental impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G005834/1","grantId":"EP/G005834/1","fundValue":"127236","fundStart":"2009-05-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  The Follow on fund grant stemmed from an EPSRC grant on the use of transketolase and transaminase to make chiral amino-diols. During this grant we cloned and expressed several transaminases and had a great deal of interest from industry for these enzymes. I applied for a folio on fund grant to extend the number of transaminases we had and to characterise these for making important chiral amines.\nThis expanded the TAm toolbox of recombinant transaminases now numbers over 100 novel enzymes. I have sent these to 5 companies under MTAs for the companies to trial the enzymes in their processes. For one company, Almac, they have identified one enzyme that they say 'Recent success has resulted in the removal of 8 steps of chemistry using a transaminase enzyme. As you can imagine this has a major input into cost of goods by lowering reagent and energy usage and very importantly, waste production&quot; \nAlmac have entered into a Royalty Sharing Agreement with UCLB over this enzyme and I have provided the Faculty of Life Sciences with the details of the research that lead to this industrial output for the forthcoming RAE. Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"John Maxim Ward","coPersons":["Helen Claire Hailes"],"organisation":"University College London","findingsText":" The objectives of the project were to obtain a large number of enzymes known as transaminases (TAms) and develop these for use in companies as kits and for making chemicals on a large scale. The TAm enzymes are very important in an emerging area of complex chemical synthesis, with major applications in the pharmaceutical sector, where enzymes can be used as 'Green' catalysts. The TAms are particularly valuable because they introduce an amine group into an acceptor chemical. About 70% of all pharmaceuticals are derivatives of amines and the global market for these is estimated as ?4 bn/annum. There is a great interest in having a wide range of TAms able to selectively introduce amines into many different chemical compounds. We used the relatedness between the amino acid sequence of the TAms to build relationship 'trees'. From these TAm 'trees' genes for interesting TAms were selected and using our large collection of different bacteria, genes isolated for over 90 new TAms. The classification exercise lead to the identification of a new class of TAm (research paper in preparation). We also have published a review on the use of TAms in Biocatalysis. Four further publications are being written and will be submitted when a license agreement is concluded. The TAm activity was then investigated towards a panel of chemicals representing the major classes of compounds used in the pharmaceutical industry. This provided us with a large 'toolbox' of useful enzymes that can generate amines of direct interest to industry. We have sent the TAms to two companies and two academic group under a Material Transfer Agreement (MTA) that allows them to use the TAms in their research. If they want to sell the TAms or use them to make a chemical that they will sell, then they negotiate a Royalty Sharing Agreement or Licence. In addition, screening TAm enzymes, against a panel of chemicals, has enabled enzyme kits to be developed with collaborating companies. These kits can be sold to researchers in industry and academic research laboratories. Chemists can choose a kit containing TAm enzymes which we have shown to work on a particular class of compounds, enabling them to quickly identify a TAm that is likely to work on their compound and speed the development of new drugs. If one of our TAms is shown to be of use in the synthesis of a compound that subsequently goes into a drug, then we have the bacterial strain that makes the enzyme and can licence the strain for large scale production of the TAm. This gives 2 possible exploitation routes, via direct links to companies and MTA transfers, or via inclusion in enzyme kits and subsequent licensing to companies. During this Follow on Fund project TAm strains have been sent to the UK company Almac under an MTA and a further licence agreement is nearing completion for Almac to be able to sell kits containing our enzymes and for the scale-up of the TAMs. Another company, Chirotech have funded a BBSRC CASE (Collaborative Award for Science and Engineeering) PhD student to further investigate the TAms we have developed in this Follow on Fund project. In addition, we have developed a collaboration with two research groups in Germany, have recently sent them the TAm toolbox, and hosted a researcher from their group in our laboratories using the TAm enzymes. As a result of work which the development of the TAm toolbox started the team at UCL were awarded, from 'The Royal Society of Chemistry's Chemical Biology Interface Forum', the 2010 Rita &amp; John Cornforth Award, with Helen Hailes in Chemistry as the Team Leader, together with John Ward in SMB and the other investigators in Biochemical Engineering. The award is for the use of key chemical biology and synthetic skills, interfaced with molecular biology and process engineering to achieve stereoselective enzymatic synthesis with potential for industrial scale-up. The initial TAm toolbox was central to the work that gained this award. The research team has identified more than ninety enzymes from this project, with each possessing specific activity, and the ability to be manufactured and purified. We are confident that the area of activity of these materials is of interest to industry, and we are focussing on developing their use in biomanufacturing.\n\nCase studentship agreement A BBSRC Industrial CASE studentship BB/H016589/1 with Chriotech has been negotiated and signed. This allows Chirotech and the student to study all the transaminases that Prof. Ward and Hailes currently have and to use these for research. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}