{"id":"72DD8734-82C1-4565-9C7F-E8EB12D548E2","title":"Platform Grant: Novel Polymers and Colloids for Soft Nanotechnology","abstractText":"Much of the health and comfort associated with modern life is due to the discovery and development of polymers, otherwise known as plastics and rubbers. Polymers are long-chain molecules made from many similar links (monomers). In this proposal we will examine five new research themes that will build on our previous studies in basic/applied polymer science and hopefully lead to exciting new breakthroughs that are expected to impact on biomedical research and encapsulation/release technologies for both consumer products and improved crop yields. Each of these areas is of importance to UK industry and will help to maintain the international competitiveness of UK plc.Prof. Armes and Prof. Ryan have a wide range of experience of designing polymer molecules to form specific shapes. If we make a long-chain polymer where one half of the chain loves water (hydrophilic) and the other half of the chain hates water (hydrophobic), then what happens when we put this polymer into water? About a hundred chains will organise themselves so that all the hydrophobic components form a spherical ball with all the hydrophilic components surrounding these balls and protecting them from the water. These objects are called micelles, they have diameters that are 1000 times smaller than a human hair, and the process by which they are formed is called self-assembly. If the hydrophobic chain is longer than the hydrophilic chain, then 'worm-like' micelles are formed, rather than spherical micelles. Further increasing the relative length of the hydrophobic chain leads to the formation of hollow particles called vesicles (with water located both inside and outside the particles). These three types of self-assembled objects are formed spontaneously, which means that external energy is required. We wish to study both the fundamental self-assembly processes that govern the formation of micelles and vesicles and also to explore potential applications of these new smart materials.We will build on our previous studies by examining five new research themes. We will build hollow particles, about the size of biological cells, which have gates or valves in their surfaces so that we can open or close them with an appropriate trigger, to deliver their contents. We will spin fibres that are 100 times thinner than a human hair using polymers that are biodegradable; these new fibres will be used like scaffolding to grow new skin and bone by a process called tissue engineering. We will make new polymer gels for drug delivery and cell culture: the surface of these gels will be designed to be very similar to that of biological cells so the gels will not be attacked by the body's immune system. Finally, we will continue to develop and test theories that predict self-assembly process using the most advanced experimental techniques. This Platform Grant will provide vital underpinning funding to enable Prof. Armes and Prof. Ryan to collaborate with considerable freedom over a range of topics that are of central importance to their independent research programmes. Since their individual expertise is highly complementary, this will deliver exciting 'value-added' science that could not be achieved by either researcher independently. Both scientists have international reputations and excellent track records in disseminating their results to the academic community. In addition, Prof. Ryan has been particularly successful in his Public Understanding of Science activities, which culminated in the recent award of an OBE for 'services to science'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E012949/1","grantId":"EP/E012949/1","fundValue":"791964","fundStart":"2007-05-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Steven  Armes","coPersons":["Anthony J  Ryan"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}