{"id":"72E683D3-9E58-4B58-9123-ED7F0480D91B","title":"The use of paramagnetic tags in structure determination of protein-glycosaminoglycan complexes.","abstractText":"Glycosaminoglycans (GAGs) are complex biomolecules that are, in part, built from simple carbohydrates similar to glucose. They form long chains of so-called polysaccharides. GAGs are found on animal (i.e. also human) cell surfaces and extracellular structures and have a wide range of important biological functions. Many of these are realized when a GAG molecule binds to a protein or as we say, forms a GAG-protein complex. Forces that stabilize such complexes are mostly electrostatic, utilizing opposite charges found on GAGs and proteins. As a consequence, when binding happens, oligosaccharides do not insert deep into proteins. Instead, they sit on the protein surface and have only a little contact with the protein they bind. This makes it difficult to determine exactly what such a protein-GAG complex looks like. To make things worse, protein-GAG complexes are often weak and dynamic, with both molecules coming apart frequently. X-ray crystallography and nuclear magnetic resonance spectroscopy (NMR) spectroscopy are the two main experimental techniques that can provide three-dimensional structures of biomolecular complexes. Both methods can offer, in principle, a very detailed picture right down to the level of individual atoms, even for complicated complexes. This is what we want to achieve in the case of protein-GAG complexes. Why do we want to do that? Once we have this information we can investigate the roles of individual atoms in a complex and thus uncover at an atomic level how nature works, or what went wrong when things do not work. We can then pass this information to other researchers who can come up with ideas how to fix or improve things, and design a treatment or a drug. In our research we are proposing to design new NMR spectroscopy techniques so that we can obtain three dimensional structures with atomic resolution also for GAG-protein complexes. This is currently not possible because of the reasons explained above. In order to understand how we want to achieve this, we need to explain briefly how NMR works. In NMR spectroscopy we study the nuclei of atoms. Nuclei behave like small magnets and we know that if there are many magnets close to each other (as there are many nuclei in a protein) they will mutually interact. Without going to any detail, by NMR we can detect if any two magnets, i.e. nuclei, are interacting. If they are, they must be close in space. Therefore once we have established which pairs of nuclei out of thousands present in biomolecular complexes are close to each other, we have in fact determined a three dimensional structure of such complexes. Now we can see why a lack of contact between two interacting molecules and the dynamic nature of such interactions can prevent us from determining structures of protein-GAG complexes: interactions between the magnets from the two molecules are too few and too weak. Fortunately, there is something we can do about it. Unpaired electrons also behave like magnets, but much stronger ones. In fact, approximately 600 times stronger than the strongest magnets of proteins which originate in hydrogen atoms (also called protons). If we can modify GAGs so that they carry an unpaired electron or a stable free radical, as we like to call it, we stand a much better chance of detecting its interactions with protein protons. Therefore, despite the fact that the GAG-protein complexes are loose, weak and dynamic, by studying electron-proton interactions we can determine what their structures look like. In our research we want to develop methods to modify GAGs so that they can carry free radicals, study the binding of such modified molecules to selected, very important GAG-binding proteins and to develop protocols for calculating the structures of these complexes based upon the observation of electron-proton interactions. We believe that our new methods will open new frontiers in the structure determination of protein-GAG complexes in solution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D020867/1","grantId":"BB/D020867/1","fundValue":"87832","fundStart":"2006-11-30","fundEnd":"2007-11-29","funder":"BBSRC","impactText":"","person":"Dusan  Uhrin","coPersons":["Alison  Hulme"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}