{"id":"72EBBF9E-48A1-4254-B204-A47F58273049","title":"Life and death in injured chick spinal cord with development: a functional genomics and proteomics approach","abstractText":"Injury of the adult central nervous system (brain and spinal cord) of mammals and birds, due either to insult or disease, usually leads to irreversible damage and severe disability. In contrast, in young embryos and in certain fish and amphibia the central nervous system is able to regenerate. Several factors are likely to contribute to loss of regenerative ability and their identification may help us to understand why such capability is lost and how it may be recovered. A key requisite for central nervous system repair is either to maintain a high rate of survival in injured neurons or to be able to produce new neurones that, given appropriate environmental cues, will then re-grow their processes and re-establish the appropriate connections. These events do not usually occur in the adult central nervous system of birds and mammals where injury causes extensive death of neurones, and chemical and morphologoical changes which impair axonal regrowth from surviving neurones. In the embryo however, even a rather well developed spinal cord can regenerate, though eventually this capability is lost at late stages of development. At present the molecular mechanisms underlying the differences between regenerating and non regenerating spinal cords are not fully understood. We wish to use modern techniques that allow us to identify genes and proteins that are differentially expressed to define the molecular changes occurring at the transition between regeneration-competent and incompetent stages of development in normal spinal cord and in response to injury using the chick as a model. The great advantage of the chick embryo is that, being easily accessible, it is amenable to manipulations in ovo (a window can be cut in the egg and then closed with cellotape after surgery/ pharmacological treatments) and will allow us to test the role of molecules identified in our screenings. We anticipate that our screenings will identify several molecules that are differently regulated in response to injury at developmental stages permissive and non-permissive for regeneration. We will select some of these molecules for functional studies, initially focusing on those likely to be involved in i) controlling whether a cell is going to survive or die and ii) controlling neurogenesis (formation of new neurones). For example, we will assess whether we can increase neural cell survival and / or neurogenesis by modulating the activity of these molecules with appropriate drugs. Identification of molecules that play a role in these processes, and that can be modulated pharmacologically to increase neurone numbers before treatment with agents which can stimulate targeted nerve growth, is a key step towards attaining significant neural repair.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013755/1","grantId":"BB/D013755/1","fundValue":"352304","fundStart":"2006-05-22","fundEnd":"2010-02-21","funder":"BBSRC","impactText":"","person":"Patrizia  Ferretti","coPersons":["Nicholas  Greene"],"organisation":"University College London","findingsText":" The chick model of spinal cord regeneration was used to address the question of why regenerative capability is lost with development and identify possible strategies to reverse it in species that do not regenerate. Focus was on the potential role of neurogenesis in the transition between regeneration-permissive (E11) and non-permissive (E15) stages of development and identification of molecular changes underlying this transition using proteomic and genomic screens that may provide novel targets. The in vivo findings in the chick were validated both in chick and human in vitro models, with the view to reducing animal usage and move swiftly to a meaningful human in vitro model. The research started within the grant can lead to:\n\ndevelopment of novel putative therapeutic agent(s)\n\ndevelopment of diagnostics / enzymatic assays\n\nuse of the in vitro human neural damage model for studying other pathways \n \nCitrullination/PAD role(s) in cell death were investigated in other models, including human neural cells, to validate its importance as therapeutic target. \n\nAs the PAD inhibitor used in the chick study is not drug-like, a collaboration with a medicinal chemist, Prof. C. Marson, was started in order to develop a new class of PAD inhibitors; several putative neuroprotective agents were generated and currently under study. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}