{"id":"72EBCD80-7A65-44FC-A9E1-5F5F611410D7","title":"The Projection Project","abstractText":"Cinema-goers know that the magic of the silver screen is projected from the small dark room, the projection booth, at the back of the auditorium, and 'the projectionist' is a significant figure in a range of films throughout cinema's history. Using interviews, photographs, feature films and archive research, this project investigates and documents the role of the cinema projectionist as this role passes into history and also considers some of the new potential of digital projection in public spaces.\n\nMost cinemas in Britain switched to digital projection between 2010 and 2012. Most of the multiplexes are now all digital while some repertory and art-houses maintain the capacity to project 35mm celluloid film, although fewer films are being made available in celluloid prints. This transition means that the job of projecting films has changed, with many film projectionists losing their jobs. Films are now delivered as digital files and performances are programmed by computer. The combination of mechanical and aesthetic skills that characterised the traditional cinema projectionist has become redundant. The most evident sign of these changes for the cinema-goer is the way in which the house-lights now often come on brightly immediately the film images cease. This is because the programming of the lighting into the digital performance is often done without regard for the long tradition of fading the lights up slowly to allow the audience to adjust more gently to the return to everyday reality.\n\nProjectionists used to be the most highly paid members of the cinema staff, and many have mechanical and electrical skills, as well as extensive knowledge of cinema history. The contemporary transitions in projection are the latest in a series of transformations through which the history of cinema itself can be traced. We will combine archive research and interviews with (former) projectionists to learn about what the job entails, the history of trade union involvement, significant alterations in exhibition practice and the projectionists' views of cinema and the aesthetics of the 'good performance'. This combination of methods will allow us to contribute to the understanding and history of cinema as both industry and artform. The interviews, which will be mainly organised on a regional basis, will allow us both to document a passing analogue/ mechanical trade and also contribute to the debates about the future of cinema as it becomes digital. Our pilot study has taught us that although projectionists work anti-social hours, they often know each other within a locality and between them can provide a history of cinema exhibition in the area. This oral history of the more recent period will be put in historical perspective through research in trade union archives and trade papers to narrate a history of the figure of the projectionist. For example, after WWI this was seen as a job particularly suitable for facially disfigured veterans, while during both World Wars, the job was performed by women ('projectionettes'). \n\nThe research into the contemporary and historical figure of the projectionist within a British context will be complemented by two minor, more international themes, the representation of the projectionist in the movies - which is how most people know about projection - which will be researched as a Phd, and the investigation of 'The New Projection', the emergent uses of digital projection as an artistic practice, conducted by the scholar and artist, Dr Michael Pigott. Here, our interest lies as much in the new material practices of digital curation as in the selected case studies of projected image-work.\n\nThrough these different aspects of the project, we hope to demonstrate the way in which the attention to projection and the figure of the projectionist can illuminate both histories and theories of the digital future of cinema and projection-based work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L008033/1","grantId":"AH/L008033/1","fundValue":"507690","fundStart":"2014-10-01","fundEnd":"2018-01-31","funder":"AHRC","impactText":"","person":"Charlotte  Brunsdon","coPersons":["Jon  Burrows","Michael  Pigott"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}