{"id":"72EE6790-1C30-4B9C-A492-78037A55C031","title":"Terrorist transgressions: network on gendered representations of the terrorist","abstractText":"Through a series of workshops including a summary conference, 'Terrorist transgressions: network on gendered representations of the terrorist' will bring together an interdisciplinary group of scholars to investigate how the terrorist has been represented in the visual arts, film, photography and the media. It is particularly concerned with the question of gender. The network aims to advance knowledge on the cultural representation of gender, agency and violence and to foster collaborations and scholarly exchanges on cultural representations of the terrorist.\\n\\nIn 1984, Frederic Jameson wrote that 'the image of the 'terrorist'... is one of the privileged forms in which an ahistorical society imagines radical social change', displacing older images of criminals, revolutionaries and even the veteran ('Periodizing the 60s.'). The terrorist has been constructed as the epitome of transgression against economic resources and moral, physical and political boundaries. Although terrorism has been the focus of intense academic activity in recent years, especially in the fields of politics and international relations, cultural representations of the terrorist have received less attention. Yet terrorism is dependent on spectacle and the topic is subject to forceful exposure in popular media. Dissident organisations produce images of the terrorist, for example as martyr, hero or avenger. Agencies, including national authorities, involved in combating terrorism, need to visualise the terrorist in order to give identity to the threat. The terrorist is mainly imagined as a male figure but women have been active in terrorist organisations since the late 19th century. Particularly since the 1980s, women have perpetrated suicidal terrorist attacks, including suicide bombing, where the body becomes a weapon. Such attacks have confounded constructions of femininity and masculinity, with profound implications for the gendering of violence and horror. The image of the terrorist, whether positive or negative, is always a gendered one. The primary aim of the Terrorist Transgressions network is to analyse the myths inscribed in these images and identify how agency is attributed to representation through invocations and inversions of gender stereotypes. \\n\\nThe network will organise a series of four events under the following themes: Avant-gardes, terrorists and gender; Suicide Bombers: the body as weapon; Terrorism, liberation and spectacles of hyper-masculinity; Violence, horror and gender. One workshop will be held in collaboration with the Royal Military Academy, Sandhurst. The network's participants have expertise in different cultures including Europe, Israel and North Africa, and bring various perspectives including feminist and post-colonial theory and memory cultures. Network members work on visual culture, art history, film and literature. \\n\\nThe network aims to contribute findings about the cultural representation of terrorism to the AHRC's priority area, 2008-2011, 'Global threats to security' as part of Research Councils UK's priority theme 'Global Uncertainties'.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001468/1","grantId":"AH/I001468/1","fundValue":"30281","fundStart":"2011-01-01","fundEnd":"2012-01-31","funder":"AHRC","impactText":"  The project's PI and CI continue to receive invitations to speak on cultural representations of the terrorist, including at an art gallery in 2012 alongside artists and curators. reference to the project was made in note on The Conversation, a news channel delivering information about academic research to a wide public. One member of the project network, who also contributed an essay to the edited book, continues to teach at Sandhurst RMA on terrorism and counter-terrorism Aerospace, Defence and Marine,Creative Economy Cultural","person":"Sue  Malvern","coPersons":["Gabriel  Koureas"],"organisation":"University of Reading","findingsText":" The network on 'Terrorist Trangressions: Gendered representations of the terrorist in contemporary culture' aimed to analyse how myths of the terrorist are circulated in visual culture, literature and mass media with particular emphasis on issues of gender in understanding the visual economies of such representations. The network convened four workshops titled 'Avant-gardes, terrorists and gender'; 'The Invisible enemy'; 'Cultural representations'; and 'Violence, horror and gender'. The final workshop included a call for papers; the second workshop was co-convened with Sandhurst Royal Military Academy. The Terrorist Transgressions network brought together scholars from the UK, Europe especially Germany and Switzerland, and the USA.\n\n\n\nThe project established that there is a shift away from analyses of cultural representations of the Red Army Faction, which have dominated the literature since the 1980s. New work has emerged examining representations of the terrorist and gender, including investigations of material from the 1970s, recently made available in archives as well as a shift in term of military discourses around the figure of the enemy or terrorist insurgent in relation to visualizing the invisible enemy. Emerging work on colonial insurgencies contributed to a historical understanding of such debates. The third workshop on cultural representations examined two key exhibitions on representations of terrorism: 'Art in the Age of Terrorism' (Southampton 2005) and 'Regarding Terror. The RAF Exhibition' (Berlin 2005), alongside the work of artist Xenophon Kavvadias and filmmaker Anne Crilly ('Mother Ireland' 1988). The workshop established how censorship, including self-censorship, has operated in relation to cultural projects undertaking critical representations of the figure of the terrorist. This workshop also discussed questions about memory and reconciliation in relation to Northern Ireland and to Palestine. The last workshop included papers from core members of the network which raised questions about feminist debates in relationship to agency and violence, and the cultural representation of violent women. Five papers were also selected from submissions following a 'call for papers', which opened the project to new perspectives on women involved in Chechnyan, in the Italian New Red Brigades, as well as questions of masculinity and counterterrorism in Fox TV's 24. Beneficiaries include government policy makers, the police, the military and security services in the UK and abroad, national and international counterterrorism organisations, museums and galleries. The project provided a framework for museums and curators working with images of the terrorist in terms of representations of gender and violence and their complications when inscribed on the figure of the terrorist. Creative Economy,Security and Diplomacy","dataset":"gtr"}