{"id":"72F11CAF-A531-4DE6-B378-902CF76ADD5A","title":"Overseas Short Visit - Neutron Scattering Studies on DNA Compaction by Dendrimers","abstractText":"We aim to study the compaction of DNA by artificial dendrimers as part of a project to understand how such large molecules as DNA can be compressed into the small space of a cell nucleus. Our overall goal (as part of a larger project) is to build a synthetic analogue of a real cell nucleus which is transcriptionally competent in order to create a system for synthesising proteins and other therapeutic agents. Dendrimers are one possible method towards packaging DNA in this synthetic analogue nucleus. Small angle neutron scattering (SANS) techniques allow us to study the nanoscale structures formed in solution and to take advantage of the wide variation in signal caused by substituting hydrogen in the structures for deuterium. This enables us to dramatically enhance the signal without significantly altering the chemistry of the system and gives us much more information about the structures of interest. Ultra-small angle scattering (USANS) uses the same technique to enhance the signal and can measure much larger structures than SANS, so is required to study this system where structures can range from small single dendrimer-DNA complexes up to multiple dendrimer-DNA aggregates. USANS is not currently available in the UK so the experiment will be carried out at the NIST Centre for Neutron Research in the US. The work is a collaboration between a group from the UK and one from Lund, and will help form the basis of an ongoing collaboration which is currently developing between these groups. The applicant has extensive experience in SANS measurements on aggregates in solution which will be required in this experiment so that critical decisions affecting the data to be collected can be made on the spot during the experiment. This will ensure that we make maximum use of the very limited experimental time available on these instruments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E047394/1","grantId":"EP/E047394/1","fundValue":"2752","fundStart":"2007-01-24","fundEnd":"2007-02-23","funder":"EPSRC","impactText":"","person":"Karen  Edler","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}