{"id":"72F71C19-E702-4025-A113-7004F8391364","title":"Southern Ocean Network of Acoustics (SONA)","abstractText":"Southern ocean processes are intimately linked to some of the most pressing challenges faced by society today: climate change, ocean acidification and the sustainable management of marine resources. To address these challenges we need to improve our understanding of the natural causes and consequences of Southern Ocean change. Sustained observations, which can only be large enough and maintained through international collaboration, will enable us to measure the baseline and future trends in the distribution and function of the ecosystem. The Southern Ocean Network of Acoustics (SONA) represents a group of scientific institutes and industrial partners who have united to measure an under-sampled component of the ecosystem - the mid-trophic level - , to agree common standards and protocols for data collection and processing and with a view to provide that data on an open access basis.\n\nThe Southern Ocean comprises more than 10% of the world's oceans and plays a critical role in the Earth's climate system. Changes in the Southern Ocean have global ramifications. The Southern Ocean has warmed, freshened, become more acidic and ocean circulation patterns have changed. Climate models suggest that it will continue to warm and freshen with less sea ice and changes in ocean currents. Changes in marine ecosystems in the Southern Ocean have been linked to these changes. The structure and function of Southern Ocean ecosystems are dictated by the unique habitat that exists in the Southern Ocean defined by seasonal light, low temperatures, water chemistry, depth, currents and sea ice. Potential impacts of climate change on the structure and function of the marine ecosystem will depend upon the sensitivity of the organisms to change in the physical environment. Detecting that change will depend on our ability to monitor the environment.\n\nMid-trophic level organisms range in size from small plankton (&lt;2 cm), which drift with currents, to larger nekton (&gt;10cm), which have the ability to swim freely. They are a diverse group that include squid, salps, krill and fish and play a critical role in Southern Ocean ecosystems. They regulate primary production involved in biogeochemical cycles and are prey for top predators (e.g. penguins, seals and whales). In the Southern Ocean alone they have a biomass equal to the human population, and globally they represent the largest unharvested biomass on the planet. Despite their pivotal role they remain one of the least known components of the ecosystem. \n\nMaking scientific measurements in the Antarctic oceans is not a simple task and bio-acoustic methods (using sound to measure organisms in the water column) present a cost-effective, widely used (frequently found on research and fishing vessels), large scale method for collecting information on the mid-trophic level organisms. However, in order for data to be comparable between vessels, standards and protocols are required in addition to bounding measurements with validation procedures. SONA will set these standards.\n\nSONA will use bio-acoustics to monitor mid-trophic organisms at large spatial scales annually along transits to Antarctic research bases and fisheries sites. It will unite multi-national calibrated acoustic data from both research and fisheries vessels into a common accessible database. This data will inform on ecosystem based fisheries management, marine planning and monitoring impacts of climate change. Ultimately the project will input data and knowledge to international bodies such as the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR) and international programmes such as Integrating Climate and Ecosystem Dynamics (ICED) through the SENTINEL programme and the Southern Ocean Observing System (SOOS) and provide a road map for a global acoustic database of the mid-trophic level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011308/1","grantId":"NE/K011308/1","fundValue":"238024","fundStart":"2013-08-01","fundEnd":"2017-01-31","funder":"NERC","impactText":"  Nothing to report - project is one year old Environment Societal","person":"Sophie  Fielding","coPersons":["Alexander  Tate"],"organisation":"NERC British Antarctic Survey","findingsText":" Southern Ocean processes are intimately linked to some of the most pressing challenges faced by society today: climate change, ocean acidification and the sustainable management of marine resources. A good understanding of baseline levels of ocean processes and sustained circumpolar observations thereof are essential in order to observe and predict causes and consequences of changes in the Southern Ocean. Mid-trophic level organisms play a critical role in ocean processes and have a huge influence on top predators. Yet despite their abundance and wide distribution, information on their large-scale distribution has lagged behind.\nThe Southern Ocean Network of Acoustics (SONA) represents a number of scientific and industry partners that have united to implement a self-sustaining, long-term acoustic observing strategy of an under-sampled component of the ecosystem – the mid-trophic level. \nAcoustic observations offer a cost-effective way to collect high resolution data on pelagic ecosystems over small and large spatial and temporal scales. Most scientific research vessels and many commercial fishing vessels now have echo sounders to collect this data. However, acoustic measurements cannot be used without standardisation of systems and appropriate validation. To that end a systematic and long-term strategy to establish an acoustic sampling programme including the implementation of standards is required. SONA aims to address this (www.sona.aq). Standardisation of techniques for the acoustic assessment of the oceans, will allow monitoring of the mid-trophic level (plankton and fish) across the oceans. This output is relevant to scientists interested in Global Ocean Observing Systems. For example a synopsis of the SONA project was presented at a meeting to describe essential Ecosystem Observing Variables, as part of the Southern Ocean Observing System. The aggregation of standardised data in an exploitable online system will be used by ecosystem modellers to parameterise global system models (e.g. ICED), as well as used by international ecosystem managing bodies such as CCAMLR (Commission for the Conservation of Antarctic Marine Living Resources) to manage Southern Ocean fisheries. Environment","dataset":"gtr"}