{"id":"7306CD41-B5E0-471A-BDEF-C9736BCA0D5F","title":"Can roach, Rutilus rutilus, adapt to the harmful effects of oestrogen exposure from waste water treatment work effluents?","abstractText":"Summary\nMajor worldwide attention has focused on the observations of disruptions of reproduction in both wildlife and human populations that can result from exposure to chemicals that interfere with the body's hormone signalling systems (so-called endocrine disrupting chemicals; EDCs) impacting on reproductive health. We have shown that reproduction in fish (roach, a common member of the carp family of fish) living in many UK Rivers has been damaged by exposure to EDCs contained in the wastewater treatment works (WwTW) effluents and the chemicals responsible for these effects include natural oestrogen hormones and pharmaceutical oestrogens in the contraceptive pill. \nFeminised roach have a reduced capability to breed under competitive breeding conditions and we have evidence (as yet, unpublished) for reduced breeding population sizes in wild roach living in rivers with a high effluent content. Populations with low numbers of breeding individuals lose genetic variation over multiple generations with a greater risk of extinction. Nevertheless, we find that in some stretches of these rivers with high oestrogenic exposure roach populations appear to be reproductively self-sustaining. Establishing whether fish (here roach) have adapted to oestrogenic contaminants, how they do this (the mechanisms) and the possible fitness costs of these adaptations are essential in understanding resilience (and thus sustainability) of fish populations living in these polluted environments.\nWe will examine whether exposure of roach populations to oestrogenic WwTW effluents over multiple generations has resulted in genetic selection and the impacts of selection on the susceptibility in male fish to develop oestrogen-induced effects associated with negative fitness consequences. We will examine for selection by identifying functionally significant changes in their genetic make up. Specifically we will look for differences in genetic poylmorphisms (so called single nucleotide polymorphisms -SNPs) in (1) specific (candidate) genes that we know are important in oestrogen signalling of reproductive (and other life) processes and (2) by using methods that allow us to scan the whole genome for these genetic alterations (using a technique called RAD-tag genotyping). Adopting these methods we expect to find 'footprints' of selection in fish living in rivers with a high oestrogenic effluent content, which should allow identification of novel adaptive processes and suggest important mechanisms of toxicity or survival in effluent rich environments. Uniquely, we are able to do this work because we have in depth knowledge (15 years of study) of the wild populations of roach in the selected UK Rivers that we propose to study.\nWe will establish whether roach populations exposed to high levels of oestrogenic effluent over many generations have adapted to become less responsive to environmental oestrogens and thus are now less susceptible to their associated adverse effects by comparing responses to a controlled exposure to the contraceptive oestrogen, ethinyloestradiol. We will use roach collected from the same clean and WwTW effluent contaminated sites as for the population genetic analyses described above and fish will be exposed for a period of 1 year and effects quantified on responses that have negative fitness consequences in male fish, including ovotestis. \nThis work is intended to greatly improve understanding of the ability of fish to adapt to exposure to environmental pollutants (here oestrogen) and how they do so, in turn helping to inform on fish population resilience in UK rivers receiving WwTW effluent discharges. The work will have importance in the regulation of discharges for the better protection of our aquatic resources and biodiversity and is of very wide interest to the government regulatory bodies, environment protection groups, industry and the wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004581/1","grantId":"NE/K004581/1","fundValue":"172739","fundStart":"2013-04-21","fundEnd":"2016-04-20","funder":"NERC","impactText":"","person":"Susan  Jobling","coPersons":[],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}