{"id":"731680BF-5B57-4E19-AE7B-4D15DD1F8744","title":"SMiths Aerospace Research and Technology Partnership on COMPosites (SMARTCOMP)","abstractText":"A strategic partnership will be created between Smiths, Oxford and Bristol University that will deliver a step change in Composites technology over the next five years, and lay the foundations for more far reaching innovation over the longer term. Two broad themes of research are proposed. The first one on low cost and 3-D composites will be led by Bristol with input from Oxford, and will provide new capabilities that can be applied in the next 3-5 years. The second theme on self actuating composites will be a joint activity, with Oxford laying out a 10 year technology roadmap and Bristol developing a number of innovative concepts which can be demonstrated within a five year timescale. The research on low cost composites will develop automated manufacturing techniques using robotics and mechanical forming and apply low-cost, rapid tooling techniques such as freeze-cast ceramics. It will also seek to use innovative 3-D fibre architectures (e.g. weaves, braids, fabrics) to reduce manufacturing costs whilst providing the excellent mechanical performance necessary for future aerospace applications.The proposed activities to develop self-actuating composites offer exciting opportunities to integrate novel methods of actuation, sensing and health monitoring within future high performance aerospace structures e.g. shape changing aerofoils. 'State-of-the-art' emerging technologies such as piezo- and magneto-strictives, shape memory materials, morphing composites and novel electromechanical devices will be developed and demonstrated. The core programme of activities outlined in this grant will run alongside a substantial programme of existing research, for example our EU Morphing Wing project. Four experienced researchers will be appointed, three at Bristol and one at Oxford. In addition, one senior Research Fellow and 7 PhD studentships not funded under this grant have been committed to the Partnership providing a critical mass of researchers from the outset. A new, dedicated physical centre will be established at Bristol for staff and students linked to offices where related research is carried out, and with additional desks for visitors from Oxford and Smiths. There will also be secondment of staff between the Universities and Smiths and regular joint seminars. The many new ideas certain to emerge during this cutting edge programme will be developed into further proposals for funding from UK and EU sources to create a portfolio of world-class research generating exciting new technologies for exploitation by UK engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D034256/1","grantId":"EP/D034256/1","fundValue":"268677","fundStart":"2006-02-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"","person":"Patrick  Grant","coPersons":["Stephen  Duncan"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}