{"id":"73224261-4457-4111-BF9E-3BC70CB8B853","title":"Metal composition of marine cyanobacteria - an indicator of niche adaptation and cell physiological state?","abstractText":"The oceans play a major role in determining the world's climate. In part this is due to the production of oxygen and the consumption of carbon dioxide by very small, single celled organisms, which are referred to as the photosynthetic picoplankton. Marine cyanobacteria of the closely-related genera Prochlorococcus and Synechococcus are the prokaryotic components of the photosynthetic picoplankton. Current and previous work in my lab has demonstrated that the in situ community structure of these organisms is fairly complex, with specific ecotypes or lineages occupying different niches to populate the world's oceans, allowing them to grow and photosynthesise under a broad range of environmental conditions. Whilst such molecular ecological studies can effectively map the spatial distributions of specific genotypes, the factors that dictate this global community structure are still poorly defined. This is important because changes in dominant picocyanobacterial lineages indicate major domain shifts in planktonic ecosystems and by observing and interpreting their distributions and physiological states we are essentially assessing changes in the rates of biogeochemical cycles. Athough the role of macronutrients, particularly N and P has received previous attention still there is a relative dearth of data on factors controlling picocyanobacterial community composition. Certainly, little if anything is known of the role of trace metals in this process. Thus, we hypothesise that in oceanic ecosystems genetically distinct picocyanobacteria are restricted to specific niches by their ability to acquire (limitation) or regulate trace metal accumulation (toxicity). In order to address this topic we propose to investigate trace metal (and macroelement) cell quotas in i) representatives of specific marine Prochlorococcus and Synechococcus lineages and to assess the affect of light stress and macronutrient shifts on these quotas and ii) in natural picophytoplankton assemblages using prior flow cytometric sorting, ICP-MS and X-ray microanalysis techniques. In so doing we will also obtain, for the first time, a real indication of picocyanobacterial cell physiological state over large spatial scales / in effect using elemental quotas as a proxy for what environment a given cell/population of cells is experiencing in situ / and hence can realistically begin to determine those macro and trace elements that are potentially depleted in situ and which are potentially restricting growth rate and/or yield.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F003889/1","grantId":"NE/F003889/1","fundValue":"37614","fundStart":"2008-09-29","fundEnd":"2012-08-31","funder":"NERC","impactText":"","person":"Mikhail  Zubkov","coPersons":[],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}