{"id":"732A27C5-BBD3-4C22-8E71-0549D533C968","title":"The Microphenotron: developing an automated microphenotyping platform to unlock the potential of chemical biology in plants","abstractText":"Chemical biology is the scientific discipline that harnesses the ability of small molecules to perturb biological processes. It is used to improve our understanding of those biological processes, to identify the genes that control them and to discover novel compounds that can be used to improve human health or increase crop productivity. Whilst chemical biology is widely exploited in other fields, and despite its proven power as a gene discovery tool in plants, it has been slow to gain acceptance amongst plant biologists. A primary reason for this is that the methods previously available to screen small molecules for their effects on the plant phenotype are laborious and limited in the number of traits they can monitor. At Lancaster University a novel technology has recently been developed that for the first time allows Arabidopsis seedlings to be grown under conditions suitable for studying the effects of small molecules on the development of both roots and shoots. However, it is still a laborious process to screen more than a few hundred molecules using the current version of this technology, and there are some intrinsic problems that preclude reliable quantitative analysis of root architecture.\n\nIn this 15 month multidisciplinary project, a team of biologists, engineers and computer scientists will address these problems to develop the 'Microphenotron', a robotic version of the phenotyping system that will automate the process of image capture and analysis. The development of the Microphenotron will greatly expand the accessibility and utility of chemical biology approaches to the wider plant biology community, leading to a greater understanding of plant gene function. It will also provide a new tool for the development of synthetic and natural molecules for improved agricultural sustainability, with resulting benefits for farmers, the environment and society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004260/1","grantId":"BB/M004260/1","fundValue":"166663","fundStart":"2014-10-01","fundEnd":"2016-03-31","funder":"BBSRC","impactText":"","person":"Brian Gordon  Forde","coPersons":["C. James Taylor","Andrew Peter French"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}