{"id":"73345F04-7F5E-4077-B199-FBB402B9283E","title":"A randomised controlled trial to test the effectiveness of a brief intervention for weight management for obese adults in primary care.","abstractText":"Obesity, a major cause of chronic disease, affects 25% of adults. Even a small loss of weight is likely to reduce the risk of chronic diseases occurring, such as diabetes that are the consequence of being overweight. We can use lessons learnt from tobacco control and apply these to obesity. GPs make unsolicited brief interventions frequently on smoking and problem drinking, which are known to be effective in changing patients' behaviour. A key aim of the smoking cessation brief interventions is to refer patients to the NHS Stop Smoking Service, which treated 750,000 people last year in England. Available data suggest GPs rarely bring up weight issues opportunistically and do not know what they could say that would be helpful. Available data also suggest patients who are overweight would like more advice on this from their doctors. \n\nRecent evidence has shown that attending a commercial weight management service, such as Weight Watchers, is more effective than any other widely available alternative weight loss intervention in primary care. In England, referral to commercial weight management is available free to patients on the NHS voucher scheme or equivalent. \n\nWe therefore propose a trial in which GPs will bring up the issue of weight with patients presenting to their GP for reasons other than weight management. Patients will be randomised to one of two interventions. In the control group, the GP will encourage weight loss because this will benefit health. In the intervention group, GPs will advocate referral to a weight management service and make that referral immediately. They will also offer a review about a month later to check progress. The main outcome will be weight loss at one year, but we will also record participants' and GPs' reactions to both types of interventions.\n\nThe trial results could make the case for brief interventions for obese people consulting their GP and introduce widespread simple treatments akin to the effective NHS Stop Smoking Service. The intervention makes only very modest demands on a GP's time and skills. If successful and implemented widely, it will increase a GP's engagement with weight loss and maintenance. Likewise, the intervention could be introduced into the GP pay for performance scheme and could influence practice worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000515/1","grantId":"MR/J000515/1","fundValue":"724556","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Paul  AveyardAmanda Louise Lewis","coPersons":["Amanda  Parsons","Roger Leonard Holder","Kate  Jolly","Susan  Jebb","Amanda  Daley","Sarah  Bathers","Peymane  Adab","Deborah  Lycett"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}