{"id":"7334C70E-4BC0-489B-A57B-7A8748FF562B","title":"Development of Novel In Vitro Models for Hepatitis B Virus and Hepatitis C Virus Infection and Replication","abstractText":"Hepatitis B virus (HBV) and Hepatitis C virus (HCV) are hepatotropic viruses that can cause acute and chronic diseases in liver after infection. Up to 2 billion people have been infected by HBV in the world. Among those approximately 350 million of people have developed chronic Hepatitis B and the annual death is greater than 600,000 (Ganem and Prince, 2004). Global HCV infection has been estimated to be in excess of 170 million individuals, with more than 350,000 deaths per annum due to HCV-related liver disease (Te and Jensen, 2010). Although anti-HBV and anti-HCV drugs have been developed to treat patients, HBV or HCV are hard to completely eradicate. In addition, long-term drug regimes are expensive to both patients and healthcare providers. Chronic HBV or HCV infection is therefore a major cause of morbidity and mortality and major medical requirement exists to develop a better understanding of viral infection, replication which will lead to the development of more effective medicines.\n\nDetailed research on HBV or HCV infection and lifecycle has been hampered by difficulties in sourcing and culturing the human gold standard model, primary human hepatocytes (PHHs). PHHs are a scarce resource that are isolated from low quality tissue fragment and lose function following limited period of in vitro culture (2-4 days). Therefore, alternative models have been sought and developed. Animal hepatocytes, HCC cell lines, or transgenic mouse models have contributed to understanding the pathogenesis of HBV and HCV. However, despite their successes there are a number of shortcomings in those models and as a consequence they do not properly model the in vivo situation. \n\nThe project proposed will examine an alternative and renewable source of hepatocytes which have the potential to overcome previous limitations, and in the future may offer a platform to screen for novel medicines to treat HBV and HCV infected individuals.\n\nReferences:\nGanem D and Prince AM (2004) N Engl J Med, 350, 1118-1129.\nTe HS and Jensen DM (2010) Clin Liver Dis, 14, 1-21, vii.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K008757/1","grantId":"MR/K008757/1","fundValue":"32121","fundStart":"2012-10-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"David Colin Hay","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}