{"id":"7335760A-FEE5-4283-B982-12AF3F2774C8","title":"Human development and poverty reduction in developing countries","abstractText":"<p>It is increasingly recognised that the accumulation of human capital,&nbsp;the fostering of attributes relating to cognitive and non-cognitive abilities and skills, nutrition and health, plays a central role in the process of development. The process is complex, dynamic and incremental, with a variety of factors ranging from nutrition and health care, to psycho-social stimuli, to education and the availability of infrastructure, playing a central role.&nbsp;Yet their relative importance and the interactions between them are only partially understood.&nbsp; </p> \n<p>The main aim of the proposed research is to gain a thorough understanding of the mechanisms underlying human development. We will study human development in its many dimensions relating to health, nutritional status and cognitive and non-cognitive skills from early infanthood right throughout childhood as well as the policies implemented to target these dimensions. By exploiting variation in incentives, costs and environments, we will estimate relationships between different factors (inputs), decisions taken by individuals and outcomes of interest. In so doing, we will not only directly evaluate the effectiveness of important policies, but will also be able to identify the mechanisms that underlie the accumulation of human capital. These exercises will allow questions of policy design to be explicitly addressed.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0124","grantId":"RES-167-25-0124","fundValue":"599348","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"ESRC","impactText":"","person":"Orazio  Attanasio","coPersons":["Andrew Mervyn Tomkins","Alice Marie Mesnard","Marcos  Vera-Hernández","Emla Olivia Fitzsimons","Constantine Hector Meghir","Pedro  Carneiro","David  Osrin","Samuel G Berlinski","Anthony  Costello"],"organisation":"Institute for Fiscal Studies","findingsText":"","dataset":"gtr"}