{"id":"7345C919-4D5A-45B1-A706-5D9590FD282A","title":"Approaches to study protein complexes and signaling systems during neural circuit formation using ES cell-derived neurons.","abstractText":"This research looks at the mechanisms involved in the formation of the complex arrangement of nerve cells within the nervous system. In recent years, it became apparent that a specific factor called PTEN regulates many processes required for nerve cells to proper assemble a functioning nervous system. In addition to this, it was realised that inhibition of PTEN helps the survival of nerve cells under conditions of degeneration, and, also, that it can re-install growth of nerve cells following injury to the nervous system. Therefore, this research proposes to investigate the mechanisms that control PTEN function in the nervous system. We will study (1) how PTEN is regulated by other factors in the nerve cell, (2) how PTEN helps nerve cells to communicate with each other, (3) how deregulation of PTEN by different proteins has an effect on the formation of the nervous system, and (4) how we can translate this information in order to develop novel ways in which we can inhibit the function of PTEN in a very specific way. We will use different experiments, which have novel and complementary advantages. Firstly, we will use stem cells, which we will differentiate into neurons. We will manipulate these cells with DNA sequences known to alter PTEN functions. In this way we generate clones of cells that can be amplified to virtual unlimited quantities. Using these stem cells, we will investigate how alteration in PTEN function affects the nerve cells and which cellular mechanisms are involved in mediating these effects. Secondly, we will study PTEN function in chick embryos as they develop. In this research we will use a set of temporary manipulations of the chick. We will test if our nerve cells produced from stem cells integrate into the nervous system of the chick, and we will also test if direct manipulation of PTEN in the nervous system of the chick affects the establishment of connection between nerve cells. This approach helps us to avoid expensive and time-consuming experiments in commonly used animal models such as the mouse. This work will help us understand how PTEN is regulated in the nervous system, and will help us to develop future treatment strategies that help neurons to re-integrate into neuronal networks following injury or during degenerative conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022392/1","grantId":"BB/I022392/1","fundValue":"700907","fundStart":"2011-08-01","fundEnd":"2015-01-17","funder":"BBSRC","impactText":"","person":"Britta Johanna Eickholt","coPersons":["Ivo  Lieberam"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}