{"id":"73486616-D070-41C8-9403-342D55A4372E","title":"QTLNetMiner: Mining Candidate Gene Networks From Genetic Studies of Crops and Animals","abstractText":"Discovering which genes determine a particular biological trait in crops, animals or humans is a very important finding. There are many applications of such knowledge including: identifying new biomarkers for animal or human diseases which can lead to new diagnostics; designing screens for new drugs, and helping to select new varieties of crop or livestock animals with improved productivity or resistance to stresses such as disease. Searching for these candidate genes in a crop or animal genome is, however, like searching for a needle in a haystack and gathering the evidence that supports the choice of one gene over another is even more daunting. This is because the evidence is scatted among different internet databases and in incompatible forms that are not easily linked together or integrated. One very important class of information used by biologists to begin their search for candidate genes is genetics. Classical genetics methods use studies of populations and families and employ statistical methods to identify the most likely genome segments that are known as Quantitative Trait Loci (QTL). The nature of complex traits, however, means that many QTL may be identified for a particular trait. For example, a recent study in Brassica napus identified 47 QTLs which were relevant for seed yield and studies in pig have discovered in total more than 400 QTLs related to fatness. For many years, the study of complex traits in crops and livestock animals has been an important adjunct to their improvement through selective breeding. Until recently, the focus on mapping of QTLs has been based on genetic maps constructed using relatively small numbers (hundreds) of genetic markers separated by quite large genetic distances. By linking the genetic maps with newly obtained genome sequence information it is now possible to list the genes that underlie each QTL. These studies show that typical QTLs in both plants and animals generally encompass quite sizeable parts of the genome - typically several hundred genes. While genetics improves the chances of finding the right gene (or genes), reducing the options down from 22,000 or so found in a typical genome, to hundreds genes for a particular QTL, it is still a daunting and expensive task to evaluate candidate gene in the laboratory. Furthermore, as is becoming apparent in diseases such as cancer, a complex phenotype may be the consequence of groups of seemingly independent genes interacting through a network of different biological relationships. The software we plan to develop in this project builds on previously-funded BBSRC research in which we have developed general methods for integrating different sources of biological information and exploring the relationships among genes and proteins using network-based approaches. Our methods help biologists mine the networks of information and interactions among genes in order to make better-informed judgments about which gene or gene networks are involved in a particular trait. In this project we will further develop the software and adapt our methods to create prototypes of biologist-friendly web sites for four species representing important crop and farm animal species where genetics and QTL data can be combined with other data resources, including the scientific literature. These species have been chosen because of their importance to the BBSRC and national priorities around improving the security of our food and energy (bioenergy) supplies. In particular, we will develop integrated data and network biology resources as web sites for use by the farm animal research community; thus translating the applications of our data integration research into a new area of BBSRC-funded biology. In addition to developing several novel resources for biologists, we wish to demonstrate that the Ondex data integration platform can be adapted to new areas of biological research in a cost-effective manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023860/1","grantId":"BB/I023860/1","fundValue":"100285","fundStart":"2012-01-03","fundEnd":"2013-03-02","funder":"BBSRC","impactText":"","person":"Christopher  Rawlings","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}