{"id":"735B879C-DBA8-4213-B446-D7E2278D029F","title":"Low Carbon Shipping - A Systems Approach","abstractText":"It is estimated that shipping accounts for 3.3% of CO2 emissions in the world. With the need to reduce overall CO2 emissions by 60% by 2050 to mitigate global warming then shipping must cut its emissions. The importance of shipping to the UK economy should not be underestimated. Over 90% of the UK's imports and exports are transported by ships and UK shipping plays a vital role in transportation links to our neighbouring countries and also within the UK to its many islands. Shipping provides the means of exploiting offshore natural resources including fishing, offshore mining, and oil and gas reserves e.g. North Sea shuttle tankers, and more recently cruise ships and liners have offered holidays afloat. Today, shipping contributes some 10 billion annually to the UK's GDP thereby contributing some 3 billion to the UK Exchequer. In terms of employment, the UK shipping industry is responsible for employing over 200,000 people either directly in shipping or indirectly in service industries. Whilst few ships are actually built in the UK today, the UK remains one of the world's leading providers of marine services including insurance and finance, is home to many shipping companies, has many marine equipment manufacturers and is the centre for international shipping organisations such as IMO and the Baltic Exchange. There are currently about 750 ships over 1,000 Tonnes registered with UK classification societies, and the number of UK registered ships continues to increase despite the recent down turn in the economy in both the domestic and international markets. We currently lack a holistic understanding of the shipping industry. Its drawn out contractual, technological and financial evolution has obscured access to both top-down and bottom-up system level understanding of its sensitivities and left many commercial habits engrained and unchanged for literally hundreds of years. The inescapable truths identified above can galvanise a reaction from all members of the shipping community, and we aim to capitalise on this.To understand the shipping system, the relationship between its principal components, transport logistics and ship designs, must be elucidated. Only then, can future logistical and ship concepts be optimised to achieve maximum reduction of carbon emissions. Through this understanding and optimisation, projections can then be made for future trends in the demand for shipping, the impacts of technical and policy solutions and their associated implementation barriers, and the most just measurement and apportionment mechanisms.These unique challenges can only be addressed with strong stakeholder involvement (we have significant commitments to our consortium from regulators: WWF, Lloyds Register, technologists: British Maritime Technologies, QinetiQ and Rolls Royce and operators: Shell, Fisher, David MacBrayne and the UK MoD, as well as wider support from a number of other companies across all constituents of the shipping industry). In addition, we have formed a multidisciplinary team (geographers, economists, naval architects, marine engineers, human factor experts and energy modelers) to ensure that specialist skills and experience can be shared whenever it is required. Using these assets we will undertake an aggregated, holistic, systems analysis of the shipping industry to elucidate and clarify the many complex interfaces in the shipping industry (port operations, owner/operator relationships, contractual agreements and the links to other transport modes). The analysis will extend to 2050, and involve the generation of future concept designs both for ships and infrastructure regimes. The model will project trends for global trade flows, but it will have particular focus on the UK's international and domestic passenger and freight transport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019995/1","grantId":"EP/H019995/1","fundValue":"94641","fundStart":"2010-03-11","fundEnd":"2013-03-10","funder":"EPSRC","impactText":"  The overall research project involved a consortium of five universities plus industry, NGOs and government departments, including Shell, Maersk, Rolls Royce, BMT and Lloyds Register. The research findings have been mainly produced through paper publications, both through the consortium's international annual conferences and through peer reviewed journals. The overall low carbon shipping project has created impact through its research and off-shoot projects, such as:\n\nInternational Maritime Organisation - in collaboration with NGOs who have membership of the IMO, the research contributed to publications that are used to inform policy developments for international regulation of shipping's GHG emissions.\n\nCommittee on Climate Change - consultation processes facilitated by the British Chamber of Shipping and ongoing dialogues regarding the estimation and forecast of shipping's emissions that are attributable to the UK.\n\nInternational Energy Agency - development of a shipping module in the IEA's mobility model, to provide estimates of forecast GHG emissions from the shipping industry and the impact of mitigation strategies. The model will be used for policy making and to inform the IEA's regular publications (World Energy Outlook, Energy Technology Perspectives).\n\n&amp;quot;Energy Environment and Transport&amp;quot; - authoring a chapter &amp;quot;low carbon shipping&amp;quot; of this forthcoming book for policy makers and researchers\n\nCarbon War Room - collaboration for events including those associated with the website &amp;quot;shippingefficiency.org&amp;quot; and the international summit &amp;quot;Creating Climate Wealth London&amp;quot;, to stimulate the removal of market barriers and facilitate commercial opportunities that will reduce the shipping industry's GHG emissions\n\nSustainable Shipping Initiative - through secondments of PhD students to help with research in the financing and technology work streams Aerospace, Defence and Marine,Transport Economic,Policy & public services","person":"David  Gibbs","coPersons":["Chandra  Lalwani"],"organisation":"University of Hull","findingsText":" A key part of the project involved investigating the possible role of ports to mitigate greenhouse gas emissions in the maritime sector. The analysis is UK-centric and uses the baseline years of 2007 (for ship emissions at berth) and 2008 (other emissions). Data and information on actions taken by ports to reduce their greenhouse gas emissions were collated and analysed. This information was collected for the main UK ports, both through their own published and online reports and/or via interviews. The analysis reveals that while only a few port owners measure and report their carbon emissions (ABP, Felixstowe, Dover, Aberdeen, Poole), these ports represent 32% of the tonnage of UK port activity. We then analysed the emissions generated by ships calling at those ports, using a method based on Department of Transport (DfT) Maritime Statistics data. This indicates that emissions generated by ships during their voyages between ports are of a far greater magnitude than those generated by the ports themselves. Based on our analysis of operations at five major UK port companies, it has been demonstrated that emissions from shipping at berth (1,839 MTCO2 in 2007) are comparable to those from ports’ own operations (174KTCO2 in 2008 for ports companies representing 32% of UK tonnage). Moreover, shipping emissions associated with the cargo handled at those ports (approximately 10 MTCO2) is far more important than the ones generated by port operations. This evidence suggests that UK ports should include in their carbon footprint analysis the emissions from ships, probably as a ‘scope 3’ emission. While reducing ports’ own emissions is worthwhile, the results suggest that ports might have more impact through focusing their efforts on reducing emissions from shipping. Finally, this part of the project investigated possible options for ports to support and drive change in the maritime sector.\n\n\n\nA second part of the project involved in developing optimisation methods for minimising total logistics related carbon emissions for end-to-end supply chain distribution systems. Appropriate tools for calculating the carbon emissions for the maritime leg of global supply chains have been developed in this research. The research findings are based on real life global supply chains data from two different cases. One case focuses on end-to-end analysis, with mainly inbound flows and local UK distribution and the other case focuses on outbound distribution flows from the UK to worldwide destinations. The analysis of the first case demonstrates that end-to-end logistics carbon emissions can be reduced by 16% to 21% through direct delivery to the UK as opposed to delivery via Antwerp. Value Stream Mapping came out to be a flexible tool that can be adapted to measure and analyse CO2 emissions with different calculation methods. The analysis of the second case shows that deliveries to southern Europe have the highest potential of reduction though deliveries by sea. Both cases show that for distant overseas destinations, the maritime leg represents the major contributor to CO2 emissions in the end-to-end supply chain. \n\n\n\nThird part of the project involved developing an assessment method to evaluate carbon emissions of the UK international seaborne traffic from 2000 to 2010. We used 11-year of traffic data from DfT and assessed the corresponding shipping emissions, using emission factors provided by the the IMO. This analysis covered liquid bulk, dry bulk, containers and general cargo traffic, for inwards and outwards directions. The result shows a total of 22.6 MT CO2, in 2010 (14.7 MT for inwards flows and 7.9 MT for outwards flows), compared to 19.7 MT in 2000. Container cargo is the category with the largest contribution, 9.3 MT out of 22.6 MT in 2010. Most of the analysis in the domain of low carbon shipping research has adopted top-down and/or bottom-up approaches. The top-down approach considers macro / global data, freight flows and trends, while the bottom-up approach seeks to aggregate up from the micro level of individual shipping activity. The analysis we used primarily utilised the latter bottom-up approach, but based on traffic and trade statistics, rather than an aggregation of vessels; in addition we introduced a third dimension to the analysis of low carbon shipping, viz an end-to-end analysis of supply chains which comprise many individual transport activities and decisions. Combining an understanding of supply chains and micro level shipping activity gives a rich insight into shipping activity and how its externalities can be mitigated. The analysis involved a detailed mapping of UK international trade and traffic, split into 80 SITC classes and 11 transport classes. Some interesting patterns could be identified. Firstly, the association of some SITC categories with DfT commodities appeared to be pertinent with good correlation levels, and a reasonable assumption of international transhipments levels could be provided for most important flows. The results obtained for unitised products were in line with expectations, suggesting that the previous SITC association with DfT statistics had some consistency. Also, we were able to see, for some commodities, the modal competition with other transport modes for short distances. Data uncertainty was a limitation to identify all transhipments, and also for most transhipped flows, the exact final origin and destination. Detailed assignments for each final origin and destination of transhipped flows are not possible using this approach without some level of speculation. The research has considerable potential for use in non-academic contexts, primarily by the ports and logistics sector as well as the maritime sector more widely. The ports analysis outlines that although ports themselves are a relatively small source of carbon emissions in the shipping industry, they have the potential to encourage reduced emissions in other parts of the sector, especially for ships themselves through a mix of measures including virtual arrival, on-shore power supply and reduced fees for green shipping. The end-to-end analysis has potential use by shippers as it allows them to calcuate the different levels of carbon emissions associated with different routes and modes of transport. As outlined in the section on potential use in a non-academic context, the research has potential to be used by the private sector in the logistics &amp;amp; maritime industry and by shippers. Research results have been communicated to a number of representative bodies covering the ports, logistics and transport sectors, while the end-to-end analysis involved close working with industry case study partners. Aerospace, Defence and Marine,Education,Energy,Environment,Retail,Transport","dataset":"gtr"}