{"id":"735D3E84-AA33-4C21-95AC-FCF1BAFCB760","title":"Mechanisms of nuclear suppression of host immunity by Arabidopsis downy mildew effectors","abstractText":"Crop plants are subject to diseases caused by various microbes that can cause substantial yield losses. Farmers spray agrochemicals to control disease; this is expensive, requires fuel and labour, and leads to CO2 emissions and soil compaction. It would be preferable for crops to be disease resistant, so that no fungicide applications are required. More knowledge is required to achieve this goal. Breeders use disease resistance (R) genes for crop improvement. R genes confer recognition of pathogen virulence-promoting molecules (so-called &quot;effectors&quot;) that contribute to virulence. In order to be able to predict and (in future) design the most durable R genes, we need to fully understand what pathogen effectors do, and the host processes that they target.\n\nWe work with a well-characterized model host/pathogen system, downy mildew of Arabidopsis; this is a close relative the potato late blight pathogen Phytophthora infestans. The genome sequence of this downy mildew has been determined, and over 100 likely effectors have been predicted. We have tested many of these and shown that they suppress host defences. Many of them are predominantly targeted to the host cell nucleus, where they could interfere with host gene expression. We are focusing this project on nuclear localized effectors. Thanks to two excellent European funded postdoctoral fellows, analysis of two effectors is already well advanced, and reagents to study many others are also well advanced. \nEffector HaRxL106 interacts with host components that carry proteins from the cytoplasm to the nucleus, and with a transcriptional regulator that responds to redox stress. Arabidopsis lines that express this protein also show developmental changes in light responses, suggesting that this effector targets some fundamental host mechanisms. Arabidopsis is well defined genetically, and using this deep knowledge of Arabidopsis biology, we expect to be able to reveal exactly how HaRxL106 interactions with plant components results in enhanced susceptibility to disease.\nHaRxL44 interacts with components of the Mediator complex, which plays an important fundamental role linking DNA-binding proteins that alter gene expression, to the transcription machinery itself. HaRxL44 expressing Arabidopsis lines show enhanced disease susceptibility and curly leaves, again consistent with a profound effect on host gene regulation. This curly leaf phenotype is often seen in plants that are altered in their regulation by small RNA molecules. For both of these effectors we aim to fully understand how they suppress host defence.\nWe are analysing additional nuclear effectors and aim to advance these studies too. HaRxL62 is the Hpa effector that most profoundly suppresses immunity, but we have so far not identified interacting host proteins; we aim to do so. HaRxL2, HaRxL73 and HaRxL3 also show profound effects on host immunity and cause developmental perturbations when expressed in planta; we aim to advance our understanding of their mechanisms of action by identifying proteins with which they interact in planta.\nHow will this knowledge be useful? By understanding how effectors bind to and interfere with host components, we should be able to design forms of these host components that are refractory to the action of the effectors; plants carrying these novel forms should exhibit enhanced disease resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009176/1","grantId":"BB/K009176/1","fundValue":"588275","fundStart":"2012-12-01","fundEnd":"2016-05-28","funder":"BBSRC","impactText":"","person":"Jonathan Dallas Jones","coPersons":[],"organisation":"University of East Anglia","findingsText":" april 2014 interim report\n Progress on the grant has been excellent in the first year. \nWe have made very good progress with HaRxL44 and had our first paper accepted 9 months into the grant\n\nCaillaud et al (2013) A Downy Mildew Effector Attenuates Salicylic Acid- Triggered Immunity in Arabidopsis by Interacting with the Host Mediator Complex PLoS Biology 11 e1001732. doi:10.1371/journal.pbio.1001732\nPostdoc Marie-Cecile Caillaud has now left and her replacement postdoc Dr Daesung Kim from Korea is about to start, at end of January.\nIt is still challenging to define the mode of action for HaRxL106, but we now have obtained some additional leads. It interacts with RCD1 and the result of that is to activate PIF transcription factors resulting in extension growth and attenuated immunity. We will still have a few more experiments to conduct before we publish our first paper on HaRxL106.\nHaRxL62 features in a paper we just submitted to Plos Pathogens in which (amongst other things) we report the HaRxL62 attenuates salicylic acid triggered immunity this is basic science but will provide interesting insights and perhaps get incorporated into textbooks Agriculture, Food and Drink","dataset":"gtr"}