{"id":"735F8998-B044-4B66-8F37-46FC3270FB76","title":"ON-LINE AND ON-ENGINE CATALYST CHARACTERISATION - A DIAGNOSTIC TECHNIQUE TO DESIGN A BETER CATALYST","abstractText":"The total global market for catalytic converters is estimated at about 100 million units per year, which represents a $2.3 billion business (in 2003), growing at 12.8% per year. Resources of precious metals are limited yet emissions from vehicles must be controlled. Road transport accounts for around 85% of the transport sector's carbon emissions, which in turn accounts for 25% of the total UK emissions. Many decades will pass before the use of carbon based fuels in internal combustion engines starts to be replaced by hydrogen-powered vehicles. As developing nations continue to grow, the number of cars will increase in the world, and demand for the limited resources of precious metals used in catalysts will also increase.There are opportunities to improve the design of catalytic converters to further improve their performance and thereby reduce emissions from vehicles, and also to reduce the amount of precious metal resources used in the fabrication of a converter. This opportunity cannot be ignored.The specific techniques studied in this proposal build on the knowledge of how a catalytic converter will react to changes in a known concentration of a pollutant injected into a test section. The novelty in this proposal arises from the performance of such experiments on a commercially produced catalytic converter that is connected to a live engine. By combining the expertise of Chemical Engineers, with Mechanical Engineers, and Applied Chemists, the data is analyzed and techniques will be developed which could be used by car manufacturers and catalyst suppliers to improve the design of catalytic converters for the benefit of our environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E059074/1","grantId":"EP/E059074/1","fundValue":"499108","fundStart":"2007-10-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"","person":"Stan  Kolaczkowski","coPersons":["Dmitry  Lukyanov","Kevin  Robinson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}