{"id":"7360885B-54E0-4341-945F-154FBECB6FD1","title":"Signalling role(s) for the unconventional RdgB proteins: are they lipid sensors for phosphatidic acid ?","abstractText":"High blood pressure causes an increase in the size of the heart (cardiac hypertrophy) and is a major risk factor for the development of heart failure. One in five people die from this condition. Angiotensin II is a hormone that stimulates cardiac hypertrophy and it functions by binding to the Angiotensin II type I (ATI) receptor. A complex programme of intracellular signalling is initiated to stimulate hypertrophy and a new protein called ATRAP has been recently identified that protects against the effects of Angiotensin II. ATRAP was discovered because it binds to the ATI receptor but how ATRAP suppresses cardiac hypertrophy is not known. We have made an unexpected connection between ATRAP and a lipid binding protein, RdgB-beta. \n\nWe propose to define the connection between the two proteins, ATRAP and RdgB-beta in the context of lipid signalling via enzymes called phospholipases that produce the 'signalling lipid', phosphatidic acid (PA). We will establish how this protein-lipid network operates during Angiotensin II signalling. The activity of phospholipases is stimulated when Angiotensin II binds to the receptor. RdgB-beta is uncharacterised and we have discovered that it has unusual lipid binding properties - it binds PA. \n\nOur concept is that RdgB-beta sequesters the 'PA' signal and therefore restrains the signalling cascade resulting in inhibition of cardiac hypertrophy. We will examine how RdgB-beta binds 'PA' and disposes of it. Because ATRAP binds RdgB-beta we think that a 'bridge' between two membranes is formed. This allows the 'PA' to be removed from the plasma membrane where signalling occurs and sent to the compartment where lipids are re-used for making new lipids. To form the bridge, RdgB-beta has to interact with ATRAP on one membrane and other proteins on the opposite membrane. We will therefore identify these proteins by using RdgB-beta as bait to fish for new proteins.\n\nWe will also study the importance of RdgB-beta and ATRAP by increasing or decreasing the protein levels in the cells. This will inform us on how Angiotensin II signalling is affected. If RdgB-beta reinforces the restraint put by ATRAP on Angiotensin II signalling, this will provide strong evidence that the molecular mechanism used by ATRAP is to participate in the removal of the signalling lipid, PA. To further test the model, we will delete the gene for RdgB-beta in a model organism (Drosophila) and examine the phenotype in collaboration with our project partner in Bangalore, India. To determine the importance of PA binding to RdgB-beta, we will make mutant proteins that cannot bind PA. These mutants will be examined for rescue of the fly defect. \n\nThe interaction between RdgB-beta and ATRAP together with the binding of PA to RdgB-beta could provide the molecular explanation of how ATRAP is able to suppress the function of Angiotensin II signalling and could therefore offer a novel therapeutic target for intervention in cardiovascular diseases. In the clinic, inhibition of Angiotensin II signalling by ACE inhibitors that prevents the production of Angiotensin II or drugs that prevent binding of Angiotensin II to its receptor are used for treatment for hypertension. Since most drugs have side-effects, drug combination that targets different systems are often used. Therefore the proposed research could well lead to a different molecular target which could provide a more effective treatment. Understanding how the endogenous inhibitor of Angiotensin II signalling, ATRAP, functions, may provide new strategies for drug targeting. Because ATRAP interacts with RdgB-beta, the possibility that targeting RdgB-beta may provide a unique opportunity to generate a new class of drugs that could be based on binding small hydrophobic molecules in the lipid binding pocket of RdgB-beta. The benefit derived from such drugs is huge as high blood pressure is one of the most common diseases that afflict humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005606/1","grantId":"BB/J005606/1","fundValue":"386179","fundStart":"2012-11-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"","person":"Shamshad  Cockcroft","coPersons":["Justin  Hsuan"],"organisation":"University College London","findingsText":" The project is on going. We have confirmed the high concentrations of RdgB-beta present in adult rat hearts by generating new antibodies and are now wanting to understand the physiological function of this protein specifically in the heart. \nWe are developing the tools to study the interactions between the lipid transfer protein, RdgB-beta and ATRAP. To this end we have identified new binding partners for RdgBbeta that have been sent for sequencing. identification of these new components will allow us to map the signalling pathway that RdgB-beta participates together with ATRAP, the molecular that influences Angiotensin II signalling. Work in progress ! Other","dataset":"gtr"}