{"id":"736839AA-460F-4449-B2AB-C418ABB1298D","title":"Host-symbiont coevolution: Exploring the parasitism-mutualism continuum","abstractText":"Intimate and prolonged associations between different organisms - symbioses - are widespread and important in the natural environment. Symbiotic associations can range from being parasitic, where one organism benefits at the expense of the other, to being mutualistic, where both organisms benefit from the association. Such symbiotic associations underpin the functioning of ecosystems: mutualism can allow pairs of organisms to survive where otherwise neither would and parasitism can limit the growth of host populations. These symbioses are particularly important in microbial communities but little is known about how these associations shape the evolution and diversity of microbial symbionts. Here we want to understand how the evolution of symbiotic organisms is different under conditions that range from parasitic to mutualistic. Our approach is to study the evolution of a bacterial-plasmid symbiosis where the nature of the association ranges from parasitic to mutualistic depending on the environment: in the presence of mercury the association is mutualistic because the plasmid has a gene for mercury resistance; and in the absence of mercury the association is parasitic because carrying the plasmid slows the growth of the bacteria. In nature carrying the plasmid allows bacteria to survive in otherwise toxic mercury contaminated soils. We will exploit the short generation times, and large population sizes of bacteria to observe evolution in action. We will discover and contrast the genetic changes that occur in the genomes of both the bacteria and the plasmid as they co-evolve on a continuum of environments that change the symbiosis from parasitic to mutualistic. - Our study is novel because we will, for the first time, study evolution across a parasitic-mutualistic symbiosis continuum using a single symbiotic association. - Our study is relevant to the natural environment because such bacterial-plasmid associations are widespread, but poorly understood, in microbial communities and are likely to play an important role in maintaining biodiversity and ecosystem function, particularly in response to heavy metal contamination of soils. - Our study is powerful because we will use an experimental approach to study evolution in action. - Our study is timely because we will exploit the latest technologies in DNA sequencing to directly observe evolution of genetic sequences in bacterial and plasmid genomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H005080/2","grantId":"NE/H005080/2","fundValue":"118081","fundStart":"2012-08-01","fundEnd":"2014-05-31","funder":"NERC","impactText":"  The findings of this research fed into public engagement activities including (1) a collaboration with artist Laurence Payot, SYMBIOSIS SCULPTURES, about symbiosis which involved over 100 participants making sculptures and was displayed to public audiences at York Festival of Ideas 2014 and Sheffield Festival of the Mind 2014, total audience approx. 1000, funded by grants from Arts Council England and The Wellcome Trust and providing 30 days of employment for artists; (2) a collaboration with artist Becs Andrews Company, TRANSMISSION, a dance performance, film and interactive audiovisual installation about disease transmission which has been shown at York Festival of Ideas 2014 and Manchester Science Festival 2014 and is available online (http://www.artplayer.tv/video/956/becs-andrews-company-transmission), total audience to date is approx. 7000, funded by grants from Arts Council England and The Wellcome Trust and resulting in 300 days of employment for artists and performers. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Michael Alan Brockhurst","coPersons":["Steve  Paterson"],"organisation":"University of York","findingsText":" Our main finding is that bacteria adapt to carrying plasmids by gaining chromosomal mutations that switch off expression of genes on the chromosome. These mutations reduce the cost of carrying the plasmid and mean that plasmids can persist even in environments where they were originally very costly. This evolutionary solution occurs rapidly and in parallel across a wide range of environments including conditions where the plasmid is parasitic or mutualistic. This work is currently being prepared for publication, which we anticipate to be in 2015.\n\nWe have developed mathematical models and computer simulations of plasmid ecology, tested by experiments, which show that bacteriophages limit the conditions under which plasmids can persist. Concomitantly plasmids impair the ability of bacteria to evolve resistance to bacteriophages. This work is currently being prepared for publication, which we anticipate to be in 2015.\n\nWe have shown that fluctuating environments affect the dynamics of host-parasite coevolution by impeding the spread of beneficial mutations in host populations. This work has been published in Proceedings of the Royal Society B (Harrison et al. 2013)\n\nWe have published several reviews of the literature concerning the topics of bacteria-plasmid coevolution (published in Trends in Microbiology), experimental coevolution of species interactions (published in Trends in Ecology and Evolution) and the adaptation of viruses to their hosts (Current Opinion in Virology). The ecology of plasmids is important for understanding bacterial evolution particularly because antibiotic resistance is often carried on plasmids. Our findings suggest that costs of plasmids can be rapidly compensated, potentially explaining why antibiotic resistance plasmids may persist long after the relevant (e.g. drug) selection is relieved, but also suggest the bacteriophages could be used to purge antibiotic resistance plasmids. Both of these possibilities should be tested in future work. Environment,Healthcare","dataset":"gtr"}