{"id":"73697C5F-BBF2-4DA2-907B-73E1DE30EFEC","title":"Design Assistant for Semantic Comparison of Intellectual Property (DASCIP)","abstractText":"A design tool will be developed that highlights potential patent infringement of an emerging design will help to steer that design towards a novel solution as well as avoid costly litigation. We will focus on mechanical engineering designs where the novel inventive step relies heavily upon how functions and key geometrical features of the design interact. We describe these types of application as where function-geometry inventive principles, and hence related patent images, play an important role.\n\nCurrent patent retrieval systems only employ text-based search methods and there is a need for image-based semantic search approaches to be developed for designers to use. Functional representations, which are typically schematic design diagrams showing the relationship of functions and effects between elements of a design, are a form of semantics and are used by some commercial innovation systems but not for patent comparison. In addition, functional representations have not been extensively applied to designs that rely on novel geometric features.\n\nExisting functional representations will be evaluated to assess the extent they can be used as a graphical design description for use in patent search. Ontology and semantic descriptors will be developed for use with the defined 'function-geometry' inventive principles, common in mechanical engineering design, in order to compare an emerging design with relevant patents. A database will be created of product design and machine design patents in the target manufacturing field. A CAD system will be adapted to store internal model annotations of the emerging design that express the design intent and also develop a description of the function-geometry interaction, aided by the ontology and semantics developed for this purpose. The patent database will be searched for comparison with the emerging design based primarily on text and symbol annotations of the original patent images plus, where relevant, a functional representation of the design depicted in the patent. The patent infringement due to particular design features, statistically quantified, will be depicted in a visualisation superimposed on the emerging design. In this way, the designer will be supported to create innovative solutions that avoid patent infringement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010078/1","grantId":"EP/N010078/1","fundValue":"266875","fundStart":"2016-02-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"","person":"Mark  Atherton","coPersons":["David  Harrison","Alessio  Malizia"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}