{"id":"7369613E-F424-4E0E-9876-F2F522F3F6B8","title":"Support for the 13th Ph.D. Summer School (Advanced Course on Artificial Intelligence - ACAI2009) in Northern Ireland, UK.","abstractText":"The School of Computing and Mathematics has won a bid to organize the 13th Ph.D. Summer School Advanced Course on Artificial Intelligence (ACAI2009) in Northern Ireland. This prestigious Summer School is organized biannually by the European Coordination Committee on Artificial Intelligence, each year in a different European country. This is the first time that ACAI is organized in the Britain or Ireland. ACAI'09 will focus on methods and tools available for the development of Intelligent Decision Support Systems. These systems can take decisions by themselves or by interacting and cooperating with humans. As such they have a wide range of important applications in areas like healthcare, finance, emergency response, etc. The Summer School will include courses delivered by distinguished academics and industrial representatives with extensive experience in the development and application of such systems. The courses are designed to be interactive and will consist of a mixture of lectures and hands-on practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019642/1","grantId":"EP/H019642/1","fundValue":"5160","fundStart":"2009-07-31","fundEnd":"2009-10-30","funder":"EPSRC","impactText":"  Increased expertise in the area of Intelligent Decision Support Systems within Europe. \n\nThese systems can take decisions by themselves or by interacting and cooperating with humans. They have a wide range of applications, for example: healthcare, finance and emergency response. \n\nThe Summer School included courses on preference modelling, argumentation, multi-agent systems, uncertainty reasoning and various applications, delivered by distinguished academics and professionals with extensive experience in the research, development and application of such systems. Digital/Communication/Information Technologies (including Software) Cultural","person":"Juan Carlos Augusto","coPersons":["H  Wang"],"organisation":"University of Ulster","findingsText":" This grant supported a Summer School specialized in Intelligent Decision Support Systems. The event facilitated the gathering of international experts which provided tutorials to 60 PhD students from 16 different European countries. Some of the experts were from outside Europe so it also provided oportunities for everyone involved to have a more global understanding of the field. http://www.eccai.org/bulletin/09-bulletin1.shtml Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}