{"id":"7373F8F8-EC95-490F-97D5-8508EBD1AD2B","title":"Transforming the adoption of Product Service Systems through innovations in applied gaming technology","abstractText":"Servitization is the process of transforming manufacturers to compete through Product-Service Systems (PSS) rather than products alone. The commercial and environmental benefits of PSSs are compelling and well documented (Rolls-Royce earning over 50% of their revenue from services is cited to exhaustion). The opportunities are immense (three quarters of wealth world-wide is now created through performing services) and so politically PSSs are seen as key to industrial success in the 21st Century.\n \nAdoption of PSS is frustratingly slow in mainstream manufacturing. Superficially the concepts find appeal but fail to gain traction as the potential implications to a business are complex. In the meantime, China is catching up (Chinese manufacturing companies offering services have grown from 2 - 20% since 2006). In the UK, we need to get better at informing, educating and training, our senior manufacturing managers about PSS and servitization, giving them the means to visualize the potential impact upon their business. \n\nGamification offers a radical solution. Gamification bridges video-gaming technologies and computer simulations to offer three-dimensional virtual worlds, dynamic and content-rich, which can be used to entertain, educate and inform. This is especially innovative for user engagement, supporting behavior and attitudinal change, and the design of advanced human and computer interfaces for representing and handling complex data systems. This programme will therefore develop applied game technologies, design principles and protocols, to transform the adoption of PSSs within mainstream manufacturing companies and so accelerate the foothold of gamifiaction in strategic business analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014080/1","grantId":"EP/K014080/1","fundValue":"477591","fundStart":"2013-02-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  Findings have been used to develop our understanding of the area and challenges presented by servitization. They have also significantly informed the future design and direction of our servitization gamification development. Digital/Communication/Information Technologies (including Software),Education ","person":"Panagiotis  PetridisSara Isabella  De Freitas","coPersons":[],"organisation":"Coventry University","findingsText":" In this initial part of our research, we have developed our understanding of servitization and the challenges and benefits that it presents to manufacturing industries.\nWe have also developed the first prototype of a servitization game which was tested by industry executives and academics at the Spring Servitization Conference at Aston University in May 2014. The next stage of developing servitization gamification is to engage the tech/gamification community in a 'Games Jam' to be held in London in February/March 2015.\nThis will bring together a body of around 100 gamers and programmers to develop their ideas around the challenge of communicating the concepts of servitization to the manufacturing business community. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}