{"id":"737BC658-1C78-434E-8159-C28BDE3A8801","title":"Lost Spaces","abstractText":"Since the Con-Dem coalition government arrived in power in the UK in 2010, the UK has faced swingeing cuts in the provision of funding for public services. As has been widely reported, people suffering from disabilities and other social disadvantages have been the disproportionate victims of these cuts (Goodley, Lawthom and Brunswick-Cole, 2014; Garthwaite, 2011). The Deaf community are no exception, having the double burden of not only being considered a 'disability' group, but also being in the position of a minority language group, with all the exclusions and repressions that brings (Ladd, 2003).\nIn Bristol, the situation for the Deaf community is, arguably, particularly bad. The Bristol Centre for Deaf People has recently closed due to cuts in funding, resulting in the Deaf community having to put the Centre building for sale, bringing to an end a 130 year history and heritage (Swinbourne, 2011). Furthermore, the University of Bristol (UoB) recently moved to close the Centre for Deaf Studies (CDS). The University of Bristol has, for over 30 years, been the host institution for the CDS, the first research centre in Europe founded expressly for the study of the Deaf community, British Sign Language (BSL) and Deaf culture. It was the birth-place of Dr Paddy Ladd's Deafhood theory, a theory which has gone on to empower and invigorate Deaf communities around the globe. In 2013, however, the UoB completed the process of closing the CDS down, leaving many of the Deaf professionals previously employed as researchers and lecturers, most of whom lived in Bristol and had longstanding involvement with the local Deaf community, without work.\nThese closures, along with the pressures on individual Deaf people due to cuts in funding for benefits such as Personal Independence Payment (PIP) and Access to Work (AtW) (Cross, 2013), have resulted in the Deaf community feeling increasingly under pressure and homeless. Without the Deaf spaces that they know and rely on in the city, there is an escalating feeling that the future of the Deaf community might be under threat.\nOne of the foundations of the Deaf community in the UK, the Deaf Club, seems to be also fading from influence in the Deaf community (O'Brien, 2012). Closures, while opposed and mourned when they do occur, seem increasingly to be accepted, with social events moving to mainstream venues such as pubs and nightclubs, or one-off events like Sign Circle, an annual weekend-long festival. Many young Deaf people report feeling that they are part of the Deaf community, but not involved or members of Deaf clubs. However, there is still a strong feeling of loss in the community. Loss of the community spaces that these places offered, loss of the history and heritage embodied in these locations and loss of community togetherness. This is particularly felt by older members of the community and those with young families, who cannot attend the pub-based events, or who are prevented from travelling to other community events due to financial reasons or ill-health.\nThis proposal will explore the effects of lost community spaces on the Deaf community. Not only in terms of the negative sense of loss and the memory of places, but also exploring the alternatives, the replacements that Deaf people have found to these traditional cornerstones of Deaf culture and community. These effects will be explored by hosting a series of events with the Deaf community which will focus around different creative arts methods, such as BSL poetry, filming and arts and crafts, to explore the impact of the loss of these spaces and the opening up of new spaces. We will also make use of archive material donated by community partners and participants and found by the research team in Bristol Record Office to explore the history of Deaf spaces in Bristol, and the memories and identities that are tied to these spaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009203/1","grantId":"AH/M009203/1","fundValue":"47097","fundStart":"2015-02-06","fundEnd":"2016-02-05","funder":"AHRC","impactText":"","person":"Dai  O'Brien","coPersons":["Lisa  Stead","Hilary Lynne  Sutherland","Nicholas David Nourse","Robert  Bickers"],"organisation":"York St John University","findingsText":"","dataset":"gtr"}