{"id":"7389FF92-25B3-47B4-9F6E-CF1E67A227FC","title":"Experimental Particle Physics at UCL","abstractText":"Experimental particle physics seeks to study extremely small sizes, or equivalently extremely high energies. It in effect probes the conditions that existed in the universe a fraction of a second after the Big Bang. These unique conditions that we are studying ultimately allowed stars, galaxies, planets &amp; finally life to form &amp; dictate how the universe will evolve far into the future. We are studying the underlying nature of the physical universe in terms of fundamental forces &amp; particles. Experiments capable of reaching these extremes of energy &amp; size are very technically challenging. The challenges include devising precision detectors which can operate in hostile environments, particle accelerators which can achieve high energy collisions, super-sensitive detectors capable of identifying very rare decays with very small 'background noise', high-speed electronics which can read out millions of pieces of information per second, &amp; robust, flexible software which can analyse the data in a distributed computing system all over the world. Thus another consequence of an active particle physics activity is a stimulation of technological developments, the training of people skilled in the development &amp; use of innovative technology &amp; improvements in industrial manufacturing capability. This is a 'rolling grant', which means that it covers a broad variety of particle physics experiments. The rolling grant underpins the base of highly skilled research &amp; technical staff allowing UCL to be a leader in experimental physics at the very highest levels. It provides a measure of career security, as well as travel &amp; equipment money. This also allows the group to function effectively in the training of PhD students &amp; young post-doctoral researchers. Crucially, the scientific advances that this grant will support are grounded in &amp; will be tested by experimental observations. The science this grant will support includes: - Understanding the mechanism that gives particles mass by searching for new fundamental particles such as the Higgs boson &amp; examining in detail the interactions of W bosons (the particles responsible for the weak nuclear force) at the highest energies using the ATLAS detector at CERN's LHC &amp; by measuring very precisely the mass of the W boson using the CDF detector at the Tevatron collider. - Understanding why we live in a universe that is dominated by matter with only a tiny anti-matter component which is at odds with the conditions immediately following the Big Bang when matter &amp; antimatter co-existed in equal amounts. We will study in detail the properties of the neutrino, which is a stable, uncharged, almost massless particle released in radioactive beta decays &amp; decays of unstable particles. The study is performed at the MINOS, NEMO-III &amp; ultimately SuperNEMO (which we are building) experiments that are searching for rare processes where neutrinos change their identity &amp; for rare beta decay processes releasing two electrons &amp; no neutrinos. - Understanding the nature of the strong nuclear force through measurements of the internal structure of the proton using the ZEUS detector at the HERA collider. - Searching for phenomena at extremely high energy which can help to define a more fundamental theory that unifies the twin pillars of 20th century physics: Einstein's theory of General Relativity &amp; Quantum Mechanics. We are searching for the interaction of ultra-high energy neutrinos with the Antarctic ice using the ANITA experiment &amp; R&amp;D towards experiments searching for the exceedingly rare process whereby a muon (a heavy electron type particle) spontaneously converts into an electron. Some of this work is funded on other grants but is underpinned by the technical expertise that is supported by this rolling grant. Continuity &amp; support for the technical base in the UCL High Energy Physics Group &amp; for the young researchers to develop is vital to progress the science &amp; the benefits that it brings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001158/2","grantId":"ST/H001158/2","fundValue":"3249880","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"","person":"Nikolaos  Konstantinidis","coPersons":["Emily Laura Nurse","Jennifer Anne Thomas","Mark Andrew Lancaster","Ruben  Saakyan","Jonathan Mark Butterworth","Mario  Campanelli","Matthew  Wing","Ryan James Nichol","David Simon Waters","Amy Lynn Connolly"],"organisation":"University College London","findingsText":"","dataset":"gtr"}