{"id":"738A5A50-CBC5-42E8-A6BF-64D28AF29696","title":"Probing cell and tissue dynamics with lightsheet microscopy","abstractText":"Imaging dynamic process in living samples is key to understanding biological regulatory mechanisms, whether at the level of molecules, cells, tissues or entire organisms. A major limitation however in most forms of microscopy is the sensitivity of living specimens to damage caused by the light used to view them, limiting the resolution, contrast and duration of time-lapse imaging. Such issues with existing live-imaging approaches have led in the past decade to the development of &quot;light sheet&quot; microscopy, based on optical principles developed over a century ago. These microscopes illuminate the sample with a thin sheet of light, allowing one see the sample in thin slices called 'optical sections'. By optically slicing the sample at different levels, one can build a three-dimensional view of the sample where the entire image is in focus. Other existing technologies such as confocal microscopy can create such 'optical section', but due to the way they work, impose much greater light induced damage to the sample than light sheet microscopes. A further advantage of light sheet microscopes is that the sample can be imaged from different angles. Images from these different views can then be combined to give one a very high quality 3-D representation of the sample.\n\nThis revolutionary new technology has only become commercially available in the end of 2012, from Zeiss. We tested the Zeiss microscope during the two weeks it was left here in Oxford on demo and found it to be extremely well engineered and user friendly. After less than a day of training, users were able to use it entirely independently. Because of their unique architecture, one of the most challenging aspects of light sheet microscopes is sample mounting. The instrument form Zeiss was particularly impressive in this respect, allowing one to easily mount and locate the sample, as well as maintain samples under very stable conditions suitable for extended culture and imaging, making it ideal for the projects described in this proposal. \n\nWe propose to purchase a Zeiss Lightsheet Z.1 microscope for the use of the research community in Oxford and surrounding areas such as Harwell and Bristol. The microscope will be managed by and take advantage of existing expertise in Micron Oxford, an advanced bioimaging unit that has rappidly established itself as a centralised facility serving the imaging needs of several departments in the University of Oxford.\n\nThe applicants will use the Zeiss Z.1 to address: basic biological problems that underpin future developments in human health, such as how cells in the body divide or move from one place to another; how memories are established, which will inform our understanding of the cognitive decline that accompanies aging; how stem cells produce the cells in our blood and; how the heart is built and responds to injuries, which will contribute significantly to our capabilities in regenerative medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014750/1","grantId":"BB/L014750/1","fundValue":"452215","fundStart":"2013-12-09","fundEnd":"2014-12-08","funder":"BBSRC","impactText":"  We have developed ways if imaging mouse embryos using light sheet microscopy. The approach can be used by others for imaging their samples. \n\nWe have trained visiting scientists in this approaches for using the light sheet microscope. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Shankar  Srinavas","coPersons":["Roger  Patient","Paul Richard Riley","Jordan  Raff","Ilan  Davis"],"organisation":"University of Oxford","findingsText":" We have developed techniques for mounting mouse embryos in a manner suitable for light sheet microscopy. Our approaches for imagine mouse embryos can be used by other. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}