{"id":"738E531B-449D-4153-9914-1EE4A0A3F7E4","title":"From Molecular Clouds to Exoplanets","abstractText":"The past decade has been characterised by a huge interest in the study of low mass stars (stars as or less massive than our Sun), brown dwarfs (failed stars unable to sustain nuclear fusion but which form like stars) and exoplanets (planets orbiting around other stars than the Sun). Now, about 500 exoplanets have been yet discovered and many more are expected with the space mission Kepler or large surveys like the UK program Superwasp, making the field of exoplanet one of the fastest growing areas of astrophysics.\nWith the development of infrared telescopes and near-IR surveys, a wealth of data for low mass stars and brown dwarfs has also become available. Their study is particularly important in an astrophysical context, knowing that most stars in our Galaxy are smaller than the Sun. Major observational efforts are devoted to star forming regions and very young stars, providing the basis for a better understanding of the very early phases of stellar evolution and most importantly of the fundamental process of star formation. Despite great progress on the theoretical and observational fronts, many pending questions remain regarding the whole process of star formation, starting with the gravitational collapse and fragmentation of a molecular cloud. This produces embryos of stars (the so-called proto-star) surrounded by an accretion disk where eventually conditions for rocky terrestrial and gas giant planets formation are met. This picture shows that stars and planets share a common origin. They also share common physical processes which play key roles on their interior and atmosphere structures and on their evolutionary properties, like convection and magnetism. The studies of these two populations of astrophysical bodies are closely interrelated, not only in terms of formation process, but also in terms of physical properties. \n\nWe thus propose a consistent research programme devoted to the understanding of (i) star and planet formation, from the collapse of molecular clouds to the formation of proto-stars and proto-planets, and (ii) stellar and planetary physics appropriate for the description of stellar and substellar objects' interiors and atmospheres (solar type and low mass stars, brown dwarfs, exoplanets). This programme plans to address several key questions in these areas combining high quality observations with state-of-the-art theoretical calculations and modelling. \nOn the theoretical front, we plan to develop advanced numerical simulations to understand convective transport, dynamo generation and magnetism in low mass stars and brown dwarfs and to describe irradiation-induced dynamics in exoplanets. Regarding the formation of these objects, we will use state-of-the-art simulations to study the effect of radiative feedback on star cluster formation and the process of planet formation based on self-consistent models of the interaction between protoplanet and circumstellar disk. We will also address the question of triggered star formation by the most luminous members of a star forming cluster using sophisticated radiation hydrodynamics models.\nOn the observational front, pending questions regarding the properties of molecular clouds will be addressed, namely \nhow star formation rates in these clouds depends on the local gas density and how giant molecular clouds form and collapse. A final major part of the proposal is dedicated to the thriving field of exoplanets: the detection of planets with direct imaging using one of the leading facility in the world, namely the Gemini telescopes, and the observation of exoplanet atmospheres, using the Hubble Space Telescope and the spanish GTC 10.4-m telescope.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001627/1","grantId":"ST/J001627/1","fundValue":"1734160","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"STFC","impactText":"","person":"Isabelle  Baraffe","coPersons":["Christopher Michael Brunt","Jennifer Lynn Patience","Matthew  Bate","Matthew  Browning","Keke  Zhang","Jennifer  Hatchell","Timothy James Harries","David Kent Sing","Frederic  Pont"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}