{"id":"738E5387-F19E-4C80-AA6F-2C2F315A8100","title":"Determining cellular processes underlying apoptosis-induced cell proliferation through kinase analysis","abstractText":"A balance between cell death and birth is critical for health of multi-cellular organisms including humans. Disruption of such a balance can lead to many diseases including cancer and degenerative disorders. It is therefore important to understand how cell death and birth are coordinated. Recent work by us and others discovered an unexpected communication initiated from dying cells. Signals emitted from dying cells trigger their neighbouring cells to divide and generate new cells which can compensate for the cell loss. This process is termed Apoptosis-induced Proliferation (AiP). However, it remains elusive how AiP is activated and regulated at the molecular level. The proposed research aims to advance our understanding of AiP. For this purpose, we chose the fruit-fly Drosophila which is a powerful model organism to investigate the regulatory gene network that mediates cellular communication in vivo. We have developed unique assays in Drosophila using either tissue overgrowth or tissue regeneration as sensitive readouts of AiP. These readouts allow quick identification and analysis of novel AiP regulators. By employing these assays we have identified 26 new regulatory genes of AiP. The functions of these genes revealed two key cellular processes underlying AiP. One process is remodelling of the cytoskeleton, the cellular scaffolding, while the other is called autophagy which is a process critical for the maintenance of energy balance in a cell. The proposed work is to determine roles of these key cellular processes and other identified new regulators in mediating AiP. The outcome of this research will help us understand how dying cells talk to their neighbours to induce cell replacement. As AiP is relevant to both regeneration (tissue repair) and tumour growth (cancer) in mammals including humans, the proposed work can provide potential drug targets for regenerative medicine and cancer therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M010880/1","grantId":"BB/M010880/1","fundValue":"435534","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"Yun  Fan","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}