{"id":"7395C5FB-DA88-4024-B77D-1A95311AD683","title":"New approaches to the valuation of American and barrier options","abstractText":"This project concerns the valuation and hedging of certain financial derivatives, American and barrier options. A barrier option is a derivative that is activated or extinguished if a certain rate, asset price or index crosses a specified level. An American option on a stock is a contract that gives its holder the right to exercise it at any time before expiry and receive then a certain payment from the seller, which may depend on the price of the stock at that moment. As American and barrier options are widely traded in financal markets, accurate valuation and hedging of American and barrier options are important issues.By their nature the valuation of American and barrier options is generally more involved than that of standard European options such as calls and puts: for example there is no known closed form solution for the value of an American put even under the simplifying assumptions of the classical Black-Scholes model. For valuation and hedging of these contracts one therefore has to resort to approximations. The aim of the proposed research is to make a contribution to the development of new algorithms and to investigate their mathematical properties, especially in the context of more realistic pricing models than the classical Black-Scholes model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D039053/1","grantId":"EP/D039053/1","fundValue":"99214","fundStart":"2006-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"  One of the findings, an efficient algorithm for the pricing of barrier options, has been used to analyse pricing and risk-management of structured products which form a class of commonly encountered financial instruments. Financial Services, and Management Consultancy Economic","person":"Martijn Roger  Pistorius","coPersons":[],"organisation":"King's College London","findingsText":" This project concerns the valuation and hedging of certain financial derivatives, American and barrier options. A barrier option is a derivative that is activated or extinguished if a certain rate, asset price or index crosses a specified level. An American option on a stock is a contract that gives its holder the right to exercise it at any time before expiry and receive then a certain payment from the seller, which may depend on the price of the stock at that moment. \n\n\n\nIt is by now well established that the Black-Scholes model is not sufficently flexible to capture empirical features that are commonly observed in financial returns data, such as heavy tails and asymmetry, and to accurately calibrate to quoted prices. Popular extensions of the BS model that address these short-comings generally exhibit jumps and stochastic volatility. \n\n\n\nAlthough reliable and flexible, the standard Monte Carlo simulation method is a time-consuming method for the pricing of barrier and American options, and especially for the computation of the corresponding sensitivities (the ``Greeks''). As American and barrier options are widely traded in financial markets, the development of accurate and efficient algorithms for valuation and hedging of these options in settings with jumps and stochastic volatility is important for risk management. By their nature the valuation of American and barrier options is generally more involved than that of standard European options such as calls and puts: for example there is no known closed form solution for the value of an American put even under the simplifying assumptions of the classical Black-Scholes model. For valuation and hedging of these contracts one therefore has to resort to approximations. \n\n\n\nAs a consequence of the form of the pay-off of barrier and American option contracts, the value of these contracts can be expressed in terms of the distribution of time and position of the underlying price process at the moment of first entrance into some specific set. By characterising the distribution of the latter pair of random variables one can obtain the value of the options in question. In this project a number of methods were developed in the setting with jumps and/or stochastic volatility to solve such first passage problems.\n\n\n\nEach of the methods is based on a combination of an analytically explicit characterisation of the relevant first-passage distribution, which is derived as a consequence of the probabilistic structure of the stochastic process modelling the price process, and a corresponding powerful numerical technique (transform inversion, matrix methods and program solvers, respectively). Based on these methods pricing algorithms were developed. Theoretical convergence results of the outcomes of the algorithm to the true values were also established. \n\n\n\nIn the course of the project several research questions of interest in the area of first-passage theory and its applications emerged, of algorithmic and of more theoretical nature. Some were investigated during the project, and other ones will be the object of future research.\n\n\n\nThe research was carried out in part in collaboration with three research students, two of whom graduated in 2008 and 2010, and one in 2013. The results were disseminated via publication in refereed journals and prepublication online on the arxiv, and via presentations at workshops, seminar series and conferences. The findings may be used as stepping stones towards the design and development of advanced risk management models. The results and developed techniques may also be of use to scientists in operations research and applied probability. Financial Services, and Management Consultancy","dataset":"gtr"}