{"id":"7397615A-9378-4537-843C-07E229A547A2","title":"Differential Acculturation and its Impact on Well Being among Bangladeshi Migrants Living at Different Densities in the UK","abstractText":"<p>Migration has a significant effect on emotional and physical wellbeing. Compared to other migrant groups, British-Bangladeshis (numbering about half a million) report poorer health and more long term illness or disability including diabetes, high blood pressure and heart disease. Contributing factors may be racial intolerance and prejudice, levels of acculturation/integration and appropriate and accessible service provision. Using questionnaires, physical measurements and biological markers measured in saliva, this project will compare how different generations of British-Bangladeshis living in large communities in London (who may be buffered against some stressors associated with migration) and small, more ethnically isolated communities in the northeast have acculturated to UK life by examining their social, psychological and physical wellbeing.&nbsp;</p>\n\n<p>The Project asks if northeast Bangladeshis are:</p>\n\n<ul>\n \n\n <li>more integrated</li>\n\n <li>experience more discrimination and racism</li>\n\n <li>have poorer health</li>\n\n <li>make greater demands of local health services</li>\n\n <li>require fewer social services (such as language classes) compared to London migrants.&nbsp; </li>\n\n</ul>\n\n<p>No previous studies have conducted such detailed comparisons of acculturation and wellbeing among Bangladeshis in relation to their migration experience. This Project will therefore be helpful for predicting the social and health requirements of ethnically-diverse migrants living at different densities in the UK.</p>\n\n<p><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J008478/1","grantId":"ES/J008478/1","fundValue":"533223","fundStart":"2012-08-01","fundEnd":"2016-05-31","funder":"ESRC","impactText":"  As we are in the data collection phase of the research, we cannot report that published findings have yet been used but we have been involved in community outreach to inform the Bangladeshi community in NE UK and London about our research.  ","person":"Gillian Ruth Bentley","coPersons":["Gillian Denise Cooper","Sarah  Curtis"],"organisation":"Durham University","findingsText":" We are still in the data collection phase of our Project (due to complete data collection at the end of 2014 so we have not yet begun to analyse our data. We are on target with our projected timeline and have already engaged with Impact activities that are outlined in other parts of this submission. N/A yet Communities and Social Services/Policy,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}