{"id":"739B8B3E-9027-4F52-B5B1-67A5BA1E6BBD","title":"Resolving the physics of galaxy formation","abstractText":"Galaxy formation is one of the most fascinating yet challenging fields of astrophysics. The desire to understand galaxy formation has led to the design of ever more sophisticated telescopes and satellites. These observational probes have shown that there is a bewildering variety of galaxies assembling in the early Universe all the way to the present day. The increasing precision and statistical power of existing and upcoming observational data on galaxies may well challenge the standard cold dark matter paradigm for cosmic structure formation, and perhaps even signal the need for additional, new physics. However, the degree to which an interpretation of this wealth of data can succeed depends critically on having accurate and realistic theoretical models of galaxy formation. \n\nCosmological simulations of galaxy formation provide the most powerful technique for calculating the non-linear evolution of cosmic structure formation. In principle, such simulations can predict galaxy formation in an ab initio manner. However, the enormous dynamic range and the many poorly understood aspects of baryonic processes in galaxy formation introduce significant uncertainties in the results of present simulations, making galaxy formation an unsolved theoretical challenge.\n\nThe objective of this proposal is to develop novel theoretical tools to study galaxy formation with an unprecedented level of realism making use of the novel hydrodynamical code AREPO, which has significant advantages in terms of the accuracy of the hydro solver and of the dynamical range which can be achieved by targeted space refinements. The underlying idea is to bridge the gap which currently exists in the modeling of the physical processes occurring at very small scales, e.g. in the star forming regions, and the ones which shape the large scale structure in the Universe. This will be accomplished in two ways: by performing a suit of nested cosmological simulations which will span a much larger dynamical range than has been currently achieved; and by replacing the commonly adopted sub-grid models with detailed descriptions of the interstellar medium and of the accretion flows around black holes. With this strategy it will be possible to address directly which processes are responsible for the structural properties and morphological transformation of galaxies across cosmic time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000725/1","grantId":"ST/L000725/1","fundValue":"54417","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"  My findings have impact on education, general scientific awareness and creative output. For example, after a large press release (publication in Nature) I have been interviewed by the BBC which has been broadcast during 6 o'clock news (both tv and radio). Education Cultural,Societal","person":"Debora  Sijacki","coPersons":[],"organisation":"University of Cambridge","findingsText":" Galaxy formation is one of the most fascinating yet challenging fields of astrophysics. The desire to understand galaxy formation has led to the design of ever more sophisticated telescopes and satellites. These observational probes have shown that there is a bewildering variety of galaxies assembling in the early Universe all the way to the present day. The increasing precision and statistical power of existing and upcoming observational data on galaxies may well challenge the standard cold dark matter paradigm for cosmic structure formation, and perhaps even signal the need for additional, new physics. However, the degree to which an interpretation of this wealth of data can succeed depends critically on having accurate and realistic theoretical models of galaxy formation. Through the research funded on this grant I have investigated how the large amounts of energy released by supermassive black holes are coupled to the surrounding gas and how that affects the morphological transformation of galaxies. It has been postulated that black holes drive large scale gas outflows which are mainly driven by the momentum content of the gas, but my research has shown that these models fail once realistic cosmological environments are taken into account. Instead, my work suggest is that large scale gas outflows emanating from supermassive black holes are energy driven. This prediction can be verified with upcoming observations such as those from the Atacama Large Millimeter Array. My findings can be used in public outreach and educational purposes. Having a direct interaction between the general public and a researcher greatly helps understanding not only what we are studying in our field but helps public and students form more accurate, comprehensive and informed views of science. Moreover I have found many times over (through public talks etc.) that my research is inspirational and stimulates public (including children and students) to be more involved in science which has very good benefits for the education. Education","dataset":"gtr"}