{"id":"73A4604D-56FF-48B9-88B1-447C604E5A7E","title":"Natural Fruit Flavours by Biocatalysis","abstractText":"The creamy, sweet, milky and desirable flavours and taste notes of apple, mango, peach, apricot, coconut, milk, cheese and butter, amongst other delicious fruits and foods are from the presence of tiny amounts of intensely flavoured natural products called lactones. Because they are found in such small quantities in fruits and other crops the material isolated from nature are very expensive. However, the demand in the flavour, food and cosmetics industry runs into tens of thousands of tonnes per annum. Almost all materials in current use are chemically synthesised from fossil fuel sources using polluting technology. Some feedstocks are harvested from the bark of trees which are killed in the process. As demand for these products increase there is a clear need for synthesis processes that are environmentally friendly and use sustainable feedstocks. The aim of this Follow-on-Fund project is to provide a one-pot process using enzyme catalysis by well-established fermentation technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024381/1","grantId":"BB/L024381/1","fundValue":"102772","fundStart":"2014-09-01","fundEnd":"2015-08-31","funder":"BBSRC","impactText":"  No direct use so far since the project is at its early stages. We are working closely with a SME which is interested in taking the process towards commercial exploitation.  ","person":"Luet Lok  Wong","coPersons":[],"organisation":"University of Oxford","findingsText":" We are at the early stages of this programme. The initial discovery phase has progressed as planned, with preliminary results providing indicators for approaches to the target product and process for its synthesis. The enzyme material and biocatalytic process to be developed can be scaled up to pilot scale and eventual commercial manufacturing while the academic community will gain further insight into the engineering of enzymes. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}