{"id":"73AB4B07-4CC7-4473-A40C-9754401B2493","title":"University of Bradford - Equipment Account","abstractText":"We propose equipment to enhance our specialist advanced materials processing facilities and suite of at-process monitoring and off-line characterisation equipment aimed at advanced materials with healthcare applications, including extensive nanoscale characterisation, plus modelling facilities for processing and materials performance. These will complement our current advanced materials manufacturing process technology and characterisation facilities in the Polymer IRC laboratory at Bradford. \nSPECIALIST ADVANCED MANUFACTURING PROCESSES: We undertake fundamental processing-related studies (for novel polymer nanocomposites, blends, and biomaterials/ biocomposite and pharmaceutical formulations, and reactive processing) which lead to process feasibility projects (e.g. processability of new formulations, with underpinning material characterisation) or novel product development. Products may be prototypes (typically at the small scale for limited availability or expensive materials), or full production items. Facilties for process feasibility research or micro-scale processing are proposed for small scale products, micro/nano surface features, and macro scale processing.CHARACTERISATION AND MONITORING FACILITIES: Characterisation at nano- and other length scales is required for hierarchichal structure materials and functional gradients. This will be 'off line' for pre-process materials and post-process products; while at-process characterisation aims to evaluate real material process histories, which is important for time and temperature dependent materials. At-process monitoring is in effect, advanced manufacturing metrology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027011/1","grantId":"EP/L027011/1","fundValue":"3419000","fundStart":"2014-01-15","fundEnd":"2024-01-14","funder":"EPSRC","impactText":"  This is a new award, for equipment (?3.42m plus ?1.1m support from industry) which had to be purchased before 31.3.2014. This was successfully achieved by an excellent team at the University - cooperation required across administration and academics. The facilities all address Advanced Materials for Healthcare and include AFM,TEM, Xray, thermal, spectroscopic, micro-CT, and a range of novel processing facilities. The award included a further ?2m support from the University of Bradford for some facilities and matching posts to use these facilities. We are currently in the process of employing a range of PDRAs and Technicians to help exploit the facilities. We have promoted the facilities, and collaborative opportunities, to our various networks (including academic in the University of Bradford, and in the Polymer IRC and EPSRC MeDe Innovation University teams, and our wider collaborations (including our Chinese groups in the Science Bridges China platform) and also our industry partners via our Bradford Industry Group - we have over 100 collaborating companies. Agriculture, Food and Drink,Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Phil David Coates","coPersons":[],"organisation":"University of Bradford","findingsText":" This is a new award, for equipment (?3.42m plus ?1.1m support from industry) purchased before 31.3.2014. The facilities all address Advanced Materials for Healthcare and include AFM,TEM, Xray, thermal, spectroscopic, micro-CT, and a range of novel processing facilities. The award included a further ?2m support from the University of Bradford for some facilities and matching posts to use these facilities. We are currently in the process of employing a range of PDRAs and Technicians to help exploit the facilities. We have promoted the facilities, and collaborative opportunities, to our various networks (including academic in the University of Bradford, and in the Polymer IRC and EPSRC MeDe Innovation University teams, and our wider collaborations (including our Chinese groups in the Science Bridges China platform) and also our industry partners via our Bradford Industry Group - we have over 100 collaborating companies. We look forward to reporting successful use and cooperations with these facilities and the associated posts. Agriculture, Food and Drink,Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}