{"id":"73AC9703-6AE7-4F58-948B-7AE147D8AE54","title":"Geometric methods in cohomology of soluble groups and their generalisations","abstractText":"A group is the mathematician's tool to capture the notion of symmetry in abstract. Since many structures in mathematics and the basic sciences are very symmetrical, applications of groups abound in these areas. From the predictions of particle physics to error correcting codes that enable compact discs to reproduce clear sound even when dirty or scratched, many areas of science utilise some group theory. One theme that runs throughout much of the research carried out in Southampton is the study of geometric objects, or spaces, whose symmetries embody the given group. The symmetry of crystals, for example, has been well understood using groups, the so called crystallographic groups. Crystallographic groups are examples of soluble groups, a class of groups we will be in- vestigating using geometric methods. The Sigma-invariants developed by Bieri, Neumann and Strebel are very powerful geometric tools giving information about homological finiteness conditions of a group. Determining the behaviour of these Sigma-invariants under passing to centralisers of finite subgroups will give answers to some important questions from algebraic topology. Originated by Gromov in 1991, the study of quasi-isometry invariants has become a very important and active area in pure mathematics. The aim is to understand which algebraic properties of finitely generated groups are large scale geometric properties, i.e. are pre- served by quasi-isometry. Recently, the seminal work of Y. Shalom and R. Sauer introduced methods from homological algebra and representation theory to the area proving quasi- isometry invariance of various homological finiteness conditions. One aim of the project is, by extending their work, to answer several of the main questions linking homology and quasi-isometry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F045395/1","grantId":"EP/F045395/1","fundValue":"16283","fundStart":"2008-02-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Brita Erna Nucinkis","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}