{"id":"73ACC64C-14B2-4AEA-BF9A-F9CACCC9DCC8","title":"Three-dimensional quantitative x-ray phase imaging","abstractText":"X-Ray Phase Contrast Imaging (XPCI) is one of the most exciting new methods emerged in x-ray science over recent years. It generates image contrast based on refraction and interference phenomena rather than x-ray attenuation, which enhances the visibility of all details in an image. Moreover, features classically considered &quot;x-ray invisible&quot; can be detected by XPCI. This has transformative power in many applications, from medicine to industrial testing, through biology, cultural heritage, material science, security inspections, and many other fields. It is worth remembering that the use of x-rays is all pervasive, both in science and in society, and all areas where x-ray imaging is used can strongly benefit from XPCI.\n\nThe problem up to a few years ago was that XPCI was considered restricted to large, specialized and expensive facilities called synchrotrons - only approximately 50 of which exist in the world. However, my research group has recently solved this problem by developing a method that enables XPCI to be performed with conventional x-ray sources, like those used in hospitals. This will allow taking XPCI out of ultra-specialized labs and into &quot;real-world&quot; applications, and negotiations with various companies are indeed underway to take the technology into commercial exploitation.\n\nThis project aims at developing the next generation of this technology. At the moment, our XPCI method works only in 2D, &quot;planar&quot; imaging applications. Although this is useful in itself, and is effectively employed in some areas (e.g. mammography or baggage scanning at airports), many other applications require the full 3D (&quot;tomographic&quot;) reconstruction of the imaged sample. This is a well known problem in medicine, where for example some diseases cannot be diagnosed with a simple &quot;x-ray&quot; but require a CT (computed tomography) scan; the same principle also applies to many other areas, where full 3D knowledge of the sample is essential to the decision-making process that follows. Examples are in the development of new drugs, the effect of which is often assessed through high-resolution 3D images of the small animals on which they are tested, or in the testing of sophisticated mechanical parts or of new &quot;composite&quot; materials.\n\nThis project therefore aims at the development of a quantitative, full 3D version of our XPCI method. This requires overcoming a number of obstacles, some of which have a very technical nature. For example, in order to make x-ray imaging systems sensitive to x-ray phase, we use masks, which cover parts of the imaged object. Although this does not create a problem in planar imaging, because the portions of the sample which are covered are smaller than the smallest element the imaging system can resolve (the detector pixel), it does result in significant artifacts when a 3D volume is reconstructed, because of a problem known as undersampling. This is also encountered in other disciplines (for example nuclear medicine), and researchers have developed new, more sophisticated reconstruction tools which allow solving or at least mitigating this problem. We therefore plan to adapt these new reconstruction tools to the specific requirements of our XPCI method, so that reliable and quantitative 3D &quot;phase&quot; reconstruction can be performed.\n\nInitially, this will be based on an extensive simulation phase during which different algorithms will be tested on various datasets, which will enable identifying the most promising ones. This will be followed by an experimental phase in which we will test the algorithms on real experimental data: this will allow selecting the best solution and fine-tuning it. Finally, there will be a demonstration phase in which the optimized 3D method will be applied to real scientific problems, among which for example the 3D visualization of small damage in articular cartilage (notoriously invisible to conventional x-ray methods), or of intrusion/defects in new-generation composite materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001381/1","grantId":"EP/L001381/1","fundValue":"229086","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  Although impact so far should be considered primarily academic, primarily because it is still early days, companies have expressed significant interest: an agreement has been signed with one large company which is currently building a prototype based on this research (in the area of industrial/materials testing), and negotiations are underway with a second company (for medical applications). Aerospace, Defence and Marine,Electronics,Manufacturing, including Industrial Biotechology Cultural","person":"Alessandro  Olivo","coPersons":[],"organisation":"University College London","findingsText":" Over recent years a new, much more powerful method has emerged that enables performing x-ray imaging based on the phase changes that x-rays suffer when traversing an object, rather than x-ray absorption. This enhances the visibility of all details in an x-ray image, and enables the visualisation of features classically considered x-ray invisible, with impact over a wide range of disciplines (earlier detection of tumours and other diseases, improved industrial testing methods, enhanced security at airports and customs, etc). Although there are other methods that enable exploiting x-ray phase, the one developed at UCL works with conventional (incoherent) sources, hence enabling deployment into clinics, industry, customs, etc. Before this project, the method was a planar one, i.e. it only allowed 2D projection x-ray images to be acquired. With this project, we have transformed it into a fully 3D, tomographic one, hence significantly increasing its range of potential applications. The immediate impact is that any laboratory in the world can now perform phase-based x-ray computed tomography using simple equipment available off-the-shelf, which was previously impossible. This has significant implications for research in medicine, biology, material science, cultural heritage and many other areas. In the medium term, this will be used by industry e.g. for non-destructive testing. The next step will be its use in pre-clinical studies e.g. for the development of new drugs for a variety of diseases: in fact, using phase contrast, the smallest drug-induced changes could be picked up e.g. in a small-animal study. Finally, we anticipate a full clinical translation and that the technology will be used for the improved diagnosis of a series of important diseases, including, but not limited to, cancer. Aerospace, Defence and Marine,Agriculture, Food and Drink,Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Transport,Other","dataset":"gtr"}