{"id":"73B7FBDE-4A38-432D-852A-E95254DE99C1","title":"The science of EChO (Exoplanet Characterisation Observatory)","abstractText":"The science of extra-solar planets is one of the most rapidly changing areas of astrophysics and since 1995 the number of planets known has increased by almost two orders of magnitude. A combination of ground-based surveys and ded-icated space missions has resulted in 700-plus planets being detected, and over 1200 that await confirmation. NASA's Kepler mission has opened up the possibility of discovering Earth-like planets in the habitable zone around some of the 100,000 stars it is surveying during its 3 to 4-year lifetime. The new Gaia mission is expected to discover thousands of new planets around stars within 200 parsecs of the Sun. Yet among the exoplanets detected or proposed, so far there is actually little resemblance to the morphology of the Solar System.\nThe key challenge now is moving on from discovery, important though that remains, to characterisation: what are these planets actually like, and why are they as they are? \n\nIn the past ten years, we have learned how to obtain the first spectra of exoplanets using transit transmission and emis-sion spectroscopy. With the high stability of Spitzer, Hubble, and large ground-based telescopes the spectra of bright close-in massive planets can be obtained and species like water vapour, methane, carbon monoxide and dioxide have been detected. With transit science came the first tangible remote sensing of these planetary bodies and so one can start to extrapolate from what has been learnt from Solar System probes to what one might plan to learn about their faraway siblings. As we learn more about the atmospheres, surfaces and near-surfaces of these remote bodies, we will begin to build up a clearer picture of their construction, history and suitability for life. \nThe Exoplanet Characterisation Observatory, EChO, will be the first dedicated mission to investigate the physics and chemistry of Exoplanetary Atmospheres. By characterising spectroscopically more bodies in different envi-ronments we will take detailed planetology out of the Solar System and into the Galaxy as a whole.\n\nEChO has now been selected by the European Space Agency to be assessed as one of four M3 mission candidates. Dr Giovanna Tinetti (UCL) has been selected as the ESA science team lead scientist for the assessment study phase, and Professor Bruce Swinyard (RAL/UCL) has been named as a member of the ESA science team. Our UK-led consortium has received full support from UKSA to complete the technical studies of the EChO payload. It is now paramount to secure the UK scientific return, and we estimate that a twenty-four months PDRA would provide Tinetti and Swinyard the needed support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001612/1","grantId":"ST/K001612/1","fundValue":"77870","fundStart":"2012-08-01","fundEnd":"2014-07-31","funder":"STFC","impactText":"  1) During the grant, we developed a new instrument simulator to evaluate the performances of a dedicated transit spectroscopy mission (EChOSIM) (Waldmann and Pascale, 2014; Pascale te al., 2014; Varley et al., 2014)\n\n2) We found new statistical methods to detrend the planet signal from the stellar activity and instrument systematics (ICA, Gaussian processes etc.)\n(Waldmann, 2012; Danielski et al., 2014; Waldmann et al., 2013; Waldmann, 2014; Morello et al., 2014)\n\n3) We developed a new spectral retrieval model to extract the maximum information out of an exoplanet spectrum (TauRex)\n(Waldmann et al., 2014) Aerospace, Defence and Marine,Creative Economy,Education Cultural,Economic,Policy & public services","person":"Giovanna  Tinetti","coPersons":["Bruce  Swinyard"],"organisation":"University College London","findingsText":" 1) During the grant, we developed a new instrument simulator to evaluate the performances of a dedicated transit spectroscopy mission (EChOSIM)\n2) We found new statistical methods to detrend the planet signal from the stellar activity and instrument systematics (ICA, Gaussian processes etc.)\n3) We developed a new spectral retrieval model to extract the maximum information out of an exoplanet spectrum (TauRex) We published all the results in many peer-review journals. Aerospace, Defence and Marine,Creative Economy,Education","dataset":"gtr"}