{"id":"73BFA309-A582-49E2-B19B-83C4A0F0A983","title":"Community Organisation of Events in Communications, Mobile Computing and Networking with EPSRC ICT Portfolio","abstractText":"4-6 monthly co-ordinating brainstorming community meetings for the academics in Communications, Mobile Computing and Networking which also encompass linking into RF and Microwave Technologies, Photonics and Electronics. These aim to build, with active EPSRC staff participation, future vision and roadmap documents for our overall research community to complement the existing EPSRC grand challenge documents in microelectronics and silicon technology. We envisage holding 3 of these meetings in year 1 followed thereafter by 6 monthly meetings with each meeting attended by 25-30 academic and industrial participants. Six 1 or 1.5 day specialist research intensive briefings to address future burning topics. These would be theme based with a morning of presentations from recognized experts in the chosen theme subject area followed by a highly structured follow-on discussion to identify new research themes which should be actively discussed for forwarding up to the above vision meetings and then on to EPSRC SAT and consideration for inclusion in future planning. For year 1 we suggest these meetings could individually address topics such as: Spectrum , Integration of RF and Photonics and Software in Systems . These workshops would be co-ordinated with EPSRC staff to ensure that we included any workshop topics they wished to initiate. The participants in the two sets of above meetings will include early career researchers and EPSRC/RAEng research fellows to ensure that we engage with the full community and brief future stars on the planning to deliver an effective research programme of international standing. Arrange an education day for communications researchers to make the community more aware of the difficulties in successfully funding proposals which receive somewhat mixed peer reviews. Organise an annual Communications and Networking 5 day Summer School for (new) PhD students in each of the 3 years. This would be organized and coordinated by Prof Barham Honorary at Lancaster and Dr Harald Haas at Edinburgh. We would be aiming here give the participants a wide range appreciation of related topics by including here at least three half day tutorials on topics such as Photonics , RF and microwave and Networks . We would also like to indicate to PhD students how research is organized and delivered, probably with an after dinner speaker, to give them appreciation of wider organizational issues, over and above their own in-depth PhD studies. These more specialist tutorials and presentations would be delivered by appropriate academic or industrial colleagues. These Summer Schools are aimed at first year PhD students to give them access to presentations by key UK academics and industrialists as appropriate and thus provide a much improved grounding in the overall background to the research techniques that they will be developing further in their personal PhD programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013504/1","grantId":"EP/I013504/1","fundValue":"230443","fundStart":"2010-10-01","fundEnd":"2011-10-01","funder":"EPSRC","impactText":"","person":"Stephen  McLaughlin","coPersons":["Barry  Evans","David  Hutchison"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}