{"id":"73C049E6-23C8-4CFC-8E65-77068960A0A0","title":"Mapping the interaction of Hsp90 with a new class of client protein: Sgt1-dependent recruitment of a kinetochore protein to Hsp90","abstractText":"The function of a protein is determined to a large extent by its structure. The correct structure or 'fold' of a protein is therefore essential for that protein to carry out the specific activity for which it evolved. Misfolded proteins often become inactive or are hyperactive, and are frequently the cause of disease.\nFor many proteins the ability to form the correct fold is something that is innate, that is, it is encoded within the amino acids that make up the protein itself. However some proteins cannot spontaneously fold and require the help of other proteins known as chaperones. These chaperones accompany or guide the protein to the correct fold so the protein can function properly. Chaperones are therefore essential for all living cells.\nWe aim to understand how one such molecular chaperone, called Hsp90, helps proteins to achieve the correct fold. We are particularly interested in this chaperone since many proteins that require Hsp90 for their final structure are involved in diseases, including cancer. The results from this work can therefore be used to develop new drugs that prevent these diseases.\nWe have focused on one protein, called Ctf13 that is involved in cell division. Cell division is the process by which cells replicate, for example to replace cells that are lost through wear and tear, to generate new cells with different functions (for example during the growth and development of a foetus) or during the growth of a tumour in cancer.\nTwo other proteins are required in addition to Hsp90, to allow Ctf13 to fold properly: a helper-protein called Sgt1, which Hsp90 needs to recognize Ctf13, and a bridging protein called Skp1, that bridges the interaction between the helper protein and Ctf13. In order for Ctf13 to attain the correct structure all four proteins must interact simultaneously with each other in a multi-protein complex.\nThe aim of this project is to determine the structure of the complex formed by these proteins. We will do this in several steps. Initially we will determine the atomic structure of the complex formed by the helper-protein and the bridging-protein alone. We will then add the remaining components to form the complete complex, and determine the structure of this using a technique that allows direct visualization of the proteins in a microscope using a beam of electrons instead of a beam of light. \nAnalysis of these structures will allow us to understand more about how Hsp90 interacts with these proteins, and this information can be used to develop new drugs that inhibit Hsp90 function, preventing Hsp90 from 'chaperoning' proteins that are involved in disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007595/1","grantId":"BB/J007595/1","fundValue":"405646","fundStart":"2012-10-15","fundEnd":"2016-11-06","funder":"BBSRC","impactText":"  Early stage of grant. No significant findings as yet.  ","person":"Cara Kee Vaughan","coPersons":[],"organisation":"Birkbeck College","findingsText":" We have determined the structure of a complex involved in several essential pathways in cells: these are cell division and the degradation of proteins in the cell that are no longer required. This structure enables this aspect of these pathways to be understood in atomic resolution detail. These pathways are essential for a healthy cell and this knowledge allows researchers to delineate differences between healthy and diseased cells Can be used to investigate in more detail the in vivo consequences of disrupting this interaction. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}