{"id":"73C3BD67-885C-4AB4-BE1C-A8F024CED6C1","title":"INTRASPECIFIC TESTS OF SELFISHNESS AND ENFORCED ALTRUISM IN SOCIAL INSECTS","abstractText":"Animal societies are places of great cooperation, but underlying this cooperation there often is conflict. The balance between cooperation and conflict is often moderated by behavioural mechanisms that reduce this conflict. In human societies the police and the judicial system fulfils this role. Societies of insects (e.g. ants, bees and wasps) are amongst the most cooperative societies in nature, but within their colonies there is often conflict. Contrary to common belief, workers are rarely sterile and can lay unfertilized eggs that develop into male. This leads to a potential conflict over who produces males within colonies - queens or workers. Previous work has shown that workers often eat each others eggs (but not the queen's) - a behaviour known as worker policing - and this effectively prevents workers from reproducing. In this proposal I will test two predictions concerning the conflict over male parentage. Experiment 1. In colonies without a queen worker policing does not occur and so workers reproduce. Theoretical developments suggest that the proportion of worker reproducing should depend upon the relatedness of workers within the colony, with more workers reproducing in colonies with lower relatedness. I will test this using a species of ant with two distinct colony types. One colony type has a single queen and so all workers are full sisters (high relatedness). The other colony type has multiple queens so workers come from mixed families (low relatedness). The expectation is that a greater proportion of workers will reproduce in low relatedness colonies than in high relatedness colonies. Experiment 2. The proportion of reproducing workers in queenless colonies should vary with the costs associated with reproduction. This is because un-checked reproduction by workers means they work less at maintaining the colony and rearing the queen's offspring. I will investigate this by iamnipulating the workload workers have to do. I will do this by altering the number of brood relative to the number of workers in paired queenless colony fragments (originating from the same source colony). In each pair, one fragment will be manipulated to have a high workload (lots of queen larvae to tend) whereas the other will have a low workload (few queen larvae to tend). The expectation is that the proportion of workers reproducing will lower in the high workload nests relative to the low workload nests. Both experiments will further our understanding of the regulation of conflicts in cooperative societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001190/1","grantId":"NE/H001190/1","fundValue":"66712","fundStart":"2010-07-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"  These findings have been used by academic biologists to inform their over research. Education,Other Societal","person":"Robert  Hammond","coPersons":[],"organisation":"University of Leicester","findingsText":" We showed that by manipulating the ratio of brood (developing ants) to workers (the individuals within the colony) we were able to alter the amount of work (the tending of developing brood) that workers perform. However we discovered that worker ants do not reproduce less if they have more work. These results did not support the idea of trade-off between working and reproduction. We are currently have a manuscript from this work in the final stages of preparation. Education,Environment,Other","dataset":"gtr"}