{"id":"73CE9D91-7D2E-4EE7-90F7-1E5AE5988603","title":"HEAT@UWE: Bridging the Gaps in Health, Environment And Technology (HEAT) Research","abstractText":"HEAT@UWE is a phased programme of activities designed to facilitate an interdisciplinary research culture across three areas of research strength at UWE: Health, Environment and Technology. Research in these fields is carried out in the Bristol Institute of Technology (BIT) and the newly formed Institute for Sustainability, Health and the Environment (ISHE). HEAT@UWE seeks to bring researchers from these two multi-disciplinary Institutes together to deliver research with significant economic, environmental and social benefit. The aim is to capitalise on UWE's tradition of applied research and its position of research strength (evidenced in our RAE 2008 results and our position as the most successful post-92 University in terms of RCUK funding). HEAT@UWE has grown out of the recognition that human health and the environment currently have an unprecedented position on national and international political agendas. Environmental issues such as climate change, unsustainable resource use, poor built environments and transport systems as well as public health issues such as obesity, mental illness, and chronic disease are some of the most intractable challenges of our time. Significantly, the role that technology can play in addressing these problems is now being recognised. It can intervene between health and environmental systems (through, for example new sensing technologies, complexity science applications, computation artefacts in real environments or systems to reduce carbon footprints) or it can be used as a means of understanding relationships between health and the environment (for example, through visualisation models or simulations). Whilst the inter-related nature of these issues is largely accepted, research cultures and practices still tend to be discipline-focused and fragmented. Multi- and inter-disciplinary research in these areas is relatively immature, and significant barriers, such as methodological differences, are having an impact on our ability to make meaningful breakthroughs in these critical policy areas.HEAT@UWE is a 3-year programme of activities that uses best practice in collaborative working in academic settings to build on, and sustain, a multi-disciplinary research culture at UWE, and with its stakeholders. The activities have been planned carefully to maximise opportunities for meaningful outcomes from a large and diverse group of researchers. Initially, there is a familiarisation phase to let researchers know what their colleagues do. This includes a large Visions Conference to scope early collaborative opportunities (2 more are held annually), and the development of a number of on-line collaboration tools, such as a directory of researchers and a web-lounge. Then there is a phase of activities designed to support emerging collaborations, through activities including discipline-hopping secondments and exchanges, visits, a multi-disciplinary seminar series and learning laboratories. The Programme then moves to a phase of formalising collaborations and producing outputs, via activities such as retreat days, and a competition for start-up funding. These activities are designed to help researchers from different backgrounds work together and produce meaningful partnerships which can be taken forward.Ultimately the aim of HEAT@UWE is to embed and sustain a multi-disciplinary research culture, to enable us to become a national centre for HEAT research, with an international reputation for excellence. We envisage the Programme will produce new knowledge, products and applications that will benefit society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000380/1","grantId":"EP/H000380/1","fundValue":"480577","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Katie  Williams","coPersons":["Karen  Bultitude","Danny  Burns","James William Stuart  Longhurst","Nigel  Baker","Larry  Bull","Selena Felicity Gray","Alan  Tapp"],"organisation":"University of the West of England","findingsText":" Highlights from the heat@uwe programme\n\nheat@uwe is an Engineering and Physical Sciences Research Council (EPSRC)-funded programme of activities to develop, facilitate and communicate interdisciplinary research between health, environment and/or technology. It is a collaboration between colleagues in the Institute for Sustainability Health and Environment (ISHE) and those in the Departments of Computer Science and Creative Technologies, and Engineering Design and Mathematics. This three year programme received ?498K of funding from the EPSRC Bridging the Gaps initiative and started in 2009. heat@uwe is led by Prof. Katie Williams, managed by Dr Danielle Sinnett and steered by an active management team of Co-investigators and research managers representing public and clinical health, built environment, environmental science, computer science, social marketing, science communication and RBI.\n\nheat@uwe objectives\n\nThe heat@uwe management team identified the following objectives for the programme:\n\no To enable and sustain collaboration across health, environment and technology\n\no To use heat@uwe to generate external funding\n\no To strengthen our relationships with existing external partners and to forge new collaborations\n\no To embed interdisciplinary working across health, environment and technology\n\no To develop a long term capacity at UWE for interdisciplinary research\n\no To disseminate heat@uwe research.\n\nheat@uwe successes\n\nheat@uwe has been a very successful programme and has achieved positive outcomes in a relatively short period of time. The programme is now well established and recognised for its achievements across UWE. The management team has actively monitored the outcomes of the programme against its objectives and can report the following:\n\no The reach of the programme has been far wider than anticipated, initially the aim was to facilitate collaboration between ISHE and Departments of Computer Science and Creative Technologies, and Engineering Design and Mathematics, however the heat@uwe network has 203 members of UWE staff spanning all four faculties and thirteen departments. This represents around half of the research active staff at UWE (those reporting spending more than 20% of their time on research in the Transparent Approach to Costings data).\n\no We have run 18 events in 24 months targeted at different audiences attended by a total of 181 members (90%) of the network. These have included a 'Visioning Conference' and a 'Hot House' which were large annual events to develop research ideas and 'Heating up' seminars to communicate the breadth of research underway at UWE in geographical information systems, health impact assessment, flooding, food and behaviour change. We have also run three Lecture and Lunch series covering a range of interdisciplinary research areas and our Start-up projects as well as workshops focussed on specific funding calls.\n\no heat@uwe has awarded ?130k of Start-up funding to 18 interdisciplinary projects involving 72 UWE academics. This has enabled these staff to gain experience, in some case for the first time, of interdisciplinary research (see following showcase of projects).\n\no heat@uwe's activities have resulted in bids to Committee for Climate Change, EPSRC, Arts and Humanities Research Council, Department for Environment, Food and Rural Affairs, European Union and Pain Relief Foundation. These have come from new collaborations in the university, enabled through networking events and Start-up funding. They have also involved 17 external partners including Bristol City Council, Soil Association, At-Bristol, Royal National Hospital for Rheumatic Diseases, White Design, Centre for Environmental Research (Germany), National Space Research and Development Agency (Nigeria), Carnegie Mellon University (US).\n\nheat@uwe highlights\n\nThe following gives an overview of the main highlights from heat@uwe in the last six months:\n\no Collaborative research papers, for example the 'Public transport pervasive gaming' team have had a paper accepted for publication in Communications in Mobile Computing.\n\no Presentations at international conferences, for example the 'Development and evaluation of a tool for assessing body image' team presented a paper at Inter-Society for the Electronic Arts conference.\n\no Securing further funding, for example the 'Development of an Electrical Sensory Discrimination Therapies (ESDT) device for the relief of chronic pain in Complex Regional Pain Syndrome' team have secured additional funding (?18k) from the Pain Relief Foundation to take their device into proof of concept testing.\n\no Developing staff, for example two early career researchers have submitted a bid to AHRC from their project 'Facilitating healthy sustainable behaviours through home design' as well as exhibiting their timelines at the Architecture Centre.\n\no Building new collaborations, for example a team of new and established staff at UWE have used Start-up funding to submit an Expression of Interest (with new external partners) for a European Union Cost Action on 'Supporting community actions as an effective response to flood risk'.\n\no Building institutional expertise in interdisciplinary research, for example the heat@uwe management team authored a 'Best Practice Guidance for Interdisciplinary Research' report for EPSRC (which was distributed to all holders of BTG funding), presented their experiences of the programme at conferences, and submitted a research article on undertaking interdisciplinary research to Research Policy.  ","dataset":"gtr"}