{"id":"73D89BA0-3F50-47C3-9FBA-DBD74655B24A","title":"A Collaboration between Classics and Astrophysics: An Advanced Multispectral Imaging Laboratory Optimised through Crowd-Sourced Statistical Analysis","abstractText":"Transcribing ancient texts written on papyrus and other artefacts has traditionally been slow, painstaking and difficult work undertaken primarily by specialists. Recently, new techniques of digital imaging, including multispectral and 3-D imaging, such as those produced by the Imaging Papyri and Advanced Multispectral Imaging Projects at the University of Oxford (www.papyrology.ox.ac.uk/advancedMSI) have enabled new readings of previously indecipherable texts. Public interest in these electronic techniques of enhanced textual visualation has been considerable. New techniques of imaging fragments of ancient Biblical texts, ancient lyric and dramatic poetry, and ancient historical accounts have documented by popular programs on radio and television, including, for example, Discovery Channel and Nova. \\n\\nParadoxically, our team faced a huge problem, and an equally tantalising opportunity: a huge number of texts await transcription by a small number of specialists while large numbers of the interested public were keen to handle, read, and decipher the texts by themselves. In the propose project we resolve to foster and enable this unprecedented public interest, and to harness its tremendous potential to speed, to utterly transform the way ancient texts are transcribed, deciphered, and understood. Our objective is not merely to broaden access to digital images of ancient texts, or simply to improve the quality of access, but to make use of scientific methods that will endow large populations of interested users (c. 200,000) with means of enhancing and optimising their own access and opportunity to transcribe and to decipher ancient documents that form part of our collective cultural heritage. \\n\\nThus we propose to establish a collaborative advanced multispectral imaging and multimedia laboratory for papyri and other inscribed ancient artefacts at the University of Oxford. The project will achieve new forms of participation and access for user groups of unprecedented size and diversity to digital images of different kinds of ancient artefacts, including images of published Oxyrhynchus and Herculaneum papyri created by the Imaging Papyri at Oxford Project. Interdisciplinary project collaboration of an entirely new kind and order, linking research teams in the fields of Classics (Greek and Latin Papyrology) and Astrophysics, will enable transcription and decipherment of ancient Greek texts captured on diagnostic multispectral images of papyri and other ancient artefacts by the use of methods and techniques of statistical weighting and analysis heretofore confined to the natural and astronomical sciences. Broad public access for the ancient texts will be dramatically increased not only in scale, but also in quality. \\n\\nIn this first phase of the project we will focus on delivery, transcription and decipherment of a large number of conventional RGB and black and white images of papyri and related artefacts. Text and images will be published online at http://www.papyrology.ox.ac.uk. \\n\\n\\nThrough close collaboration and large-scale distributed storage, transport, and sharing of bulk multispectral image data with the Galaxy Zoo and Zoo Universe research teams at the University of Oxford ( http://www.galaxyzoo.org ), we will develop online public user interfaces which will enable statistically weighted contributions from users to be used to decipher ancient texts and to optimise diagnostic multispectral imaging workflows and MSI image post-processing algorithms. This work will be done in coordination with a grant pending from the John Fell Fund, Oxford for establishing data-transport between Imaging Papyri and Galaxy Zoo. The result will be an interoperable data resource, insured for sustainable access through distributed storage with (1) Imaging Papyri NAS storage units; (2) storage in data facilities currently being designed by OUCS at Oxford; (3) large-scale bulk storage via Zoo's redundant cloud computing facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037322/1","grantId":"AH/H037322/1","fundValue":"113487","fundStart":"2010-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  The Classic outreach involved in Ancient Lives, bringing raw ancient data to the public, continues to generate interest in Classics and ancient Greek literature across generations. The website has particularly been used in classrooms for didactic purposes by teachers at various levels of instruction, from grammar school to undergraduate university classrooms. We envision the future of Ancient Lives, which is currently being upgraded for a relaunch in 2015, to engage even more in education and outreach. Ancient Lives is a place for anyone in the world to interact with professional papyrologists, to freely and comfortably ask questions about ancient papyri, Greek literature, and early Christianity. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Dirk  Obbink","coPersons":["Christopher John Lintott"],"organisation":"University of Oxford","findingsText":" This project produced the Ancient Lives online platform, which uses a simple web-based interface to engage in crowdsourcing the transcription of a large number of Greek papyri. Combining human computing with machine intelligence, the fundamental goal of Ancient Lives is to rapidly transform image data from papyri into meaningful information that scholars can use to study Greek literature and Greco-Roman Egypt; information that once took generations to produce. Since its launch in 2011, the project has recorded well over 1.5 million transcriptions, the work of over 915,621 users. In order to process this big data, we have thus overseen development of algorithms for extracting the consensus transcriptions, the automated production of a database of published and unpublished Greek texts in Unicode, and the adaptation of bioinformatics algorithms for automated identification of texts from known authors. Ancient Lives users have particularly assisted in identifying new texts by Greek authors such as Simonides, Plutarch, Menander, and Epictetus. Concurrent with the aforementioned development, Ancient Lives has demonstrated that the general public, even with little to no training in the ancient Greek language, and based on the simple method of pattern recognition, can provide transcription data that papyrologists can use to enhance, evolve, and expedite their workflow. Moreover, Ancient Lives has generated a further research initiative that examines how we can use these crowdsourced transcriptions as a foundation for creating digital critical editions of ancient literary and paraliterary fragments. As a crowdsourced transcription project based on image data, Ancient Lives uniquely collects character input via x,y coordinates rather than text fields. Since the dataset is handwritten text on ancient Greek papyrus, a virtual keyboard for entering character data was required, as not everyone around the globe has a keyboard capable of entering ancient Greek. Subsequently, we have produced the Ancient Lives pipeline, the method for algorithmically extracting consensus transcriptions and line sequencing (creation of lines of text in a Unicode text file) after aggregating the x,y coordinate data. This methodology can easily be offered as a template to other projects with similar datasets to engage in large-scale crowdsourcing. Furthermore, the Classics outreach involved, bringing raw ancient data to the public, continues to generate interest in Classics and ancient Greek literature across generations. The website has particularly been used in classrooms for didactic purposes by teachers at various levels of instruction, from grammar school to undergraduate university classrooms. We envision the future of Ancient Lives, which is currently being upgraded for a relaunch in 2015, to engage even more in education and outreach. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}