{"id":"73DBEA4F-B3D2-456A-855B-A414919B1EAE","title":"International Consortium on Fish Toxicogenomics","abstractText":"One of the major concerns for the Natural Environment is the possible effects of polluting chemicals especially in fish within rivers and seas. We can check to see if disease is caused in fish and we can look for possible polluting chemicals but what we really need are very sensitive measurements to detect tiny biological changes that might be harmful before it is too late and disease or death occurs. In recent years there have been fantastic scientific advances that allow researchers to look at thousands of different molecules (messenger RNA, metabolites and proteins) all at the same time and this tells us about the health of the animal in great detail. This new area of biological science is called the 'omics'. We now wish to interact with scientists all over the world to bring our ideas together so that we can find ways to use the enormous amount of biological information that is being produced by the 'omics' methods. We also wish to find out how we can use this information to help companies and the governments to see which chemicals, if any, are causing harm in the environment and to help stop new harmful chemicals from being used. We will have workshops where the scientists will decide on what is needed and how to do it and then workers will come together to put this into action. In the end we will have databases and new, sensitive test methods for detecting effects of chemicals on fish in the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000793/1","grantId":"NE/D000793/1","fundValue":"147907","fundStart":"2006-04-10","fundEnd":"2009-04-09","funder":"NERC","impactText":"  Findings have contributed to the ongoing development of adverse outcome pathways (AOPs) in toxicity assessment and environmental pollution monitoring Chemicals,Environment,Pharmaceuticals and Medical Biotechnology Societal,Policy & public services","person":"J Kevin Chipman","coPersons":["Francesco  Falciani","Andrew Robert Cossins","Craig David Robinson","Lynda  Webster","Mike  Waldock","Colin  Moffat","Charles  Tyler","Steve  Minchin","Ian  Davies","Michael  Leaver","Ioanna  Katsiadaki","John  Craft","Brett  Lyons","Mark  Viant","Peter  Matthiessen","John Bernard Taggart","Stephen Graham George"],"organisation":"University of Birmingham","findingsText":" The findings have been submitted in a previous years , the project terminated several years ago Further discussions have continued with OECD in relation to incorporation of genomics into risk assessment Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}