{"id":"73E68171-93FA-4C67-B2BE-D43A2A81FE06","title":"Physical and chemical forcing of diazotrophy in the (sub)-tropical Atlantic Ocean","abstractText":"The oceans play a central role in the global carbon cycle, and have taken up ca. 30-40% of the anthropogenically produced CO2. It has long been known that ocean biota play a major role in sequestering CO2 on very long time scales (&gt;1000 y). Recent evidence also suggests that the ocean biota play an important role on shorter time scales (10-100 y). The balance between phytoplankton photosynthesis and community respiration determines the ability of the oceans to take up CO2. Nitrogen (N) is generally considered to be the nutrient that limits phytoplankton photosynthesis. However, it is unclear what controls the amount of N in the ocean. Unlike most phytoplankton, which are N-limited, N2 fixing cyanobacteria (diazotrophs) have an unlimited supply of N in the form of N2 gas. N2-fixers play a significant role in ocean nutrient and biogeochemical cycles as they are a major source of N, providing N for up to 50% of primary productivity in nutrient poor oceanic regions. N2 fixation is a key process that modulates the ability of the oceans to sequester CO2 on time scales of 10 to 10,000 y. Limitation of N2 fixation results in lowered N availability for other primary producers reducing the potential of oceans to sequester carbon. Whilst the colony forming Trichodesmium is considered the most important oceanic diazotroph, recently a range of new diazotrophs have been discovered in the ocean. This brings us to the questions of 'what constrains the amount of N2 fixation in the ocean?', and 'what determines the species distribution of diazotrophs in the ocean?' Iron appears to be the key environmental factors constraining N2 fixation based on a recently observed direct link between Fe and N2 fixation in the Atlantic, with Fe determining surface ocean P cycling. The goal of this project is to investigate quantitatively the link between iron supply and N2 fixation in the Atlantic, and for this it is essential to understand the importance and strengths of various iron sources. The iron sources are considered to be atmospheric dust deposition and low oxygen shelf sediments in the NW African upwelling region. The strengths of these sources are expected to change in future with changes in dust deposition and expansion of the oxygen minimum zones in the oceans. Identification and quantification of the sources is hence key to undertake model estimates of N2 fixation under future climate scenarios. This proposal will relate the supply and biogeochemical cycling of Fe and P to N2 fixation and the community structure of diazotrophs in the (sub)-tropical Atlantic Ocean. We will undertake this research using a combination of ship-board observations and radiotracer uptake experiments, and modeling activities involving nutrients and Fe. We will quantify sources of these elements for the diazotroph community from the atmosphere and ocean circulation, and by use of chemical source tracers. We will link the supply of nutrients and Fe to the activity and species distribution of diazotrophs. Molecular techniques will be used to determine the different diazotrophs in the study region. We will undertake the work on a dedicated cruise in the (sub)-tropical Atlantic which involves east-west transect from the African shelf to characterise the trace element gradient in the oxygen minimum zone and thus the potential for lateral advection from the shelf. The cruise will also traverse the dust/redox plumes in the study region and characterize the horizontal trace element gradients along the edges of the dust/redox plumes. We will sample the common diazotroph Trichodesmium and study its uptake of Fe and P using radiotracers. We will use a circulation model to provide a large scale context for the programme, with sources and cycling of nutrients and Fe adapted according to the observational studies. This research will ultimately assist with oceanographic studies on nutrient cycling and modeling with a view on the future importance of the oceans as C sink.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016585/1","grantId":"NE/G016585/1","fundValue":"54882","fundStart":"2010-09-01","fundEnd":"2013-10-31","funder":"NERC","impactText":"  To help understand the controls on ocean primary production and carbon uptake Environment Policy & public services","person":"Timothy  Jickells","coPersons":["Alexander Roberts Baker"],"organisation":"University of East Anglia","findingsText":" Quantified atmospheric deposition and considered its impact on phytoplankton production we continue to work in this area Environment","dataset":"gtr"}