{"id":"73EB7DAF-7C38-426A-A9BE-EBBF0153F94A","title":"Global Commodities: The Material Cutlure of Early Modern Connections, 1400-1800","abstractText":"Material culture created and was created by connections with 'others' in the era before the global exchange of people, political ideas and economic processes intensified through industrialization. Material culture and exchange played a central role in forging enduring and transformative global connections. This network aims to take these bold assertions, and test their validity by exploring the material culture of early modern connections. It asks how our understanding of early modern global connections changes if we take seriously the role that material culture played within them. It does this by bringing together scholars with expertise across a range of disciplines and geographic areas that came into direct contact in the early modern period (c. 1400-1800). This project's innovative approach challenges existing notions of divergence and difference between cultural areas by focusing instead on the connections and integrations established across different early modern cultural, economic and social spaces.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000127/1","grantId":"AH/I000127/1","fundValue":"36727","fundStart":"2011-01-01","fundEnd":"2013-01-31","funder":"AHRC","impactText":"  The article is available to students and has been used by other scholars. The paper will soon be published.\nA series of podcast were also produced and made available on the Warwick University website. Education,Culture, Heritage, Museums and Collections Cultural","person":"Giorgio  Riello","coPersons":["Anne Tjerkje Gerritsen"],"organisation":"University of Warwick","findingsText":" - analysis of a variety of commodities and artefacts that circulated in the early modern world;\n\n- advacement of key methodologies in the analysis of global material culture;\n\n- reflection on the way in which artefacts are used to construct global histories - use of the materials and methodologies in museum dislays, especially the future re-display of the V&amp;A and the Peabody Essex Museums.\n\n- use of podcasts by schools and the general public.\n\n- increasing standards of artefactual analysis by art dealers and the 'antique' sector. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}