{"id":"73F1577E-773A-4F09-85A4-D72F1CE9F657","title":"High speed granular debris flows: new paradigms and interactions in geomechanics","abstractText":"Debris flows (often called mudflows) are a type of rapid landslide where soil, rocks and water flow together at high speed downslope. These natural hazards travel for long distances and pose risks to lives and infrastructure that they encounter in their flow paths. During a debris flow event, solid particle sizes and fluid segregate so that large particle are concentrated in the front, leading to high impact forces. This renders their behaviour both dangerous and physically complex so that there are several mathematical and numerical granular flow theories competing to explain their motion.\n\nThis research seeks to improve our understanding of debris flows and the impact stresses they can cause to obstacles they encounter, by conducting a series of novel laboratory scale tests in 2D and in 3D on flows confined within model debris flow channels. In the 2D model experiments, the soil and rock will be replaced by acrylic particles, and a photoelastic method used to enable the forces in the individual particles to be determined as the material flows downslope without considering fluid interactions. The results then will be compared against current theories of granular flow in 2D in order to determine which theories best match the results in terms of particle motion and stresses induced in the particles. In the 3D experiments, the soil and rock will be replaced by glass particles and the water by an optically matched fluid which will render the mixture virtually transparent. A laser plane passing through the system then will create a visual slice of the flow at its centre, so that the 2D slice of particles will appear as dark against a bright fluid background during high speed motion. Capturing this behaviour via high speed photography will enable comparison with granular flow theories in 3D in terms of particle motion in the presence of fluid and away from sidewall boundary effects.\n\nIn the second series of tests in 3D, an obstacle, representing a structural barrier to the flow or infrastructure, will be placed in the path of a model glass-and-fluid debris flow so that its interaction with the obstacle can be examined. As well as using more conventional techniques, the use of a novel method, holographic interferometry will be trialed to determine how the deformation and stresses in the structure itself are related to particle impacts from the model debris flow. This method can enable the detection of very small deformations over a whole object so is ideally suited to examining the complex interactions of multiple particle impacts with obstacles of differing shape and size.\n\nThe overall outcomes will be a several datasets that can be used to better model debris flows numerically, which uniquely includes both the influence of a debris flow on a structure and a structure on a debris flow. It is hoped that the results may lead to better design of barriers to debris flows, enhancing and protecting the natural and built environment and hence leading to greater protection of human life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017427/1","grantId":"EP/M017427/1","fundValue":"251544","fundStart":"2015-05-05","fundEnd":"2017-05-04","funder":"EPSRC","impactText":"","person":"Elisabeth  Bowman","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}