{"id":"73F760E7-B273-4CC8-B3E6-A868A3DE1E22","title":"Understanding Individual Behaviour through human/animal relations","abstractText":"<p>One important way of improving our understanding of human behaviour is to look at the myriad forms of human interaction with non-human animals, whether they are wild animals, farm animals, companion animals and so on. </p>\n\n<p>Different forms of relation, such as those based upon empathy knowledge and nurturance, operating in different socio-spatial and temporal contexts, has a major influence on human behaviour and on the choices individual humans make. To what extent are food choices influenced by what we know about the lives of the animals whose products we consume?&nbsp; Does care for a companion animal help us to act differently toward other humans and non-humans?&nbsp; Has concern for the natural environment and its constituent non-humans highlighted a new ecological dimension to the impact of human-animal relations on individual human behaviour?&nbsp; </p>\n\n<p>Through workshops, work shadowing exercises and a conference, this Exploratory Network Award (2009-2010) brings together researchers from a wide range of disciplines to develop a more integrated and coherent investigation of the many and various influences of human-animal relations on individual human behaviour, across a number of different relational contexts, at different stages in human lives and in terms of different behavioural and thus societal outcomes.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G033366/1","grantId":"ES/G033366/1","fundValue":"80205","fundStart":"2009-07-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  The principal impacts of this research network project were achieved through the individual workshops, attended on average by 30 people), through the final conference (50 registered participants) and through the dissemination of Working Papers. Through practitioners from veterinary science, human and animal care, wildlife management and zoos, we shared the impacts of the Network across the scientific and practitioner communities. Within the human/animal studies community, the Network achieved a significant profile as a forum for the exchange and development of creative, interdisciplinary reflection with important feedback to ongoing research (for example in the field of animal therapy and the use of animals in human care) and future research development (for example in developing applications for human-pet relations and individual behaviour). One, more specific output of the research Network has been the establishment of inter-disciplinary supervisory teams for a number of PhDs. The Final Conference included a keynote presentation from the writer Ruth Padel extending the reach of the Network to the Arts and Humanities. Since the formal end of the grant period, we have maintained the Network informally. The growing interest in human-animal studies, the emergence of new Journals dedicated to this area and the proliferation of international conferences on this theme has provided occasions for the continuation of the Network's aims and draws attention to the Network's role and achievements. The Network, though no longer supported by research funds, is an official partner to a recent application by French academics to the Agence Nationale de la Recherche to establish a similar structure in France. Agriculture, Food and Drink Cultural,Societal","person":"Henry  Buller","coPersons":["John  Bradshaw","Richard  Bennett","Elizabeth Shaun Paul"],"organisation":"University of Exeter","findingsText":" This award allowed for the running of a series of seminars and workshops looking in a broader sense at the influence of human/animal interactions of human behaviour. The project ran from June 2009 to July 2010 involving partners from the Universities of Reading and Bristol. The aim, in part, was to bring together and to consolidate thinking on how the 'bio' (here in the form of the 'animal') and bio-politics impact upon human behaviour in a systematic way. This award was specifically designed to bring different academic and other actors together under the UIBEN program me with the aim of developing research ideas and intentions for the better understanding of human behavior. The project formed the basis for the development of a series of research questions and ideas which have subsequently alimented further research projects, ideas and awards. Agriculture, Food and Drink,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}