{"id":"73F71F80-0F34-4B63-ACFF-EF45EDFE3BD8","title":"Nanoionics","abstractText":"Ion transport through solids is one of the most fundamental processes in solid state science. The phenomenon is crucialto the function of many devices including fuel cells and batteries as well as sensors, displays and the emerging topic ofnanoionic electronic devices. The first two examples are key energy conversion and storage technologies underdevelopment in the effort to mitigate CO2 emissions and hence address Global Warming.The study of ion transport in solids is known as solid state ionics and embraces solids that support ionic conductivity ( e.g.F- conduction in CaF2) and mixed ionic/electronic conductivity or intercalation compounds ( e.g. the positive electrode inlithium batteries, LiCoO2). Since Faraday first discovered ion transport in solids, investigation has focused on bulk solids(composed of micron-sized particles). However, there are now numerous examples demonstrating that nanoionicmaterials (ionic materials composed of nanometre-sized particles) can exhibit profoundly different behaviour comparedwith their bulk counterparts, including greatly enhanced or even unique properties. Intercalation of Li is impossible intobulk beta-MnO2 but facile in mesoporous beta-MnO2. The conductivity of LiI is raised by 3 orders of magnitude to 2.6x10-4 S/cm at RT when combined with Al2O3 in a nanocomposite. Scientifically, nanoionic materials represent an importantnew frontier in solid state ionics but one that is poorly understood. Nanoionic materials are important because they havethe potential to deliver the step change in performance essential for many devices, including energy storage devices. Forexample, nano-LiFePO4 materials are used as the cathode in a new generation of rechargeable lithium batteries in orderto deliver the high power necessary for applications such as hybrid electric vehicles.It is not the purpose of the proposal to explore the practical applications of nanoionic materials in devices. Indeed wecontend that exploring the extent to which nanoionic materials could be used in applications is hindered by a lack offundamental understanding. The challenge is to understand the science of nanoionics. What is the origin of the muchenhanced properties of nanoionic materials? What are the factors that control and influence the concentration andmobility of charge carriers in nanoscale materials? What is the role of electroneutrality breakdown near the surface, strainin the near surface region, structural distortions near the surface and distortions due to mismatch at interfaces? How doesshape (e.g. nanotubes) as well as size influence solid state ionic properties? Such understanding would represent asignificant scientific advance in an important and topical area in solid state ionics. Developing the scientific understandingof nanoionics is an essential pre requisite for the academic/industrial communities to explore and exploit the very specialproperties of nanoionic materials e.g. in rechargeable lithium batteries.Work to date on nanoionics has been carried out by individuals, using individual techniques and on individual systems. Tomake progress it is necessary to assemble a team thus bringing together the essential expertise in computer simulation,synthesis of nanomaterials, structure determination and physical measurements, and to apply this combination of skills toa range of model systems spanning the major classes of solid state ionic materials. This is what we propose to do andwhy we seek a programme grant.The UK has a traditional strength in solid state ionics with a number of excellent groups. The programme grant wouldcontribute to maintaining the UK's international prominence and help set the international agenda in the field.A new generation of students would be trained in the field, capable of working seamlessly across the traditionalexperimental/computational divide and on a wide range of methods and skills","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003819/1","grantId":"EP/H003819/1","fundValue":"1877070","fundStart":"2009-08-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"","person":"P  Bruce","coPersons":["Paul Anthony  Madden","M.Saiful  Islam","Stephen  Hull","Clare P. Grey"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}