{"id":"7403034C-0C4D-458F-AD8B-2322C07459EC","title":"Formation and function of Membrane Contact Sites between the ER and the phagocytic pathway in the Retinal Pigment Epithelium.","abstractText":"The retinal pigment epithelium (RPE), a pigmented cell layer that shields the retina from excess light, plays many important roles essential for the survival of the photoreceptors, the cells of the retina that detect light. This includes the daily engulfment of cholesterol-rich disks shed from photoreceptor outer segments (POSs) and their processing within intracellular compartments called phagosomes. Localised rises in calcium levels at the endoplasmic reticulum (ER) and phagosome can boost phagocytosis and could be important in maintaining photoreceptor function. Little is known about the processing of POS-derived lipids but in order to be packaged into lipoproteins and secreted out of the RPE for clearance in the blood stream, the cholesterol from the membranes of the POSs must undergo considerable processing. The cholesterol is converted to neutral lipid prior to packaging into lipoprotein or storage in the cell in lipid droplets. The only place that esterification can occur is in the ER, suggesting that the POS-derived free cholesterol might be transported from phagosomes to the ER.\n\nCells can also take up cholesterol complexed with protein (LDL) from the blood via a process called endocytosis, which allows internalization into the cell prior to processing within endosomes. Using high resolution electron microscopy, we have previously identified membrane contact sites (MCSs), regions where two different membranes are extremely close together (&lt;30nm), between the ER and endosomes in different types of cells and more recently found that these contact sites play a role in the transport of LDL-derived cholesterol from endosomes to the ER for esterification. We have identified a number of regulators of these MCSs, that can be manipulated to increase or reduce MCS formation. We have also identified contact sites between the ER and phagosomes in the RPE. There are many parallels between the endosomes and phagosomes and we have shown the two often fuse together. It therefore seems likely that similarities exist in the way that these ER:phagosome contact sites both function and are regulated. \n\nI now propose to investigate the regulation and function of MCSs between the ER and the phagocytic pathway in the RPE, taking advantage of tools we have established in the study of MCSs between the ER and endosomes. I will use electron microscopy to measure the extent of ER:phagosome contacts in the RPE and will investigate how these contacts are regulated, manipulating known regulators of ER:endosome MCSs and candidate regulators of ER: phagosome contacts identified in other cell systems. I was also screen for novel MCS regulators. Having established the key regulators of MCSs between the ER and the phagocytic pathway, I will exploit these findings to manipulate MCS formation and measure the effects on cholesterol transport and esterification. In addition, a potential role for calcium in the regulation of MCSs and the relationship between calcium levels, MCSs and efficient phagosome maturation, will be investigated. \n \nThis project will increase our understanding of the molecular regulation of phagosome maturation, which is essential to the health of both the RPE and photoreceptors and therefore to maintaining normal visual function. We will also address a fundamental gap in our knowledge of cholesterol transport in the RPE: how cholesterol is transported to the ER for esterification. Lipid deposits containing esterified cholesterol from the RPE accumulate in the eye in Age-related Macular Degeneration (AMD), a leading cause of blindness among the elderly in the Western world. Thus this project may identify novel therapeutic targets for AMD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M010767/1","grantId":"MR/M010767/1","fundValue":"432760","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"MRC","impactText":"","person":"Emily  Eden","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}