{"id":"7409F468-CAC3-489C-9416-CA02BD0DDB6C","title":"Boreal extinction and recovery patterns in the Permian of Spitsbergen","abstractText":"Mass extinctions in the geological record have shaped the course of evolution and life on Earth, and without them, humans would not exist. Understanding what causes mass extinctions is therefore one of the most fascinating topics for scientific research. We are still a long way from solving these ancient murder mysteries. By studying the cause and consequence of major changes in deep time, we can gain a unique perspective on current-day climate change and the issues affecting life on Earth. Two of the biggest extinctions ever to affect the Earth occurred within 10 million-years of each other, in the Middle Permian and at the Permian-Triassic (PT) boundary. The latter event killed up to 95% of marine species and is the greatest crisis of life in the geological record. Both extinctions are well-known from Permian equatorial regions, where their probable causes include volcanism, sea-level change, and oceanic oxygen depletion. However, little is known of the record of environmental or faunal change in mid-high latitudes, and it is not clear whether the causes of low-latitude losses were operating elsewhere. This project will test this by examining superb Permian sequences from the Arctic island of Spitsbergen, where marine rocks are exposed in cliffs that contain a record of faunal and environmental change. During the study interval, Spitsbergen was located at 40-60 degrees north, far removed from equatorial settings, in the Boreal seas. Study in the region has been hampered by an inability to accurately date the rocks. Thus, the relative age of events in the Boreal realm is unclear. The rocks are known to contain abundant fossils but their response to the two extinction events is unknown. Volcanism is thought to have caused the Middle Permian extinction in South China, but it is not clear if its effects reached beyond that continent. Warming and lack of oxygen in the oceans are factors in the PT event, but the cool waters of the Boreal seas ought to have been less susceptible (because oxygen is more readily dissolved at lower temperatures). Little is known of the recovery of the Boreal ecosystem between the two extinctions: did life recovery fully before being devastated at the PT boundary, or was that crisis so severe because the ecosystem was already stressed by the earlier event? An improved understanding of faunal loss and recovery in the region will help us to evaluate the competing extinction mechanisms. The correlation of the Boreal record with other parts of the world is integral to the success of the project, and will be achieved using chemostratigraphy. Thus, we will produce a carbon isotope curve - which has recently been established for other regions but not yet for Spitsbergen. The project will therefore: a) develop a Permian age model, allowing Spitsbergen sections to be correlated globally; and b) examine the record of environmental and faunal change within that time framework. To achieve the second objective, we will employ a variety of techniques: field- and microscope examination of fossils to pinpoint the timing of extinction and recovery; sequence stratigraphy (changes in rock type that reflect changing sea-levels); and analysis of pyrite in the rocks (to assess changes in oceanic oxygen levels). All of these methods have been used successfully before, but have never been applied to studies of the Boreal realm. Ultimately this project aims to identify two mass extinction events in the Boreal realm, and to ascertain their timing and causes. This will test whether the drivers of equatorial extinctions during the Permian can truly be considered global. The results will be publicised to a scientific audience through the academic press, and to a wider audience via the project website, school outreach activities, and the mass media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015817/1","grantId":"NE/I015817/1","fundValue":"52025","fundStart":"2011-06-01","fundEnd":"2013-07-31","funder":"NERC","impactText":"  So far the research has contributed to the ngoign debate about volcanism/climate change/mass extinction with extensive international media coverage Environment Societal","person":"Paul  Wignall","coPersons":[],"organisation":"University of Leeds","findingsText":" The project has investigated the possibility that the Capitanian (Middle Permian) mass extinction, hitherto only known from tropical latitudes, also struck in high northerly latitudes. The results have been positive - in the sense that a mass extinction has been found in the Permian record of Spitsbergen. Detailed range charts of the abundant brachiopod fauna of the Kapp Starostin Formation have been produced based on the study of 6 sections in southern and central Spitsbergen. These show an abrupt mass extinction significantly below the end of the Permian followed by the recovery of brachiopods after a short &quot;dead zone&quot;. The recovered brachiopods are then wiped out by the end-Permian mass extinction. There are thus 2 mass extinctions in high Boreal latitudes in the Permian. \n\n\n\nThe first mass extinction has never been recorded before and its age is enigmatic. There are no useful age-diagnostic fossils in the Kapp Starostin section and so we have resorted to geochemical methods. A detailed organic carbon isotope record has been produced through several of the sections. This reveals a major negative shift near the end of the Permian (an excursion that is already well known from Spitsbergen and the rest of the world) and a precursor more subdued negative spike at the level of the first mass extinction. We equate this earlier event with a similar spike seen in the Capitanian of equatorial latitudes. However, to confirm this age we have also undertaken strontium isotope analysis of brachiopods. This also varies in the Late Permian and so it too provides a way of getting at the age of the sediments. This too confirms that the first mass extinction predates the Late Permian.\n\n\n\nIn summary, we have provided the first record of a Middle Permian mass extinction at high latitudes and thereby shown that this was a global crisis that thereby ranks alongside the great crises of the fossil record. NA This is a project about the Earth-system response to environmental changes such as rapid gas injection into the atmosphere (major contemporary volcanism coincides with the crisis) and so very indirectly relates to modern environmental issues. Environment","dataset":"gtr"}