{"id":"740A22FF-60C9-4E94-9909-692ECF22D438","title":"Tales of the Frontier: Political Representations and Practices inspired by Hadrian's Wall. Follow-on Funding for Impact and Engagement","abstractText":"The 'Tales of the Frontier' project (TotF) was funded by AHRC from 2007 to 2013, initially through a major research grant (as part of the Landscapes and Environment theme) and subsequently through a Research Fellowship (in 2011) and Cultural Engagement project (2013). TotF explored the long-life of Hadrian's Wall (HW), which is one of the UK's most significant ancient monuments and also forms a part of the Frontiers of the Roman Empire World Heritage Site (which includes archaeological remains across Europe; Breeze and Jilek 2008; for references see Case for Support). HW also draws large numbers of visitors into the borderlands of northern England, playing a significant role in the local economy of &quot;Hadrian's Wall Country&quot;. The Wall has previously been communicated within archaeology and to the public as a specifically Roman military monument-indeed, this Roman military identity is at the heart of the Wall's definition, protection, management and interpretation (Symonds and Mason 2009). The core objective of TotF was to explore and communicate associations derived from the afterlife of the monument and its landscape, from the C5 to the present day, addressing a rich variety of historical and contemporary values, including tangible and intangible aspects that reflect the Wall's long-term past and its significance in the present. \nThe results have been communicated through: a variety of academic outputs (e.g. Witcher et al. 2010; Hingley 2012), 2 popular articles (in British Archaeology and Current Archaeology) and a public exhibition that has toured a number of museums and institutions in the UK during the past 4 years (Tolia Kelly 2010). This Follow-on Funding project is designed to further develop the significant social and policy impacts of the project by creating pathways that could not have been foreseen when the initial grant application was submitted. The project team includes academics from Durham University and the main non-academic partner is Hadrian's Wall Trust (HWT). The agenda developed by TotF communicated a richer range of historical and contemporary meanings for HW than those conveyed by the traditional idea of it as the relict work of the Roman military, built in the AD 120s and disused by the early C5. These deal with the human aspects of the rich biography (afterlife) of this Roman monument and its role as a living and vital landscape, from Roman times to the present (cf. Hingley 2012). This project will engage academics, heritage managers, and public stakeholders to collaboratively develop a set of 10 Trails that can be accessed by car and by public transport and that deal with themes in the long life of the Wall that are not sufficiently addressed in current digital media and publications, including ideas about the antiquarian history of the Wall and its role as a mythical landscape. This aims to develop a transformative perspective that informs the developing interpretational policies for the World Heritage Site (cf. Mills 2013). This will reflect and maximize the results of the initial TotF project through sustained collaboration that engages a wider audience of policy makers and members of the public. \nIt aims to direct local people, digital communities and visitors to a variety of places and ideas that are not included in current materials that give accounts of the Wall, potentially leading to increased visitor numbers and a more sustainable management regime. It will also develop materials relevant to the historical and modern landscape along the Wall, contributing to current discussions about the 4th iteration of the HW Management Plan that are addressing the idea of a Research Framework for the natural, cultural and current landscapes of HW.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M004015/1","grantId":"AH/M004015/1","fundValue":"41097","fundStart":"2014-10-06","fundEnd":"2015-04-05","funder":"AHRC","impactText":"","person":"Richard  Hingley","coPersons":["Robert  Witcher"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}