{"id":"740D2B02-CACB-4A6E-9B78-9CE414972F7A","title":"From Invention to Consumption: electronic textiles","abstractText":"'From Invention to Consumption: electronic textiles' is a joint project between Nottingham Trent University, Goldsmiths, University of London and University College London to support a series of workshops and a scoping study that will clarify the role of Design in the process of innovation - what BIS refers to as the 'innovation ecosystem'. It focuses on inventions in textiles, particularly where computing power is built into the textile, so-called 'e-textiles'. It brings together different types of people who are relevant to innovations that can take this relatively un-developed technology from the lab to the shop, transforming interesting materials into useful things. The project starts from the assumption that design is useful to this process because one of its roles is to help inventors and consumers communicate, by transforming the possibilities that can be built into materials from potentials that may not look engaging, to things that can become part of, and perhaps change, our lives.\n\nThe three workshops in 2014 will bring together people from universities, large corporates and SMEs with freelance designers to focus discussion on e-textiles and to work together to feed their collective understanding and experience into the scoping study. The scoping study will review research and examples of recent innovation in textiles, as well as theories of innovation and research on 'design thinking'. It will look at the social/ cultural aspects of developments in textiles as well as likely lines of future development indicated by specific features of contemporary culture. Together, by bringing key individuals and organisations together, the workshops and the scoping study will clarify directions for future research and practical collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013843/1","grantId":"AH/L013843/1","fundValue":"37146","fundStart":"2014-04-14","fundEnd":"2014-10-13","funder":"AHRC","impactText":"","person":"Tom  Fisher","coPersons":["Janis Kay Jefferies","Adam  Drazin"],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}