{"id":"74161F1D-F749-482F-977F-C0EE474D09C2","title":"Realistic Sedimentary Bedform Prediction: Incorporating Physical and Biological Cohesion (COHBED)","abstractText":"The United Kingdom is a coastal nation with the majority of the population living within a few miles of an estuary or the sea. The nature of the coastline depends on the local conditions of geology and water flow. Rocky coastlines are found where the energy of the sea is high, while mud and sand are found where the energy is lower and these sediments can be deposited. These low energy muddy and sandy (depositional) habitats, are very important for the ecology and economy of the UK. They provide food for many species of birds and fish, but also protect the coastline from the erosive forces of the sea. In addition, they act as a &quot;filter&quot;, where pollutants from the rivers are captured and eventually degraded. Because of the importance of these systems, their natural behaviour and stability is of increasing concern as sea levels rise and storm events increase in frequency with climate change. The movement of sediment around the coast of Britain has vast economic and ecological consequences, but surprisingly we have very little scientific information that helps us to predict how natural mudflats and beaches will respond to the changing forces of the tides, wind and waves. When water flows over the sea bottom, the energy of the flow shapes the sediment into wavy features called bedforms (such as ripples). These bedforms help control the erosion and transport of sand, mud, nutrients and pollutants. Information allowing us to predict the shape, size and movement of bedforms is essential for environmental management, hydraulic engineering, benthic habitat biology, computer modelling of particle transport, sedimentary geology, and many other scientific disciplines. However, there is an almost complete lack of knowledge concerning bedforms consisting of mixtures of sand and mud. Sandy sediments are known to be &quot;non-cohesive&quot;, because the sand particles do not stick together, whereas muds are made up of smaller particles that do stick together and so are called &quot;cohesive&quot; sediments. \n\nThis project, COHBED, will take advantage of the latest developments in measurement technologies to produce information about the growth, movement and stability of bedforms that consist of natural mixtures of sands and muds, a natural condition that is very common but has rarely been studied before. In a new departure, this work includes a multidisciplinary team to combine the physics, mathematics, sedimentology, and biology of these systems, since we recognise that the organisms (from bacteria to sea grasses) that inhabit natural systems also change the erosional characteristics and bedform behaviour. This is why COHBED will include laboratory experiments and field surveys. A series of experiments in laboratory flow channels will investigate key factors that control the behaviour and properties of bedforms, such as: \n- System energy: effects of flow velocity, bed friction and flow depth\n- Bed properties: particle size, proportion of mud and sand, and biological effects\n- Time: the speed of bedform growth and rate of change as flow energy changes\n- Particle erosion: changes in the bedforms as smaller particles are eroded away\n\nThe results of the laboratory studies will be compared with the behaviour of natural systems. Field surveys will be conducted to validate the predictions derived from the laboratory studies, using new techniques that for the first time allow essential simultaneous measurements of flow, sediment and bedform properties. The COHBED project will maintain the UK at the forefront of this research area and will help us to manage our coasts in the face of climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I02478X/1","grantId":"NE/I02478X/1","fundValue":"119976","fundStart":"2012-01-01","fundEnd":"2015-10-31","funder":"NERC","impactText":"","person":"David  Paterson","coPersons":["Rebecca Jane Aspden"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}