{"id":"741BCD41-FFC4-425D-A1C3-FAD3F7DB9407","title":"Monolithic Silicon Photonics Interferometer for Ultra-sensitive MEMS Sensors","abstractText":"Interferometers are devices which can provide accurate position measurements. They work by comparing the distance travelled by light in two (typically) perpendicular arms. When the light from the two beams is combined and interfered, the change in intensity can be compared to a fraction of the wavelength of light. If both light waves are in-phase the light output is a maximum, while if the light waves are out of phase the intensity will be zero. \nThis project will develop a miniaturised on-chip interferometer suitable for use in Micro-Electro-Mechanical System (MEMS) sensors. The entire interferometer will occupy a size below 10 mm x 10 mm. The light source will be an off-chip 1550 nm laser which is coupled to on-chip silicon waveguides, polarising beamsplitters and Ge photodetectors which are fabricated by reactive ion etching of commercial silicon-on-insulator (SOI) wafers. The interferometer utilises the polarisation of the incoming laser beam to operate two separate interferometers within the same Si components. This is achieved by shifting one of the beams by 90 degrees with respect to the other one with a phaseplate. By plotting the two outputs from the interferometer we achieve a circular pattern whereby the circle is traversed every time the mirrors are moved a relative separation equal to one half the wavelength of light (or lambda/2). If the circle can be subdivided into 1000 sections, the sensitivity is of the order 700 picometres for 1550 nm laser light. In principle it is possible to do even better by accurate modelling of the shape of the resulting circular pattern and we propose to demonstrate a sensitivity of 100 picometres.\nCurrent MEMS sensors are typically monitored with simple electrostatic sensors which measure the capacitance between micro-structured electrodes. Whilst being a relatively simple component, this method has limitations in the achievable sensitivity, and also challenges as electrostatic voltage causes spurious forces which can destabilises the delicate MEMS device and cause it to lock. The on-chip interferometer which is described in this proposal will be combined with a MEMS accelerometer in order to provide an ultra-sensitive device able to sense tiny changes in gravity. To give quantitative measure of the sensitivity, MEMS accelerometers found in iPhones typically have an acceleration sensitivity of 0.015 ms-2 and are able to sense the direction of the screen. The accelerometer we propose here has sensitivity approximately 1 million times better than an iPhone accelerometer. This will allow the opportunity to utilise the optical readout MEMS to monitor the gravitational effects of a variety of bodies. This could include dense objects being smuggled through ports of entry, hidden subterranean tunnels, the location of carbon sequestered under the ground or the location of buried nuclear waste. The device thus has a wide range of applications in the areas of precision sensing and monitoring, detecting hidden dense masses and buried objects/tunnels, and the monitoring of carbon/nuclear waste in geological repositories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000427/1","grantId":"ST/M000427/1","fundValue":"49524","fundStart":"2014-11-01","fundEnd":"2015-10-31","funder":"STFC","impactText":"","person":"Giles Dominic Hammond","coPersons":["Douglas J Paul"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}