{"id":"741D8BFB-756E-441E-A595-FE7A23CE7F70","title":"Signals and Sensors: Are particular Magnaporthe grisea cutinases pivotal in host perception priming signal relay and pathogenicity?","abstractText":"Fungi are the most important and destructive 'agents' of plant disease. Indeed, a serious and recurrent problem is caused by the rice blast fungus Magnaporthe grisea, which annually destroys sufficient rice to feed the population of GB, presupposing that our staple diet depended on this grain alone. Much is known about the biology of the fungal infection process and scientists recently reported its genome sequence. This fungus serves as an excellent model system for understanding the 'goings-on' between plant and pathogen. In this proposal we seek to understand whether the fungus 'talks' to the plant via a mechanism / series of cutinase enzymes which specifically degrade the plant cuticle and whether the cuticle breakdown products signal back to the fungus to make it form its leaf infection structures. Moreover, we know thatseveral of these cutinases exist in the rice blast fungus and we seek to understand whether one is involved in penetration of the host plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009766/1","grantId":"BB/D009766/1","fundValue":"214231","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"  The data gathered has been published and widely referenced. It informed on pathogen entry into host in rice blast disease Agriculture, Food and Drink,Education ","person":"Sarah Jane Gurr","coPersons":[],"organisation":"University of Oxford","findingsText":" This research showed the disparate roles of different members of a family of cutinase genes in the life-cycle of the rice blast fungus. It highlighted the role of one family member is signalling and sensing the host and thus having a pivotal role in pathogenicity. The work resulted in 5 publications, including a papers in Plant Cell, New Phytologist and a highly cited review in Trends in Biotechnology identification of key molecules which trigger effectors Agriculture, Food and Drink","dataset":"gtr"}