{"id":"741D2A48-FEBF-4AFB-AE86-6A920771EC74","title":"Bridging the gap between Molecular Dynamics and EPR spectroscopy: Application to Liquid Crystal systems","abstractText":"Liquid crystals (LCs) are an intermediate state of matter that combines both long range order, as found in crystals, and disorder, a characteristic of fluids. This combination of properties gives rise to unique optical and electrical properties that allow LCs to be switched rapidly by electric fields. These properties underlay their widespread application, for example, in displays as seen in flat TV screens and digital watches. The ordering of molecules in LC phases can be, for example, as parallel rods (termed nematic) or as stacks of discs (termed columnar discotics). The latter can conduct charge up and down the columns. This offers potential applications as organic electronic charge transport materials in devices such as light emitting diodes (LEDs), one-dimensional conductors, to provide new types of photoconductors, and photovoltaic solar cells. The underlying molecular organisation must be engineered to produce electron-hole recombination for luminescence or separation for solar cells. Molecular organisation can be by vacuum deposition or the formation of films. The growing demand for LCs with new properties is leading to the development of new mixtures of liquid crystals, new ways to align LC layers for holographic video projection, and the production of new polymeric liquid crystals. The exploitation of self-organising LCs is an important avenue of current research. In order to design novel materials with desired properties it is necessary to describe and predict their behaviour from the molecular level. Recently, major advances in both theoretical and experimental areas have emerged which promise progress in the studies of complex partially ordered molecular systems such as LCs. Firstly, spin labels, specially designed chemical agents that carry a stable unpaired electron, can be introduced within complex molecular systems in order to report on the order and dynamics of surrounding molecules. Because an electron has a magnetic moment it can interact with an external magnetic field. Electron Paramagnetic Resonance (EPR) measures this interaction in the form of spectral line shape. The orientation of the spin label to the magnetic field has a dramatic effect on this line shape and therefore molecular mobility, dynamics and distribution can be studied. EPR is a technique that acts as a snapshot of very fast molecular motions and can resolve molecular re-orientational dynamics of the introduced spin probe over times shorter than a billionth of a second. Recent advances in EPR instrumentation, using different frequencies with spin labels and probes has become an important method for studying structure and dynamics of complex phases such as LCs, of proteins and their complexes, DNA/RNA, polymers, lipids and nanostructures. Secondly, the huge increase in computer power over the last decade has led to an increase in the use of molecular dynamics (MD) simulations as a tool to understand complex chemical systems with the potential to predict various properties of complex self-organising systems such as LCs, LC mixtures and composite systems. Yet there is no general methodology and user-friendly computational tools which are able to link directly state-of-the art MD simulations of complex molecular systems with the simulation and analysis of EPR spectra.The aim of this proposal is to bridge the gap between MD simulations and EPR spectroscopy and to develop methodology, which would enable one to obtain a detailed description and reach unambiguous conclusions about molecular arrangement and interactions within complex molecular systems. In the proposed work, this methodology will be applied to different types of LCs, mixtures and hybrid systems. The output of this proposal will be available to the international scientific community in the form of user-friendly software.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020411/1","grantId":"EP/H020411/1","fundValue":"286696","fundStart":"2010-07-01","fundEnd":"2012-12-30","funder":"EPSRC","impactText":"","person":"Vasily  Oganesyan","coPersons":["Mark Richard Wilson"],"organisation":"University of East Anglia","findingsText":" In order to design novel materials with desired properties it is necessary to describe and predict their behaviour from the molecular level. Recently, major advances in both theoretical and experimental areas have emerged which promise progress in the studies of complex partially ordered molecular systems such as liquid crystals (LC). Firstly, spin labels, specially designed chemical &quot;agents&quot; that carry a stable unpaired electron, can be introduced within complex molecular systems in order to report on the order and dynamics of surrounding molecules. Because an electron has a magnetic moment it can interact with an external magnetic field. Electron Paramagnetic Resonance (EPR) measures this interaction in the form of spectral line shape. The orientation of the spin label to the magnetic field has a dramatic effect on this line shape and therefore molecular mobility, dynamics and distribution can be studied. EPR is a technique that acts as a &amp;quot;snapshot&amp;quot; of very fast molecular motions and can resolve molecular re-orientational dynamics of the introduced spin probe over times shorter than a billionth of a second. Secondly, the huge increase in computer power over the last decade has led to an increase in the use of molecular dynamics (MD) simulations as a tool to understand complex chemical systems with the potential to predict various properties of complex self-organising systems such as LCs and composite systems.\n\nIn this project we have developed a novel general theoretical and computational approach for calculation of EPR spectra from MD trajectories. This approach has bridged the gap between theoretical modelling and EPR allowing prediction of motional EPR spectra completely from MD simulations of bulk systems. Such an approach not only greatly simplifies the interpretation and analysis of experimental results, providing unambiguous conclusions about molecular order and motions, but also serves as a rigorous test bed for molecular modelling. Software for prediction of EPR spectra from MD has been generated using MATLAB.\n\nWe have applied our new MD-EPR simulation methodology combined with the variable-temperature EPR to both nematic and discotic LCs. In particular, we have carried out the first successful simulation of motional EPR spectra of nematic LCs doped with nitroxide spin probes directly and completely from fully atomistic MD. Predicted changes in molecular order, dynamics and EPR line shapes across the nematic-isotropic (N-I) phase transition show excellent agreement with experiment. A unique combination of state-of-the-art molecular modelling and EPR spectroscopy has revealed a nanoseconds exchange dynamics between partially ordered and disordered meta-stable states at the critical point of the N-I phase transition.\n\nWe carried out the first application of EPR spectroscopy to discotic columnar liquid crystal using specially designed and synthesised planar rigid core spin probe. For discotic LCs MD-EPR simulations have been achieved by a combination of the atomistic modelling of solute probe molecule with coarse-grained solvent.\n\nWe have calculated various parameters from MD trajectories to complement the interpretation of EPR data and demonstrated the advantages of using our combined MD-EPR approach for providing a new level of detail in molecular motions and order. In particular, we showed how an accurate estimate of molecular rotational correlation times in liquid crystals can be achieved and correlated with the motions of the spin probe. Our method also allows an accurate description of the director distribution in LCs.\n\nWe also have extended our MD-EPR methodology to spin labelled proteins. The developed general methodology can be transferred by others to the study of a wide range of liquid crystals.\nNew knowledge on the molecular motions and self-organization in both nematic and discotic liquid crystals can guide the synthesis of novel systems with desired functionalities.\nNovel spin probes can be used by others to probe different liquid crystals. Chemicals,Other","dataset":"gtr"}