{"id":"7430014A-1A63-4060-803B-EAC9033DE263","title":"Grant Balances 2010 - University of Nottingham","abstractText":"Summary\nThe EPSRC 2010 UNspent balances funding allocated to University of Nottingham will be used to support pump-priming research activities in the engineering and physical sciences, particularly those that could result in quality outputs, impacts or attract future external funding. The EPSRC Research Development Fund is available to researchers through an internal review process that will provide small grants typically in the range &pound;5,000 to &pound;10,000 for discrete research activities that will further develop an innovative line of research enquiry and/or that will enhance the career and research potential of the applicants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016314/1","grantId":"EP/J016314/1","fundValue":"120933","fundStart":"2011-08-25","fundEnd":"2012-03-24","funder":"EPSRC","impactText":"  Potential for emergent impact is assigned to sepcific projects within the grant. A couple of examples include:\nPotential open source resource for data mining practitioners;\nPotential benefit to clinical practice and patient quality of life through a device to monitor blood volume and oxygenation.  ","person":"Robert  Webb","coPersons":["Helen Graham Hurman"],"organisation":"University of Nottingham","findingsText":" The grant supported pump-priming research activities across engineering and physical sciences. Awards focused on the development of University Priority Research areas aligned to EPSRC strategic research themes or where alignment with emerging areas could be clearly demonstrated. Two internal calls were ran and 15 of the 30 applications were successful. Award breakdown: 3 awards - Electrical Systems &amp; Optics Research, 2 each in Biosciences &amp; Geography; 1 award each - Chemistry, Clinical Sciences, Computer Science, Electronic &amp; Electrical Engineering, Energy &amp; Sustainability, Mathematical Sciences, Pharmacy and Physics &amp; Astronomy.\n\nIndividual awards averaged ?8,476 (range ?6,000 to ?10,036). \n\nOf the 15 awards, 11 were preparing/ had submitted proposals for external funding. Examples of awards are summarised below:\n\nBiosciences: The Centre for Plant integrative Biology brought together engineering/physical scientists and biologists to work in a close multi-disciplinary manner to gain a quantitative understanding of how plant growth is regulated. Dr Jamie Twycross developed novel computational modelling frameworks, with the most incisive work still to be published, bridging funding commenced February 2012, enabling 3 more papers to be completed in this area. \n\nComputer Science: Accurate and Efficient Data Mining for Very Large-Scale Datasets will benefit interdisciplinary research at the interface with biosciences through uses in bioinformatics, systems and synthetic biology by providing advanced and more efficient data mining methods. This will lead to release the developed methods as open source so that data mining practitioners in the public will benefit from this project.\n\nClinical Sciences, Anesthesia and Intensive Care: Prototype construction of monitor to measure blood volume and oxygenation. A collaboration across the University of Nottingham and Nottingham University Hospitals Trust with potential impact on 2m patients/year in the UK. This project could result in a step change in current clinical practice and impact of patient quality of life. The project contributed to a proposal being submitted to the NIHR on 24 May 2012.\n\nGeography: UK Brazil thermochemical bioenergy network - New research networks with new partners with potential joint funding proposals. Capacity building using resources in South America.\n\nMathematical Sciences: Quantumness beyond entanglement: provided a platform for collaboration between the University of Nottingham and IQC Waterloo (Canada). The project resulted in an EPSRC submission (May 2012) and two further proposals under preparation.\n\nChemistry: Ionic liquid-electrolites for hydrogen fuel cells. Project outcomes have significantly contributed to an EPSRC funding proposal in final stages of preparation. and training of a highly talented PDRA in electrochemical analysis in ionic liquids. \n\nElectrical Systems and Optics Research: Proof of concept for ultrasonic expection of metal matrix composites revealed a novel ultrasonic method to non-destructively inspect material with TiMMC producing an effective indicator of material/state/voids defects from the theory provided by investigators. An expression of interest has been submitted to the RCNDE/EPSRC. Specific examples of project outcomes that could provide further benefit are listed above. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Transport","dataset":"gtr"}