{"id":"74378357-CF78-4446-9726-BEC058C1C518","title":"ENACT - Efficient non-linear Aeroelasticity Computations under Uncertainty","abstractText":"Novel solutions for future air vehicles are likely to involve complex interactions between structures and aerodynamics. Such interactions can be highly non-linear and sensitive to system and model parameters, which require the development of methods capable of quantifying the effects and implications of uncertainty (structural and aerodynamic) on transonic aeroelasticity. This project will address the technical and scientific challenges preventing the practical simulation of transonic non-linear aeroelastic instabilities under uncertainty by implementing an analysis framework based on novel, highly efficient computational techniques. The project aims to create a step change in high-fidelity aeroelastic analysis by making uncertainty quantification (UQ) an integral part of a CFD Harmonic Balance framework, which will enable the assessment of aleatory and epistemic uncertainty through the development of suitable UQ techniques for unsteady CFD and non-linear aeroelastic instabilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K005863/1","grantId":"EP/K005863/1","fundValue":"95190","fundStart":"2013-07-31","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"  The project benefited from the support of Airbus UK. The partner has direct access to the research results and is routinely briefed on the project progress. Aerospace, Defence and Marine Economic","person":"Simao Pinheiro Marques","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" During this project a new method (or algorithm) was developed and demosntrated, that is able to reduce the computational time required for the analysis of fluid-structural interactions problems by at least one order of magnitude. The new algorithm enabled a series of systematic analysis in how uncertainties impact fluid-structural interaction problems, such as those encountered by aerospace vehicles. It is our ambition to introduce the new tools developed to industry professionals, allowing industry to reduce development times of new concepts. Our findings also provide evidence of the potential to further accelerate time-dependent simulations by using high-order CFD methods. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}