{"id":"7442B586-BCC8-4F00-A4A5-7F7A01A4E7A8","title":"Photosynthesis-inspired manufacturing of metal patterns (photobioform)","abstractText":"We have invented a new patterning process, which allows the formation of metal tracks onto non-conductive, plastic, flexible substrates, coating or powder such as polyimide or PEI (polyetherimide). \n\nThe process takes place in air environment at atmosphere pressure using low cost equipment. \n\nThe process involves the simple dipping of a substrate into a solution of potassium hydroxide, following by another dipping into a metal ions solution. The first dipping allows the opening of the imide ring chemical structure and insertion of the potassium ions into the broken chemical ring. The second dipping allows the swapping of the potassium ions with the ions of the electrolyte solution. \n\nA laser or a flood exposure equipment using a photomask can be used to reduce the surface metal ions resulting in a gradient of metal ions, then the ions diffuse into the depleted zone and reach the surface where they reduce. A mild electron-donating agent has been used to accelerate the reduction of the ions. A thin layer of metal nanoparticles is then formed using this simple process, which can be used for subsequent electroless plating or for sensing purposes. Our preliminary feasibility studies published in IEEE transactions in Nanotechnology have demonstrated the concept using a synthetic agent at the cost of long exposure time and damage to the substrate. \n\nWe started using a bio-inspired material, chlorophyll extracted from spinach leaves, to speed up the photochemical process from 3 hours to 1 minute exposure using a blue light LED. We wish demonstrate that the use of chlorophyll can enable a truly manufacturing process that can be scaled up, and fully characterised for plastic electronics, PVs, moulded interconnects in electronics, sensing applications, in conjunction with additive manufacturing for multi-material manufacturing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022192/1","grantId":"EP/L022192/1","fundValue":"173061","fundStart":"2014-04-30","fundEnd":"2015-10-29","funder":"EPSRC","impactText":"","person":"Marc  Desmulliez","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}