{"id":"7456911B-D326-488F-98A9-B0659891EE66","title":"Buildings in the making: a sociological exploration of architecture in the context of health and social care","abstractText":"This study has two interrelated aims. One to develop a sociological understanding of the day to day work of architects and two, to cast light on the way knowledge about health and social care is, quite literally, engineered into buildings designed for care. Architects are not health and social care professionals, but they are employed to create buildings within which care can take place. A better understanding of their ways of working and their contribution to the design and delivery of care therefore offers a novel path for research.\n\nThe study is led by a research team who are developing a suite of projects on the sociology of architecture. Our previous work on Maggie's Centres provides a point of departure for this study of architecture in the care sector. Maggie's is a charity that provides informal support centres for people living with cancer. Founded by architectural practitioners, Maggie's has a distinctive relationship with its architects who are given significant scope and autonomy in their designs. However, their client-professional relationship is atypical, and architects in the care sector face multiple commercial and regulatory constraints. Thus the Maggie's study provides a point of comparison for our ethnographic investigation into the work of architects in mainstream settings where buildings for care are commissioned by a mosaic of private, corporate, charitable, and state providers. \n\nTo frame the ethnography, qualitative interviews with architects (n = 10) will scope issues and challenges that they face when designing buildings such as care homes and dementia centres in commercial, charitable and public contexts. An accomplished researcher will then 'enter the field' to work alongside teams of designers in an architectural firm for 18 months. The firm was selected because of their extensive portfolio of projects in the health and social care sector. Attention will be given to the processes of commissioning, planning, concept and technical design of buildings in the making. Fieldwork will involve interviewing architects, commissioners, operators, planners, and service users. The research team will examine documentary sources (e.g. architectural briefs, perspective renderings, policy guidelines and specifications), and observe meetings and site visits. We will address questions such as: How are architectural briefs negotiated and operationalised? Do commercial, care and design considerations give rise to conflicts? Are original design concepts modified and why? Which care guidelines and design models are imported into the design process? How are users configured? What types of knowledge about the care needs are sourced and how are they translated into the materiality of design? Through our detailed observations of working practices we will also generate insights into the architectural craft and the complexities and tensions of design work in the commercialised sectors of care. \n\nThe project is informed by theoretical perspectives from medical sociology and science and technology studies (STS) that presume the constructed nature of health and medical knowledge and the malleability of technological artefacts. By opening the 'black box' between the commissioning of buildings and their delivery, the study will shed new light on the way evidence based knowledge of health and social care is woven into design, as well as factors that hinder or enhance these processes. \n\nFindings will be disseminated to academic, professional, policy and practitioner audiences. We will establish a British Sociological Association 'sociology of architecture' study group. To ensure impact extends beyond academia we will work with our professional collaborators to reflect on how our findings may be used alter to their practice. We will invite practitioners and policy makers to a series of themed symposia, design a stand to exhibit our findings at the 'British Care Shows', and host an end of project dissemination event.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008398/1","grantId":"ES/M008398/1","fundValue":"355627","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"ESRC","impactText":"","person":"Sarah  Nettleton","coPersons":["Sian Maeve  Beynon-Jones","Ellen  Annandale","Julia Morton Twigg","Daryl  Martin","Lindsay  Prior"],"organisation":"University of York","findingsText":"","dataset":"gtr"}