{"id":"745F3F14-D8E8-4C9B-A802-49848EE16137","title":"SIMIAN: Simulation Innovation: A Node","abstractText":"Social simulation is a new method for the social sciences that combines some of the advantages of statistics and qualitative research. The SIMIAN project aims to develop expertise in simulation within UK social science. The project involves three &quot;demonstrator&quot; simulations chosen to address important social science challenges: 1. Repeated Interaction: Where many theories exist across the social sciences, how can simulation be used to integrate and compare them so that social science as a whole can progress? 2. Novelty: How can simulation develop theories in which meanings and capabilities of objects are not &quot;given&quot; but change and develop in use. 3. Norms: Different social sciences understand and measure norms in different ways. How can these understandings be integrated to produce effective theories? These three demonstrators will form the basis for a range of training and capacity building activities: 1. Taster courses to show what simulation can do. 2. Build-a-model courses to show how to create a first working simulation. 3. Specialised courses to train advanced users in specific topics. In addition, there will be presentations at conferences and workshops, fellowships to encourage collaboration between users and academics, and international exchange visits.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F032161/1","grantId":"ES/F032161/1","fundValue":"968300","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"ESRC","impactText":"  The project was not intended to provide 'findings' in the ordinary sense. It ran training courses and produced two monographs as well as a large number of research papers. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Government, Democracy and Justice Cultural,Societal,Economic,Policy & public services","person":"Nigel  Gilbert","coPersons":["Edmund  Chattoe-Brown"],"organisation":"University of Surrey","findingsText":" The application of agent-based models to a variety of domains, especially innovation and crime. The development of more advanced agent-based models Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Government, Democracy and Justice","dataset":"gtr"}