{"id":"7465B32A-0B21-4593-B0C2-5840488A40B2","title":"SP1 and ubiquitin-mediated control of chloroplast protein import","abstractText":"Chloroplasts and mitochondria are normal components of many cells - they are sub-cellular structures called organelles. Interestingly, these two organelles evolved from bacteria that were engulfed by other cells more than a billion years ago, and in many ways they still resemble free-living bacteria. Chloroplasts are found in plant cells, contain the green pigment chlorophyll, and are exclusively responsible for the reactions of photosynthesis (the process that captures sunlight energy and uses it to power the activities of the cell). Since photosynthesis is the only significant mechanism of energy-input into the living world, chloroplasts are of inestimable importance, not just to plants but to all life on Earth. Chloroplasts are also important in many other ways, since they play essential roles in the biosynthesis of oils, proteins and starch. Although chloroplasts do contain DNA (a relic from their ancient, evolutionary past as free-living photosynthetic bacteria), and so are able to make some of their own proteins, over 90% of the 3000 proteins needed to build a fully functional chloroplast are encoded on DNA in the cell nucleus. Most chloroplast proteins are therefore made outside of the chloroplast, in the cellular matrix known as the cytosol. Since chloroplasts are each surrounded by a double membrane, or envelope, that is impervious to the passive movement of proteins, this presents a significant problem. To overcome the problem, chloroplasts have evolved a sophisticated protein import apparatus, which uses energy (in the form of ATP) to drive the import of proteins from the cytosol, across the envelope, and into the chloroplast interior. This protein import apparatus comprises two molecular machines: one in the outer envelope membrane called TOC (an abbreviation of 'Translocon at the outer envelope membrane of chloroplasts'), and another in the inner envelope membrane called TIC. Each machine is made up of several different proteins which cooperate to ensure the efficiency of import. We work on a model plant called Arabidopsis that has many advantages for research, such as an availability of numerous mutants (each one with a mutation in a specific gene). One such mutant plant, ppi1, has a defect in a TOC gene such that chloroplast protein import does not work efficiently. Several years ago, we identified another mutation called sp1 (this stands for 'suppressor of ppi1'), which significantly improves protein import efficiency in ppi1. Very recently, we discovered that the defective gene in sp1 (the SP1 gene) encodes a type of regulatory protein called a 'ubiquitin E3 ligase'. These usually work by labelling-up unwanted proteins and targeting them for degradation. Because this control mechanism was not previously known to operate in chloroplasts, we believe that we have made an important breakthrough. We think that SP1 controls protein import efficiency by regulating the amount of the TOC machinery. In the sp1 mutant, this control mechanism is disturbed somewhat, allowing certain TOC proteins to accumulate to a higher level, thereby improving protein import efficiency. We will do experiments to test these theories. Because chloroplasts carry out essential functions, and because protein import is essential for chloroplast development, it should come as no surprise to learn that plants without a functional chloroplast protein import machinery are unable to survive (in fact, they die at the embryo stage). Thus, chloroplast protein import is an essential process for plants. Similarly, since we are all ultimately dependent upon plant products for survival, it follows that chloroplast protein import is essential on a global scale. Because chloroplasts play major roles in the synthesis of many economically important products (such as oils and starch), a more complete understanding of how these organelles develop will enable us to enhance the productivity of crop plants, or otherwise manipulate their products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H008039/1","grantId":"BB/H008039/1","fundValue":"378569","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"","person":"Robert Paul Jarvis","coPersons":[],"organisation":"University of Leicester","findingsText":" Proteins are a diverse group of molecules with primary responsibility for the myriad functions that constitute life. There are thousands of different proteins in any given cell, and the presence/absence or abundance of each one is an important parameter in the governance of cellular function; this is controlled by the balance of protein synthesis and degradation. A critically important mechanism for protein degradation is mediated by the ubiquitin proteasome system (UPS), which was previously thought to act only in central parts of the cell. Our work shows that the UPS also acts on subcellular compartments in plant cells called chloroplasts, which are responsible for the light-driven reactions of photosynthesis that power almost all life on Earth. Identification of this previously-unsuspected link between the UPS and chloroplasts constitutes a major breakthrough in biology, and may enable the manipulation of chloroplast functions in crops.\n\n\n\nUsing a forward-genetic screen in Arabidopsis, we identified a ubiquitin E3 ligase, termed SP1, embedded in the chloroplast outer envelope membrane. We found that SP1 targets components of the chloroplast protein import machinery (the so-called TOC apparatus) for degradation by the UPS, and in doing so regulates chloroplast biogenesis. As most of the ~3,000 different proteins in chloroplasts are imported via the TOC machinery, its regulation represents an efficient mechanism by which the cell may control the organelle’s proteome and functions. The identification of semi-autonomous, endosymbiotic chloroplasts as new, previously-unsuspected targets of UPS activity further extends the known field of influence of this remarkably pervasive and ubiquitous eukaryotic regulatory network. Our results suggest that SP1 is important for the developmental transitions that plastids undergo during different phases of plant growth (for example, the differentiation of chloroplasts from etioplasts following the emergence of germinating seedlings into the light, leading to the establishment of photoautotrophic growth). Commercially important plastid developmental transitions (chloroplast to chromoplast) occur during fruit ripening in crops such as tomato, red bell pepper, and citrus. We are exploring the possibility that SP1 may be utilized to manipulate fruit ripening in such crops. In this regard, we are liaising with the University of Leicester Enterprise and Business Development Office. We are liaising with the University of Leicester Enterprise and Business Development Office concerning the possibility that our results may be exploited commercially. Financial Services/ and Management Consultancy","dataset":"gtr"}