{"id":"7473F48E-0BDB-486E-95CA-A443FC90626B","title":"Phosphate Bio-mineral-Ultrafast Laser interaction - a pathway for future hard tissue re-engineering (Novel Tool for Surgical technologies) - LUMIN","abstractText":"Acid erosion due to food and drink intake in particular and tooth surface loss due to general wear of the dentition is a global problem. Continual erosion and loss of the surface enamel of the tooth leads to hypersensitivity. This oral condition is acute in both children and the ageing population of society and can have a significant impact on the quality of life. The 2011 census points out that 16.3% of the population of England and N Ireland is above 65 years old (Daily Telegraph 17 July 2012), which suggests that the number of people suffering from acid erosion may continue to rise in years to come. This means that there is an even more urgent need to provide a robust solution for restoring lost enamel, a problem that remains intractable for clinical dentistry. To address this problem, we propose research into an engineering methodology to spray the tooth with a thin mineral layer that is then densified and bonded to the underlying tooth using an ultrafast laser irradiation pulse. \nThe cross-disciplinary LUMIN project will develop and exploit the technology of micro-nozzle bio-mineral delivery in Task (a) and its subsequent sintering using femto-second pulsed (fsp) lasers for the restoration of acid-eroded enamel. The operating wavelength of the proposed fsp lasers will be in the eye-safe regions of the near-IR (1500-2100 nm) and will offer flexibility in terms of energy/power delivery by engineering the laser cavity, which is the main goal of Task (b). An additional goal of Task (b), as stated in the objective section above, is to integrate the micro-nozzle bio-mineral delivery system from Task (a) with lasers on a single platform for achieving rapid sintering in the deposited bio-mineral layers on to the acid-eroded enamel surface. During this research, novel acid-resistant enamel mineral substitutes, in crystalline and gel forms, will be engineered and optimized for the micro-nozzle delivery in Task (a). The integration of the materials delivery system with the fsp-laser will then yield simultaneous sintering.. The engineering approaches herein will therefore yield 3 different platform technologies for future exploitation, which will be achieved with the support from the Integrated Knowledge Centre on Tissue Engineering and Medical Technologies at Leeds. \nWe will investigate whether the use of a micro-nozzle for gel and suspension materials with an fsp-laser poses a risk of toxicity due to generation and release of nano-scale particulates (some may argue these might be photosensitized by the intense beam of the fsp-laser). In Task (c) we will therefore assess any nano-particle and photo-induced toxicity and perform a risk analysis. This will conform to standard clinical procedures with an aim to thus identify and minimise any imminent risk. \nFollowing Task (c), our goal in Task (d) is to implement the engineering approaches, developed in Tasks (a) and (b) together with the risk mitigation strategy in Task (c) for testing fsp-laser sintered enamel minerals in the oral environment using in-situ mouth appliance trials, a technique pioneered at the Leeds Dental Institute to minimising the risks in extensive in-vivo trials. In Task (d) the sintered materials will be characterised for acid erosion, durability, hardness, toughness, and flexural bend with using the assembled academic expertise in materials science and engineering and clinical dentistry.\nThe IKC team will provide support, via Dr. Graeme Howling's expertise, to develop technology exploitation through the project partners, M-Squared Lasers, British Glass, and Giltec in the first instance. The project also aims to establish academic links with overseas academic institutions e.g. the IMI at Lehigh and Penn State in Materials Science, and with Stanford and Caltec in the US via the SUPA led EPSRC funded collaboration. The industry-academia link with the Photonics KTN in the UK is also expected to develop during the course of project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020234/1","grantId":"EP/K020234/1","fundValue":"997424","fundStart":"2013-09-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"  This research stemmed from EPSRC-IKC Support on medical technologies (EP/J017620/1). The EPSRC application for research on tooth enamel restoration is preclinical which will have impact by demonstrating limited in-situ mouth appliance trials by the end of 2016. The project aims to develop acid resistant materials for restoring worn and eroded enamel, materials delivery system integrated with a suitable near-IR laser source.\nTwo patents in this area have been filed. The technique developed therein will impact bone and implant restoration. Healthcare,Manufacturing, including Industrial Biotechology Societal","person":"Animesh  Jha","coPersons":["Wilson  Sibbett","Michael Norman Routledge","Andrew Paul Brown","Andy C McIntosh","Christian Thomas Brown","Mandeep  Duggal"],"organisation":"University of Leeds","findingsText":" The EPSRC project is focussed on developing novel acid resistance minerals for enamel restoration. Within 1 year the project has discovered new enamel mineral and designed the delivery system, which is now being tried ex vivo for bovine incisors using ultrafast laser developed at St Andrews University. Toxicity aspects of minerals have been analysed. The tests so far reveals that the minerals are safe in oral environment. Ex vivo erosion tests will commence soon which will pave path for in-situ mouth appliance trials. The complementary EU funded project is helping to develop the technology. The project ends in Dec 2016. Industry partners via Joint Venture or spin out a company. JV in this case may be a better option. Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}