{"id":"747450F8-ECF7-446C-95D4-A7445E20D556","title":"Structure and mechanism of a trans-acyltransferase polyketide synthase","abstractText":"Polyketides are among the most important compounds known to man. They perform many vital roles in nature acting as hormones, toxins, flavours, smells and pigments. These compounds are also the basis of numerous medically important drugs used to treat cancer, lower cholesterol, suppress the immune system and fight infection. Sales of polyketide based medicines total over &pound;30 billion each year and there is enormous worldwide interest in identifying new polyketides and making new and improved versions of existing ones. Polyketides are made within microorganisms by clusters of proteins called polyketide synthases, usually shortened to PKSs. PKSs function like miniature factory assembly lines within cells. Each different protein within the assembly line is responsible for building or modifying a specific part of the carbon skeleton of the polyketide product. There are considerable differences in the structures and activities of different polyketides made by different PKSs from different microorganisms. This is despite the fact that all of these compounds are produced from the same initial chemical building blocks. Understanding how these differences are achieved relies on an in-depth knowledge of how PKSs work, essentially, what do each of the proteins in the assembly line do, how do they do it and how are they arranged relative to each other? This research project will focus on a new family of PKSs which generate highly unusual products used to treat a range of different diseases. By examining the structures of the components of the PKS in fine detail using a technique called X-ray crystallography, we will try to work out how each of different parts of the PKS works and how they fit together and interact with each other. These experiments will not only allow us to decipher how these systems make their important products, but will also provide us with a blue-print that we can use to construct new PKSs which make new medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006478/1","grantId":"BB/I006478/1","fundValue":"335596","fundStart":"2011-09-19","fundEnd":"2014-09-18","funder":"BBSRC","impactText":"  Many of the discoveries made during this project have been fundamental in nature and have had most significant impact on the academic community. This has been through the adoption of the principles of PKS enzymology established during the course of the study and exploiting this information to inform the research of others. Such discoveries have also impacted upon the industrial natural products community in a manner equivalent to that described above. Although there has not been a direct commercial impact from this grant, work performed during this study did establish preliminary data that has subsequently formed the basis of an industrial collaboration that has attracted further funding from 2 separate sources (?300k) and is seeking to develop a platform technology for the manufacture of high value biologics (see other sections). The outcomes from this grant have also been included in a number of outreach activities (Schools talks, science festivals) that have provided educational and societal impact through knowledge sharing with a range of publics. Chemicals,Education,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Paul Raymond Race","coPersons":["Christine  Willis"],"organisation":"University of Bristol","findingsText":" Polyketides are a structurally and functionally diverse family of bioactive natural products that are the basis of, or inspiration for, many of our most important pharmaceuticals and agrochemicals. This project focuses on the multi-component biosynthetic mega-enzymes, termed polyketide synthases (PKSs), which are responsible for the assembly of polyketides in microorganisms. We have been specifically examining the so-called trans-AT PKSs, which exhibit unusual and potentially exploitable enzymology. The purpose of this research is to establish general rules and mechanisms regarding trans-AT PKS biosynthesis that may be exploited to direct the production of non-natural polyketides with improved bioactivities. \nDuring this project structural and functional characterization of the prototypical trans-AT PKS bacillaene synthase has been performed. This research has (i) established the molecular basis of beta-methyl branch formation in this system and explored the substrate tolerances of the enzymes responsible; (ii) provided a detailed molecular description of the trans-acting loading and reductive domains from this system and primed further studies to generate engineered loading domains with variant substrate selectivities; (iii) explored the enzymology of the trans-acting proof-reading enzyme PksD and demonstrated its ability to proof-read non-cognate acyl-carrier proteins in vitro and in vivo; (iv) allowed us to produce a range of multi-modular constructs from the bacillaene system for detailed in vitro characterization. We have been able to expand the scope of the project through collaboration with groups in Bristol and Birmingham, and explored equivalent biosynthetic steps in the mupirocin and kalamanticin trans-AT PKSs. We have demonstrated that although some trans-AT PKS enzymology is context dependent, it is possible to establish general rules that can be used predictively to determine trans-AT PKS function from amino acid sequence. It has also allowed us to identify new pressing research questions that relate to trans-AT PKS architecture and function. For example, can methyl-branch forming enzymes be freely exchanged between different trans-AT PKS? What are the determinants of ACP selectivity by trans-acting acyltransferases? How are three different successive branch insertions (an exomethylene, a secondary methyl, and an olefinic methyl) introduced in trans-AT systems with only a single complement of branching enzymes?\nThe research has proved instrumental in allowing us to establish a range of new collaborations in trans-AT PKS enzymology, specifically with groups in the UK (Birmingham, Cardiff, Newcastle, London) and internationally (Germany, France, Belgium, Indonesia, and USA). It has also allowed the research team to engage with associated consortia and networks, e.g. NPRONET, SynbiCITE, ERASynBio, etc. and to form a number of collaborative links with industrial partners (BioservUK, Centeo, Douglas Instruments). These links have resulted in research publications, presentations at conferences, and the acquisition of additional grant funding. Many of the discoveries made during this project are fundamental in nature and will have significant impact on the academic community through the generation of new knowledge. This new knowledge has been, and will continue to be, disseminated through peer-reviewed publication in leading international journals, conference presentations, and involvement in networking activities and collaborative projects. We will also disseminate these discoveries more widely through outreach activities engaging the public fully, e.g. Science Cafes, school outreach programs, schools week, local Science Centres (e.g. @Bristol), Bright Nights Festival, Festival of Nature, etc. Some of the outcomes of this research may be commercially exploitable, for example our work on trans-AT acyltransferase selectivity and beta-methyl branch formation. We have prior experience of establishing collaborative links with industrial sponsors, and plan to forge similar links to realize the commercial impacts of our research. This has been, and will continue to be, achieved through involvement in a range of industrial facing initiatives and networks e.g. NPRONET, BIOCATNET, SynbiCITE, BrisSynBio, etc, exploiting our existing industrial links to highlight the value and impact of our research outcomes, and working with the University of Bristol's Research Enterprise and Development Unit to identify and approach potential industrial sponsors/collaborators. Chemicals,Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}