{"id":"74811946-E8B6-4911-B24A-874696885F31","title":"Calcium signalling, organelle dysfunction and pancreatitis","abstractText":"The pancreas secretes the enzymes needed for the breakdown in the gut of proteins, fats and carbohydrates. However, the enzymes needed for digestion can, if inappropriately activated inside the cells in the pancreas, also digest the pancreas itself. This is what happens in the painful human disease acute pancreatitis, which is mostly caused by gallstones and excessive alcohol intake. The incidence has been steadily increasing over the last 25 years in both the UK and the US (now about 100 per 100,000 people per year) and there is a significant mortality (about 5%). The NHS expenditure on intensive care treatment for acute pancreatitis is more than &pound;100 million per year. There is currently no specific therapy. Repeated attacks of acute pancreatitis may lead to chronic pancreatitis, which increases markedly the risk of developing pancreatic cancer. In the UK there are ~8000 patients diagnosed annually with pancreatic cancer, which has the lowest 5-year survival (about 3%) of all common cancers. So far, there has been disappointingly little progress with regard to prevention and treatment of this cancer.\nWe have recently shown that the digestive enzyme activation inside the cells, which starts the process leading to acute pancreatitis, is due to excessive release of calcium ions from internal stores and have identified the molecules which allow this transport. We have also discovered an unexpected intrinsic protective mechanism due to a calcium-binding molecule, which is normally present inside cells. Most importantly, we have been able to use a specific calcium-like molecule to boost the intrinsic protection against inappropriate enzyme activation inside the pancreatic cells. These recent findings promise new opportunities for the development of preventive and therapeutic measures and this is the basis for the work programme proposed.\nWe plan systematic tests of the ability of calcium-like molecules to protect against enzyme activation inside the enzyme-producing cels in the pancreas under a variety of circumstances relevant to the real disease situation. These studies will involve experiments on isolated cells and small cell clusters as well as larger pieces of pancreas in which the protective effects of calcium-like molecules against the actions of a variety of agents known to start the process of developing pancreatitis (fatty acids and combinations of fatty acids and alcohol, alcohol alone as well as bile acids) will be tested. \nRelease of calcium ions inside cells and flow of calcium ions into the cells from the outside are complex processes. We are aiming at identifying critical control points and ways and means of interfering with these, to develop additional strategies for prevention and/or treatment of acute pancreatitis. \nAn entirely novel aspect of the work proposed is a study of a special cell type in the pancreas called the stellate cell. Stellate cells are known to become activated during the development of chronic pancreatitis and are responsible for the production of the so-called stromal matrix - a complex of fibres and substances secreted into the spaces between cells - which is critically important for the development of pancreatic cancer. It is therefore essential to understand the mechanisms by which these stellate cells are controlled in order finally to be able to make progress with prevention and treatment of pancreatic cancer. Calcium ions are known to be important for stellate cell function, but the detailed mechanisms of their transport and function in these cells are obscure and almost nothing is known about nervous control. Building on the detailed knowledge and experience we have developed in work on calcium ion - dependent control of the enzyme-secreting cells in the pancreas, we shall now study the nervous and chemical control of stellate cells and develop procedures to inhibit their excessive secretion of cancer-promoting materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002771/1","grantId":"MR/J002771/1","fundValue":"1425610","fundStart":"2012-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Ole Holger  Petersen","coPersons":["Julia  Gerasimenko","Oleg  Gerasimenko"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}