{"id":"7486D909-E02D-45D0-AE1E-A6AE26992B93","title":"Laser Joining of Dissimilar Metallic Materials for Advanced Structural and Engineering Applications","abstractText":"Joining of dissimilar metallic materials for advanced structural applications, e.g. car body, ship structures, medical appliances etc., is important for design flexibility. This will allow complementary characteristics of different metals to be exploited efficiently and therefore, will allow design engineers to push existing design boundaries for cost effective manufacturing of components. To realise the full potential it is vital to device energy efficient joining of such dissimilar metallic components. Welding is a simple and robust joining technique but the heat of welding will cause interfacial reactions between the participating alloys by triggering diffusion of atoms across the interface. This will result in formation of intermetallic compounds which would make the joint brittle and unserviceable. Therefore, development of welding processes for joining of dissimilar alloy combinations can play an important role in shaping next generation component architecture and transform manufacturing sector. \nLaser fusion welding has the unique advantage of controlling the heat input and high resolution in applying the heat source. Therefore, laser fusion process offers the flexibility to control the weld pool shape and therefore mixing of the participating alloys. The proposed research programme aims at formulating robust and transformational laser joining technology for joining of different dissimilar metallic material combinations. A fundamental scientific approach will be deployed by systematically identifying and understanding the key underpinning process factors that determine the metallurgical characteristics and mechanical strength of a joint.\nThree different dissimilar alloy combinations will be studied in the proposed research programme viz. iron-aluminium, titanium-stainless steel and nitinol-stainless steel. The dissimilar alloy combinations are chosen based on relevance to different industrial sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017086/1","grantId":"EP/J017086/1","fundValue":"100222","fundStart":"2012-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  The findings are used in the following ways;\n- The optimised laser processing parameters are used to create a prototype through novel design modification in structural application in surface transportation. Discussion with BAE surface ship systems in planned to see whether this route can be a viable proposition in future. \n- Further project with AWE plc to exploit the route of additive manufacture towards joining titanium to stainless steel\n- Further research into the area with wider industrial and academic collaborators through Centre of Innovative Manufacturing in Laser Based Production Processes (CIM_LBPP). Joining of dissimilar and highly dissimilar materials has been identified as a flagship project and the present team will wok further in this area.\n- Presenting the work to industrial communities e.g. Association of Industrial Laser User (AILU) through their conference Industrial Laser Application Symposium (ILAS)\n- Presenting the work to scientific communities through keynote lecture, student presentation through high impact conferences e.g. EUROMAT 2013.\n- Publication in peer reviewed journals  Societal,Economic","person":"Supriyo  Ganguly","coPersons":[],"organisation":"Cranfield University","findingsText":" Laser processing can be used as a unique and effective tool to join different dissimilar metallic combinations. The unique advantage of using laser is the flexibility that it offers in terms of application of heat and thereby controlling the welding thermal cycle and the resulting metallurgical structure. Joining of chemically different alloys is difficult not only due to the difference in their physical properties but also due to the formation of detrimental intermetallic phases owing to the lack of solubility between the two alloys. Formation of hard intermetallic compounds severely reduces joint strength and toughness.\nTwo different dissimilar structural alloy combinations were investigated. The different combinations, titanium (Ti) to stainless steel (Fe) and aluminium (Al) to steel (Fe), are selected based on their application potential in energy and surface transportation sector. \nJoining of thick sections of Al (5 mm) to Fe (2 mm) in autogenous mode, i.e. without addition of any other intermediate alloy, was attempted on the understanding that Al has some solubility in steel. However, Fe does not have any solubility in Al and therefore, joint formation critically depends on the thermal cycle and the resulting weld metal dimension and intermetallic formation. Thermal cycle in laser joining depends on the application of heat energy which is dependent governed by the product of power density, time of application (also known as interaction time) and area over which the power is applied. They are termed as the fundamental material interaction parameters. In this programme, each of these parameters was individually varied to see its effect on weld pool dimension and intermetallic formation. It was observed that the mechanical strength is critically dependent on the weld pool dimension and thickness of intermetallic layer in the interface of the joint. Larger the weld pool width better is the strength and thicker the intermetallic layer lower is the strength. In observing the individual effect of the fundamental material interaction parameters it was found that while power density tends to increase the weld pool width and thereby load bearing ability, increase in interaction time at a constant power density, contributes towards the growth of intermetallic layer. This understanding was exploited in creating joint which did not show brittle failure and the joining configuration developed was exploited to demonstrate possibility of design modification for a structural application in surface ship systems. A joint prototype was manufactured which will be tested.\nJoining of stainless steel to titanium was carried out in 2 mm thick sections. Unlike the previous combination, Fe and Ti show no solid solubility and therefore, it was impossible to join them without adding a third alloy as interlayer. In this project we termed it as weld metal engineering. In this project it was found that there is no common metallic species which can bond with both iron and titanium without forming any intermetallic phase. Therefore, weld metal engineering was required with more than two alloys where each alloy is metallurgically compatible with either of the participating alloy and with each other. Nb and Cu have been identified as the interlayer where Nb exhibits good solid solubility with Ti and Cu with Fe and they can form good metallurgical binding amongst themselves. However, precaution needs to be taken to prevent diffusion of Ti and Fe within a common weld pool. A novel approach was proposed where Nb and Cu inserts will be produced by arc welding using additive manufacture technology and then the apply laser to join Nb to Ti and stainless steel to Cu. Application of laser is vital to control the weld metal dimension within a very narrow margin to prevent diffusion. \nThe research activity performed within this programme helped in developing the most vital understanding of heat source, material interaction and subsequent microstructure and metallurgical phase formations. Also the application of weld metal engineering was investigated at a substantial depth. \nLaser as a flexible heat source can be applied with high spatial and temporal resolution. This characteristic can be exploited in joining of dissimilar alloys which can bring substantial benefit to designer to create cost effective, design efficient structures with better carbon footprint. The project has extremely high application potential. Since the inception, BAE Systems, AWE plc and Attica components were industrial partners and Manchester University supported through the LATEST2 platform grant. The research activities that were performed over the last two years not only generated greater understanding, knowledge and reinforced the underpinning science of dissimilar material joining, it also showed how design modifications and application of other advanced manufacturing tools e.g., wire and arc based additive layer manufacture methods can be deployed in creating innovative design for advanced structural applications. Joining of dissimilar and highly dissimilar metallic alloys is now a flagship research theme in the Centre for Innovative Manufacturing in Laser Based Production Processes. AWE plc is interested in taking the project further through more direct research. The results of this project was disseminated to scientific communities through international conferences and to industrial community e.g. Association of industrial laser user through their annual conference Industrial Laser Application Symposium. The following ways would be helpful in taking the work forward;\nApplication:\n- Direct industry sponsored programme project with a clear vision of application in specific components. There is a possibility of taking the work on joining of titanium to stainless steel further with support from AWE. A novel manufacturing route involving additive built inserts were proposed to exploit the findings further. \n- Exposing the work to other industrial community and encourage them to think about design modifications where the boundary of the existing design can be pushed by exploiting complimentary properties of different alloys to create more cost effect and design efficient structures. Industry day is being organised to achieve this.\nFurther research:\n- Understanding the performance of a hybrid layered structure for different service environments, particularly in view of corrosive environment.\n- Understanding elemental distribution in the intermetallic layer through neutron transmission imaging. This will help in more in-depth understanding of intermetallic formation with transient thermal cycles and its effect on mechanical properties. Thermal cycles could then be correlated to fundamental material interaction parameters Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Energy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}