{"id":"748A2EF7-1985-4AEF-AEAD-B1749A9F2E06","title":"Advanced Ultrasonic NDE of Composite Airframe Components: Physics, Modelling and Technology.","abstractText":"Future developments in large passenger aircraft will involve increasing use of fibre reinforced composite materials (FRCs) in place of metal components that currently form much of the vehicle structures. This will provide considerable weight savings and enable higher payloads and reduced fuel consumption, thus increasing commercial efficiency and reducing pollution. The extensive use of FRCs brings with it new challenges in the design of manufacturing processes and the testing of components and structures when formed. This proposal aims to develop the science and technology of ultrasonic techniques to test the integrity of FRC components, both as an aid to process development and for the quality assurance of formed components. It will focus on the detection and characterisation of (i) microscopic porosity which reduces material shear strength, and (ii) anomalies in the lay-up of reinforcing fibres such as in plane and out of plane waviness. The results of the study will be integrated into an advanced instrumentation platform which will be available for use by airframe manufacturers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D06984X/1","grantId":"EP/D06984X/1","fundValue":"338866","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  The results of the programme were immediately available to our collaborators on the project - Airbus, Rolls-Royce and QinetiQ. They have been taken forward by Dr Robert Smith who represented QinetiQ on the programme and who now holds a Chair at the University of Bristol. The PI (Challis) is about to retire. Aerospace, Defence and Marine Economic","person":"Richard  Challis","coPersons":["Alexander  Kalashnikov","Marion Elizabeth Unwin"],"organisation":"University of Nottingham","findingsText":" Modern aircraft structures are formed of carbon fibre reinforced plastics (CFRPs), otherwise known generically as composites. Due to their safety critical nature in aircraft, CFRP components are examined over 100% of their area during manufacture, and over a selection of their surface during in-service inspections. The method of examination most commonly consists of a compression wave ultrasonic scan at frequencies in the 1MHz to 10 MHz range. Detection of simple flaws such as inclusions or delaminations is both straightforward and reliable using this method. However, there remain two types of flaw which are difficult to detect - anomalous fibre lay-up and clouds of microscopic bubbles known as porosity. Both of these compromise the strength of the composite and hence the safety of the aircraft. We have developed mathematical models of ultrasonic wave propagation in composites containing these flaws and key aspects of these have been incorporated into the software used for ultrasonic scanning. As a result these flaws can now be highlighted on ultrasonic images of real components. The results of the programme were immediately available to our collaborators on the project - Airbus, Rolls-Royce and QinetiQ. They have been taken forward by Dr Robert Smith who represented QinetiQ on the programme and who now holds a Chair at the University of Bristol. The PI (Challis) is about to retire. Aerospace, Defence and Marine,Construction,Transport","dataset":"gtr"}