{"id":"748A1385-9599-4442-A314-528EEB668ED5","title":"Typology of Anonymous and Pseudepigraphic Jewish Literature in Antiquity, c. 200 BCE to c. 700 CE","abstractText":"Research Context. Between the Hebrew Bible (c. 200 BC) and the Talmud (c. 700 AD), Jews in Palestine, Egypt and Babylonia composed many books in a wide variety of genres. Modern scholarship tends to treat these texts, extant mainly in Hebrew, Aramaic and Greek, in separate groups:\\n(1) Works belonging to the immediate post-biblical period. These show an affinity to biblical styles of writing and are often subdivided into the Hellenistic Jewish literature (known as Apocrypha of the Old Testament) on the one hand, and the so-called Pseudepigrapha of the Old Testament on the other.\\n(2) The so-called 'inter-testamental' period, from which emerge in particular the Dead Sea Scrolls. In the same period were created the works of the philosopher Philo of Alexandria and the historian Josephus Flavius. These present themselves as having historically identifiable, non-biblical authors and fall outside the scope of the Project.\\n(3) The Hebrew and Aramaic works of the Rabbinic Literature, created between the third and the eighth century AD and mainly containing discourses on law and biblical interpretation.\\n\\nThis separation of the documents into groups reflects the specialist expertise of scholars involved in studying them, but it can have detrimental effects. In particular, the literary horizon within which each work is considered is often exclusively limited to its own group. The possibility of genre similarities across the groups tends not to receive proper attention. What is required is a sustained research programme to identify and conceptualise literary similarities which cross the corpus boundaries, and thereby to improve our understanding of the majority of all works simultaneously. This, in a nutshell, is what our Project aims to do. \\n\\nApplications/Benefits. The Project will provide new techniques and concepts to explore the literary similarities or differences of all the texts. It will also replace outdated or imprecise notions of the genres of these texts, and question the role which certain modern expectations of 'authorship' and 'unity' currently play in their study. Our starting point is the fact that the large majority of all ancient Jewish sources are anonymous or, less commonly, pseudepigraphic. Thus these texts present themselves as having no individual person as an author, or as deriving from a well-known (usually biblical) figure of the past. This does not merely mean that the real authors, and times of origin, are not given. It also means that the documents assume certain literary perspectives and part-whole relationships. The nature of these literary stances and the textual structures that accompany them has never before been subjected to a sustained investigation across the whole of the evidence, and will enrich the whole field with new results and questions for further research. It will have a profound effect also on the study of many of the individual works. \\n\\nAims/Objectives. Our Project aims to clarify the nature of anonymous or pseudepigraphic literature by:\\n1. developing a new method and terminology for describing key literary features through \\n (a) a fresh investigation of literary features sampled from all groups of documents; \\n (b) the application of key insights from text linguistics, literary criticism, philosophical hermeneutics and cultural studies to the texts.\\n\\n2. describing all substantially complete anonymous or pseudepigraphic Jewish works of antiquity (c. 375 texts). We shall \\n(a) identify these texts in an on-line database \\n(b) record basic bibliographical information and conventional genre definitions for each\\n(c) describe each work's key literary characteristics and define its genre in the new typology.\\n\\nThe typology and the database of documents are the two central outcomes of the Project. Other key outcomes are: a critique of the current genre labels; an account of the problems and methods of the new typology; an international symposium putting the project into context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009085/1","grantId":"AH/E009085/1","fundValue":"577996","fundStart":"2007-09-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"","person":"Alexander  Samely","coPersons":["C  Hayward","Todd  Klutz","Philip  Alexander"],"organisation":"The University of Manchester","findingsText":" The Project has created and presented (i) an original system of description for the most important extra-canonical ancient sources of Judaism and Christianity, often considered to be difficult by modern scholarship, together with (ii) the application of this newly developed system to hundreds of historically important, anonymous and pseudepigraphic ancient Jewish texts of antiquity (BCE 200 to 700 CE). The conceptual innovation of the new descriptive framework, which is presented in generic terms and thus applicable to many other corpora of literature, goes hand in hand with an innovative use of digital technology, in that a public online Database allows calling up, comparing and systematically exploiting the literary information on every single text in comparison with all others, across the boundaries of academic specialisms and original languages. The conceptual framework and database are foundational for all future literary, historical and religious analysis of the works in question. They also provide a a shared language and thus a mechanism for much closer cooperation across specialisms of the study of the Apocrypha and Pseudepigrapha, the Dead Sea Scrolls and Rabbinic Literature. This will help promote inter-disciplinary approaches linking Judaism, Christianity, Graeco-Roman culture, the ancient near East and early Islam, since all the non-Jewish corpora have strong parallels to many of the features of the Jewish sources defined systematically, often for the first time, in the Database and the conceptual framework that underlies it. The extra-canonical works of the Hebrew Bible are of great interest to a lay audience among Christian and Jewish faith groups. Texts like Jubilees, 1 Enoch, the Dead Sea Scrolls and the Talmud are widely studied and examined among non-academic readers, and the online database will provide these users with a first orientation in the literary structure of these works, often very different from any modern texts they might be used to (and also from the canonical Scriptures of the Old and New Testament). The Database will also direct them to academic studies of these works, as each entry has a select bibliography. Communities and Social Services/Policy,Education,Other","dataset":"gtr"}