{"id":"748E5F0F-0065-4E98-902D-A49349FC924A","title":"Language and Linguistic Evidence in the 1641 Depositions","abstractText":"The '1641 Depositions' in Trinity College Dublin (hereafter TCD) comprise some 4,000 personal statements, in which mainly Protestant men and women of all classes told of their experiences following the outbreak of the rebellion by the Catholic Irish in 1641. Collected by government-appointed commissioners, the witness testimony runs to approximately 20,000 pages, and constitutes the chief evidence for the sharply contested allegation that the rebellion began with a general massacre of protestant settlers. As a result, this material has been central to protracted and bitter historical dispute. \\n \\nThis body of material, unparalleled elsewhere in early modern Europe, provides a unique source of information for the causes and events surrounding the 1641 rebellion and for the social, economic, cultural, religious, political and linguistic history of seventeenth-century Ireland, England and Scotland. In addition, the depositions vividly document various colonial and 'civilizing' processes, including the spread of Protestantism in one of the remotest regions of the Stuart kingdoms and the introduction of lowland agricultural and commercial practices, together with the native response to these developments. Earlier major grants from the AHRC and the IRCHSS have sponsored the transcription and digitization of the depositions, making them available online and amenable to analysis by a variety of scholars and thereby facilitating interdisciplinary collaboration.\\n\\nThe current proposal aims to explore how a computer environment can be created in which scholars interested in historical and corpus linguistics can work collaboratively with historians and other specialists to interrogate the 1641 Depositions, in ways not currently possible, by exploiting effective language technology developed by IBM LanguageWare. The principal objective of the project is to create a personalised computer environment in which linguistic researchers can conduct sophisticated discovery, analysis and visualisation of the digitised 1641 Depositions, and collaborate in real time with colleagues on these resources. The long-term outcome of this research can help to drive a revolution in the way linguistic and historical research is conducted in the Digital Humanities. Developing a Text Encoding Initiative (TEI) compliant corpus and following accepted international standards that address interoperability issues will enable the project to link with other crucial digital research initiatives, including DARIAH and CLARIN.\\n\\nRecorded in Early Modern English, the Depositions provide evidence of linguistic variation in Ireland on the micro-level, while on the macro-level they represent (quasi-)legal discourse and the discourse of massacre. EME variability coupled with shifting voices in the Depositions present linguists (and computer analysts) with particular challenges and will require considerable interdisciplinary consultation. \\n\\nWithin the overall aims of the project, the specific linguistic objectives are as follows: to develop language models for seventeenth-century English in Ireland; to develop ontologies of seventeenth-century English, surnames and place names; to investigate the possibility of localizing morphological and lexical variants in mediated text; to investigate 17th century legal discourse as it is represented in the texts, with particular attention to the framing of the discourse, leading to a linguistic assessment of the quality and nature of the evidence in the Depositions; and to investigate the discourse of massacre, atrocity and ethnic cleansing presented in the witness testimony. \\n\\nExtended contact between specialists in a variety of fields, from Computer Science to History, to Atrocity Studies, to Linguistics, and between industry and academia, is an outstanding feature of this proposal, which hinges upon real knowledge exchange andresource enhancement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H03790X/1","grantId":"AH/H03790X/1","fundValue":"334574","fundStart":"2010-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  In 2010 Fennell led an AHRC-funded multidisciplinary team developing new ways to analyse the digitised 1641 Irish Depositions corpus (AHRC-749-BF). The team developed an innovative collaborative research environment exchanging knowledge with IBM LanguageWare, Dublin, and modifying IBM's software to analyse variable, 'dirty' data. Investigating evidential quality, language development and the language of violence and atrocity in 8000 witness statements, the research advanced a prior AHRC-IRCHSS-funded digitization project, creating novel interactions with an early modern corpus and generating new insights into the Catholic-Protestant divide in Ireland and the UK which impact on current behaviour, policy and historical memory.\n\nLanguage and Linguistic Evidence in the 1641 Depositions was a one-year project which has had an impact in three specific areas: public understanding of the 1641 Rebellion and Catholic/Protestant relations in Ireland and Scotland past and present; interactive digitally-supported research with a public engagement element; and understanding of the nature of written evidence, with implications for historical perception and current legal practice. Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural","person":"Barbara Anne Fennell","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Language and Linguistic Evidence in the 1641 Depositions is an AHRC-funded research project, led by Dr Barbara Fennell (PI), under the Digital Equipment and Database Enhancement for Impact call. A cornerstone of the project was multidisciplinary collaboration, including IBM LanguageWare group and the Schools of History and Computer Science at Trinity College, Dublin. The Aberdeen team developed an innovative Collaborative Linguistic Research and Learning Environment (CLRLE) that semi-automates the analysis of a digitized database of approximately 1.2 million words of witness testimony regarding the Irish rebellion of the 1640s, and facilitates the visualisation, dissemination and exchange of research findings by expert users, novice researchers and members of the general public. It builds on earlier digitization work and has led to significant findings on the nature of the evidence in the Depositions, the role of women, hearsay versus eye-witness testimony, and the language of violence and atrocity. It sparked considerable international interest in the form of public lectures and debates and newspaper, radio, television and magazine coverage. Over 200 articles appeared world-wide, including feature articles in the Guardian, the Irish Times and the New York Times. A significant aspect of the project was knowledge exchange with IBM, which covered a range of issues involved in using LanguageWare on variable and non-standard texts. We were able to provide specific information on the usefulness and limitations of LanguageWare's 'no-coding' approach to developing Natural Language Processing models, of considerable importance to Digital Humanities undertakings. We also took 1641 into schools for the first time and in doing so laid the groundwork for a major FP7 project, CULTURA. Furthermore, Dr Sweetnam, who led this initiative, also provided consultancy to '1641 in the Classroom', a project funded by the Irish Department of Foreign Affairs and tasked with designing lesson plans for use in integrated schools in Northern Ireland. We were able to use our novel digital approach to the analysis of the Depositions as a hook to entice teenagers to engage with the historical material in the corpus. The PI was invited by History Ireland to participate in 2 public Hedge Schools on the 1641 Depositions, one in Londonderry and one in Letterkenny. This has led to a bid for funding for Scottish Irish Conversations on sectarianism with the Institute of Irish and Scottish Studies. In our examination of the legal evidence in the 1641 Depositions, and in particular our findings on hearsay, rape reporting and the manipulation of evidence, we have developed some very important methods of analysis and visualisation of results that provide insights into the influence of linguistic choices on the reception, use and effect of legal instruments and discursive practices. Our findings to date are illustrative of the kinds of textual manipulation that are still used in warfare and legal proceedings today and there is further potential to use them to influence current policy and practice, which is the subject of a follow-on funding bid to the AHRC Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}