{"id":"7491E9C0-05C9-41A4-86E4-CA5D8722BAB2","title":"Heritage Smells!","abstractText":"Experts in science (chemistry, physics, statistics), heritage science and sensor technology will drive an ambitious but realistic proposal to develop diagnostic olfactory tools for heritage science. The new devices will be non-invasive, non-contact, portable and simple to use providing real-time data; making them well suited to address cultural heritage questions and survey collections, particularly for objects where potential hazards, access issues or sampling restrictions have precluded study to date. Implementation of energy efficient sensors to tackle heritage problems (rather than large equipment) will also help reduce the U.K.'s environmental footprint. Indeed, there is an overall lack of capacity in the heritage sector both in organic material analysis and volatile organic compound (VOC) monitoring; this research addresses such issues.\\n\\nBy merely 'sniffing' the air, questions regarding the environmental and conservation history, composition, condition or stability of objects will be answered. This will empower collections custodians and allow informed decisions about the acquisition, storage, conservation, display and long-term preservation of items, whilst also ensuring the health of those accessing public and private collections. \\n\\nThree key interconnected challenges have been identified where timely research will give the UK a leading position providing new knowledge, expertise and technical developments, informing practitioners in heritage-user defined problem areas. \\n\\n1: The past use of hazardous chemicals to disinfect/disinfest objects presents risks to those handling or accessing objects. Within this challenge objects will be 'sniffed' to determine if they have undergone such treatments. The data will allow informed conservation /research decisions regarding handling, display, loan and access. Key deliverables include: improvement of scholarly, public and native community use and engagement with cultural heritage and collection preservation, and development of new knowledge data bases that will be used to train portable sensing systems designed for high-throughput object screening.\\n\\n2: Since the beginning of last century observation and analyses have established that paper is unstable. A by-product of the deterioration process is the production of VOCs. In this challenge a well characterized set of papers will be 'sniffed' to identify target indicators that imply paper instability. A key deliverable will be the development and application of non-invasive portable sampling tools for paper-based collections that can be used to provide rapid on-site analysis of stability and risk. \\n\\n3: Heritage institutions are continually acquiring objects that contain synthetic, complex and inherently unstable modern materials. The composition and condition of such objects are extremely difficult to characterise and assess. A unique approach will be taken to tackle this problem: measurement of VOCs emitted by modern materials. The data will be used to inform heritage users of object composition and materials instability; interpretation of 'object smell' has not previously been exploited in this way. A key deliverable is development of a new tool for the identification of modern materials at risk allowing mitigation methods to be implemented to retard chemical and/or biological deterioration.\\n\\nThis proposal therefore seeks to develop VOC sampling tools to address these challenges without the need for complex or costly instrumentation. Indeed very few heritage institutions have access to laboratory equipment and such studies are impossible to implement. The outcome of this research (development of hand held portable low cost sensors) will be of wide benefit to heritage-users and open the research door to thousands of smaller institutions (museums, galleries, libraries, historic houses) and private collectors.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032630/1","grantId":"AH/H032630/1","fundValue":"645289","fundStart":"2010-09-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  Damage to culturally significant artefacts from pest infestation or mould growth is of great concern in the heritage sector and has presented problems that have been explored for over 100 years. In order to preserve artefacts and museum objects, it is essential that the environments in which they are kept are free from insects or microorganisms that accelerate deterioration of the object. However, identification of the chemicals used over the years in heritage environments presents a formidable challenge. This challenge was also recognised by the Native American Hopi tribe of Northern Arizona, who under the Native American Graves Protection and Repatriation Act (NAGPRA) 1990, were legally empowered to reclaim collection objects of spiritual significance from the Peabody Museum. The objects had been under the custodianship of the museum for a century and, as such, had been treated with many chemicals including arsenical and mercuric salts which would have rendered them toxic and unsuitable for return to cultural use. This is now a globally recognised problem; how can museums ensure objects are 'safe' permitting their handling, conservation, exhibition and repatriation? The methods developed during the course of this research provide economical methods of assessment that can be used on-site providing real-time data to reduce the risk and thus improve the quality of life and health of those engaged with the historical objects. Within the lifetime of this project 15 case studies were conducted to help institutions with specific 'pesticide-related' problems. For example, objects due for exhibition in the British Museum were examined to ensure they were 'safe' before being exhibited in the great hall. Manuscripts have been accessed at the British Museum, the RAF museum, the Museum of London, the Glasgow University Archives, the National Archives of Scotland, the Science Museum to ensure that the public, or conservators working on the objects were not exposed to chemical hazards.\nThe air assessment can also be used to inform policy makers about the contribution of volatile gases to the indoor air environment within which they are housed. For example the BSI document PAS198 helped to inform information on expected gaseous pollutants in the indoor air of cultural institutions. Environment,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Lorraine Teresa  Gibson","coPersons":["Catherine Laura Higgitt","Barry  Knight","Matija  Strlic"],"organisation":"University of Strathclyde","findingsText":" 1. This multi-disciplinary research identified three key challenge areas where solutions to fundamental questions needed to be urgently addressed to provide new expertise and methods of analyses to improve on-site conservation practice and technological advancement for the benefit of society by increasing the lifetime of objects held in cultural heritage institutions, galleries and private collections. The first challenge area focussed on the assessment and examination of modern materials, that are complex, inherently unstable therefore currently causing significant challenges in heritage collections. The second challenge area focussed on chemically treated objects (see 2. Below) and the third challenge area looked at paper which, if made in the late 19th c, is also unstable and the threat to global collections is immense. In this research project new methods of analyses were developed to examine all three challenge categories in a non-invasive way. Specifically the air around an object was trapped and analysed to gain an understanding of object composition, stability and previous treatment history. This is a significant step forward for heritage science as it allowed object examination without the need to sample, or touch (even with lasers) the object. This is the ultimate conservation tool; permitting object assessment without any interaction or addition risk to the collection.\n2. The pesticide challenge area is noteworthy. Ethnographic and natural history collections pose a unique challenge as they will have been treated with chemical hazards to protect them from pests. Assessing the risk of such collections is imperative for those who restore, study, conserve and even view such objects. Moreover, repatriation of objects to indigenous populations would be risky without knowing if the objects contained any chemical hazards. Here, new methods of analysis were determined to permit on-site, non-invasive object sampling by detection of vapour phase pesticides. New screening techniques were also developed to detect inorganic based, non-volatile, species such as mercury. These methods will provide custodians of collections safer handling and accessibility based on real assessment of current risk. \n3. Over the course of the research, the outreach achieved was tremendous. New research collaborations were created with the Library of Congress, Washington D.C. and Arizona State Museum. Both PhD students gained new experiences as they had the opportunity to study at these institutions (extra grants were awarded to support these knowledge exchange visits). Moreover, requests for collaboration were constant over the research period with new collaborations developed with many heritage organisations here in the U.K. in Europe and in Australia. Over 20 new institutions were engaged with the research that were not initially identified as project partners, providing evidence of the impact of this work in heritage science.\n4. It was hoped that a commercially available portable sampling device could be modified and adapted to provide real-time on-site measurement data for the volatiles collected around an object. However despite assessing three different kinds of commercially available portable mass spectrometers, the chemical pattern measured was too complicated to be interpreted and problems with the current instrumental designs prevented this aim. New methods of analyses have already been implemented in over 20 institutions worldwide and new requests are still being received. It is predicted that the number of collaborative institutions will continue to grow. The methods are equally transferrable to measure the indoor air environment.\nSince the chemical patterns around objects have been identified for a range of polymers, papers and treated objects, collaboration with instrument manufacturers is now possible to design an instrument that targets key analytes. Although the instruments currently on the market can't achieve this goal, with the significant body of chemical information acquired over the course of this research it is expected that focussed modification can be made to provide portable instruments that can be used to examine object emissions on-site. \nThe methods of analyses developed to determine the presence of selected pesticides could have significant impact in the food industry. Currently processes used for shipments or containers coming into the U.K. is a laborious process taking 2 - 3 days. If a portable tool could be used to sniff the air inside a container to register the use of an unauthorised pesticide, or indeed to monitor concentrations, this would cause a shift change in food screening methods. Agriculture, Food and Drink,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}