{"id":"749A94F5-2D3C-4EDE-AC0D-265E3C260552","title":"Molecular dynamics simulation of complex molecules using quantum-chemical potentials: application to modelling fuel droplets","abstractText":"This proposal is concerned with the development of a new hybrid quantum mechanics/ molecular dynamics (QM/MD) model for the simulation of complex hydrocarbon molecules and the application of this model to the simulation of n-dodecane and a mixture of n-dodecane and dipropylbenzene molecules in Diesel engine-like conditions. The solution of the time independent Schrodinger equation will allow us to obtain the equilibrium geometry of a molecule or an ensemble of molecules, and to calculate the potential energy for any position of atoms and electrons in the system. This approach will give us the potential energy of interacting molecules as a function of their geometry. Comparison of this energy for interacting individual C and H atoms and molecules with the interaction energy calculated by the conventional MD approach (taking into account the internal degrees of freedom of molecules, used in our current EPSRC project EP/H001603/1) for the same inter-atomic distances will allow us to analyse the differences in the QM and classical potentials. It is anticipated that our results will be used to calculate the corrections for the potentials used in the classical MD calculations. The new hybrid model will be used for the analysis of the dynamics of n-dodecane molecules in liquid and gas phases and at the liquid/gas interface, using techniques developed during the work on EPSRC project EP/H001603/1. It is anticipated that at this stage we will be able to establish the range of applicability of the conventional MD approach. A new approximate method of taking into account the QM corrections to the classical results will be developed. Also, the previously developed kinetic model, taking into account the presence of two components (fuel vapour and air) in the kinetic region will be generalised to take into account the presence of the three components (two species of fuel and one of air) there. These new models will be applied to the analysis of Diesel fuel droplet heating and evaporation in realistic engine conditions. In contrast to the previously developed models, the kinetic effects will be taken into account alongside the effects of temperature gradient and recirculation inside droplets and the effects of the moving boundary during the evaporation process. We are not aware of any previous research in this area.\n\nThis will be a collaborative project involving visiting researchers Professor Vladimir M. Gun'ko (Chuiko Institute of Surface Chemistry of the National Academy of Sciences of Ukraine, Kiev, Ukraine) who is an internationally recognised expert in interfacial phenomena, Dr Bing-Yang Cao (Tsinghua University, Beijing, P.R. China), whose expertise includes the development of numerical algorithms for molecular dynamics simulation and Dr Irina Shishkova (Moscow Power Engineering Institute, Russia), whose expertise is focused on the development of numerical codes for the solution of the Boltzmann equation. It will be led by Professor Sergei Sazhin, whose expertise includes the development of new physical models of fuel droplet heating and evaporation with a view of applications to modelling the processes in internal combustion engines. The Co-investigator Professor Morgan Heikal will advise the project members on the relevance of the models to automotive applications. A Research Fellow will also be included in the project. This project will build upon the currently funded EPSRC project EP/H001603/1, supporting the collaboration between the PI, Dr B-Y. Cao and Dr I. Shishkova, and previously funded EPSRC projects EP/C527089/1 and EP/E02243X/1, and a Royal Society Joint project with Russia, supporting the collaboration between the PI and Dr I. Shishkova.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006793/1","grantId":"EP/J006793/1","fundValue":"335056","fundStart":"2012-09-25","fundEnd":"2015-09-24","funder":"EPSRC","impactText":"  The project was focused on the investigation of feasibility of applying quantum chemical methods and advanced kinetic technique to the analysis of droplet heating and evaporation in engine-like conditions. Based on the results obtained so far, we can conclude that these effects do not lead to significantly new prediction of the behaviour of heated and evaporated hydrocarbon droplets (this was not obvious at the beginning of the study). At the same time, the team of chemists working on this project helped us to develop new models for heating and evaporation of realistic Diesel and gasoline fuel droplets (called multi-dimensional quasi-discrete model), although this work was not planned as the part of the original project. Many engineering companies has already expressed their interests in these model (I cannot name these companies, as their approach to us was informal). Also, CFD commercial company FLUENT has expressed its interest in implementation of this model into their code Energy,Transport Economic","person":"Sergei  Sazhin","coPersons":["Morgan  Heikal"],"organisation":"University of Brighton","findingsText":" A new approximate method of taking into account the quantum mechanical effects on Diesel fuel droplet heating and evaporation was developed. It was shown that the evaporation coefficient depends more strongly on a number of neighbouring molecules interacting with an evaporating molecule at a droplet surface (this number is estimated through changes in the surface Gibbs free energy of solvation) than on pressure in the gas phase or conformerisation and cross-conformerisation of molecules in both phases. Also, the previously developed kinetic model, taking into account the presence of two components (fuel vapour and air) in the kinetic region was generalised to take into account the presence of the three components (two species of fuel and one of air) there. These new models were applied to the analysis of Diesel fuel droplet heating and evaporation in realistic engine conditions. In contrast to the previously developed models, the kinetic effects were taken into account alongside the effects of temperature gradient and recirculation inside droplets. The findings of the project allowed the research community to extend the theoretical tools used for the analysis of droplet heating and evaporation. The results of the project allowed us to conclude that quantum mechanics effects and the effects of the contribution of several fuel components in the molecular dynamics and kinetic modelling of the heating and evaporation processes are not as strong as originally thought of. On the other hand, the team of chemists working on this project helped us Chemicals,Education,Energy,Transport","dataset":"gtr"}