{"id":"74A6C300-BC43-445C-BBB5-C3177728582A","title":"Taking a long view in understanding children and young people's diets","abstractText":"<p>Building on a previous study, this longitudinal mixed methods project aims to map and understand children’s and families’ food practices over time.The recently completed Food Practices and Employed Families with Younger Children (RES-190-25-0010) study analysed the National Diet and Nutrition Survey (NDNS) and other large datasets and drew a sample of working parents and their children (n=48) from the NDNS to consider how parental employment shaped eating habits and the diets of young children and the role different settings and children themselves played.</p>\n\n<p>In this follow-on study, in-depth interviews with the same families will be carried out to understand:</p>\n\n<ul>\n \n\n <li>how children and young people eat</li>\n\n <li>the contexts in their lives in which they eat</li>\n\n <li>the particular transitions and experiences that children and parents encounter and how these shape diets and food practices over time, including family meals.</li>\n\n</ul>\n\n<p>Secondary analysis of two new waves of NDNS will also be undertaken to consider change and how family meal patterns relate to socio demographic factors and age of child.Through its innovative methodology, linking mixed methods research to a national survey, the study also seeks to contribute to furthering the exploitation of quantitative longitudinal data resources.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J012556/1","grantId":"ES/J012556/1","fundValue":"260448","fundStart":"2011-10-03","fundEnd":"2014-07-31","funder":"ESRC","impactText":"","person":"Rebecca Elizabeth O'Connell","coPersons":["Julia  Brannen"],"organisation":"Institute of Education","findingsText":" The secondary analysis of the National Diet and Nutrition Survey (NDNS) found that:\n\no Maternal employment is not associated with the healthiness of children's diets\no Confirming other UK research , children have healthier diets overall when they eat with family members in the evening, even when controlling for income and social class\no Contrary to some US research , there is no association between maternal employment and frequency of eating evening meals with family members\n\nThe qualitative research study of 47 in-depth cases at Wave 1 and 36 at Wave 2 added to the body of evidence by confirming previous research. Important conclusions were that:\n\no Family food practices such as eating together depend upon the extent to which the time schedules of all household members (including children) do or do not synchronise\no The preferences of children as well as parents influence what they and their families eat\no The children of working parents eat in a range of care and education settings. Transitions and changes in children's and parents' lives, such as starting secondary school or working longer hours, may affect children's diets, in some cases negatively, in others positively\no Parents and children were aware of healthy eating advice and were trying hard to follow a healthy diet in most cases. Constraints on their ability to do so included children's preferences for unhealthier foods, the perceived higher costs and time demands of providing healthier meals, and the expectation that mothers take responsibility for children's diets when they are in paid employment\n\nApproaches that helped families manage busy lives with a diet more closely in line with recommendations included:\n\no The synchronisation of parents' and children's schedules that enabled families to eat together\no Men sharing responsibility for planning and preparing healthy meals\no Buying, saving or 'shifting' time, for example by employing paid help, using slow cookers or bulk cooking and freezing meals in advance, and using 'quick and easy' processed or pre-prepared foods\no Healthy foods in schools and childcare that can expand children's food preferences, introduce healthier foods and substitute for a less healthy diet at home\n\nMethodological advances include\n\no Using the NDNS for both secondary analysis and a linked qualitative longitudinal study and integrating the different data where appropriate\no Making recommendations to collect additional socio-demographic data (maternal education and hours of work); these will be included in future years of the NDNS\no Defining a healthy diet for the purposes of drawing the sample and as an outcome variable for the quantitative research\n\no Defining 'family meals' for both the qualitative and quantitative parts of the research Healthy eating policies could usefully take into account (a) changing patterns of family life in a '24/7 society', together with (b) rising food prices and static incomes. The children of working parents eat in a range of settings and children influence their own and the family's food practices. Moreover children's diet preferences and intake may change over time in response to developmental change and life course transitions in their own lives. Further, whilst health messages are targeted at 'parents', it is mothers who continue to be largely responsible for feeding families even when they are also in paid employment. To take account of these findings we suggest that:\n\no Sustained attention and additional resources are devoted to the provision of healthy foods in school and childcare settings, including: continuation of the School Fruit and Vegetable Scheme; extending universal free school meals to older children; regulating the nutritional quality of food in all schools and childcare settings.\no Dietary guidance messages such as those of the social marketing campaign Change4Life are tailored to the needs of busy working parents and in particular targeted towards encouraging more fathers to prepare healthy balanced meals for families.\no Efforts to work with food manufacturers and retailers to make pre-prepared, processed and convenience foods healthier are intensified.\no The regulation of junk food marketing to children is extended to include all forms of media and that a body responsible for developing, monitoring and implementing regulations which is independent of the advertising industry is established\no Sufficient recognition is given to different types of research evidence which may each provide different insights or raise new questions regarding family food practices\nOutputs from the study are listed seperately. Other impacts of the study to date include a number of methodological developments including:\no Demonstrating the value of the NDNS for answering policy relevant research questions and a means of purposive sampling on the basis of known diets\no Refinements to the NDNS to help researchers explore such issues further, including the addition of new variables from 2015 on maternal education and hours of employment\no Development of a methodology for assessing 'healthy' diets for children in different age groups using the NDNS data\nGiven that the qualitative sample was skewed towards the higher end of the household income range, further research is needed on food practices in low-income employed families. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Healthcare,Retail","dataset":"gtr"}