{"id":"74A9A074-1577-4116-82CD-D1A12178C5B7","title":"Cymunedau Cysylltiedig 2: Researching the Industrial and Post-Industrial Heritage of the Swansea Valley","abstractText":"This multi-partner, bi-lingual community heritage project is focused on the history of industrial and post industrial communities in the Swansea Valley. The region has a remarkably rich yet complex industrial-urban-environmental heritage, and research into this informs a better understanding of how its unique historical and cultural context continues to shape the identity, sense of place, and quality of life of the people who live in an area, where 16.8 percent of the population speaks Welsh.\n\nThis second phase of the project aims to consolidate and extend collaborations between arts and humanities researchers at Swansea University and a wide range of community groups. Phase one saw the co-development of a number of Research in Community Heritage Projects, and seven of these have received funding from the Heritage Lottery Fund's 'All our Stories' Programme. As a result, in Phase Two we wish to support these projects through the stages of research production and delivery. By doing this the research group aims to enhance the projects, maximise the impact of the research, and add value by delivering new or additional forms of collective output, most notably a project exhibition. At the same time we will continue to support other groups that are seeking to develop community heritage projects. \n\nIn order to achieve these objectives, the research group will work closely with Swansea University's archives, media and IT services, Department of Adult Continuing Education and Taliesin Arts Centre, as well as five external partners, to provide targeted research support, and a programme of training to enhance the development and delivery of outputs, especially those of a digital type. The project' s external partners are The National Waterfront Museum, Swansea; West Glamorgan Archives Service; The Libraries Service of City and County of Swansea; Glamorgan-Gwent Archaeological Trust; and Glynn Vivian Art Gallery\n\nA number of different groups will derive benefit from the project.\n\nFirst and foremost, the community groups working on 'All Our Stories' projects will benefit from targeted support and the co-production of research. This process with greatly enhance the knowledge and skills of community groups across the region, and it will add value to their creation and delivery of project outputs.\n\nOther community groups will benefit from the engagement with the research team as they develop new collaborative research projects.\n\nThe eventual dissemination of community group research findings will benefit the wider public in Swansea and south-west Wales by enhancing understanding of collective and individual histories. This turn will inform a better understanding of the region's heritage and identity, as well as its sense of place within local, national, and global contexts.\n\nThe project partners will benefit from this collaborative project because through creative engagement with both HEI and non-HEI researchers. Building on Phase 1, the project will continue to widen access to the partners' resources and will help to facilitate the increased use of their facilities, knowledge, and skills.\n\nPostgraduate students involved in the project as project champions offering support to the community groups will directly benefit from the project because it will give them real-world experiences of collaborative projects and enable them to identify, develop and also learn new transferable skills, for example - self-awareness, initiative, teamwork, action planning, leadership, communication, networking, problem solving, flexibility, etc. These transferable skills will be essential for students in their future careers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007572/1","grantId":"AH/K007572/1","fundValue":"31568","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  Yes, the finding of the community resercah projects have fed directly into the Cu @ Swansea regenartion project in the Lower Swansea Valley Culture, Heritage, Museums and Collections Cultural,Societal","person":"Huw Vaughan Bowen","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}