{"id":"74AB9302-48E0-4CCB-AED2-6EDD17E8C397","title":"New non-paralytic botulinum molecules for the control of pain","abstractText":"In both animals and humans life events such as accidents or surgical interventions can lead to uncontrollable pain that can persist long after the original injury. This is chronic pain, the treatment of which is yet to be resolved - 19% of adult Europeans suffer from chronic pain of moderate to severe intensity; less than 60% receive adequate pain relief. New treatments are required but to develop these requires new therapeutic approaches and a better understanding of what goes wrong in the pain pathways resulting in uncontrollable pain. \n\nUsing the results of our recent research on Botulinum molecules, together with our existing knowledge of pain mechanisms, we will selectively silence pain signals both in pain fibers from the skin and other body tissues as well as in specific nerve cells in the spinal cord. Botulinum molecule is a protein and neurotoxin produced by the bacterium Clostridium botulinum. Botulinum molecule can cause flaccid neuromuscular paralysis, a serious and life-threatening illness in humans and animals. Popularly known by one of its trade names, Botox, it is used for various cosmetic and medical procedures. However we have found a way to separate the paralysing effects of the botulinum molecule from its silencing effects on other neurons. By using this new synthetic chemistry we will target and silence specific populations of neurons reversibly and alleviate chronic pain states.\n\nThe experiments outlined in this application will allow us to move rapidly towards the clinic and to apply these new Botulinum derivatives to different types of chronic pain. For example it is possible to imagine that a single injection of one of our Botulinum constructs into a painful arthritic joint or over the spinal cord of a patient with bone cancer pain would ameliorate pain without generating numbness or paralysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K022539/1","grantId":"MR/K022539/1","fundValue":"685853","fundStart":"2013-10-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Bazbek  Davletov","coPersons":["Stephen Philip Hunt"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}