{"id":"74B66D8B-68FB-4A56-ADC4-43D56E0AC7CC","title":"Cultural intermediation: connecting communities in the creative urban economy","abstractText":"Cultural intermediation is a process which connects different kinds of communities into the creative economy and wider society. It plays a critical role in raising aspirations, upskilling and building confidence, all of which are vital to allow people to engage with and benefit from one of the most dynamic sectors of the contemporary UK economy.\n\nIndividual artists, professional networks, events, festivals, commissioning bodies, creative businesses, arts and cultural organisations both large and small can all play intermediary roles. Some of the most exciting opportunities for research in this area are occurring in the city regions. In part this is because of their size and multiplicity of cultural resources, but also because these areas have large concentrations of communities suffering multiple deprivation who are being left behind by the post-industrial creative economy.\n\nInvestigations undertaken as part of developing this research project revealed that those individuals and organisations undertaking cultural intermediation are coming under significant pressure. Public sector funding cuts and a new agenda of localism are changing the relationship that intermediaries have with the state, requiring a reappraisal of their activities. The 'Big Society' agenda places an emphasis on community-led activities at the same time that the institutional support for capacity building in those communities through cultural intermediation is being squeezed. The creative sector is itself highly fragmented with weak connections between different sectors, different communities and policy processes. So-called 'hard-to-reach' communities remain disconnected, suffering multiple deprivation, social disenfranchisement and exclusion.\n\nAcknowledging the importance of cultural intermediation, the research asks to what extent these processes meet the needs of urban communities in the 21st century and how they might operate more effectively. The aim of the research is to discover how the value of cultural intermediation can be captured and how this activity can be enhanced to create more effective connection between communities and the creative economy. The objectives of the research are to: create new ways of measuring value; analyse the historic development of cultural intermediation to inform current practice; examine how intermediation fits within the existing policy landscape and the governance of relations between the different actors; explore the effectiveness of intermediation activity from a community perspective; design new forms of intermediation through a series of practice-based interventions; and reflect on the process of working across and between disciplines and sectors in order to enhance practice.\n\nThe research has a number of key applications and wider benefits. In providing a means to capture the value of intermediation, policy makers and practitioners will be able to foster better practice. This is of particular importance given the shifts in the governance and funding landscape, particularly within the public sector. The historical material, will provide a crucial evidence base situating understandings of intermediation, providing lessons to current practitioners. Those creative intermediaries directly involved in the interventions will receive training in research methods in order to analyse and improve their own practice. A subsequent 'how-to' research guide will disseminate these lessons more widely. Academically the research will make a major contribution to debates on: creativity and valuation; the historical evolution of the creative economy; governance and localism; practice-based methods; interdisciplinarity and epistemic communities; and the role of culture in connecting communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005320/1","grantId":"AH/J005320/1","fundValue":"1232750","fundStart":"2012-04-02","fundEnd":"2016-11-30","funder":"AHRC","impactText":"  This project is not yet complete. The findings so far have stimulated discussion among policymakers/practitioners about the role of creative activity in an era of public spending cuts. Discussions are ongoing with Birmingham City Council about the future of cultural commissioning within the city. Creative Economy Cultural","person":"Phil Ian Jones","coPersons":["Paul Leslie Long","Lisa  De Propris","Beth Gemma Perry","Tim  May","Antonia  Layard","Russell  Beale","Ian  Grosvenor","David  O'Brien"],"organisation":"University of Birmingham","findingsText":" This project is looking at 'cultural intermediation' - the process of connecting communities into the activities of the wider cultural and creative economy. The project is not yet complete, but of the findings so far:\n1) Economic activity within the broadly defined cultural intermediation sector is disproportionately concentrated in London.\n2) Severe cuts to public funding of cultural activity have led many organisations to rethink how they undertake intermediation in terms of fostering wellbeing/social justice questioning whether this is a sustainable business model.\n3) Cultural activity as experienced within communities is highly diverse but not strongly reliant on publicly-funded manifestations of culture.\n4) Walking interviews as a process can shed light on connections to culture and place but have severe limitations where mobility is physically or culturally constrained (e.g. Muslim women) The research raises significant questions about the distribution of public funding around culture and also whether that resource is being spent in the most effective way. The work is of significance to policymakers and practitioners working in the cultural sector. Creative Economy","dataset":"gtr"}