{"id":"74B9A783-49FE-472E-A9FB-D240FF4B6FC8","title":"The Right to Cultural Heritage - Its Protection and Enforcement through Cooperation in the European Union (HEURIGHT14)","abstractText":"This project investigates how human rights guarantees in relation to cultural heritage are being understood and implemented within the EU and by the EU as part of its external action. It focuses on Poland, the United Kingdom and Italy - countries representing different cultural, political and legal traditions - and their relations with other states and non-state cultural communities. Acknowledging the changing nature of the right to cultural heritage, the project will map how this right's evolving content affects the forms of protection, access to and governance of cultural heritage. The added value of the project consists in combining an analysis of the relevant laws, their implementation and enforcement.\nFirstly, the project will provide a theoretical re-conceptualization of the right to cultural heritage, focusing not only on positive law and jurisprudence, but also on soft-law rules, diplomacy, and cultural cooperation, as possible alternative devices for fostering inter-cultural dialogue and understanding. Secondly, in its practical perspective, the project analyses how the technical tools used to manage and protect cultural heritage, in particular digitization processes with the development of databases, virtual museums, etc., are currently considered and how they could be further developed to strengthen the enforcement of the right to cultural heritage throughout the EU, including its external action.\nThus, the project will contribute to the development of sustainable strategies for protecting and managing cultural heritage as a means to foster inter-national and inter-cultural dialogue within the European region. Its outcomes will be twofold:\ni) a ground-breaking contribution to an interdisciplinary scholarship in this area, disseminated through various publications (articles, reports, workshops and a monograph);\nii) the elaboration of recommendations and guidelines - openly accessible via a new online platform - concerning best practices on the use of cultural heritage for the benefit of states and communities which all have an intrinsic interest in its protection and enjoyment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N504427/1","grantId":"AH/N504427/1","fundValue":"107873","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"AHRC","impactText":"","person":"Kristin  Hausler","coPersons":["Robert  McCorquodale"],"organisation":"Brit Inst of International and Comp Law","findingsText":"","dataset":"gtr"}