{"id":"74BEF590-BF7E-4887-8577-5E84B6FEAECF","title":"Unravelling the Epigenetic Basis for Developmental Plasticity in Natural Populations","abstractText":"In contrast to the notion of the genome as the blueprint for organisms, the environment plays an active and crucial role in individual development. Consequently, variation in environmental conditions can sometimes have large, important, and long-lasting consequences. For example, babies born to mothers during periods of famine are not only smaller but also have a dramatic increase in cardiovascular and metabolic disease in adulthood, sometimes 50 years after they experienced adverse conditions in utero. Even more strikingly, such effects can be passed on to later generations. The mechanisms that underlie such 'developmental programming' and cross-generational inheritance are still poorly understood. However, researchers have shown that it is not the genes themselves but rather reading of the genes- i.e., epigenetic processes - that may explain why early environments have long-lasting consequences. Research on epigenetic processes is a young field and most questions remain unanswered. For example, it is unknown how common environmentally induced epigenetic changes are in natural populations, what kind of environments that induce them, how important they are for individual health and performance, and for how long they last. It also remains an open question whether long-term and cross-generational epigenetic effects are examples of a mechanism that occasionally goes awry or whether they help organisms to cope with changes in their environment and, hence, are adaptive. To answer those questions, we need to go outside our laboratories to measure epigenetic 'marks' on organisms that live in naturally variable environments, quantify those environments, and follow individuals throughout their lives. Long-term studies of great tits show that stress to embryos or nestlings has similar effects as nutritional stress have on human and laboratory animals. This means that great tits can be used as a model system for understanding the importance of epigenetic processes in natural environments. This proposal is intended to secure funding for a proof-of-concept study of epigenetic regulation of in wild birds - i.e., showing whether results from laboratory studies are ecologically relevant. In the long run, this will allow us to test hypotheses regarding the epigenetic basis for variation in reproductive performance and ageing in the wild. If a role for epigenetic mechanisms can be confirmed, our research will not only help to disentangle the mechanisms of 'developmental programming', it will also enable us to clarify the adaptive significance of those mechanisms and their implications for individuals and populations experiencing rapid environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016104/1","grantId":"NE/I016104/1","fundValue":"52323","fundStart":"2011-08-08","fundEnd":"2012-04-07","funder":"NERC","impactText":"","person":"Tobias  Uller","coPersons":["Mark Adrian Hanson","Ben  Sheldon"],"organisation":"University of Oxford","findingsText":" successful generation of pilot data for use for further grant and fellowship proposals.  ","dataset":"gtr"}