{"id":"74CB9042-6362-4C8C-9555-8EC32206DF1F","title":"The Nature of Thick Evaluation","abstractText":"There seems to be a difference (or differences) between various sorts of evaluative concept. Imagine I tell you that Pete is morally good. Given typical linguistic conventions, you get a sense that I approve of him, or that he is approved of (etc.), but you don't get much of an idea of his typical actions since people can be morally good in many ways. In contrast, if I describe Pete as compassionate, then you probably get more of a sense of his typical actions and views, more than in the first case, even though people are compassionate in a variety of ways. However, like the first case, you probably still get a sense that I am approving of Pete, or similar. Compassionate (and its cognates) is often thought to be a 'thick concept'. It seems to combine in some way both an attitudinative, evaluative element (approval in this case) with some nonevaluative, descriptive idea of the thing being talked about. There are many other examples, such as bravery, selfishness and wickedness. In contrast, goodness is normally thought of as a 'thin concept', since it seems to have little or any descriptive content. These ideas stretch far beyond the moral and examples abound in, say, aesthetics (beauty, jejune, exhilarating), and other nonmoral assessments of people (na'ive, reliable, imaginative).\n\nThis distinction has been discussed and referred to in the past twenty years, but no one, in my view, has produced work that gives systematic and detailed answers to the following questions, which my research will answer:\n\n(i) Is there a clear difference between the thin and the thick? (I think not.) How should we define those concepts thought to be thick? Can we say more about what the 'evaluative' and 'descriptive' elements or aspects are?\n\n(ii) Is it possible that a wholly nonevaluative, descriptive concept could be used by people to pick out all and only all the compassionate things, both in present and future cases? If not, this seems to show that evaluative concepts cannot be reduced to nonevaluative ones. What impact does this issue have on what it means to have mastery of a concept?\n\n(iii) How do answers to the previous questions affect the issue of how an outsider- an anthropologist, say- can understand a group's evaluative outlook that she is investigating? How is understanding of others' evaluative outlooks possible?\n\nThick concepts are theoretically interesting because they combine in some fashion the attitudes we take towards things with nonevaluative information about the world. The benefits of my research will be to deepen our understanding of the relationship between the evaluative and the descriptive whilst also offering an explanation of how we can understand other people's evaluative stances, something which is an everyday occurrence after all.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E50339X/1","grantId":"AH/E50339X/1","fundValue":"18261","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Simon  Kirchin","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}