{"id":"74D5D76D-17D6-4388-BA31-E00B97D3209D","title":"Challenging RISK: Achieving Resilience by Integrating Societal and Technical Knowledge","abstractText":"This project is concerned with socially integrated mitigation of multiple structural risks in the urban environment, with a focus on the linked risks of earthquake and fire. Fire is the largest contributor to building damage following earthquakes. To date, this research area has largely been ignored as it crosses the boundaries between the knowledge areas of earthquake and fire safety engineering. The combination of factors adds to the challenges in risk estimation already existing in each distinct area. There is currently no universally accepted method for accounting for the effect of strengthening practices on building vulnerability to earthquakes (let alone earthquakes followed by fire). In the case of fire safety engineering, few credible techniques for damage estimation or risk-based design currently exist due to a lack of requisite input data. This project will develop, through large scale structural testing and computational analysis, new technical engineering solutions to these problems. And, for the first time, these technical engineering solutions will be developed explicitly accounting for the social context within which they are to be enacted. \n\n21st Century engineering must provide effective and practical multi-hazard risk mitigation solutions against a background of growing urbanisation, overstretched services and vulnerable infrastructure. Thus, Challenging RISK will develop and holistically optimise strategies for the mitigation of multi-hazard risks, leading to resilient physical infrastructure within local communities. It proposes fundamental engineering research leading to new understanding of the response of existing concrete structures to earthquake and fire, with a long-term view to extend the lessons learned to other hazards. Simultaneously, it will design and implement effective mitigation promotion campaigns by extending existing research on individual and societal risk perception to community level through adoption of participatory citizen science techniques. The interaction with communities, local authorities and construction industry, will also feed back into the experimental programme, such that only structural strengthening options that meet the requirements of these stakeholders will be investigated. Our ultimate goal is to increase the uptake of structural and non-structural mitigation measures, resulting in reduced life and economic losses.\n\nWe will produce new knowledge on the performance of existing reinforced concrete structures subjected to earthquake and fire hazards (individually and in sequence), with the aim of developing an integrated framework for performance-based assessment and structural mitigation. We will engage with communities to define &quot;acceptable&quot; performances, inform the technical programme and the means for effective implementation. Large-scale experimental studies will be carried out on structural elements and sub-assemblages representing non-seismically designed buildings that have been strengthened for improved seismic response using fibre reinforced polymers (FRP). The elements will be subjected to seismic loads and then to fire (and vice-versa). They will provide information for the design of FRP strengthening to achieve multiple performance states under the fire and earthquake loads. \n\nIn parallel, action-oriented research, where interventions are carried out at both the technical and social levels, will be used to develop an understanding of risk perception and representation of fire and seismic risk at the individual and community levels, with specific interventions carried out in London, Seattle, and Osaka. This will be done, for example, through seismic monitoring combined with perceptions surveys using smartphones, and recording fire risks and incidents using social media. The results of this part of the study will assist in the development of effective communication to raise awareness, leading to action.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022377/1","grantId":"EP/K022377/1","fundValue":"1633790","fundStart":"2013-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Tiziana  Rossetto","coPersons":["Helene  Joffe","Mordechai (Muki) Haklay"],"organisation":"University College London","findingsText":"","dataset":"gtr"}