{"id":"74D69874-9D69-4732-BA9B-DDCF01879932","title":"Which chromatin modifications regulate the initiation of V(D)J recombination?","abstractText":"To be able to combat a vast number of potential infections, we need to produce a highly diverse set of antibody and T cell receptor molecules. Millions of antibodies are needed and if every cell carried a distinct gene to encode each of these antibodies, thousands of megabases of DNA would be required. Instead, antibody genes are assembled de novo from individual gene segments by a process known as V(D)J recombination: One gene segment is randomly chosen from a vast pool and joined to a gene segment from a separate pool. The huge number of different combinations results in an enormous number of antibody genes. Although this strategy has its advantages, it also carries dangers: DNA must be broken and rejoined and mistakes in this process can result in the wrong pieces of DNA being rejoined. In the most extreme cases, DNA from different chromosomes becomes joined, resulting in a chromosome translocation. The latter are a major cause of leukaemias and lymphomas. \n\nThis research aims to understand how V(D)J recombination is regulated in normal individuals to then understand how mistakes lead to leukaemias and lymphomas. More specifically, it aims to determine how the DNA breaks are targeted. This knowledge will then enable us to determine which environmental factors increase the risk of breaks at inappropriate sites in the genome that can trigger leukaemias and lymphomas.\n\nTo date, we know that sequences must be made accessible for them to be cut: DNA in the nucleus exists in a highly packaged structure, known as chromatin; this protects DNA from the initiation of recombination. However, in response to the appropriate signals, this chromatin packaging is specifically unravelled to allow recombination to occur. Sequences, known as enhancers, are thought to be important in controlling chromatin unpackaging; they regulate transcription that passes through the gene segments used in recombination. Transcription results in physical changes in chromatin by modifying the packaging proteins. This project aims to understand whether transcription itself, the modifications that it induces, or the modifications induced by enhancers target DNA breaks for the initial stages of recombination. Once the modifications that target DNA breaks are known, we will be able to determine which factors increase the risk of DNA breaks occurring in inappropriate regions of the genome and thus gain a better insight into the risk factors for leukaemias and lymphomas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801101","grantId":"G0801101","fundValue":"387269","fundStart":"2009-02-01","fundEnd":"2012-06-30","funder":"MRC","impactText":"","person":"Joan  Boyes","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}