{"id":"74E8B4A8-75B3-4B13-9F14-8E6E3E6AB9E3","title":"Bacterial chromosome structure and transcription","abstractText":"Bacteria are microscopic free living organisms that are found nearly everywhere on earth, including in the human body. Their actions have big impacts on the environment at all levels and they also affect human health and happiness. Bacterial cells are organised in a different way to animal cells, notably with respect to how they handle their DNA. In animal cells, the DNA is packaged into individual chromosomes that are kept in a separate membrane-bound compartment of the cell called the nucleus. For most bacteria, their DNA consists of millions of base pairs in a single chromosome that is free in the main cell compartment. This creates a logistic problem since bacterial cells are small and, in order to fit the DNA into the cell, it has to be highly compacted by folding. Microscopy studies have shown that, in many bacteria, the chromosome is restricted to a part of the cell called the nucleoid. We are interested in how proteins interact with bacterial chromosome DNA in order to compact it into the nucleoid, and over a dozen different proteins that contribute to the compaction have now been identified. Whilst we understand the actions of many of these proteins when bound at individual DNA targets, we have little idea how these proteins act together on a bigger scale to organise DNA in the bacterial nucleoid.\n\nThis proposal is prompted by the recent discovery of specific locations on the chromosome of a common bacterium, Escherichia coli, where the amount of bound protein is especially high. It has been suggested that these highly occupied targets act as the organising centres of the nucleoid by clustering together segments from different parts of the chromosome. It is thought that this clustering is essential to the compaction of the Escherichia coli chromosome and that similar mechanisms operate in most bacteria. Hence our aim is to identify the proteins that bind at these targets and start to build up a detailed protein occupancy map of the Escherichia coli chromosome. To achieve this, we will exploit a newly developed method called DNA sampling. Having identified the proteins that bind at different targets, we next want to build up a DNA proximity map by identifying chromosome segments that are far apart in the DNA sequence but clustered together in the 3-dimensional space of the nucleoid. One of the problems with doing this is that bacterial nucleoids are not fixed structures and each locus on the DNA may well make short-lived interactions with many other loci. Hence, to capture transient interactions, we will use a method called chromatin conformation capture, and, by combining it with high throughput sequencing, we will be able to record the different interactions. Taken together, this information will allow us to build up a picture of the different interactions that hold the Escherichia coli nucleoid together. \n\nFinally, we will investigate the possibility that the folding of gene DNA into a bacterial nucleoid affects its ability to be expressed. This is most likely because the folding restricts the accessibility of certain DNA elements that must be recognised by the proteins that initiate gene expression. We already have some preliminary data to show that this is the case for some of the regions of high protein binding. Hence, we are planning to use state-of-the-art fluorescence microscopy to find out where these transcriptionally silent loci are positioned in the nucleoid. These experiments will provide important information for modellers who want to predict patterns of expression from the DNA base sequence of any bacterium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J006076/1","grantId":"BB/J006076/1","fundValue":"524526","fundStart":"2012-08-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"","person":"Steve  Busby","coPersons":["David Christopher Grainger","Mark John Pallen"],"organisation":"University of Birmingham","findingsText":" We have discovered that gene expression in bacteria is dependent on the location of the gene in the bacterium as well as on its nature. Our results are important for those who seek to exploit bacteria as factories Manufacturing, including Industrial Biotechology","dataset":"gtr"}