{"id":"750AB476-668B-4720-B267-5E5C610BDC4A","title":"An Intelligent Integrated Navigation and Autopilot System for Uninhabited Surface Vehicles","abstractText":"Global positioning systems (GPSs) are very useful navigational aids for both civilian and military vehicular systems. However, owing to the weakness of the radio signals from the satellites they are susceptible to signal loss when operations are being conducted in confined areas such as rivers, mountains and canyons, and are extremely exposed to being deliberately jammed by terrorists or aggressors during times of extreme tension or conflict. Thus given the vulnerability of GPSs to signal loss, it is prudent not to be totally reliant upon them in the design of navigation subsystems for autonomous vehicles (AVs). One solution to this problem is to enhance the subsystem with an algorithm based on simultaneous localization and mapping (SLAM) techniques. SLAM being the process of simultaneously building a feature based map of the operating environment and utilizing it to estimate the location of an AV. To further improve the capability and performance envelope of an AV it is appropriate to combine a SLAM reinforced navigation subsystem with an adaptive control subsystem thereby transforming them into one fully integrated system.This research proposal aims to design and build a new advanced intelligent integrated navigation and autopilot (IINA) system with adaptive capabilities for uninhabited surface vehicles (USVs). The existing intelligent navigation (IN) subsystem will be complemented with a SLAM algorithm which will be newly designed and also capable of interfacing with other types of more traditional navigation system. The new improved IN subsystem will be benchmarked against the existing navigation subsystem and a navigation system enhanced with an inertial measurement unit supplied by Atlantic Inertial Systems (AIS) who are the industrial collaborator for this project. Whilst the intelligent integrated system will be designed and developed for a marine application, the technology evolved will be able to be transferred and used in other types of AV.A common feature with many SLAM algorithms is the reliance upon extended Kalman filters to act as the information data collection mechanism. In this research proposal an interval Kalman filter (IKF) which uses interval calculus in its design will be employed instead and enhanced using artificial intelligence techniques to construct a fuzzy IKF (FIKF). Scene information extraction for SLAM can be from visual or non-visual sources. Visual SLAM has the benefit of selecting and using robust features gained from video imagery of the local scene. A novel aspect of this work will be the design of a feature-matching algorithm (FMA) that will be capable of operating in night-time conditions. Thus, an information data collection mechanism based on a FIKF will be integrated with the FMA to form the overall SLAM enhancement algorithm.Whilst there are a number of methods for introducing adaptability into an autopilot design, in this research project the approach to be taken will be based on a combination of on-line closed loop identification and model predictive control. Thus the methodology described herein represents a new conceptual framework for the design of marine autopilots. It should also be noted that, to date, all uninhabited marine vehicle system identification trials have been performed in the open loop. Upon the successful completion of the design of the adaptive autopilot, it will be merged with the SLAM enhanced IN subsystem to form the IINA system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012923/1","grantId":"EP/I012923/1","fundValue":"354231","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  In this study, the design of a navigation, guidance and control (NGC) system for the Springer USV was based on the key criteria of adaptability, robustness and reliability. By using these criteria as a design philosophy it has been possible to produce a generic system which the general public can be confident in its usage with economic savings being made in the operational costs of this and similar vehicles.\nThe adaptable nature of the NGC system is reflected in its autopilot (controller) being able to cope with sudden variations in payloads and a navigation subsystem capable of handling the loss of GPS signals thereby allowing missions to continue with minimum disruptions. Whereas the robustness of the system is seen by the ability of the guidance subsystem and autopilot to work together to minimize the effects of adverse environmental conditions whilst still producing better waypoint track paths than other more traditional NGC systems. Thus mission costs can be cut by the provision of shorter optimized paths. Also the interval Kalman filter approach used in the navigation system is more robust to drift and faults in the sensor suite compared to more conventional Kalman filter techniques. Furthermore, with regards to reliability, this has been tackled in two ways. Firstly, during the autopilot study amongst others a quantitative energy performance index based on control demand was employed in the design selection. As a consequence, the batteries in the vehicle had longer longevity which in turn impacts on longer mission durations. Also by taking into account controller action results in less wear in the actuators and hence less maintenance costs can achieved. Thus such considerations make a significant contribution to the sustainability aspects of the NGC system. Secondly, the project was enhanced by a study into the application of fault monitoring and diagnosis techniques in USVs. In particular, the study investigated such techniques in detecting damaged propeller blades of trolling motors typically used in the Springer propulsion system. The work being reported in a technical report and a recently submitted journal paper to the Proceedings of IMechE Part I. Clearly this work needs to be expanded to help long endurance autonomous missions to be conducted.\nThe above prototype technology that has been developed and briefly outlined above is now mature enough to go to the commercialization stage with suitable entrepreneurial backing. The advantage of this technology is that it is generic and can easily be transferred into aerospace and land vehicle applications as well. Thus it has great potential to be a commercial success which will impact positively on the employment market and the economy. Throughout this project the Research Team has made a conscious decision to publish regularly their results in the press, trade magazines, on the television and radio, and at public engagement events in order to enlighten the public on the need for such technology and the latest advances made in the area. Information dissemination via technical reports, conference presentations and papers, and journal articles have been forthcoming and was considered vital in order to help lay the foundation for the development of a skilled workforce to support this growing and exciting highly technological area.\nFinally, it is worth remembering that the developed technology is aimed at improving the performance of unmanned craft which could see service in hazardous environments in place of manned vehicles where the personnel would be in life threatening situations. Thus any technology, as in this case, that has the potential to preserve life must be beneficial to society. Aerospace, Defence and Marine,Transport Economic,Policy & public services","person":"Robert  Sutton","coPersons":["Sanjay Kumar Sharma","Phillip  Culverhouse"],"organisation":"University of Plymouth","findingsText":" The key findings of the study are listed below:\n(i) Interval Kalman filtering (IKF) was explored as a navigational data-fusion algorithm able to overcome the limitations of traditional Kalman filtering with respect to uncertainty in model dynamics. The IKF developed was enhanced with artificial intelligence (IA) techniques in order to weight the IKF boundaries so as to obtain accurate point-valued estimates even in the face of varying vehicle dynamics. This weighted IKF (wIKF) was also used in a fuzzy-logic based multi-sensor data-fusion (MSDF) algorithm capable of fault tolerant navigation using sensor redundancy.\n(ii) A new conceptual framework for the design of marine autopilots was developed where an autopilot based on MPC with an adaptive algorithm based on weighted least squares was implemented in real time. Other techniques were also investigated including local control network, closed loop system identification and LQG algorithms. \n(iii) A generic inertial simultaneous localisation and mapping (SLAM) framework that is vehicle independent has been developed. It was found convenient to use a Lucas–Kanade (LK) optical flow tracker for point tracking. An important characteristic of the SLAM algorithm developed here is that it circumvents the cubic scaling of the filter's resources in the number of features. Instead, it uses an 18D state vector regardless of the number of features. The SLAM algorithm implements an information filter instead of an EKF. There are several advantages: a) it is much more flexible in adding IMU based measurements as constraints in the information matrix-vector. b) Can always keep and refer to past states from future constraints (whereas in the EKF, the past is always marginalized out n the predictor step and therefore cannot be used again), c) The information form of the posterior can be directly used for iterative optimization (non-linear optimization of the re-projection error).\n\n(iv) Integration of (i), (ii) and (iii) above was verified in the Springer USV in a series of full scale trials.\n\nThe research publications through this work generated interest from UCL (one of the leading research led universities in the UK). This led to two PhD students interns from UCL joining the Plymouth research team for a period of three months and contributed to path planning and MSDF algorithmic aspects of the study. It is also noteworthy that visual concepts were developed for utilisation in the aerospace sector by the industrial partner UTCAS under a confidential agreement. \n\nIt was unanimously agreed at an EPSRC sponsored workshop regarding the Springer USV in December 2013 at PU that the key issues surrounding the further development of USV technology and their increased usage are (a) energy efficiency and management, (b) multi-vehicle autonomous vehicle coordination capability, and (c) launch and recovery. It should be noted that a high percentage of the participants at both these meetings were from the defence and marine industrial sectors. As a consequence, a joint EPSRC research proposal with UCL and industrial partners has been recently submitted.\n\nThe prime limitation of this work was in the implementation of visual tracking in the marine environment in real time owing to computational complexity. Similarly closed loop system identification techniques in the initial autopilot designs were limited to simulation studies only owing to computational delays in real time calculations. The control and robotic academic communities along with the scientific, offshore, naval, commercial and military sectors will benefit greatly from the research outputs generated by this project. The approaches taken in the design of interval Kalman filters, the scene-tracking techniques and the adaptive autopilot are capable of being converted into design tools for use in a range of different waterborne and land applications. Also both the vision based simultaneous localisation and mapping (SLAM) algorithm and the intelligent integrated navigation and autopilot (IINA) system may be modified for usage in land and indoor mobile robots, and underwater robotic systems.\nAs a consequence of the multi-disciplinary nature of the work which has been undertaken by the three research students at Plymouth University, they are highly trained in practical and theoretical aspects of a number of technologies. In addition, their project training schedule has also provided an excellent learning experience for them which have enriched their project management skills and complement the lectures they received on their respective research skills development programmes. These persons are highly proficient thus allowing them to pursue, with confidence, careers in either academia or industry here in the UK or abroad. Furthermore, albeit, to a lesser extent similar comments can be made with regards to the two young research interns who were awarded scholarships to participate in the project over a three month period. Aerospace, Defence and Marine,Transport","dataset":"gtr"}