{"id":"751C13BD-9B85-4E87-8084-D2615C230251","title":"Risks and Opportunities for Sustainable Aquaculture (ROSA)","abstractText":"The aquaculture of suspension-feeding bivalve shellfish (i.e. mussels, oysters, cockles, clams, scallops) is among the fastest-growing of all food-producing sectors, making a direct contribution of more than &pound;500 million to the UK economy , with much greater multiplier effects, all projected to grow significantly in the coming decade. Despite these contributions, we lack a clear national roadmap that describes how to optimise the growth and integration of this sector with diverse activities now taking place in the coastal zone. \n\nAquaculture may have both positive and negative impacts on the marine environment. In particular any overexploitation of an area may have severe effects on commercial productivity and ecosystem health. Consequently UK aquaculture operations are required to conform to strict controls including an environmental impact assessment. The goal of ROSA is to develop management strategies which will allow sustainable development, balancing the potential benefits (e.g. improved water quality, mitigation of biodiversity loss, economic activity) with the risks (e.g. loss of habitat due to both siting of farms and seed collection). Such knowledge is vital for successful promotion, societal acceptance and development of the industry.\n\nA key factor for successful aquaculture is the suitability of farmed species. This depends upon a number of factors including growth rate, cost of production, market price, site location and resistance to disease. Assessing these issues is complicated, because shellfish are highly responsive to fluctuations in temperature, salinity, food availability and food composition, as frequently occur in near-shore environments where most aquaculture takes place. These responses not only affect shellfish population growth, but also the capacity of each host ecosystem within which aquaculture is situated. \n\nAs environmental dynamics alter, for example due to climate change, the risks and opportunities for aquaculture are almost cerain to change. As a result, the species farmed and associated culture practice may also have to change. Consequently, we must consider the potential risks and benefits of environmental change; addressing direct impacts such as increasing temperature, storminess, exposure to wind and waves, plus frequency of harmful algal bloom events. It is also important to identify locations and culture practices that minimise impacts at local and regional scales. Only by modelling how suspension-feeding shellfish interact with ecosystem processes, can environmental impacts of and capacities for culture be realistically assessed. We propose to enable such modelling within a bespoke and portable desktop-based model tool on behalf of the UK aquaculture sector. This will draw upon the best available science and tools, realising the potential of this integrated approach to resolve temporal and spatial variations within a GIS decision support platform tailored according to user requirements. For the first time, at scales ranging from individual farms to regional waters, this will enable the projection of likely risks resulting from interrelations between habitat suitability and culture practise. To ensure immediate applied relevance, the tool will be developed in direct consultation with the aquaculture industry and its regulators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026221/1","grantId":"BB/M026221/1","fundValue":"227892","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Julian Icarus Allen","coPersons":["Yuri  Artioli","Ricardo Javier Torres","Jeremy  Blackford"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}