{"id":"7524F870-8703-4113-84C6-6486A04ABFC4","title":"The Error Network","abstractText":"The aim of the Error Network is to bring together a multi-disciplinary team of experts to explore how dance and human-computer interaction (HCI) design can inform and interrogate each other through positive engagement with the generative possibilities of ambiguity and error. The project includes researchers from dance and HCI, alongside those from archaeological computing, psychology, prosthetics, cultural theory, digital media sociology and mathematics, each bringing other disciplinary understandings of human/computer interfaces to the critical debate. This Network is needed because HCI's recent engagement with embodiment is still in its relative infancy, acknowledging the benefits of including discourses and practices from performance and dance but yet to realise their full potential. Body-based methods like bodystorming (physically enacting the experience of using imagined interfaces in order to envisage solutions) are now commonly used to create effective design to 'make things work better' for human engagement. Yet these creative approaches are focused heavily on solution-finding that prioritises the body over technology, rather than problem-seeking that explores the experiences and possibilities of body-technology interactions. In contrast, dance methods are valued for allowing contingency, the unexpected and the unplanned to develop new creative outcomes. The dialogue between the disciplines will explore how the embodied knowledge of the dancer and the methods that dancers employ within their creative processes illuminate relationships between human and machine, leading to potentially new insights about embodied knowledge in HCI. Similarly, investigation of concepts of error, 'noise' and glitches in digital code offers new possibilities for creative processes in dance choreography. \n\nThe Network will host two workshop laboratories during which all participants will engage in practical experimentations in both dance and human-computer interaction design. These activities will develop shared languages and understandings of the methods, issues and concerns within these fields, so that intersections and cross-overs between them can be interrogated in more detail. Such workshop-based methods have proven highly successful in previous AHRC, EPSRC and JISC-funded projects involving the PI and Co-I, leading to profitable debate between dance and computing/engineering academics. The Network will culminate in a symposium, which will engage a broader cross-disciplinary community including industry professionals from the field of dance, the field of digital media, and those whose work combines the two. The symposium will include practice-based dissemination as well as oral presentations in order to share the findings effectively across disciplines and with academic and industry delegates. The Network will also produce a minimum of two peer-reviewed research journal papers aimed at different disciplinary audiences and it will lead to the development of a larger project to pursue specific areas of interest arising from the research. A project website will collate and disseminate documentation from the Network activities, including details of practical exercises that might be useful to researchers in both academy and industry. Social media will be employed during the workshop laboratories to share the research findings as they unfold, and to encourage debate with wider communities. This Network falls under the highlight notice for the exploration of innovative areas of cross-disciplinary enquiry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001400/1","grantId":"AH/N001400/1","fundValue":"35572","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"AHRC","impactText":"","person":"Sita  Popat","coPersons":["Sarah  Whatley"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}