{"id":"7529C962-80DA-49E3-919A-1F22BAAEE2B9","title":"Adapting the health and welfare system to a context of rapid change.","abstractText":"The proposal is to establish a partnership between the Institute of Sociology of the Chinese Academy of Social Science and the Institute of Development Studies to explore the changing relationships between government and providers of health and welfare services in China and in other countries experiencing rapid and interconnected economic, social and demographic change. \n\nThe project will support visits of British researchers to Chinese cities that are experimenting with health and welfare system reforms and participate in workshops with Chinese researchers and policy-makers to discuss lessons emerging from the Chinese experience and from the experiences of other countries. It will also support visits of Chinese researchers to the UK to collaborate with British researchers, learn lessons from the experiences of the British health and welfare system and develop collaborative links with researchers from other rapidly developing middle-income countries. \n\nIt will also support the participation of Chinese researchers in meetings with policy analysts from other countries experiencing rapid economic, social and demographic change. The main outputs will be publications in academic journals, policy briefs for decision-makers and the development of a programme of research and mutual learning on adapting health and welfare services to contexts of rapid change. The outputs of this project and the subsequent research programme will enable policy makers and policy analysts in low and middle-income countries to draw on lessons from the experiences of China and other rapidly developing countries as they address similar challenges in their health and welfare sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00759X/1","grantId":"ES/N00759X/1","fundValue":"122837","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"ESRC","impactText":"","person":"Gerald  Bloom","coPersons":[],"organisation":"Institute of Development Studies","findingsText":"","dataset":"gtr"}