{"id":"7533B77F-3B28-4227-B0E1-7A6A1B25AF0E","title":"Making Tacit Knowledge in Requirements Explicit","abstractText":"Tacit knowledge / 'knowing more than we can tell' / is knowledge that we know we have but can't articulate, or knowledge that we don't know that we have but nevertheless use. We rely on tacit knowledge to communicate effectively: we need not make every assumption we hold explicit, allowing us to focus on the essence of what we wish to communicate. As engineers concerned with the development of software and systems, however, we are taught to make our assumptions explicit, and indeed any kind of knowledge that is not made explicit makes our systems analysis more difficult and error prone. This problem is particularly acute during requirements engineering (RE) / when knowledge about the problem world and stakeholder requirements is elicited, and precise specifications of system structure and behaviour are developed. Requirements are often first communicated in natural language (NL), and are often ambiguous, incomplete, and inevitably full of undocumented assumptions and other omissions. Effective analysis of such requirements needs to surface this tacit knowledge / automatically or semi-automatically where possible / to document more precise requirements that can be relied upon by stakeholders to communicate effectively. Our proposed project aims to investigate techniques for analysing NL requirements, in order to discover, manage, and mitigate the negative effects of tacit knowledge in requirements. We propose to adopt an empirical approach to characterise and elicit tacit knowledge, and a constructive, theoretically-grounded but user-driven approach to develop practical techniques and tools to guide analysts concerned with the development of precise requirements for software-intensive systems.Our proposed approach is to mitigate the negative consequences of tacit knowledge by developing techniques to discover its differential impact on the understanding and use of requirements artefacts. This will enable the management of the effects of tacit knowledge, helping analysts identify where knowledge needs to be made explicit and providing tools capable of resolving at least some of the harmful effects. The results of our work will comprise tools and techniques for: improving the management of requirements information through automatic trace recovery; discovering the presence of tacit knowledge from the tracking of presuppositions and unprovenanced requirements; and the detection of nocuous ambiguity in requirements documents that imply potential for misinterpretation. A number of robust, lightweight natural language processing (NLP) techniques already exist that we will extend to develop our tools. If successful, the results of the work may have tangible benefits to RE practice. More fundamentally, by focusing on the down-stream symptoms of tacit knowledge, our work will make an important contribution to deepening our understanding of the role played by tacit knowledge in RE.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F069227/1","grantId":"EP/F069227/1","fundValue":"248125","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The work has had an impact on other researchers in Requirements Engineering. Broadly this impact comes under two headings:\n- generally helping to crystallise understanding of the role of tacit knowledge in systems development\n- influencing the analysis of documents and text more generally in RE, particularly with respect to the design and use o text mining tools for RE Digital/Communication/Information Technologies (including Software) Economic","person":"Pete  Sawyer","coPersons":[],"organisation":"Lancaster University","findingsText":" MaTREx contained two strands of research. The first was the development of tools to help manage and mitigate the effects of tacit knowledge in Requirements Engineering (RE). The second was conceptual work on classifying and understanding what tacit knowledge really means in RE. Both strands were performed in partnership by Lancaster University and our partners the Open University.\n\nIn the first strand, Lancaster's role was to develop: \n\na. A tool for building domain ontologies, to guide the authoring of requirements and resolve ambiguities of reference, complementing the OU's work on anaphora ambiguity. We developed a novel algorithm (RAI) that has improved on the state-of-the art by significantly improving the performance of the identification of domain abstractions from unstructured text. It also pioneered a radical means for experimenting with such tools using publicly available texts. An RAI paper was a best paper candidate at RE'10 and we were subsequently invited to submit a We this work we collaborated with Vincenzo Gervasi of the University of Pisa.\n\nb. A tool for inferring requirements' provenance; a novel variant of the requirements tracing problem aimed at identifying requirements whose motivation is only implicit. The work resulted in three different techniques based on Latent Semantic Analysis, Synset traversal and Ontology/Model alignment. It has been published in two conference papers. We collaborated with Leonid Kof of the Technical University of Munich.\n\nBoth sets of tools were integrated within a MaTREx tool framework. \n\nIn the second strand of work, we developed an epistemology of requirements knowledge, synthesized from a rigorous survey of (particularly) tacit knowledge in a range of disciplines and from empirical evidence of how requirements knowledge manifests itself in RE. We used it to build a structured framework that includes advice on how to recognise and elicit knowledge of different types. The framework offers a precise classification of different forms of knowledge and, we believe, has potential to de-mystify tacit and related forms of implicit knowledge in a practical way for system developers. To date, we have published one workshop paper, have a book chapter under submission and two journal submissions in preparation. \n\nThe knowledge we gained from analysing the problem of tools to manage and mitigate tacit knowledge, the deep technical discussions held in the regular project meetings and Skype conference calls, the advice and experience of our IAB members, and the insights offered by our non-UK collaborators (especially Vincenzo Gervasi and Leonid Kof) all helped us to formulate a common project-wide understanding of tacit knowledge in RE that was particularly valuable for the second strand of work.\n\nAs part of dissemination we planned to run a workshop on Tacit Knowledge in RE. However, independently, a workshop series was started on Managing Requirements Knowledge (MaRK), which has been organised as one of workshops held at the International IEEE Conference on RE. Rather that start a competitor, we took the decision to use MaRK to raise awareness of MaTREx and tacit knowledge more generally. This strategy has been successful, with two MaTREx papers published at MaRK, and an invited chapter currently under review for a MaRK book. In addition, members of both Lancaster and the OU, with Vincenzo Gervasi, presented a well-received panel on tacit knowledge at the IEEE int. conf. on RE in 2011. The tacit knowledge framework could be operationalised within an organisation's systems development process. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}