{"id":"75336CF0-36E9-4E12-95BD-8AF37F869264","title":"Self-building: the production and consumption of new homes from the perspective of households","abstractText":"The proposed research examines self-building as a way of meeting housing need in Britain today from the perspective of self-building households. This is an understudied form of housing provision, that in the current housing crisis - where housing supply cannot meet demand and where housebuilding is at its lowest peacetime rate since the 1920s (Department for Communities and Local Government 2011a) - is being promoted as a way to develop accessible and affordable housing. With the cost of building your own home reported to be &pound;150,000 (excluding land purchase) (NaSBA 2011; Department for Communities and Local Governments 2001b), promoters stress that self-building is more affordable than mainstream housing which, under the right conditions, can be accessible to wide proportions of the population. There is however, limited understanding of who today's self-builders are; popular representations such as Grand Designs often focus on high-end self-building projects, with the result that the diversity in this population (as claimed by the National Self-Build Association 2011), is overlooked. \n\nSelf-build is a broad category that involves households who invest time and energy in the building of their own homes in various ways. This includes people who choose to employ a project manager to oversee and manage the construction process; households who undertake the project management themselves but employ others to do the physical work of construction, through to those undertaking the manual labour required themselves. The category also captures different modes of building - from the construction of pre-fabricated buildings to architecturally-design. In Britain today, self-build is usually undertaken by individual households as a way of meeting their housing needs, but there are also examples of community or collective self-build. \n\nAgainst this background, the proposed research conducts a systematic investigation of self-building in Britain today, questioning who becomes a sef-builder and how? It will reflect the diversity of the self-build population in terms of their investment (financial and otherwise) in their homes, their class background, their geographical location and their progress in the process of self-building. It investigates what predisposes households to self-build and what are the particular challenges and opportunities that shape their experiences of this process. In addition, via a focus on the relationship between class, households and the process of self-building, the project will explore how household characteristics and dynamics intersect with the material form of the home. Furthermore, the research examines whether the process of self-building is inherently class-related. This empirical data will provide critical insights into the future of self-building in Britain. \n\nThe research will include semi-structured interviews with key stakeholders, documentary analysis, an Internet survey with 200 self-building households, and in-depth ethnographic case studies (including innovative participatory research methods) with 20 self-building households. This range of methods will produce both quantitative and qualitative data, allowing for some statistical analysis of the self-build population as well as providing more contextual understandings of self-build as a phenomenon. \n\nAn advisory group made up of users will be consulted throughout the research project and subsequent dissemination activities. This is to ensure that the data collected is of use beyond the academy, and to ensure that the research has impact. Research outputs will include dissemination to practitioners (through a one-day workshop and a 15-page research report), dissemination to research participants and the general public (through a research report, dissemination activities at self-build exhibitions, articles in popular press), and academic dissemination (through conference presentations, journal articles and a research monograph).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001078/2","grantId":"ES/K001078/2","fundValue":"101046","fundStart":"2013-09-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"  To date, the research findings about the diverse practices and processes involved in self build - generated through the first stages of the research - have been picked up by colleagues at the LSE as part of their discussion of the role of alternative housing as a solution to London's housing crisis. http://blogs.lse.ac.uk/politicsandpolicy/alternative-housing-could-be-the-answer-to-londons-housing-crisis/  ","person":"Michaela Caroline Benson","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}