{"id":"754015DE-47E5-4C6F-9D91-D36E02CA84ED","title":"EFFICIENT FLUID POWER CONTROL","abstractText":"The applications of hydraulics are diverse. Hydraulic actuation offers many benefits including compact and lightweight design due to high power density, fast response and good controllability. In most fluid power hydraulic systems, speed and force of the load are controlled using valves to throttle the flow and reduce the hydraulic pressure. This is a simple but extremely inefficient method as the excess energy is lost as heat, and it is common for more than 50% of the input power to be wasted in this way. An alternative method is to use a variable capacity hydraulic pump or motor. This is more efficient, but variable capacity pumps and motors are expensive.The proposed work investigates two methods of increasing the efficiency of hydraulic systems while maintaining good control of speed and force without the expense associated with variable capacity pumps. The first method is the Switched Reactance Hydraulic Transformer (SRHT), a novel device for controlling the flow and pressure of a hydraulic supply. The second method is the Electro-Hydrostatic Actuator (EHA). Both of these systems increase efficiency by removing the need for control valves. For both applications, active fluid-borne noise attenuation techniques may be necessary.Switched Reactance Hydraulic Transformer (SRHT):A new device for controlling the flow and pressure of a hydraulic supply is proposed. It consists of a high-speed switching valve and an 'inertance tube'. Acting as a transformer, the device is able to boost the pressure or flow. The device could be configured to provide the functionality of a variable capacity pump, a pressure relief valve, a pressure compensated flow control valve or a proportional valve. Each of these control modes can be achieved without an expensive variable capacity pump and without the inefficiency inherent in a control valve. Previous work highlighted problems of noise and parasitic power losses. If these problems can be overcome using more recent materials and techniques combined with careful design, it could provide a more cost-effective efficient alternative to pressure/flow control valves.Electro-hydrostatic Actuation (EHA):In EHAs, a variable speed electric motor drives a fixed displacement pump which delivers flow directly to a linear actuator. Moving from centralised power supplies to distributed multi-pump/actuator systems brings reductions in power levels for individual subsystems. Furthermore, valveless electro-hydrostatic actuation systems provide benefits of greater efficiencies compared to conventional valve-controlled hydraulic systems, further reducing the power requirements. EHA systems can suffer from noise problems because of the close coupling between pump and actuator, allowing direct transmission of pressure pulsation. The challenges are to achieve good dynamic performance while achieving higher efficiency, low noise and reduced system weight and size.Active Fluid Borne Noise Attenuation:Fluid-borne noise (FBN) is a major contributor to air-borne noise and vibration in hydraulic systems as well as leading to increased fatigue in system components. Although passive systems to reduce the noise have been shown to be effective, they require tuning to specific systems, their attenuation frequency range is limited and they may be bulky. Furthermore, attenuation devices based on expansion chambers, accumulators or hoses are likely to be unsuitable for EHA or SRHT systems as they add compliance to the system and would impair the dynamic response. Active devices, which add energy to the fluid to cancel out or destroy the pressure ripple to reduce noise levels, can be effective at a much wider range of frequencies and system designs without affecting the system's dynamic response. Both the SRHT device and EHA system may suffer from noise issues, and as such, will benefit from active noise attenuation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024190/1","grantId":"EP/H024190/1","fundValue":"627015","fundStart":"2010-05-10","fundEnd":"2014-05-09","funder":"EPSRC","impactText":"","person":"David Nigel Johnston","coPersons":["Andrew  Plummer","Andrew John Hillis"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}