{"id":"7544B4E5-0F7A-435F-8C0E-6EF54F003709","title":"Iterative Synthesis with Organic Solvent Nanofiltration for Precision Manufacture of High Value Sequence-Controlled Polymers (ItSyN)","abstractText":"This project will develop a new manufacturing process for making high value sequence-controlled polymers in a precise way. Sequence-controlled polymers include (bio)polymers such as DNA, RNA (together, &quot;oligos&quot;) and peptides. They also include synthetic polymers for which precise control of polymer length or monomer order is necessary. These polymers are in demand by the pharmaceutical industry, where they are used as biologically active materials (&quot;drugs&quot;), and as parts of molecular assemblies that are used to deliver and protect drugs; and have emerging non-biological uses.\nNature makes sequence-controlled polymers such as oligos or peptides by sequentially adding different monomers in a prescribed sequence. The exact order of that these monomers are added is absolutely crucial to the function of the final polymer. These same polymers are made by industrial chemistry in a way that apes Nature, through a sequence of monomer additions (we call this iterative synthesis), and a great deal of care is taken to remove the residues of unreacted monomer before the next cycle, to avoid errors in the sequence.\nA very effective way of doing this is to attach the growing polymer to a solid support phase, which is washed with clean solvents to remove the residues, before the next monomer is added. When polymer growth is complete, it is cleaved from the solid support. However this process is expensive, because more monomer must be used to ensure the reaction reaches completion on the solid support, and because the supports themselves are expensive. For synthetic polymers where we want to control the molecular weight exactly, for example poly(ethylene glycols) (PEGs), which are widely used to stabilise drugs and make them last longer in the body, we could add the same monomer over and over until we reach a desired chain length, and then cleave the final polymer from the support. This is not done at present, because the cost of solid supported iterative synthesis is too high and/or the chemistry is not available.\nThere are other problems with solid supported synthesis. The solid supports are variable, and hard to make in a precisely repeatable way; in fact small differences in the supports can lead to quite big changes in the reactions used to link the monomers onto the growing polymer. Also, it is very hard to carry out analyses on the reaction mixture to tell whether the reactions are proceeding correctly, because the molecules of interest are inside the pores of a support material.\nRecent research at Imperial College has developed Organic Solvent Nanofiltration (OSN), using membranes that are stable in solvents, and able to separate small molecules from large molecules. Our key innovation is to use these membranes at each stage of sequence-controlled polymer synthesis to separate the growing polymer from the unreacted monomers. This process will be carried out in the liquid phase and analysis would be far more straightforward; and the reactions to grow the polymer will be faster and more efficient, and use less monomer. Further, if two or more of the growing polymers are connected to a hub molecule to create a homostar complex, this will make the solute to be retained by the membrane larger and promotes a more efficient separation. We propose this Iterative Synthesis with OSN, or ItSyN for short, as a new approach to precisely manufacture sequence-controlled polymers.\nThe multidisciplinary team of chemical engineers and chemists who will work on the ItSyN project will develop the process chemistry to make the purification better; construct Lab Plant synthesisers so that the process can be automated, select solvents and explore solvent recovery, and use quality by design to make the process more efficient. If we are successful, the project will result in a new technology for sequence-controlled polymer manufacture, and will lead to more precise polymers being available for applications in healthcare and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M003949/1","grantId":"EP/M003949/1","fundValue":"727606","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Andrew  Livingston","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}