{"id":"7552083F-8CB8-4ABB-99EA-461E2926E226","title":"Analysis of the mechanism for coupled translation in cellular and virus mRNAs","abstractText":"Translation is the final stage of the most fundamental process in biology in which the genetic material of the organism is turned into proteins. During the process of translation; ribosomes (which are the cellular machines that build proteins) make the new protein by following a plan written in a molecule called mRNA. mRNA is a single stranded molecule made up from 4 different components (called nucleotides) which act like letters in our alphabet to make a code. Scientists have been studying the way the ribosome machine works in eukaryotes (higher organisms) for many years and thought that all proteins are made in the same way. Viruses are a group of microscopic organisms which infect and cause diseases in organisms. During the infection process they must use the infected cell's apparatus including ribosomes to make more new viruses. Viruses have been forced to exploit all of the cell systems to survive and multiply faster before the infected cell can destroy it. Importantly, all strategies used by the virus must be compatible with the workings of the cell to function. Interestingly, by studying these new strategies Scientists have seen that not only, do the viruses use them, but the cells also do. We are studying a virus called respiratory syncytial virus (RSV) which will have likely infected most individuals a child and will have a good chance of infected them again as adults. The RSV virus also uses a novel mechanism to express a protein called M2-2. Here instead of just making one protein from a piece of mRNA two proteins are made. We are interested in working out how this is possible. We have shown that in order to make the second protein: M2-2 the first protein M2-1 must be made. This means the ribosomes must go in reverse as the coding sequence for the second protein overlaps with the coding sequence of the first. This was an important finding as ribosomes had not previously been shown to have this ability. Important regions within this mRNA have been discovered that allow the second protein to be made. These regions appear to be present throughout the coding sequence of M2-1. If we change these regions by introducing mutations or make deletions the amounts of the second protein made are reduced, in some cases completely, indicating their importance. These sections contain a lot of secondary structure. Secondary structure occurs where the nucleotides in different parts of the mRNA molecule can interact together, which can be thought of as like fitting two pieces of a jig-saw together. As more pieces are added the structure gets stronger. We are going to use the latest techniques to capture and pinpoint where the ribosome is on the M2-1 RNA. If the ribosome is in one location more than by random chance this will indicate the location where the ribosome has paused. This could 1) allow the ribosome to effectively think and change its mind. So instead of doing what it should and following a signal to stop and move away it re-starts and makes a new protein and or 2) The secondary structures inhibit ribosome movements so that gaps appear on the mRNA molecule so a ribosome stopping can also move back and not be blocked. We are also interested in finding out if other proteins assist in this process. We aim to fish out these proteins using our M2-1 RNA as bait. We have also discovered for the first time that our genome contains examples of mRNA that carry out this process. We have at least 5 examples to investigate further and highlights the universal use of this mechanism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022880/1","grantId":"BB/I022880/1","fundValue":"455548","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  This project has described for the first time a theinvolvement of a cellular protein in coupled translation of pneumovirus mRNAs. This provides a potential antiviral target to reduce disease impact by these viruses. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology ","person":"Andrew John Easton","coPersons":["Sascha  Ott"],"organisation":"University of Warwick","findingsText":" The project identified a newly discovered mechanism by which cells can make protein from mRNA. This uses a process in which one mRNA makes two proteins. Uniquely, the process is controlled by the amino acid sequence of the first protein produced. There is no precedent for this.\nThe project also characterised a similar process producing two proteins from one mRNA encoded by human respiratory syncytial virus, the major cause of respiratory disease in young children. A cell protein involved in this process was identified demonstrating a completely new function for this protein. Inhbiting the cellular protein activity reduced the proiduction of virus by more than 100-fold. This offers the potential to develop a new antiviral approach to treat respiratory syncytial virus infections.\nA high throughput technique was used to map the location of all ribisomes on cellular and virus mRNAs to show the efficiecy of translating two proteins from mRNAs. This has provided a completely new insight into the production of mRNA by the virus and to the efficiency of protein production by each virus mRNA The findins have two potential developments.\n\nFirstly the data demonstrate that our knowledge of the proteins produced by the human genome is incomplete. This therfore requires more detailed analysis to identify potentially unknown protein products and to establish their functions in he cell.\nSecondly the analysis of the respiratory syncytial virus process has opened up the potential to develop an entirely new approach for antiviral drug design. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}