{"id":"756515E4-8D1D-438E-A478-86172F7E0943","title":"Rock Art Mobile Project","abstractText":"The rock-art of Northumberland represents a significant heritage resource in the north of England. Some 1100 rock-art panels have been documented in Northumberland and over 750 of these located in the countryside. The enthusiastic public response to the AHRB-funded Newcastle University's Beckensall Northumberland Rock-Art (NRA) website has demonstrated the substantial public interest for rock-art. In a three and half year period from early 2005 to mid-2008 the website received some 115,000 unique visitors from over 100 countries, although mostly from the UK. Public interest in rock-art is further demonstrated in the extensive efforts that local volunteers and amateur archaeologists have dedicated to its recording since the 1970s and the perceived increased visitation to rock-art sites during the last decade. \\n\\nThe launch of Newcastle University's Beckensall Northumberland Rock-Art (2005) and the England's Rock-Art (2008) websites has significantly improved public access to this heritage resource and provided it with a global audience. The Rock-Art Mobile Project (RAMP) will build on this success and further enhance the visitor experience to three rock-art areas (with approximately 100 rock-art panels) in Northumberland where Neolithic and Early Bronze Age rock-art is located, through mobile digital technology. It is also the intention of RAMP to engage new audiences for rock-art through the deployment of cutting-edge technology. RAMP will provide the public with greater access to focused information to plan their visits and activities. Without the availability of a visitor centre providing dedicated devices, and with poor or non-existent connection to a phone mast, Bluetooth connection to a hidden solar-powered access point is the best means to provide rich multimedia interpretation by using wireless transmission. We will place three such access points close to sites where rock-art can be found, providing maps, information from Newcastle University's and England's Rock-art databases, images and other media to visitors own phones, which we will develop through a participatory design process. The small programs they download and install will also allow visitors an opportunity to capture qualities of the location and experience onto their mobile phone, which they can later upload to an online space when back in contact with the internet through wifi or over the air. This presents further opportunity for visitors to develop their creative expression and share their travel impressions via their choice of social networks, linkage with the full rock-art database, and self-publishing options such as postcards and newspapers. The latter make personalised, unique, attractive guides that can be shared with friends and family, combining parts of the expertly curated database with personal experiences from the heritage visit. The overall design process will be supported by participatory design workshops, pilot studies and project evaluation. \\n\\nAlong with providing an enhanced visitor experience to rock-art panels, RAMP will promote increased visitor numbers and possible longer (and repeat) visits in rural areas which will benefit the local economy. It will also aid heritage managers with the creation of greater awareness about the vulnerability of rock-art and information derived from user-generated content will contribute to management strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037608/1","grantId":"AH/H037608/1","fundValue":"120679","fundStart":"2010-03-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Aron David Mazel","coPersons":["Areti  Galani"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}