{"id":"756DE072-38C9-44B7-A83A-C494653C77D5","title":"GISMO: Genetic Improvement of Software for Multiple Objectives","abstractText":"Humans find it hard to develop systems that balance many competing and conflicting operational objectives. Even meeting a single objective requires automated support. For example, there has been a long and rich history of research into techniques to optimise compiled code size and speed. Unfortunately, speed and size are but two of many objectives that the next generation of software systems will have to meet. Emergent computing application paradigms require systems that are not only reliable, compact and fast, but also which optimise many different competing and conflicting objectives such as response time, throughput and consumption of resources. Humans cannot be expected to optimally balance these multiple competing constraints and may miss potentially valuable solutions. Techniques are therefore required that can either automatically create code that balances many conflicting objectives or that can provide support to the human who seeks to do so. The GISMO project seeks to do both. It will develop automated techniques to produce new versions of components of existing systems that meet newly defined objectives. After a period of running the old and new component in parallel, the programmer may decide to adopt the newly evolved component. However, the beauty of the GISMO approach is that it does not insist that the programmer must accept the evolved solution in order to be useful. The programmer can also use GISMO to explore the multi-objective candidate solution space, gaining insight into what can be achieved by balancing several competing constraints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033688/1","grantId":"EP/I033688/1","fundValue":"502415","fundStart":"2011-10-28","fundEnd":"2015-10-27","funder":"EPSRC","impactText":"  This project has not yet finished, and I will provide a more complete account when it has.  ","person":"Mark  Harman","coPersons":[],"organisation":"University College London","findingsText":" This project is ongoing. We have achieved a number of breakthroughs in genetic programming, and I will provide a more complete account once the project is completed. The project is ongoing, and we're working with our partners to develop the uptake of the work. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}