{"id":"757542EE-9645-4808-A7F7-D01C479559D1","title":"A new tool in RNA research: using an expanded genetic repertoire for site-specific incorporation of functional groups","abstractText":"Many important processes in mammalian cells involve RNA. Of particular interest are those in which RNA molecules themselves act to catalyse events that affect a second RNA molecule. RNA molecules are often able to adopt a number of structures, and they can fluctuate between these either spontaneously (thermaly-driven) or as a result of the actions of enzymes. An obvious example of such a system is the ribosome, in which ribosomal RNAs and tRNAs drive chemical and conformational changes involved in decoding a mRNA molecule and synthesizing a protein.A more intriguing and far lass well understood example is RNA splicing, in which large stretches of RNA are displaced from newly-transcribed RNA to form mRNA. The splicing machinery is RNA-based, and the RNA substrates are very long, sites are hard to recognise, and the use of these sites is often subject to complex tissue-specific regulation that may involve the formation of structures with the RNA. A good way of monitoring whether RNA undergoes changes in its structures or conformations is to place fluorescent labels at two sites in the RNA. These labels are chosen such that, when they come into close proximity, they transfer the energy of fluorescence excitation from one to the other; this can be measured. This is a particularly good method for following the events on a single molecule, which is an essential approach for studying splicing. \n\nThe main drawback at present is that it is very difficult to introduce two labels at specific sites far inside a long RNA molecule. We propose to overcome this by a radical new strategy, in which we take advantage of two new bases (representated as Z and P) that can base-pair to each other and are known to work well in DNA synthesis reactions such as PCR. We will create templates for transcription of RNA by PCR in which we place a Z and a P base at specific sites in the template strand. We will make RNA versions of P and Z, incorporating chemical groups that will allow us to add fluorescent labels to the bases (different ones for Z and P). The RNA will be modified at P and Z with the labels, and we will use the doubly-labelled RNA as a substrate in splicing reactions for single molecule studies. This will have a major impact in RNA research, and we will try to ensure both that the modified bases become commercially available and that the ability to follow RNA fluorescence energy transfer easily is recognised as opening up new opportunities to search for drugs that affect RNA-basd reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J02080X/1","grantId":"BB/J02080X/1","fundValue":"120129","fundStart":"2012-11-05","fundEnd":"2013-11-04","funder":"BBSRC","impactText":"  This work has progressed our understanding of Synthetic Biology by demonstrating the need to investigate how novel non-natural versions of biological building blocks can be incorporated selectively into biomacromolecules. This work has resulted in a new line of research in the Burley group and this is now being applied in the area of Bionanotechnology as well as in Biological research. Pharmaceuticals and Medical Biotechnology Economic","person":"Glenn Ashley Burley","coPersons":["Ian C EPERON","Dmitry  Cherny"],"organisation":"University of Strathclyde","findingsText":" * New synthetic methodology to access novel base pairs.\n\n* Orthogonal base pairs reported in the literature were not as &quot;orthogonal&quot; as reported. We have discovered a mechanistic basis for this by crystal structural analysis (collaboration with Prof. Leo Brady). This work shows considerable potential to tag long RNA molecules in specific sites. New orthogonal base-pairs are currently being developed in order to address issues encountered during this grant. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}