{"id":"7576EC4B-F352-4B19-B342-FB42F443A0E4","title":"Exploring Traditions: Sources for a Global History of Science","abstractText":"The long-term historical development of the sciences in global context has already attracted public attention, and questions of cultural espionage and secrecy, the parallel and divergent histories of innovation and invention, the role of knowledge in warfare, imperialism, naval power and political ascendancy, as well as the dynamics of intercultural exchange and barter, have all occupied a place in public consciousness. Questioning the status of the global in the sciences is also of immense importance if we are to come to a more reflexive understanding of some of the key issues facing our planet today, including the challenges of underdevelopment, education, healthcare, epidemics, information exchange, 'indigenous' knowledge and rights, and the technological gap. \n\nThis project seeks to interpret the globalization of the sciences since 1750 in a new way, by encouraging scholars, students and policymakers to think beyond their usual starting points. It asks them, firstly, to use new sources, and in particular to avoid a tendency to rely solely on the deposits in European libararies and museums, and in particular those in European languages and traditions of production and representation, in order to understand how science was globalized and also how it was used by different cultures. This has been one of the key limitations to our understanding of the global in science. Secondly, it encourages all those involved in the network to establish sustained exchanges with other scholars, students and policymakers elesewhere, and in particular in Africa and South Asia. This is driven by the belief that if we are to understand the global in science, we need to be globally engaged in intellectual terms. Thirdly, it seeks to link scholars working on quite different areas and in line with different methods; in the world of museums as well archives; in the study of particular areas of the world as well as Europe; and as historians, sociologists, philosophers, and anthropologists amongst others. The legacy of the project will lie in the training it will provide to a new generation of postgraduate and postdoctoral students, as well as the training resources it will develop for the study of the globalization of the sciences. It will bring its findings to a wide audience by use of video presentations, poisition papers and briefing documents. It will also help those working in museums and libaries to consider how to interpret and display their materials in the UK.\n\nThe project will be based at the University of Cambridge, which has already proven itself to be a leading centre for the study of global histories of science, with scholars based at a number of its departments and institutes studying and writing in this field. It will involve visits by four scholars with African and South Asian intersts to Cambridge and will also involve a series of workshops and a conference in Delhi. At heart this is a globally collaborative enterprise about the globalization of the sciences, which will have global impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J007005/1","grantId":"AH/J007005/1","fundValue":"36225","fundStart":"2013-03-11","fundEnd":"2015-09-10","funder":"AHRC","impactText":"","person":"Sujit  Sivasundaram","coPersons":["Simon  Schaffer"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}