{"id":"757C5B59-019C-4B4C-AA19-C826147B463F","title":"The Causes and Consequences of Residual Immune Activation in HIV-infected Children on ART in Resource-Limited Settings","abstractText":"Most HIV research is done in rich countries, yet most HIV-infected children live in poor countries where other infections such as tuberculosis are common and many are malnourished. Children start HIV drugs later in poor countries due to issues around HIV diagnosis and treatment access. Therefore most of the evidence doctors have treating children with HIV comes from very different places to those where most infected children live.\n\nThese differences are particularly important because HIV is a virus which attacks the immune system that protects us from infections. HIV sends the immune system into overdrive - generalised uncontrolled activation - compared to the usual highly regulated way in which it responds to bugs. However, in poor countries, there are many bugs other than HIV that children are exposed to. Generalised undernutrition is also important because HIV damages the gut, allowing normally ?benign? bugs to pass into the bloodstream and over-stimulate the immune system. \n\nAnti-HIV drugs suppress levels of HIV in the blood and so reduce activation - but they don t directly affect these other pathways. The first part of our project will work out the relative contribution of these other pathways to how children respond to anti-HIV drugs over the long-term. This will allow us to find other interventions which could improve outcomes on treatment, such as specific other drugs to attack important bugs or nutritional interventions. \n\nPreliminary data from our team suggests that while activation reduces on HIV drugs, it remains higher than in uninfected children. The second part of our project will identify the causes for persistent activation on anti-HIV drugs, and will investigate its consequences, particularly interactions with loss of suppression of HIV in the blood. This is important because children will be on anti-HIV drugs for life and the success of enabling the immune system to develop normally in childhood will have a very important impact on how well the immune system will work when children become adults. \n\nWe plan to answer these questions using stored samples (and clinical data) already being collected from 1207 infected children starting anti-HIV drugs and being followed for 3-5 years in a MRC/DFID-funded trial in Uganda/Zimbabwe. This proposal builds on previous successful collaborations between UK and African scientists - with ongoing and extensive engagement with community representatives. All of the laboratory work would be done in Uganda/Zimbabwe, with supervision and mentoring from the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001190","grantId":"G1001190","fundValue":"681897","fundStart":"2011-05-03","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"Nigel Jonathan Klein","coPersons":["Diana  Gibb","Beate  Kampmann","Patricia  Nahirya Ntege","Ann Sarah Walker","Andrew J Prendergast","Alfred  Gomo","Godfrey  Pimundu","Adeodata  Kekitiinwa-Rukyaleke"],"organisation":"University College London","findingsText":"","dataset":"gtr"}