{"id":"7581FF21-E81A-4E8C-A637-458BBAB1F073","title":"Characterising the post-seismic behaviour of damaged slopes - Nepal 2015","abstractText":"The intense ground-shaking experienced during the 2015 Nepal earthquakes triggered over 3,000 landslides, and left many other mountain slopes heavily damaged. The earthquakes occurred in the winter dry season, a period that is year-on-year relatively inactive in terms of landsliding. Over 80% of rainfall in Nepal occurs in the monsoon, and as a result over 90% of fatal landslides also occur during this period. The risk of destabilizing heavily-damaged slopes that have extensive networks of cracks - that may develop into landslides during the monsoon - needs to be fully understood. The basic understanding of landslide mechanisms, and in particular the behaviour of slopes and landslides after earthquakes, is at present limited by a lack of direct observations of how slopes and landslides change in the months that follow. \n\nIn this project, working in collaboration with colleagues at the National Society for Earthquake Technology in Nepal, we aim to collect a unique dataset on the changes to cracked slopes during the forthcoming monsoon rainfall. By monitoring landslide movement and how this responds to the monsoon rains, we aim to develop a] new understanding of which types of slopes remain stable, and which continue to move and develop further landslides. Based upon our previous research on landslide mechanics, we will use this data to consider possible future styles of movement and controls upon this process, with a view to improving our understanding of landslide movement, but also to feed directly into earthquake-triggered landslide hazard and risk assessment, both immediately in Nepal, and more widely to other regions that may face similar hazards in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N007689/1","grantId":"NE/N007689/1","fundValue":"51520","fundStart":"2015-08-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Nicholas John Rosser","coPersons":["Matthew James Brain","Colm  Jordan"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}