{"id":"7589B615-8DE7-4D5F-9BA0-38DE036923C9","title":"Lipid control of membrane protein folding","abstractText":"Proteins are the 'worker molecules' in life. Cells in our bodies sense and communicate with the outside world via proteins embedded in membranes that surround the cells. These membrane proteins constitute about a third of the proteins in our bodies, and over half of the current targets for new medicines. Unfortunately, there is a limited understanding of how membrane proteins work at a molecular level. This is because they are notoriously unstable outside the membrane and it is difficult to obtain sufficient amounts for scientific study. Recent advances are, however, beginning to alter this situation. We aim to devise new methods to study a phenomenon known as 'folding'. Genes carry the code for proteins, but puzzles remain in deciphering how genetic information is translated into functional proteins. Proteins begin as a string of amino acids, which then have to fold-up to a particular shape in the right part of the body. If this folding fails, disaster strikes and the proteins malfunction. The most glaring gaps in knowledge of this folding phenomenon come with membrane proteins. We propose to forge new territory by devising new methods to understand membrane protein folding. We intend to do this by focussing on the other main component of membranes: lipids. These lipid molecules are the basic building blocks of membranes, effectively the bricks that make up these biological walls and they influence how their neighbouring proteins behave. We already know that certain lipid properties can be used to alter the protein folding and we now aim to understand the precise details of this control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013167/1","grantId":"BB/F013167/1","fundValue":"695253","fundStart":"2008-08-15","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  The development of novel technologies for manufacturing artificial membranes with controlled levels of asymmetry and composition has led provided a new methodology for studying protein-membrane interactions in high-throughput and under controlled conditions. In addition it has enabled studies of drug-membrane translocation studies which has attracted a great deal of interest from industry (pharma, personal care and agriscience sectors). The automated SAXS systems has transformed our ability to study the properties of lipid systems in high-throughput and has stimulated a number of collaborations with the personal care sector. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"Richard  Templer","coPersons":["Oscar  Ces"],"organisation":"Imperial College London","findingsText":" 1. Development and application of new platform technologies for the measurements of the mechanical properties of lipid bilayers (e.g. membrane rigidity, curvature, tension, stress) in the absence/presence of membrane proteins. By combining all these techniques we have been able to study how the size, charge and headgroup types on lipids and the length and number of their tails affect their mechanical properties and then correlate this with the effect that this has upon protein folding. This enabled the demonstration of lipid bilayer mediated control and protein-protein communication through a lipid bilayer. This is in turn has been possible as we have new microfluidic platforms for incorporating and manipulating membrane proteins. This is a crucial breakthrough as our increased understanding of this interplay between membrane mechanics and protein folding means we can design lipid environments that replicate those found in living cells. This will aid the design of new drug molecules as these are in the main designed to target membrane proteins and this design process relies on the latter being embedded in lipid membranes that replicate the environment they would see in real cells.\n\n2. Design and implementation of microfluidics strategies for manufacturing symmetric and asymmetric vesicles of defined composition and curvatures. This enabled us to make measurements of the effect of membrane asymmetry on the mechanical properties of lipid bilayers.\n\n3. Development of microfluidic strategies for manufacturing droplet interface bilayers (individual units and networks) that can be used as a platform for studying the correlation between membrane composition and membrane activity/function. Since its development this technology is now being used to manufacture biological circuitry and artificial cell assemblies and has stimulated collaborations with industry in the fields of drug-membrane translocation and membrane-protein folding. See above. The platform technologies developed during this project are already being exploited in the industrial sector in a wide range of applications from drug-translocation/non-specific binding studies, drug design through membrane protein assays and surfactant phase behaviour studies. The development of novel microfluidic strategies for the high-throughput construction of droplet interface bilayers (DIBs) and associated reconstitution strategies for the incorporation of membrane proteins has attracted a great deal of interest from industry. We are now exploiting their potential for studying the effects of membrane composition on the translocation rates of small molecules with a view to understanding how these barriers control transport in animals and plants. In the case of animals this is particularly significant as these in-vitro models are now showing great promise with respect to their ability to predict non-specific binding of drug molecules in animals systems. At present such measurements can only effectively be made using animal models in conjunctions with positron emission tomography. The DIB strategies we have developed have the potential to replace these animals based experiments in the long term. The microfluidic strategies for manufacturing droplets interface bilayers (DIB)/vesicles and associated reconstitution strategies for membrane proteins has also stimulated collaborations in the fields of membrane protein folding (Pfizer plc) and agrichemical translocation in plant systems (Syngenta). \n\n\n\nThe versatility of the high-throughput SAXS system has stimulated two follow-on collaborations with Proctor and Gamble (P&amp;G) looking at phase behaviour studies and the use of SAXS to study biological systems such hair fibres. These collaborations are directly supported by P&amp;G through two P&amp;G funded PDRA positions and two PhD studentships. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}