{"id":"759173BA-9D81-4CF8-90DB-6E3CF934D0DE","title":"Language, Performance and Region: Discourse and Sociocultural Identity in the wider western Midlands","abstractText":"<p>This project seeks to investigate the relationship between a specific discourse practice - imaginative and stylized performance - and connections performance may have with language and identity linked to place. Specifically, it investigates the part played by performance in creating, maintaining and challenging imagined communities; the extent to which local linguistic forms are present within performance data and the ideological implications of such use. </p>\n\n<p>It&nbsp; addresses four further research questions:</p>\n\n<ol>\n \n\n <li>Which kinds of performance texts are dominated by dialect use?</li>\n\n <li>To what extent do audiences have any affinity with the linguistic variation shown by performers (artists, writers, poets, comedians, broadcasters) and the ideology produced and reinforced by them?</li>\n\n <li>What is the nature of the relationship between performers of any kind (artists, writers, poets, comedians, broadcasters) and the communities they purport to represent?</li>\n\n <li>Can the claim that speakers can, when confronted with social and economic change, use linguistic features associated with a traditional place identity as a way to resist change be substantiated?</li>\n</ol>\n\n<p>By addressing these questions, the project will give a clear picture of the role played by performance in the maintenance of a specific social, cultural and regional identity in a way never before attempted.</p>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I009280/1","grantId":"ES/I009280/1","fundValue":"418777","fundStart":"2010-12-01","fundEnd":"2013-11-30","funder":"ESRC","impactText":"","person":"Urszula Irena Clark","coPersons":[],"organisation":"Aston University","findingsText":" The main findings from the project are: \n\n(i) The kinds of performance texts dominated by dialect use are in speech: poetry, plays, comedy sketches and songs and in writing: poetry, plays, songs, stories, articles in local newspapers and general information leaflets. \n\n\n\n(ii) The extent to which audiences have any affinity with the linguistic variation shown by performers and the ideology produced and reinforced by them differs across the region. Urban audiences have a much closer affinity than rural ones, due to factors such as mobility and changing demographics in rural areas. Urban areas appear to have greater stability and more insular communities than rural areas. \n\n\n\n(iii) The nature of the relationship between performers and the communities they purport to represent varies. In urban areas, the performers are from the same region or locality as their audiences and thus experience social and cultural changes in much the same way. They share similar histories and heritage and performances acknowledge these, acting as vehicles for expressions of regional identities. \n\n\n\n(iv) The project found that the claim that speakers can, when confronted with social and economic change, use linguistic features associated with a traditional place identity as a way to resist change can be substantiated, but that there are also other reasons. Our research found that speakers as performers fell into one of two categories: a) singers and songwriters draw upon linguistic features to acknowledge and conserve - not preserve- traditions and a linguistic heritage linked to place and a now historic working class culture. b)other performers, such as comedians, poets and dramatists draw upon linguistic features in self reflexive ways to subvert contemporary cultural norms through references to contemporary culture. Neither category resist change, but rather approach change in different ways. Singers and songwriters link the present to the past, whilst comedians, dramatists and poets draw upon the past as indexed through variational features to comment upon the present. \n\n\n\nOur research also found a marked contrast between variational linguistic use between urban and rural areas. Performances in rural areas tended to be advertised as localised events but in effect contained performers from a much wider area. Variational use was thus representative of the whole country, for example at commercially run folk festivals. During the time of the project, we found no localised performance venues in Shropshire, Warwickshire, or Worcestershire which were for the local community by locally based performers. This is in stark contrast to the urban areas of Birmingham, the Black Country and Staffordshire, particularly Stoke on Trent. \n\n\n\nOutputs from the project to date include a monograph, Language and Identity in Englishes; an article to appear in 2014 in the journal American Speech and a series of talks at local community venues. \n\nFurther research is needed to exploit fully the linguistic analysis of the spoken data collected, over 90 hours in total. The proposed impacts of the research are stated as: \n\n\n\ni. In the short term, to forge links with the University and performers and writers in the wider western Midlands region;\n\n\n\nLinks have been forged through RA Brian Dakin, local performer and artist, based in the Black Country and subsequently across the region. \n\n\n\nii. In the medium term, to raise the profile and status of regional dialects through academic and lay publications by, for example: giving public talks and workshops and through the project website.\n\n\n\nA series of talks has been taking place since 2011 and lay publications published. The website originally envisaged has been split into two, on the advice of Professor Karen Corrigan, Newcastle University. One includes learning &amp; teaching resources only and comprises: a section on phonetics and phonology; sound files taken from performance and interview recordings with transcriptions and accompanying linguistic notes; poetry and prose written in dialect; background sections on Birmingham and the Black Country and activities for students to undertake. A second website contains data available for research purposes. Both websites are due to be completed 2014.\n\n\n\niii. In the longer term, to impact upon public attitudes towards dialect use in the western Midlands region and beyond, by continuing with the research, extending it to other areas within the English west Midlands. \n\n\n\nThis is being achieved through continuation of locally based impact activities given in (i) above, through radio and television public broadcasts and comment articles in local and national print and online newspapers. Involvement in locally based community arts projects has been achieved through activities such as Community Radio and RA Dakin advising on at least one community arts project. \n The Impact Strategy of the project was designed to maximise impact through engaging with three distinct but interrelated levels: scientific, economic and social and local levels. Firstly, scientific impact is being achieved through the publication of academic journal articles and monographs as recorded on the ROS and the academic facing website which makes available the spoken data collected by the project for academic research, due to be made live in 2014. Secondly, economic and societal impact is being achieved through the media by, for example, members of the project team being interviewed on regional and national radio stations and TV programmes such as the BBC2 series The Great British Story. Impact here also includes a second website, West Midlands English: Speech and Society. This website has been designed as a learning and teaching resource for the study of linguistic variation targeted at GCE English Language, English Language and Literature and 1st and 2nd year undergraduate students of English and/or Linguistics. At a local level, impact is being achieved through a programme of activities and network building with local societies, including dialect poetry writing competitions. \n\n\n\nAn unforeseen impact has been the implications of the research for education policy in relation to the teaching of standard English. These are the shift in focus from the perceived 'superiority' of the variety of standard English over all others to recognition of the different purposes and functions that different varieties of English, including that of standard English, serve to fulfil. Healthcare,Other","dataset":"gtr"}