{"id":"75B3F822-879E-439F-8AE0-BD0B0992086F","title":"A Multiscale Modelling Methodology for Protein Aggregation on Surfaces","abstractText":"In this proposal we aim to understand at a profound and detailed level the processes that control protein aggregation at surfaces. Protein adsorption is one of the first events following the implantation of a foreign material in the body and this interaction directly triggers the organism's response to the material and subsequent material integration. Hence, either as a predictive factor of the in vivo performance of an implant, or as a tool to design bioactive surfaces prior to implantation, protein adsorption is of critical importance in the development of biocompatible materials.In recent work we have discovered that when lysozyme protein aggregates on mica, which is an atomically flat mineral ideal for imaging under an Atomic Force Microscope, the proteins cluster together and these clusters themselves can move at rates that decrease with cluster size. This discovery suggests several questions which we shall address in this work: how do proteins interact with the substrate; do these interactions denature the proteins by changing their folding arrangements and thus their activity; how do the proteins interact with each other on the substrate, and does this compound the denaturation; how do the proteins cooperate to move together across the substrate; and how do substrate features and experimental conditions affect the processes? In order to answer these questions we must model the processes with atomistic detail but over experimentally relevant timescales of seconds, minutes and hours. This is by no means trivial, and to do it we shall develop a unique methodology that focuses on the fusion of modelling techniques that address various length and time scales. In particular we will be able to apply state-of-the-art accelerated dynamics techniques to enable us to transcend the monumental differences in timescale of atomistic-level vibrations and cooperative movements of molecules, combining the results in large-scale simulations of protein layer evolution. Ultimately we may wish to control protein aggregation by engineering the surface, perhaps to contain nanostructured features, and by manipulating the conditions under which the adsorbed layers grow. This ambitious target can only be met with profound insight and detailed predictive capabilities. If this feasibility study is successful, we believe that our methodology will provide an invaluable tool in a field of medicine that affects nearly everyone through various implant and probe technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E013384/1","grantId":"EP/E013384/1","fundValue":"124320","fundStart":"2006-10-01","fundEnd":"2007-04-30","funder":"EPSRC","impactText":"","person":"Paul Alexander Mulheran","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}