{"id":"75DED804-B56B-4A2F-9F8F-3FFED5A8DEF5","title":"Born talking: using birth cohort data on speech, language and communication to inform policy and practice","abstractText":"An individual's speech, language and communication (SLC) abilities affect almost every aspect of their life - for example, their access to information, their participation in activities that involve engagement with others, such as education, work, cultural activity, personal relationships and social interaction, and the impact that all of the foregoing have on their emotional well-being, quality of life and sense of identity. The 2008 Bercow review of services for children and young people with SLC needs found that policy makers and commissioners of services are often unaware of the crucial role of SLC developmentally, and of the importance of early identification and intervention, and so fail to prioritise services addressing these needs. Part of the reason for this may be the tendency for SLC research studies to employ relatively small samples of individuals attending clinic, which may not be representative of the larger population; for example, only about a third of children with SLC needs are seen in clinic, and attendance is influenced by socio-demographic factors. Such studies also tend to focus on a narrow range of variables, whereas we know that SLC development is affected by very many factors.\n\nBy contrast, birth cohort studies, which follow the development of a group of individuals throughout the lifespan, typically sample thousands of people and collect data on a diverse range of factors, such as social and economic status, education, and physical and mental health, not just from participants but also from their family, doctors and teachers. Britain has a particularly strong tradition of birth cohort studies, with major studies being initiated in the 1940s, 1950s, 1970s, 1990s and 2000s, and a new study of 1000,000 babies about to commence. Birth cohort studies have been carried out in many other countries as well, including Australia, New Zealand, Scandinavia and the United States. Many of the datasets are freely available to the research community. Because of their large size and generalizability, birth cohort datasets have been widely used in many fields including economics, education, psychology, sociology and health, where the research findings have had important implications for policy and practice. However, compared with these other disciplines, SLC researchers have made relatively little use of birth cohort data, and many professionals, policy makers and other SLC stakeholders are unaware of their existence and potential.\n\nThe goal of this seminar series is to bring together stakeholders with an interest in SLC - researchers, professionals, policy makers and user organisations - with a view to developing fruitful collaborations around the birth cohort datasets in the field of SLC. In addition to researchers, practitioners, user organisations and policy-makers based in the UK, the series will involve participants from Australia, the USA and other European countries. By presenting past and ongoing research using the international birth cohort datasets, we will familiarise stakeholders with their existence and their potential for SLC-related research, and challenge orthodox opinions about SLC that have arisen as a result of using non-representative data. We aim to increase the useage of the datasets, not just for research and but also for teaching in SLC by demonstrating practical skills such as access to and analysis of the data. The series will increase research capacity in this area as it will be publicised among PhD students, early career researchers and practitioners, and will be available online. As a result of the series, we will generate research questions that are relevant to users, practitioners and policy makers. We will also develop strategies for influencing teams collecting future birth cohorts so that SLC data are collected and measures are designed in an appropriate way. Finally, we will promote publication using the birth cohort data, including a special issue of a journal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00287X/1","grantId":"ES/M00287X/1","fundValue":"25087","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Jan  McAllister","coPersons":["Jacqueline  Collier","Marian  Brandon","Wendy  Lee","James  Law","Sheena  Reilly","Yvonne  Wren","Monica  Lakhanpaul"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}