{"id":"75E9E5CE-4603-4678-B9C0-A76D21DCEEC6","title":"Tuneable organometallic and organic carbon monoxide (CO) releasing molecules: controlling the rate and extent of CO release","abstractText":"There is now convincing evidence that carbon monoxide (CO), one of the cocktail of toxic gases produced by car exhausts, promotes remarkable biological effects when administered at low concentration. These surprising effects are supported by findings that CO is made by some cells in the body, where it appears to play a curious but clear beneficial role. The production of CO gas in our breath is an indicator for how healthy we are and higher concentrations of CO shows that the human body is under stress. Essentially, it is believed that CO is used by key processes within the body to protect against disease. This is supported by the fact that CO possesses some remarkable properties. For example, CO has been shown to suppress the rejection of transplanted hearts, it has potent anti-inflammatory effect, and promotes protection against tissue injury during heart transplant. In studies involving heart transplants in rats, those animals that had been exposed to low concentrations of CO gas had an eight-fold increase in their lifetime, relative to the same experiment without administered CO. This promising finding alone illustrates the need to study in much greater arguably the simplest therapeutic agent known to mankind. Although the clinical effects of CO are therefore of a clear benefit, breathing in CO in its naked form (as a gas) represents a significant risk. To help administer CO in a safer way, studies involving molecules containing CO that subsequently release low concentrations of the gas into the body have been performed. These CO carrier molecules have been termed CO releasing molecules or CORMs. To fully explore the biological function of CO, and its possibilities as a therapeutic agent, it is currently believed that CORMs will significantly help to understand the origin(s) of CO effects. The first generation of CORMs simply involve CO and a metal (typically either iron or manganese), we became involved in this fascinating area through key observations about the poor solution stability of some novel molecules containing the iron, carbon monoxide and a group called 2-pyrone. This property led to an examination of the CO releasing ability of these species, which turned out to be very promising. As well as releasing controlled quantities of CO at low concentration, it appears that small variations in structure of the 2-pyrone modulated the rate and extent of CO release. This led us to devise a concept that these subtle variations within the structure of CORMs could be used for tuning the CO-release properties of the CORM with a view to been able to identifying 'fast' and 'slow' releasers of CO. One can imagine shifting the tuning dial on a radio receiver / with different frequencies giving different channels. In essence, we wish to create a tuneable library of CORMs, to probe the differential biological effects observed with fast and slow CO releasers. We will use a combination of biological and chemical techniques to assess the rate and extent of CO release. Importantly, established physical parameters will predict the CO releasing ability of the new classes of CORMs, using an approach referred to as a predictive-orientated-discovery-strategy or PODS.We also plan to explore the use of transition metal-free CO releasing molecules. Although metal-continaing CO sources are arguably the best way to carry and transport CO at the present time, various organic structures are also known to contain CO that may be extruded (released) under certain conditions via what is known as a decarbonylation reaction. Thus, we plan to prepare organic CORMs with a view to assessing their CO releasing capacity and to comparing their effects (beneficial and toxicological) with those of transition metal-based CORMs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005152/1","grantId":"EP/E005152/1","fundValue":"96951","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  During this project we developed a series of therpeutic compounds which contain carbon monoxide (as a ligand). Carbon monoxide can be used in therapeutic applications (at low concentration). Carbon monoxide gas is difficult to control as a therapeutic. The development of carbon monoxide-releasing molecules (carrier molecules) has allowed the therapeutic effects of these compounds to be examined. Preliminary biological testing has taken place in cell cultures. This work underpins current work developing new carbon monoxide-containing manganese compounds, which have been found to be active antimicrobials (in 2014). Chemicals,Pharmaceuticals and Medical Biotechnology ","person":"Ian James, Stewart Fairlamb","coPersons":["Jason Martin Lynam"],"organisation":"University of York","findingsText":" We have developed a series of new carbon monoxide-releasing molecules, and tested their preliminary biological activity. We are currently (2014) exploring the antimicrobial effects of our next generation manganese compounds, helping to address issues with antimicrobial resistance. An understanding of the electronic effects of tuneable ligands, such as chalcones and diene ligands, in affecting the rate of carbon monoxide release under physiological conditions. \n\nWe improved the biochemical assay used to test for carbon monoxide release rates from organometallic compounds, which employs UV-vis spectroscopic analysis and deoxy-myoglobin, which sequesters any released carbon monoxide. The findings have allowed other research groups to determine more accurate CO-release measurements. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}