{"id":"75EAB04D-AEE1-433F-AF74-CDE2005D1BD8","title":"Limits and Localisation of Speed Perception: an investigation of the processing of object speed by the human visual system.","abstractText":"The ability of an organism to estimate the speed of moving objects in the surrounding environment provides an important means by which it can obtain information about the nature of the outside world. The analysis of speed is important because it provides the basis for enabling organisms to track, catch or even avoid moving objects around it, tasks which make the perception of speed vital to an organism's maintained survival. This research aims to improve our basic understanding about how the human brain and visual system accomplish something as fundamental as the analysis of the speed. It has only been relatively recently that a picture has started to emerge as to exactly how, and in which parts of the brain, the speed of moving objects is analysed. Yet despite growing insight there remain many gaps in our knowledge. Two fundamental questions that have been largely unexplored are: 1) How are different kinds of motion cue used in the perception of speed? Movement of objects in the outside world can be signalled by changes in many different kinds of motion cues, such as changes in colour, texture and light or luminance levels, to name but a few. We wish to examine how motion that is defined by various kinds of information is handled by the visual system and to what extent these cues are combined in the overall analysis of stimulus speed. In behavioural experiments we will measure the ability of human subjects to detect differences in speed between pairs of moving stimuli. In particular, we will examine how these speed judgements can be affected when the stimuli are defined by differing motion cues and how judgements can be affected by the presence of additional moving stimuli which may be of a similar or dissimilar nature to those stimuli being directly compared. How performance is affected under these conditions will allow us to gauge to what extent various stimulus attributes are used by the visual system in the analysis of stimulus speed. 2) Where in the human brain does the analysis of speed take place? Recent experiments on monkeys have identified areas of their brains that contain neurons which are sensitive to the speed of moving objects. By comparison, relatively little is known about whether equivalent regions of the human brain perform a similar role in the analysis of stimulus speed. We want to identify which regions of the human brain are important in the analysis of object speed. To address this second question, similar behavioural experiments will be used in conjunction with a technique known as transcranial magnetic stimulation (TMS). This technique allows us, without harming human subjects, to momentarily disrupt the operation of small regions of the brain with magnetic fields. Basically, if certain areas are crucial for the analysis of stimulus speed, then we would expect that disruption to those areas would lead to major reductions in performance when subjects are asked to make judgements about the speed of visually presented stimuli. By stimulating different areas of the human brain we can assess their relative contributions to the perception of stimulus speed. The combination of behavioural measures of visual performance with TMS will enable firm conclusions to be drawn about the organisation, timing and location of the neural processes that underpin the perception of speed in the normal human visual system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00413X/1","grantId":"BB/E00413X/1","fundValue":"172992","fundStart":"2006-09-01","fundEnd":"2008-08-31","funder":"BBSRC","impactText":"  From a methodological perspective, a major outcome of this research has been development of the novel capability to combine magnetic resonance imaging of the human brain (incorporating both functional and structural brain imaging data) with transcranial magnetic brain stimulation techniques. This has enabled us to precisely target TMS to specific visual areas of the brain and examine the functional consequences of the disruption induced in these regions with psychophysical paradigms. This combination of brain imaging, brain stimulation and rigorous behavioural testing is offered by very few other research laboratories in the UK. \n\nOur use of functional and retinotopic mapping procedures to identify visual areas and then combining this fMRI data with high resolution structural MRI scans has given us the capability confidently localise specific visual areas in individual brains. In this study we were particularly interested in cortical areas that were responsive to moving visual stimuli (V5/MT, V3A, V3B (KO), V3, V2 and V1) but the technique can be applied to any other visual area. \n\nThe brain imaging data was used to position TMS coils at precise regions of the scalp using a frameless stereotactic co-registration system. This allowed us to accurately target, and more importantly monitor on-line, the delivery of TMS pulses to specific visual areas whilst observers performed psychophysical speed matching tasks. Digital/Communication/Information Technologies (including Software) ","person":"Declan  McKeefry","coPersons":["Brendan T Barrett"],"organisation":"University of Bradford","findingsText":" This research set out to investigate the mechanisms of speed perception in the human visual system utilising the complimentary approaches of behavioural measures and transcranial magnetic brain stimulation (TMS) techniques the delivery of which is guided by brain imaging data.\n\nIn our behavioural experiments we have demonstrated that the human visual system has the capability to utilise different motion cues in the analysis of speed very effectively. We assessed the perception of speed using stimuli defined by either colour or luminance cues and found that both kinds of cue can be utilised with similar efficiency in coding the speed of moving stimuli. Moreover, the visual system is able to integrate and pool these different types of motion signal across broad windows in time and space in its estimation (or mis-estimation) of stimulus speed. \n\nOur behavioural work has also provided insights as to how information about the speed of moving stimuli might be retained by short term visual memory processes. We have shown that human short term memory for stimulus speed in genuinely speed selective, in the respect that it retains information about speed of moving stimuli regardless of their pattern content. This is an important property for the neural mechanisms that encode speed and our behavioural results are significant in that they mirror similar properties exhibited by neurons in the motion responsive region of the primate brain, area V5/MT. This correlation between behaviour and neuronal properties suggests that area V5/MT is not only closely involved in the analysis of the speed but may also play an important role in holding this information about moving objects in short term memory.\n\nIn parallel with our behavioural experiments our work using TMS has also provided insights as to where the neural mechanisms that underpin the perception of stimulus speed might be located in the human brain. We have shown that the delivery of TMS to certain regions of the brain that are responsive to motion stimuli, namely areas V5/MT and V3A, can lead to temporary deficits in speed perception. The delivery of TMS to areas V5/MT and V3A leads to moving stimuli being perceived as moving more slowly than their true speed and interferes with observers’ ability to detect differences in speed between stimuli. Conversely, the application of TMS to other visual areas that are responsive to motion, such as V3B, V3, V2 and V1, has little or no effect on speed judgements. This finding suggests that whilst many brain areas may be responsive to moving stimuli, the neural mechanisms that underpin the perception of speed may be localised within a smaller network of key visual areas. Further experiments have gone on to show that deficits in speed perception occur for colour and well as luminance defined motion when TMS is delivered to area V5/MT. This suggests that area V5/MT is important in the integration of motion information across different cue types in the perception of stimulus speed. 1. We have developed the techniques to deliver targeted TMS to visual areas in individual human brains - defined by both retinotopic and functional brain mapping procedures. These localisation methods can now be used to assess the function of different brain areas by combining them techniques with psychophysical tasks.\n\n2. We have demonstrated that when TMS is applied to areas V5/MT and V3A deficits in speed perception are induced. These deficits are specific to the site of delivery and do not occur for other motion areas, suggesting that V5/MT and V3A are important for the processing of speed. This highlights the prominent role of multiple visual areas in the neural encoding of speed and may help to guide the direction of future studies.\n\n3. We have demonstrated that colour and luminance cues can be used with similar efficiency in the computation of stimulus speed. Furthermore, we have found that the visual system has the excellent capacity to integrate information across different cues over a broad spatio-temporal extent in the analysis of speed. \n \n4. We have shown that visual short term memory is speed selective. This property mirrors V5/MT neuronal characteristics and establishes a link between neural mechanisms involved in the analysis of sensory information and those involved in its retention in short term memory. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}