{"id":"75ED8B4A-E867-4F55-9217-B461E2D79044","title":"Electronic properties of polymers and organic crystals (EPPOC)","abstractText":"Organic semiconductors are becoming a very powerful electronic technology for applications in flexible displays and low-cost printed circuits. Their charge transport physics and ultimate performance limits are however not well understood. The objective of the proposed project is to establish an intense collaboration between the Osaka and Cambridge organic electronic groups in order to arrive at an in-depth understanding of the relationship between the device physics of conjugated polymers and molecular crystals. We will perform a broad range of directly comparable experiments on the two systems using techniques that are already available in the Osaka and Cambridge groups to understand similarities and differences in the charge transport physics of the two systems. This will include performing the first Hall effect and magnetoresistance measurements on high-mobility polymer semiconductors to compare with measurements already performed in Osaka on molecular crystals. A particularly interesting question is that of polaronic relaxation processes in molecular crystals, and we will perform the first spectroscopic measurements of charge-induced optical absorptions in molecular crystals and compare with those already performed on polymers in Cambridge. The core of the research work outlined above will be carried out by two PhD students, one registered in Cambridge, the other one registered in Osaka. Both students will interact with each other very closely, and will spend significant time during their PhD working in the other location. The two PhD students working on the project will have available the widest possible spectrum of experimental characterisation techniques, and the project will provide an excellent training environment for them to become leaders in future UK-Japan research collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051399/1","grantId":"EP/G051399/1","fundValue":"110576","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Henning  Sirringhaus","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}