{"id":"75F7CAC1-6A0C-4ED8-AF51-31B5204B6647","title":"ENHANCING AEROMECHANICAL ANALYSIS AND DESIGN CAPABILITIES OF WIND TURBINE ROTORS BY MEANS OF NONLINEAR FREQUENCY-DOMAIN COMPUTATIONAL FLUID DYNAMICS","abstractText":"Among technically and economically viable renewable energy sources, wind power is that which exploitation has been growing fastest in the recent years. This research focuses on modern Horizontal Axis Wind Turbines (HAWT's), which typically feature two- or three-blade rotors. The span of HAWT blades can vary from a few meters to more than 100 meters, and their design is a complex multidisciplinary task which requires consideration of strong unsteady interactions of aerodynamic and structural forces. Some of the most dangerous sources of aerodynamic unsteadiness are a) yawed wind, due to temporary non-orthogonality of wind and rotor plane, and b) blade dynamic stall. These phenomena result in the blades experiencing time-varying aerodynamic forces, which can excite undesired structural vibrations. This occurrence, in turn, can dramatically reduce the fatigue life of the blades and their supporting structure, yielding premature mechanical failures. Events of this kind can compromise the technical and financial success of the installation, which heavily relies on fulfilling the expectations of minimal servicing on time-scales of the order of 10 to 30 years. These facts highlight the importance of the aeroelastic design process of HAWT blades. The unsteady aerodynamic loads required to determine the structural response must be understood and accurately quantified in the development phase of the turbine. Due to the sizes at stake, in most cases it is infeasible to perform aeroelastic testing, not only from an economic but also logistic viewpoint. Hence these aeroelastic issues can only be tackled by using accurate simulation tools.The general motivation of this project is two-fold: it aims both at enriching the knowledge of unsteady flows relevant to wind turbine aeroelasticity, and advancing the state-of-the-art of the computational technology to accomplish this task. These objectives are pursued by using a novel Computational Fluid Dynamics (CFD) approach to wind turbine unsteady aerodynamics. The unsteady periodic flow relevant to aeroelastic analyses is determined by solving the three-dimensional unsteady viscous flow equations with the nonlinear frequency-domain (NLFD) technology. The NLFD-CFD approach has been successfully applied to fixed-wing and turbomachinery aeroelasticity. This research will exploit this high-fidelity methodology to enhance the understanding of the severe unsteady aerodynamic forcing of HAWT blades, and substantially reduce computational costs with respect to conventional time-domain CFD analyses. This method is particularly well suited to investigate the unsteady aerodynamic blade loads associated with stall-induced vibrations and yawed wind. On the other hand, this technology will greatly help designers to develop new blades without relying on the database of existing airfoil data on which the majority of present analysis and design systems depend. One of the main results of this project will be to greatly reduce the dichotomy between the conflicting requirements of physical accuracy and computational affordability of the three-dimensional unsteady viscous flow models for wind turbine unsteady aerodynamics and aeroelasticity. The achievements of this research will benefit the British and European industry in that they will offer an effective tool to design more efficient and reliable blades. The NLFD-CFD technology will also provide deeper insight into unsteady aerodynamic phenomena which affect the fatigue life of wind turbines. In the next few years, the certification process of wind turbines will enforce stricter requirements on the industry. The developed technology will support the analyses required to meet enhanced certification standards. The Unsteady Aerodynamics Research Community as a whole will also benefit from this research, because its findings will enhance and consolidate the deployment of the NLFD technology in rotorcraft, turbomachinery, and aircraft aeroelasticity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038542/1","grantId":"EP/F038542/1","fundValue":"302043","fundStart":"2008-09-16","fundEnd":"2011-09-15","funder":"EPSRC","impactText":"","person":"Michele Sergio  Campobasso","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}