{"id":"7603344E-EB7C-486F-BE1F-D9788F84FDA2","title":"Nutrient controls on the terrestrial carbon cycle: how does phosphorus deficiency influence plant respiration?","abstractText":"This project will advance our ability to quantify the influence of phosphorus limitation and temperature on plant tissue respiration. The carbon balance of an organism and of an ecosystem is strongly dependent on the balance between photosynthesis and respiration. Globally, respiration on land is at present very slightly smaller than photosynthesis, meaning that terrestrial ecosystems are thought to be a 'sink' for atmospheric carbon dioxide, slowing the continual rise in carbon dioxide concentration in the atmosphere. A large fraction of the total respiration from land is thought to come from trees, so understanding what determines plant respiration is central to understanding how the terrestrial component of the Earth system works. However, despite its importance, only a limited amount of data are available to help us quantify plant respiration over large regions of the world. For example, although we know that the most important nutrients for plant growth (nitrogen and phosphorus) limit plant metabolism, we have almost no information on how phosphorus deficiency limits plant respiration, and hence the carbon balance. We also know only a little about how plant respiration responds to temperature: currently our global models of terrestrial ecosystems make large assumptions about this that may be wrong. When we consider that: (i) 30% of the global land surface may be phosphorus-deficient; (ii) the global phosphorus supply may seriously decline in under 100 years; and (iii) global climatic warming is likely to increase plant respiration this century (but by how much we don't know), there is clearly a strong and urgent need to address this issue. We will make measurements of respiration on a wide range of plant species. We will first use controlled-environment chambers to control the supply of nutrients to plants. We will then couple this with field measurements made in selected forested regions where phosphorus and nitrogen are differentially limiting, in order to compare the data from our experimental work to real ecosystems. The choice of our fieldsites in tropical South America and New Zealand makes use of existing knowledge about likely phosphorus limitations and will allow us to also address the issue of how biodiversity affects the phosphorus-respiration relationship. Finally we will analyse our data to enable us to incorporate our findings into mathematical models used to calculate how the land surface and our climate interact. Our project will enable us: (i) to quantify how phosphorus deficiency affects respiration; (ii) to quantify the influence of phosphorus deficiency on the temperature dependence of plant respiration. We will be able to link our results to existing work on the relationship between plant tissue metabolism and nitrogen concentration, and to incorporate the results into site-specific and global modelling frameworks. The project is highly cost efficient to NERC, making use of international facilities and project partner time supplied at zero cost to this project. This work will also link directly into existing research programmes funded by NERC of which the project investigators are already a part. The project will fill a signficant gap in our understanding of global ecology and the functioning of the Earth system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002149/1","grantId":"NE/F002149/1","fundValue":"359374","fundStart":"2008-09-22","fundEnd":"2012-09-30","funder":"NERC","impactText":"  To advance the following research fields: ecology, ecophysiology and forest ecosystem science. The results are also of use to the earth system modelling community and are/will be used to improve land surface-climate response modeling. The wider impact of this is climate policy impact, especially as the results are used by the UK Met Office. Education,Environment Societal,Economic,Policy & public services","person":"Patrick  Meir","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have examined the effect of phosphorus availability on metabolic cost (respiration) for plants. Studies have considered temperate and tropical locations. Respiration in the light has been studied as well as in the dark (this is unusual), with indications that low fertility leads to higher light inhibition, but great dark respiration. Additonal research made possible by this grant examined relatoinship between nutrient availability and respiration in arctic locations and the effect of drought on respiratoin in dead woody tissue in tropical rainforest. These outcomes provide a key basis upon which ecosystem and earth system models can be advanced to take account of the effects of nutrients as well as climate on the emissions of CO2 by vegetation. This has downstream policy impact through collaboration with climate modelling communities (eg UK Hadley Centre; publication in list), on the land use - economy - society nexus. Education,Environment","dataset":"gtr"}