{"id":"76071030-047A-4E4C-B161-9A14FC592193","title":"Nanostructures confined in micro- and nano-cavities: Direct measurement of consequent surface forces","abstractText":"From moving cartilages in a mammalian joint, to dispersed pigment particles in household paint, the situations where surfaces come to close proximity are ubiquitous. The interactions between these surfaces (called surface forces) are critical in achieving desirable material properties and facilitating designed technological processes, and underpin many natural and biological phenomena. With the rapid development of nanotechnology, the surface-to-volume ratio ever grows and so does the importance of surface interactions. Given such importance, much effort has been dedicated to improving our understanding of surface forces, both theoretically and experimentally. As a result, we have plenty of tricks up our sleeves to arrange and modify surface forces to facilitate different applications or material properties. These tricks most notably include adjusting solution conditions, such as electrolyte concentrations, in order to control the electric double layer force, and adding soft condensed matter (polymers and surfactants) to the surface and the intervening medium. Thanks to a steady drive towards smaller and smaller structures in modern technologies, we increasingly find nanostructures (or nanoparticles) of different materials, sizes and shapes added as an ingredient to our product formulations, particularly in personal care products and biomedical applications, in order to achieve desirable material properties or to preform a particular function. There are clear indications that the effective roles of nanostructures in these applications have much to do with how they interact with various surfaces and how they mediate surface forces between macroscopic surfaces. Many promising biomedical and bioanalytical applications of nanoparticles also exploit their interactions with complex biological tissue surfaces embedded with biopolymers and lipids. However, there is a public perception, correctly so, that we don't fully understand the impact of nanostructures on our health and environment. We can improve that understanding on different levels. In this project, we propose to perform a series of measurements of surface forces mediated by nanostructures, to comprehensively probe the effects of a range of parameters such as the size, shape and surface chemistry of the nanostructures on surface forces they mediate. This will improve our understanding on a fundamental level of how nanostructures facilitate surface interactions, and such knowledge will help us to harness nanostructures' full potential in modern technologies and medical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H034862/1","grantId":"EP/H034862/1","fundValue":"106484","fundStart":"2010-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Wuge H Briscoe","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}