{"id":"761FEC76-B390-4840-A783-9FFDF1FF8605","title":"Design Principles for New Soft Materials","abstractText":"Soft materials include colloids, polymers, emulsions, foams, surfactant solutions, powders, and liquid crystals. Domestic examples are (respectively) paint, engine oil, mayonnaise, shaving cream, shampoo, talcum powder and the slimy mess that appears when a bar of soap is left in contact with a water. High tech examples of each type are used in drug delivery, health foods, environmental cleanup, electronic displays, and in many other sectors of the economy. Soft materials also include the lubricant that stops our joints scraping together; blood; mucus, and the internal skeleton that controls the mechanics of individual cells.\n\nThe intention of this Programme is to use a combination of theoretical and experimental work, alongside large scale computer simulation, to establish scientific design principles that will allow the creation of a new generation of soft materials demanded by 21st Century technologies. This will require significant advances in our scientific understanding of the generic, as well as the specific, connections between how a material is made and what its final properties are. As soft materials become more complex and sophisticated, they will increasingly involve microstructured and composite architectures created from components that may be living, synthetic, or a combination of the two. The design principles we seek will ultimately allow scientists to start from a specification of the interactions between these components, and then create new materials by intentional design, rather than simply trying out various ideas and hoping that one of them works.\n\nThere could be great rewards from being able to do this. Even in long-established industries (such as the food industry, home cleaning, personal care products, paints etc.) products made of soft materials are continually being updated or replaced. This is often in order to make them healthier, safer, or more environmentally friendly to produce. Currently, however, the process of developing new soft materials, or improving existing ones, usually involves a large element of trial and error. A set of design principles, based on secure fundamental science, could speed up that process. This would reduce costs, increase competitiveness, and improve the well-being of consumers. \n\nThe benefits would be even greater in new and emerging industries such as renewable energy. Soft composite materials have many potential applications for use in high-energy low-weight batteries; low cost solar cells; hydrogen fuel cells; and possibly biofuels. However the design requirements for these applications are demanding, and often involve quite complex microstructures with specific functionality. The same applies in other emerging areas, such as industrial biotechnology and tissue engineering, where soft materials are used to create specific environments in which enzymes, cells or other live components can be used to perform particular tasks. As well as shortening lead-times and costs, by establishing the general principles needed to put new design ideas into practice, we hope to allow innovative soft-matter products to be created that otherwise might never come to market at all.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007404/1","grantId":"EP/J007404/1","fundValue":"5076930","fundStart":"2011-12-07","fundEnd":"2017-06-06","funder":"EPSRC","impactText":"  Our work on dense suspension flows has been used by a confectionary company to improve its understanding of chocolate manufacture. Agriculture, Food and Drink Economic","person":"Michael  CatesCait  MacPhee","coPersons":["Davide  Marenduzzo","P  Bruce","Rosalind Jane Allen","Martin R. Evans","Paul Stephen Clegg","Wilson  Poon","Lynn  Gladden"],"organisation":"University of Edinburgh","findingsText":" One key finding is the understanding of how frictional contact between suspended particles controls the jamming and flow behaviour of very dense suspensions. This includes an explanation of the remarkable behavior of corn-starch powder when mixed with a small amount of water.\n\nOther key findings will be reported as the grant progresses. This grant is still ongoing. We are currently developing new materials for potential use in lithium-ion batteries. Other ongoing developments cannot be made public at this stage. We have set up ECFP (Edinburgh Complex Fluids Partnership), a new in-house tech-transfer unit with two permanent staff. ECFP is developing applications of our research for industry; it has a client list of around 25 and live projects with about ten of these. Agriculture, Food and Drink,Chemicals,Healthcare","dataset":"gtr"}