{"id":"76321E75-F632-43A3-A6FE-4A9302537E2E","title":"Dynamical processes and wave turbulence at the boundaries of the magnetosphere","abstractText":"The present research proposal aims to study of the dynamical processes in plasma waves in the vicinity of the bow shock, magnetopause and in the magnetosheath using Cluster data. Collisonless shocks (CS) play a fundamental role in the interaction of various astrophysical objects such as supernova remnants, binary systems, space jets and ordinary stars with their environment. Supernova CS are key elements in current theories that explain the acceleration fo ion and electron components in cosmic rays. These shock accelerated cosmic rays possess energies up to 10^14 eV. The main problem of the physics of collisionless shocks is the redistribution of energy at the shock front. This involves the energy transfer from the directed plasma motion to the plasma thermalisation and the acceleration of a small fraction of plasma particles to very high energies.It is possible to study results of the acceleration and thermalisation at the astrophysical shocks using radio and X-ray telescopes to investigate the environment surrounding supernovae and similar objects. However, terrestrial bow shock is the only natural CS at which we can conduct in-situ measurements. Such measurements are needed to validate theoretical models that have been proposed to explain the acceleration process. We propose to use Cluster wave measurements to identify types of waves observed at the front of the terrestrial bow shock and for CS at remote astrophysical objects. The properties of short scale electric fields within the shock front will also be investigated. Their presence is expected to greatly affect the process of energy redistribution for electrons. Until the advent of the Cluster satllites, there have been few reports of measurements if electric fields within the bow shock in multipoint missions. This part of the project will investigate the electric field scales at the shock front, their dependence upon plasma conditions upstream of the shock, and possible effects on electron thermalisation. The other part of our proposal is devoted to the study of plasma waves in the magnetosheath. The magnetosheath is the only interface between the solar wind plasma and magnetosphere. Solar wind disturbances, that cause space weather hazards, must propagate through the magnetosheath before interacting with the magnetosphere. The magnetosheath is a region of highly developed plasma turbulence in which the amplitude of the fluctuations is of the order of the background magnetic field. Plasma waves with such amplitudes should affect the dynamics for at least some of the solar wind disturbances passing through the magnetosheath. Therefore a study of magnetosheath turbulence is important. We propose use Cluster data to study both the composition of magnetosheath turbulence and dynamical processes in it. Using the four point Cluster measurements it is possible to apply one fo a number of techniques to identify the propagation mode of the waves that constitute the turbulence. Once identified, it will be possible to draw up a map showing the morphology of wave occurrence in relation to the position within the magnetosheath. Afterwards we will apply system identification methods to find linear and nonlinear processes in the magnetosheath turbulence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/C502049/1","grantId":"PP/C502049/1","fundValue":"164826","fundStart":"2005-09-29","fundEnd":"2009-03-28","funder":"STFC","impactText":"","person":"Michael  Balikhin","coPersons":["Hugo  Alleyne"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}