{"id":"76401CB8-9A6C-4BE3-9E00-363E15C687D4","title":"The Collected Letters of Robert Southey. Part 1: 1791-97","abstractText":"Robert Southey (1774-1843) was a poet, essayist, historian, biographer, translator and polemicist. He was also one of the most controversial of all Romantic period writers. A high-profile, prolific and experimental author, he was centrally involved in literary culture in late eighteenth- and early nineteenth-century Britain. The brother-in-law of Samuel Taylor Coleridge and the associate of William Wordsworth, he was closely acquainted with many of the leading writers of a key period in British literary history, a period that saw Britain beset by war abroad and political, social and industrial change at home. Although Southey was a prolific correspondent - writing to most of the major figures of his day - his informative, polemical, gossipy, revealing and eminently readable letters have never been published in full. Indeed, many of his surviving letters have never been published at all. My research project - 'The Collected Letters of Robert Southey. Part 1: 1791-97' - is the first part of a new eight part collected edition of these letters. It will be published by the international peer-reviewed electronic edition specialists 'Romantic Circles' and will make available in electronic form and via a free-access web-site the surviving letters Southey wrote in the years 1791 to 1797, a time which saw him go from disaffected schoolboy versifier to an adult identified as the leading radical, experimental poet of the day. By providing freshly edited and succinctly annotated texts of the letters Southey produced at the very beginning of his career, this research will transform current understanding of this key stage of his development, including his relationships with his direct contemporaries Coleridge and Wordsworth. It will advance knowledge of the culture of early Romanticism and awareness of the links between literature and radical politics in the 1790s. It will massively facilitate the work of future scholars and be of use to more general readers interested in late eighteenth and early nineteenth century British culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D00036X/1","grantId":"AH/D00036X/1","fundValue":"21692","fundStart":"2006-09-01","fundEnd":"2006-12-31","funder":"AHRC","impactText":"  The Collected Letters is published on a free access website and has been used by a wide range of interest groups (as demonstrated by e-mail and phone enquiries to Pratt and requests for assistance): eg. auction houses, libraries, the BBC, booksellers, local media agencies, and members of the general public. Findings have informed a pamphlet by a member of the general public aimed at raising interest in Southey in the Lake District; a bibliography, by a bookseller specialising in naval history, of editions of Southey's Life of Nelson; a BBC iPM programme on Southey and Brazil; a BBC Great British Railways programme on Nottingham; information in auction sales catalogues; the British Library's decision to purchase MSS letters by Southey. In addition, the edition has encouraged and inspired members of the public to engage with the project team and in their own research: eg. someone sent in information from his family archives about a descendant who appeared in the edition's footnotes. It has also led to a request from the Keswick Museum and Art Gallery to work with them to publicise and extend the public's use of their Southey collection. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Lynda  Pratt","coPersons":[],"organisation":"University of Nottingham","findingsText":" 'The Collected Letters of Robert Southey. Part 1: 1791-97', is the first of an 8 part scholarly edition of the letters of one of the most high-profile and contentious figures in British culture in the late C18th and early C19th. 'Part 1' lays the foundations for the rest of the edition. 'Part 1' is an electronic edition. It makes available (on a free access web-site) for the first time and in one place newly edited and freshly annotated texts of all the surviving letters written by Southey between 1791-97. It is the product of extensive archival work, bringing together for the first time freshly edited and fully annotated texts of MS letters written by Southey from 1791-97 in 26 archives (8 in the UK and 18 in North America). 'Part 1' contains 272 letters, the average length of an individual letter is c.2000 words (excluding editorial head/footnotes). 'Part 1' includes letters which have never before been published; re-dates previously misdated ones; and provides accurate texts of letters previously available only in censored, fragmentary or inaccurate versions in out-of-print nineteenth-century editions. 'Part 1' contains 92 previously unpublished letters by Southey; and 180 letters that have appeared in earlier editions. Of the 180 previously published letters, some 65 have only ever been published in part: ie. with very substantial sections missing, often with no indication of the omission of this material. 'Part 1' fills an acknowledged gap in current knowledge about Southey's early career. The letters and supporting editorial materials (introduction and notes) included in 'Part 1' reveal significant new information about Southey's time at Oxford and the earliest years of his career as a professional writer: eg. unpublished poems; his dealings with booksellers. 'Part 1' fills an acknowledged gap in current knowledge about Southey's connections with his contemporaries, in particular Coleridge, Cottle and Wordsworth. It thus allows for future more detailed and nuanced interpretations of a series of crucial literary and personal relationships. This will benefit scholars interested in these authors and Romanticism in general. Appearing at a time when (as the edition of the letters of Hogg, and the forthcoming edition of the correspondence of Godwin indicate) renewed attention is being paid to the letter in the late C18th and early C19th - both in terms of scholarly editing and as a literary genre - 'Part 1' also contributes to developing debates about Romantic period correspondence and about early Romantic period culture. As the first ever 'collected' edition of the letters of a writer seen by his contemporaries in the 1790s as an important, highly controversial figure, 'Part 1' is facilitating future research on the early Romantic period in Britain and on literary radicalism in the 1790s. The letters collected in 'Part 1' allow scholars to trace for the first time the development of Southey's literary/political views and his connections with leading radicals of the 1790s (eg. Dyer, Godwin, Thelwall and Wollstonecraft). They thus shed crucial new light on the relationship between literature and radical politics in Britain in the decade immediately after the French Revolution. Reviews are acknowledging the significance of the Southey Collected Letters for future scholarship: 'monumental ... points the way for future electronic projects' (YWES), 'an invaluable resource' (Romanticism). Southey is a key figure in the 1790s and CL makes it possible for the first time for scholars to see him in the round and thus to chart accurately his career, development of his strongly-held opinions on literature, politics and religion, and relationships with contemporaries. It is of use to, and being used by, scholars working on: literature, politics and religion in the 1790s; book and publishing history; patronage and literary networks; the circulation of radical ideas and texts; history of education; regional culture and society, especially in South West England; links between the UK and Europe. As biographer of Nelson, 'Lake' district poet, associate of Wordsworth and Coleridge, the scientists Davy and Beddoes, and the abolitionists Clarkson and Wilberforce, controversial poet and author of the first English version of the children's story 'The Three Bears', Southey is also of interest to a non-academic audience both in Britain and internationally, see section on Narrative Impact. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}