{"id":"76451E94-39B5-4F83-98A0-67E22C48E3DD","title":"MICA: Towards using historical data for research prioritisation in children","abstractText":"Context of the research: New medicines for children must be rigorously assessed to ensure that they are both safe and effective. So that unnecessary clinical trials in children may be avoided, assessments of the risks and benefits of a new medicine should incorporate existing relevant data. For example, if adult data are considered relevant, we may extrapolate from evidence a medicine is effective in adults to conclude that it will be beneficial in children also if prescribed at doses yielding concentrations in the blood that are therapeutic in adults. However, for this conclusion to be valid, disease progression and the relationship between drug concentration and clinical response must be similar in adults and children. Erroneously assuming similar concentration-response relationships will lead to children receiving excessively toxic or sub-therapeutic doses. Regulators have proposed algorithmic approaches for determining which studies are needed in children to support medicine development but these do not accommodate uncertainty about extrapolation assumptions. Furthermore, assumptions may only hold in certain subgroups of children. \n\nAims and objectives: The proposed project aims to develop statistical methods for quantifying uncertainty about assumed similarities between adults and children. Specifically, the first workpackage of this project will develop an approach using data from historical clinical trials to measure the strength of evidence supporting a claim of similar concentration-response relationships in adults and children for a new medicine. Historical data will be down-weighted to account for differences between historical and future patients. Decision rules will be formulated which use this information to make decisions about whether additional clinical data in children are needed to verify an assumption of similar concentration-response relationships. Work will also formulate designs for clinical trials conducted with the aim of verifying an extrapolation assumption; designs will be efficient because decisions will be based on all available data. The second workpackage of the project will explore model-based approaches for classifying children into groups with different concentration-response relationships. \n\nPotential applications and benefits: Research will be embedded in three conditions: while our primary focus will be on epilepsy research, for comparative purposes, applications to HIV and asthma medicine will also be considered. Anticipated beneficiaries of the proposed research span regulatory agencies, public sector clinical trials units, the pharmaceutical industry and academia. The research has the potential to benefit the health of children because methods will help investigators to make informed decisions about: a) the plausibility of similarities between adults and children; and b) which data are needed in children to evaluate the risks and benefits of a medicine. The project will work with GlaxoSmithKline and Novartis. Software implementing developed methodologies will be made publicly available to encourage their uptake by practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013510/1","grantId":"MR/M013510/1","fundValue":"293685","fundStart":"2015-06-08","fundEnd":"2018-06-07","funder":"MRC","impactText":"","person":"Lisa Victoria  Hampson","coPersons":["Graeme John Sills","Steven  Lane","Paula  Williamson","Thomas Friedrich Jaki","Anthony Guy Marson"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}