{"id":"76496A6E-15D2-444C-811A-7BBBC8C35FB9","title":"The French Book Trade in Enlightenment Europe, 1769-1787","abstractText":"This project alms to map the French book trade across late-Enlightenment Europe (1769-1787) using the richest available representative source, the business records of a Swiss publishing house called the Society Typographique de Neuchatel (STN), in order to document the dissemination of books and Ideas, bestselling texts and book trade networks in late C1 8 Europe. The project's outputs will include a database of the STN's book trade transactions, together with two monographs and four articles. No project of this type and scale has been attempted before, and the resources created by the project will be of considerable use to all scholars interested in the reception or Influence of late eighteenth-century French texts or authors. \n\nThe STN archive, held at the Bibliothfeque Publique et Universitaire de Neuchatel (BPUN), Is a unique resource for studying the late-C18 French language booktrade, since no other similar archives are known to survive. Moreover, as C18 publishers routinely served as wholesalers for works produced by other publishers, and attempted to supply the entirety of their clients' needs, it also has considerable representative value, once the prevalence of its own editions in the records is taken into account. The STN supplied perhaps &frac12; 1 % of all French books sold In Europe in this period, and because it traded outside France, was able to deal In all genres of book. Including Illegal and pirate editions banned In France. The STN had clients in cities all over Europe, Including major booksellers and publishers in Dublin, London, St Petersburg, Stockholm, Amsterdam, Madrid, Warsaw, Naples, as well as the German and French-speaking countries. This makes it possible to use the STN archives as the basis for international comparisons of reading tastes during the late Enlightenment. \n\nThe unique riches of the STN's archives are already known to scholars through the work of Robert Darnton, who has used the correspondence of a sample of booksellers with he STN to trace demand for Illegal works In France. However, Darnton's award-winning and influential study of the &quot;Forbidden Bestsellers of Pre-Revolutionary France' (Norton, 1996), mapped only a small part of the STN's business and was based on orders for just 30,000 books, a small subset of the estimated 750,000 ordered from the STN In our period. \n\nIn contrast, the current project will use the STN&quot;s surviving daybooks, running stock Inventories, and account books to create a database of the totality of the STN's trade with all of Europe. From these sources it Is possible to know both from where/whom each individual book sold by the STN was sourced, to where/whom It was sold and when each transaction occurred. In addition to recording the date and details of all the STN's transactions, the database will include information on the genre, function and content of each work sold. It will be searchable by a range of fields. Including author, title, subject matter keywords, genre, and time-period, in addition to the names and places of residence of individuals who supplied or ordered STN books. As a result, the project's authors intend to use the database to produce studies of best-selling texts and authors; differences in dissemination patterns and reading tastes across Europe; changing patterns of demand over time; and networks of exchange in the print-trade. A further case study will examine the dissemination of Enlightenment texts. \n\nIn addition, future researchers will be able to use the database to map whole sub-sections of the STN's trade in just a few days, whether they are interested in particular authors, titles, genres, themes or subject matter, without needing to mine the totality of the original archive. The database will thus become a major tool of Enllghtenment/CI 8 studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509363/1","grantId":"AH/E509363/1","fundValue":"362340","fundStart":"2007-06-01","fundEnd":"2012-05-31","funder":"AHRC","impactText":"","person":"Simon  Burrows","coPersons":[],"organisation":"University of Leeds","findingsText":" The 'French book trade in Enlightenment Europe' project set out to map the dissemination of the books traded by an important - and in some ways representative - Swiss bookseller-publisher, the Soci?t? typographique de Neuch?tel (STN) in the final third of the eighteenth century.\n\n\n\nIts key findings rewrite the history of the eighteenth-century book trade in several ways.\n\n\n\nFirst, they reveal that the STN was firmly embedded in a Swiss context. This contradicts earlier studies which see the firm The STN database is primarily aimed at academic researchers at every level from undergraduate up. However, the bibliometric data it contains is also of wider interest to bibliophiles, the antiquarian book dealers, libraries and librarians, and the websites, catalogues and resources that cater for them. In effect, much of the data we provide offers an eighteenth-century version of the Amazon.com's attempts to quantify information about the popularity of the books it sells. Currently our bibliomet ","dataset":"gtr"}