{"id":"764EB94F-43BD-49C6-A193-FE877DF34DE7","title":"Becoming a Problem: How and Why Children Acquire a Reputation as 'Naughty' in the Earliest Years at School","abstractText":"<p>This classroom-focused study will trace the emergence of challenging behaviour amongst children in their earliest years at school. Based in&nbsp;four mainstream schools in Greater Manchester, it will investigate the ways in which some children come to be seen as ‘naughty’ or difficult in the reception year of the Foundation stage, and seek to develop insights that teachers and children might draw upon to pre-empt the development of a long-term identity and ‘career’ as a problem in school. The primary focus of the research will be on classroom cultures and the dynamics of interactions involving teachers and children. Using qualitative methods, the research will ask how problematic behaviour manifests itself in the mainstream classroom and other school locations, how it is dealt with by children and adults, and how positive and negative student identities develop. Working in close collaboration with teachers and children, the project will look for ways of improving the quality of interactions so that behaviour ‘flash-points’ and problem identities might be avoided. A key starting question for the research is: what makes it difficult for some children to be, and to be recognised as, ‘good students’?</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0105","grantId":"RES-062-23-0105","fundValue":"127510","fundStart":"2006-09-01","fundEnd":"2008-02-29","funder":"ESRC","impactText":"  The research has impacted on early years professional practice, stimulated practitioner debate about behaviour in school, and challenged conventional wisdom about children and childhood. \n\nThe research attracted media coverage in September 2009 from publications including: Telegraph, Sunday Telegraph, Observer, Daily Mail, Mail on Sunday, Independent on Sunday, Sunrise (Australian TV), The Week With George Galloway (radio interview), and blogs (UK, Ethiopa, Japan, Denmark, Indonesia and India). It was cited on Policy.co.uk ('Opinion Formers'), Social Policy Digest, ResearchGate (Berlin) and Wellbeing Australia. \n\nThe research identified barriers to change from cultural assumptions about young children and behaviour, and generated a prototype film as an alternative to more traditional research-based CPD materials. ESRC 'Follow-on' Funding was awarded to the team to maximise the impact of the film (Addressing 'problem behaviour' in the early years: an innovative film resource, Oct-Dec 2010, RES-189-25-0122). A cross-professional educational package was developed in collaboration with users from constituencies including Local Authority Children's Services, the General Teaching Council, Futurelab, educational psychology, journalism, Child and Adult Mental Health Services (CAMHS), social work, psychotherapy, parent and toddler groups, early years and nursery school teachers and heads, comprehensive school staff and students, and university-based teacher educators and student teachers.\n\nUser responses to the film package generated during the research, and finalized during the follow-on project, testify to its strong impact and value for professional training. Comments included: &quot;I could see your film being part of cross-professional training. I think teachers would see it very differently to how we've viewed it&quot; (CAMHS team psychologist). &quot;I think the film has huge potential across children's services, social workers, early years practitioners in children's centres, youth workers&quot; (LA Director of Children's Services). &quot;It'd be a great training tool I'd love to use it in one of my sessions&quot; (Teacher Educator). &quot;I have thought a lot about your film and its purpose to promote alternative conceptualisations of children - without being too directive. I think that this is a real issue in our society and much needed&quot; (Education Consultant/Educational Psychologist).\n\nThe research was featured in professional and practitioner journals:\nHolmes, R, MacLure, M, Jones, L. &amp;amp; MacRae, C. (2012) 'Positive relationships: behaviour - caught on film'. Nursery World, February 2012, 22-23.\nHolmes, R, MacLure, M, Jones, L. &amp;amp; MacRae, C. (2012) 'The use of video in classroom research as a training tool'. Early Years Educator, 14(3), 38 - 44.\n\nThe research has been taken up in Initial Teacher Education, continuing professional development and cross-professional education in the UK and overseas. Two whole-day, multi-professional seminars showcased the research and explored the potential of its innovative materials and approach. The first of these, The 'Naughty Children Workshop' was hosted by the Centre for the Study of Childhood and Youth, University of Sheffield, Director Professor Allison James, Sheffield University, 7.3.2012, and attended by psychologists, youth workers and academics. The second, 'Problem Behaviour: Exploring the Problem of Childhood Distress', also hosted by the Centre for the Study of Children, Families and Learning Communities, University of Sheffield, 22.3.13, was designed particularly for professionals in child and adult psychotherapy and educational psychology. Workshops and inputs for early years teacher educators have been delivered at Chester University Faculty of Education and Children's Services (2011); Staffordshire County Council Early Years Professional National Conference (2012); University of the West of England, Thoughtful Children Seminar Series, (2012). Institute of Policy Studies in Education, 'A Good Day for Stripes' Conference, London Metropolitan University, June 2013.\n\nThe research has also been taken up by early years professionals and educators in Europe and New Zealand. Impact events include: invited workshops and sessions at Oslo and Akershus University College, Norway, 2012, 2013, 2014 (Liz Jones, Co-PI); Oulu University, Finland 2012, 2014 (Jones, Co-PI), and the Organisation Mondiale pour L'Educational Prescholaire, University of Canterbury, New Zealand, 2011 (Jones, Co-PI). Invited keynote (Maggie MacLure, PI) to the Summer School on the Rights of The Child: Educare in situazione di difficolt&agrave; (Educating in Difficult Times), Ministerio della Guistizia, Rome, June 2012, attended by lawyers, judges, youth justice workers, psychologists, social workers and teachers. Workshop, Psychology Department, University of Valle d'Aosta, Italy, April 2013 (MacLure, PI). \n\nThe research has also had international impact on teacher education. Its findings have been evaluated and used by educators including D. Britzman, York University, Ontario; A. Palmer &amp;amp; H. Lenz-Taguchi, Stockholm University; Professors A.M. Otterstad, A. Reinertsen and N. Rossholt, Oslo; Professor S. Grieshaber, Hong Kong; Professor J. Sumsion, Charles Sturt University, Australia; Professor J. Reid, Deakin University, Australia. \n\nThe film and visual materials generated during the research, and their uptake by diverse communities, exemplify the transformative potential of cultural artefacts and resources that creatively encapsulate high quality research. These materials been significant in scaffolding multi-professional and interdisciplinary engagement with young children and their education. This Interdisciplinary and multi-professional impact has been further sharpened through spin-off activities involving artists and professionals. An ESRC seminar series, 'Alternative Discourses of Childhood' (2010-12) led by Rachel Holmes, Research Associate on the project, brought together museum curators, policy makers, artists, teachers, teacher educators, school students and academics from sociology, cultural studies and art and design. Communities and Social Services/Policy,Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Maggie  MacLure","coPersons":["Liz  Jones"],"organisation":"Manchester Metropolitan University","findingsText":" The aim of this 18 month investigation was to understand how and why certain children acquire a reputation as 'naughty' in the earliest years of schooling. It started from the premise that securing a successful reputation as a 'good' pupil, or acquiring a negative one as a 'problem', is never the sole responsibility of the individual child. A key starting question for the research was: what makes it difficult for some children to be, and to be recognised as, good students? \n\nThe research was based in one reception class (4-5 year olds) in each of 4 primary/infant schools in Greater Manchester: a 'faith' school with students of mainly white-British heritage and high entitlement to free school meals; an inner-city school with a multi-ethnic intake including asylum seekers and refugees; a school in a 'leafy suburb' of moderately affluent homes, and a city school in an area of social deprivation served by a Sure Start children's centre. The project team worked closely with teachers and other staff, visiting each school once a week, and making written and video observations of all aspects of school life, from the daily minutiae of classroom and playground activities to assemblies, concerts and parties.\n\nKey findings \n\n1. What counts as problem behaviour? \nTwo broad types of behaviour caused particular concern to adults. Firstly, there were actions that might be considered 'traumatic' in their immediate physical impact, such as biting, kicking, punching or slapping. These were always treated seriously, especially if the recipient was an adult. Secondly, persistent failure to comply with adults' requests was often an issue, especially where this offended against the collective 'rules' that are a major focus in the reception year.\n\n2. The discursive 'framing' of problem behaviour. \nResistant or aggressive behaviour did not inevitably result in a poor reputation. This involves a discursive frame that grants meaning to a child's conduct as a sign of a more enduring problem. Family and community provided one such framing resource, in the form of narratives of the neglectful, indulgent, anxious, uncooperative or interfering parent who had not adequately prepared their child for school. Medical frames such as autism or deafness were also used to explain/frame problem behaviour, as were characterisations of the child herself, as 'manipulative', 'lazy' etc. Once a reputational frame is in place, it may be difficult to shift, as it will be used to 'read' a child's behaviour. And once a reputation has spread to other children and their parents, a child may find it very hard to be recognised as 'good'.\n\n3. The risk of being 'different' \nOne of the main goals of the reception year is to form a crowd of individual children into the collectivity of 'a class'. Tolerance of diversity was generally low, and children whose behaviour did not conform to the rules were publicly marked as different. Even though this was often done in a benevolent way - for example by allowing special privileges to children thought to be autistic or immature - the result was that some children were 'made an example of', so that 'normal' behaviour could be made more visible to the others. The public nature of classroom discipline is thus strongly implicated in the production of reputation.\n\n4. The difficulties of being good \nBeing good is not a simple matter. The research found that children need interpretive skills to decode and comply with requirements such as 'sitting nicely', 'good listening' etc. They must be able to compete for teachers' attention and approval according to the rules, and handle disappointment when they do not win. They must be able to negotiate mixed messages - for example, to comply with external authority and to take responsibility for self-discipline. They must learn to perform the emotions and moral qualities that are valued in the reception class - happiness, sadness, fairness, sharing, kindness, being nice, etc - and accept that other, less 'appropriate' emotions may not be equally recognised.\n\n5. The 'proper' child \nThe research concluded that some children may find it more difficult than others to identify and meet the conditions for behaving like the 'proper' child whose image haunts early childhood education. Perhaps more disconcertingly, some may not be able to recognise themselves in the contours of the proper child, with implications for continuing disaffection in their later years at school.\n\nImplications \n\nThe research shows how the culture of the classroom is an important factor in the production of problematic reputations. The disciplinary practices that produce social order and forge a collective identity may also marginalise a minority of children. Moreover, some cherished principles of early years education may have unintended consequences. The principle of strong home-school links, for instance, may contribute to the 'framing' of families as sources of children's problematic behaviour. The holistic ethos of early years education, which embraces social, personal, academic and emotional development, may be a source of complex and conflicting messages to children about what is required in order to be 'good'. And the status of the reception year itself may be a source of ambiguity. Caught between the more flexible, child-centred ethos of nursery education and the more formal arrangements of Key Stage 1 of the national curriculum, the reception year may be troubled by inconsistencies of ethos and expectation. Behaviour programmes targeted at the individual child will do little to interrupt such broad, cultural influences on behaviour. And because classroom practices are embedded within powerful discourses about child development and the aims of early years education, change will be difficult to effect through self-reflection by practitioners. However a starting point for practitioners might be to examine their tacit notions of the 'proper' child and the ideal family, and how these might influence their attitudes to children. The public nature of discipline in the reception class is a further area for attention. Can the goal of forming children into a collectivity be uncoupled from the public administration of praise and reprimands? We would make the following tentative proposals. Firstly, professionals might attempt not to intervene too early with explanations and interventions relating to children who are beginning to emerge as a 'problem' in the early years classroom. For some children in the research, apparent developmental delays and unconventional behaviour seemed to disappear, or to assume less significance for adults, as the research progressed. The prevalence of close monitoring and assessment of progress from children's earliest days at school, including the monitoring of 'social and emotional development' and behaviour, may have unintended consequences by constituting some children as a 'problem' too early in their school careers, with implications for the reputation and the educational futures of those children.\n\nPractitioners might also reflect on the tacit developmental maps that underlie early years practice, and how these may generate 'deficit' views of some children, parents and families.\n\nThe public nature of discipline in the reception class is a further area for attention. Can the goal of forming children into a collectivity be uncoupled from the public and highly visible administration of praise and reprimands? Relatedly, and perhaps controversially, practitioners and educators might consider the possibility of reducing the emotional 'temperature' of classroom experience - so that there is less at stake in terms of the attribution of responsibility to young children for the feelings of others. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}