{"id":"764E3540-C20B-46ED-B693-9AA56EA3C388","title":"Urban oxidising capacity measurements using inert and reactive tracers","abstractText":"By definition, the urban environment is one where many people either live or work. During the course of a day, people will be outdoors for varying lengths of time and be exposed to different levels of air pollutants. During daytime, sunlight can provide the energy needed to produce the hydroxyl radical (written as HO), which is an extremely reactive species that acts like a detergent in the atmosphere, reacting with air pollutants. Therefore, we want to know how much HO there is in the urban atmosphere and how its level changes over the course of a day and from day to day as a function of time of the year. It is possible to measure HO directly using an instrument called FAGE and this has been carried out for some cities in the UK (e.g. Birmingham and London). These data have helped us to understand how HO varies in one location but the instrument FAGE is too expensive to replicate to allow us to make measurements across a city. HO is made and destroyed very rapidly, so a measurement of HO also tells us the ratio of the rate of its production to the rate of its removal and indeed FAGE can also tell us about the rate of its removal. Therefore, we can calculate the rate of production from these measurements, but these other measurements from a number of cities suggest that the rate of production of HO is underestimated based on our current understanding. One possibility is that there are missing sources that we don't know about? Given the importance of HO and other oxidants to urban air quality it is vital to try to work out what these missing sources are.\n\nWith this in mind we have developed a new technique to allow us to measure the amount of HO (and other detergents) pollutants encounter as they move through the urban environment. In this way we will be able to build up a picture of how removal rates for pollutants varies across a City as a function of time of day, season, pollution loading etc. We will also be able to estimate how rapidly particles are made in the urban environment and begin to understand what controls their production. Particles can be released into the atmosphere directly, e.g. from car exhausts, (called primary particles) but can also be made in the atmosphere, a so called secondary particles. We want to know more about the sources of secondary particles as we can make reasonable estimates of primary particle sources. Particles are known to be bad for air quality and a reduction in levels would be of great benefit. \n\nIn order to make these measurements we will release small amounts of organic molecules that react with oxidants such as HO and some molecules that don't react with anything. We have tagged the reactive molecules so we can tell them apart from ones that are there already into the city and will measure the levels of both reactive and inert species downwind of the release point. As these molecules disperse their level will drop because of dilution and the inert species will tell us the dilution rate, the reactive ones will drop even more as they will not only disperse but also react. By using these two pieces of information we can estimate their chemical removal rates and hence the amount of HO present. \n\nOther measurements of pollutants and meteorology will be made at the same time and we will then be able to estimate how quickly these pollutants are removed. Computer models that contain our current knowledge of urban air quality will be compared with all the measurement data and we will then be able to test a number of hypotheses for the missing source of HO and other oxidants. \n\nWe will also carry out studies at night where HO levels are very low and a different oxidant called the nitrate radical (NO3) takes over. We have an instrument that can make measurements of NO3 and so we can compare the measurement of NO3 in one location with the NO3 experienced by pollutants as they pass through the city. In this way a detailed comparison can be made.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K01501X/1","grantId":"NE/K01501X/1","fundValue":"444670","fundStart":"2014-01-07","fundEnd":"2017-03-31","funder":"NERC","impactText":"","person":"Dudley  Shallcross","coPersons":["Timothy Guy Harrison","Guy  Lloyd-Jones"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}