{"id":"7669BBD7-33A4-4E0B-8165-84F2F83C778F","title":"Minor icy bodies (origin and evolution) and cosmic dust","abstractText":"The Centre for Astrophysics \\&amp; Planetary Science requests long-term funding to support a successful established programme of research into the origins of the solar system, stars and stellar systems. We wish to explore novel physical concepts and develop fresh ideas associated with specific physical processes, configurations and components. One of the most crucial questions in Astrophysics remaining to be answered is: how do stars form? Even with modern CCDs, our classical optical telescopes are of limited use since even red light cannot penetrate out of star forming regions. Furthermore, our classical theory has stumbled and failed as we realise that star forming regions are ephemeral clouds. In recent years, we have found observational and theoretical techniques to overcome these problems and together make progress. At least we can now answer the question: how do we know a star is forming? Thus, infrared astronomy and numerical simulations have provided a new means to uncover and explain the physics of star formation. UK astrophysicists are now at the forefront with superb observing programmes and facilities, as well as advanced numerical methods and computing infrastructure. The Kent researchers aim to remain at the forefront through an integrated programme of infrared observations, three dimensional numerical simulations and advanced theoretical modelling, all aimed at exploring the physics governing the rapid evolution of protostars and the clouds which contain them. Through direct predictions and exploitation, the rolling grant will support the UK investment in space and ground-based projects. This physics of transient objects involves hypervelocity flows in diverse contexts. However, even once evolved into the solar system, hypervelocity continues to play a prominent role. Kent offers the opportunity to explore impacts at speeds far in excess of one kilometre per second, crucial to many topics in space science and exploration. The evolution and survival of objects against such impacts is a major topic in Solar System evolution (e.g. cratering, catastrophic disruption etc.). In addition, small particles captured by space missions in hypervelocity impacts are a rich source of information about the Solar System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003153/1","grantId":"ST/F003153/1","fundValue":"541696","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"STFC","impactText":"","person":"Mark Joseph Burchell","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}