{"id":"76737541-F3FF-4B3F-B38C-E95080CBB45E","title":"Mechanism of a nucleotide dependent transcription activation process","abstractText":"The cells of every organism contain a chemical code within their DNA molecules that holds the information needed for making all the protein products required to make the cell grow and stay alive. The code is in the form of a linear sequence of nucleotide bases, the famous A,G, C &amp; T. The order of these letters determines the subsequent linear order of amino acids of the cell's proteins, which ultimately determine its structure and function. Converting the nucleotide information into the encoded amino acid sequence is known as as gene expression. The first step in this process is one of the most important reactions inside cells and involves making an RNA copy - a transcript- of the DNA message. The enzymes involved in this process - RNA polymerases - must start the copying process at a defined point in DNA, known as the promoter. In cells, this process is tightly regulated and determines the pattern of genes being read and thus contributes to the precise execution of the cellular genetic program. We are studying the basic mechanisms that control the choice of start site and the controlled activation of the RNA polymerase from a passive DNA-binding protein into the active copying machine. In particular we are studying how the protein components of transcription machinery use the energy currency of the cell-a molecule called ATP-to function as small machines and to interconvert between different states. We would like to know the detailed features and the conformational changes in the transcription machinery during the initial steps - when the double stranded DNA is opened up in single strand forms and the template strand is delivered into the site of RNAP for synthesizing RNA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H012249/1","grantId":"BB/H012249/1","fundValue":"917925","fundStart":"2010-07-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"","person":"Xiaodong  Zhang","coPersons":["Martin  Buck","Sivaramesh  Wigneshweraraj"],"organisation":"Imperial College London","findingsText":" we have unravelled the structural organisation of RNA polymerase - sigma54 complex and how activator proteins are utilised to activate transcription atomic resolution information of sigma54-RNA polymerase organisation Agriculture, Food and Drink,Chemicals,Education,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}