{"id":"7681F4FE-3C45-407A-8C6D-F159E455A243","title":"XPEEM of anisotropic dipolar coupling in periodic nanomagnet arrays.","abstractText":"Self-assembled and patterned magnetic nanostructures are currently the subject of much interest due to their enormous potential in future nanotechnology. High density magnetic recording is one area which promises to benefit from a move towards the use of patterned media, with potential storage densities up to 1000 times higher than currently available in magnetic disk drives. As well as the technological benefit patterned nanomagnetic arrays offer a great opportunity to study aspects of fundamental and nanoscopic magnetism in model systems. As such they possess natural advantages over non-patterned thin film materials and bulk systems. Here we propose to carry out studies of nanomagnetic properties of patterned arrays of NiFe with X-ray Photo Emmission Electron Microscope. Using the state-of the art facilities available at the Advanced Light Sourse (ALS), Berkeley laboratories, US, we would like to perform experiments on the observation of the magnetic domain structure in the nanoscopic magnetic dots. It has been recently observed with macroscopic techniques, such as MOKE, that a specific geometric configuration of elements in a pattern (i.e. square or hexagonal) may lead to magnetic interactions between the elements anisotropically correlated with the physical structure of the pattern. As a result, magnetisation reversal, which is the fundamental property in magnetic recording, can be affected by the symmetry of the pattern. A direct observation of the magnetic domain structure, which can be done non-invasively with XPEEM, can directly demonstrate how the magnetisation is affected by the local magnetic field and whether the interactions between the neighboring moments and their symmetry play a crucial role in the remagnetisation process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021506/1","grantId":"EP/E021506/1","fundValue":"4521","fundStart":"2006-09-01","fundEnd":"2007-02-28","funder":"EPSRC","impactText":"","person":"Feodor Yurievitch Ogrin","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}