{"id":"7687686B-9562-48B9-B314-0F690899F315","title":"Multi-disciplinary Centre for In-situ Processing Studies (CIPS)","abstractText":"This grant will create a multi-disciplinary Centre for In-situ Processing Studies (CIPS) at the Research Complex at Harwell, to be led by Professors Alexander Korsunsky and Dermot O'Hare from the University of Oxford. It will enable a diverse team of scientists to work together to study processes throughout the life-cycle of a wide range of materials, from their chemistry and manufacture to the ways in which components may degrade during usage. It will draw on the unrivalled facilities at Harwell, including Diamond Light Source, for experiments with extremely bright X-rays, and the ISIS pulsed neutron source, for high neutron flux. By enabling experiments at these facilities to be performed under real processing conditions, and followed in real time, the Centre will enable researchers to obtain detailed, three-dimensional understanding of the mechanical and chemical behaviour during different processing techniques. This will allow better methods for manufacture and processing to be developed; new materials to be produced efficiently; and improved understanding and control of changes in materials over repeated usage. The Centre will span the disciplines of engineering science, materials, chemistry, and physics to collectively enable this new science to be pursued. It will allow researchers from a broad, collaborative team to come to Harwell to take advantage of new opportunities for X-ray, neutron and laser beam experiments. Many will come for focussed visits of a few weeks, during which they will be able to develop their methods in conjunction with specialists based at the Centre. During these visits, they will work with the two resident researchers, who will be developing new systematic ways to study processes with X-rays or neutrons as they occur, including the design of new cells in which each process can take place. One will specialise in complex chemical processes and the other in materials and engineering processing and data analysis, and thus bring a wide spectrum of knowledge and experience for the benefit of all participating groups. All disciplines share common requirements in terms of experimental techniques and data interpretation provisions, and all can learn from each other about the most effective ways to understand complex processes. By addressing these requirements and sharing expertise, the Centre will enable research in a broad range of interdisciplinary problems of manufacture and processing.The research programme of the Centre reflects the research activities and interests of a number of University research groups, not only in Oxford but also at Cambridge, Glasgow, Nottingham, St Andrews and Warwick. Their work ranges from understanding the structure and chemistry during charging and use of lithium-ion batteries to the many changes taking place during engineering processes such as casting and welding. Evolving technology, such as the production of nanoparticles, will also form a particularly demanding strand. As new possibilities for experiments continue to evolve, the Centre will match these with corresponding developments for using them to follow realistic chemical and materials processing as it takes place. We expect a number of 'world first' experiments to take place as a result of this grant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I020691/1","grantId":"EP/I020691/1","fundValue":"150976","fundStart":"2011-04-01","fundEnd":"2013-10-01","funder":"EPSRC","impactText":"  Our findings provided improved insight into such wide-ranging areas of human activity as internal combustion engines, chemical synthesis, and forensics. Our research results have been features in radio programmes and BBC TV series, in Diamond pod casts and Annual Review publications; and received best paper awards at international congresses. Aerospace, Defence and Marine,Construction,Energy,Environment,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Alexander M Korsunsky","coPersons":["Duncan Hudson Gregory","Andrew Leslie Goodwin","Michael  Drakopoulos","Shu Yan  Zhang","Constantin  Coussios","Jose Manuel Goicoechea","Simon James Clarke","Dermot  O'Hare","Patrick  Grant","P  Bruce","Richard Ian Walton","Michael  Hayward","Clare P. Grey","Alan Charles Cocks","Edward  Lester","Igor Petrovich Dolbnya"],"organisation":"University of Oxford","findingsText":" In situ processing studies span multiple disciplines: engineering, materials, chemistry, physics. The project so far demonstrated the remarkable power of the methods available at large scale facilities (DLS, ISIS, CLF) for providing unprecedented insights. We carried out in situ chemical synthesis, in situ electrospinning of nanofibres, in situ strain analysis in a working internal combustion engine, in situ mechanical loading and thermal treatment of human dental tissues, etc. \n\nThe work is ongoing. The methods developed provide tools for improved understanding of both the fundamentals of processing science, and applications right across industry sectors. Aerospace, Defence and Marine,Agriculture, Food and Drink,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}