{"id":"7687CB05-A9C3-434C-8298-329DA31A0F34","title":"The biology of DNA triplexes in the model genetic organisms C. elegans and Drosophila","abstractText":"The genome sequencing projects have provided the raw material for the scientific community to investigate the genetic basis of the normal physiological function of cells and their dysfunction in disease. To pursue this, new experimental tools are also required, especially to modulate the expression of individual genes in any cell and to define the consequence of these interventions. Ultimately, there is also the hope that such approaches may be used in clinical situations e.g. in the treatment of genetic diseases and cancers. Several of these approaches employ synthetic oligonucleotides. These are molecules either resemble the native chromosomal DNA, i.e. the genetic code, or the RNA which carries the genetic signal inside the cell. A particularly powerful method to regulate gene expression uses molecules which are designed to bind to DNA. These are modified oligonucleotides, called triplex-forming oligonucleotides (TFOs), which bind to the double-stranded DNA to form a triplex structure which prevents the gene from being expressed. Furthermore, in some instances this triplex structure can induce permanent genetic mutations. There is considerable interest in developing these molecules as a mechanism for regulating gene expression. Despite this interest however, relatively little is known about the effects of TFOs on gene expression in intact organisms. This project has put together a team of chemists and biologists keen to address this problem. They will systematically test and characterise the effects of TFOs in the model genetic animals the nematode worm, C. elegans and the fruit fly, Drosophila. Using these animals as models has tremendous advantages, especially because there is already a wealth of information on genetic mutants on which to base these studies. Essentially the project will endeavour to mimic the phenotypes observed in genetic mutants by treating wild-type animals with TFOs. Importantly, the effect of the TFOs will also be carefully characterised so that information can be obtained on how effectively they regulate gene expression. The project will also provide information on other features of the effects of TFOs in a physiological environment which are currently unknown, such as how specific and persistent the effects are, particularly in the context of the developing organism during cell division and growth. The net result of this will be an important advance in the understanding of the mechanism of action of gene regulation by modified oligonucleotides. This will be benefit both those in the scientific community who are looking for new tools to interpret the functional meaning of the animal genome sequences, and also those who wish to exploit this technology for the treatment of human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005981/1","grantId":"BB/D005981/1","fundValue":"563646","fundStart":"2006-03-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"","person":"Keith R  Fox","coPersons":["Lindy  Holden-Dye","Thomas  Papenbrock","Tom  Brown","David  Shepherd"],"organisation":"University of Southampton","findingsText":" We have prepared novel nucleotide analogues which enable the formation of stable DNA triplexes under physiological conditions and which are stable against degradation by cellular nucleases. Among these analogues 5-dimethylaminopropargyl deoxyuridine was developed as a useful stabilising analogue, with a relatively simple and reliable synthesis. We have successfully targeted promoter sequences, which contain pyrimidine interruptions, with triplex forming oligonucleotides in vitro and show that these can inhibit in vitro transcription It the problems with cell delivery can be overcome then this will provide a useful method for selective gene knockdown and possibly for mutagenesis Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}