{"id":"768733B7-24C0-4BFA-8A7D-5E9D9CB61440","title":"GRAVIA - Contiguous graphene ultra-barrier films for flexible electronic applications","abstractText":"The project will investigate the feasbility of producing very high quality barrier films in MOCON test formats for next\ngeneration flexible OLED and plastic logic display applications.These exhibit ultra low water vapour transfer rates (WVTR)\nof less than 1 X 10-5 g/m2 per day using self healing layers of high quality CVD graphene and Atomic Layer Deposited\n(ALD) amorphous alumina. The work will explore the neccessary industrial process parameters to ensure the lowest price\npoint at which the minimum barrier properties can be delivered for the chosen high end application. These resultant\npolymer supported barrier films will then be benchmarked against existing barrier coatings in WVTR and mechanical flex\ntests. These measurements will also be made traceable by the National Physical Laboratory (NPL) to ensure that the data\nclaims are correct and meaningful comparisons can be made. The industrial innovation challenge will be producing this\nfully flexible, self-healed (contiguous), optically transparent film of 25cm2 (beyond the current state of art 4cm2) in a timely\nmanner with very few acceptable defects to ensure ultra-barrier performance. The project will utilise advanced\ncharacterisation metrologies and quality control analysis to ensure the iterative development of the films and the resultant\nunderstanding gained from the feasibility studies will be used to model and anticipate future larger film systems and will\nalso be exploitated where possible by barrier seeking end users and through joint KTN activities to target these\ncommunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507751/1","grantId":"EP/M507751/1","fundValue":"90498","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Stephan  Hofmann","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}