{"id":"768E43B7-66B6-479F-BD4E-9709AB07CC85","title":"TET protein function in conversion of 5mC to 5hmC during cell cycle entry","abstractText":"Parts of the DNA of human cells known as genes are copied (the copy is called an mRNA) by a process known as transcription, also known as gene expression. The sequence of each mRNA provides the blueprint for an individual protein. Eeach mRNA is &quot;read&quot; by the cell to produce many copies of each protein that then alter what the cell can do in the body. We are studying a type of cell in the blood called a T cell that helps to fight infection and changing the mRNAs that are expressed in T cells affects how it does this. \n\nThe DNA is in the nucleus of the cell and it is about 3 metres long. It is bound by proteins called histones. The histones wrap and twist the DNA to compact it 10,000-times so it fits into the middle of the cell, called the nucleus. The position of these histones also controls how genes are transcribed into mRNA. Some cells in the body, such as stem cells and T cells are in a resting state called quiescence. It is important to keep these cells quiescent until the body signals them to divide and become activated. We showed that there is a regulatory point, called the commitment point and T cells have to be stimulated past this control point in order to become committed to proliferate. When these quiescent cells are stimulated a large number of genes are induced, which is critical for ensuring that cell proliferation and activation occur correctly. We have evidence that a modification to the DNA, called 5hmC occurs when the T cells start to proliferate and we think this may occur because proteins called &quot;TET&quot; are induced. We know that the 5hmC modification determines whether some genes can be transcribed or not. This project will investigate our hypothesis that formation of 5hmC by TET as T cells start to proliferate is important in regulating the transcription of some genes. This is important as we believe that this will be a new mechanism that regulates a very important cell of our immune system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J016284/1","grantId":"BB/J016284/1","fundValue":"380242","fundStart":"2013-02-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"","person":"Nicholas Shaun Thomas","coPersons":["Kevin Gerald Ford"],"organisation":"King's College London","findingsText":" Changes in the methylation of DNA in the region of a gene that controls its activity. This change, called an Epigenetic change, occurs as cells of the human immune system start to proliferate, which occurs during an immune response to an infection. We may be able to target this epigenetic change to alter the way the cells of the immune system behave. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}