{"id":"768E2EC2-DBEF-4EEE-BDD6-9C2D75F7B51C","title":"Complement factor H: role in prediction and pathogenesis of age-related macular disease (AMD) and coronary heart disease","abstractText":"Inflammation refers to the natural response of the body to an infection. For example, localised pain, redness, swelling and warmth are are well-recognised features of an infected cut and are caused by the influx of circulating white blood cells and their release of chemical mediators that help to fight invading bacteria or viruses. Perhaps surprisingly, a state of grumbling, long-lasting, low-grade, generalised inflammation may exist in all of us as we get older, without us being aware of it. This low-grade inflammation may not be caused by bacteria or viruses but rather might be triggered by dead or dying cells, or certain by-products of our metabolism. This type of inflammation, that can be assessed by measuring the concentration of certain protein markers of inflammation in a blood test, has been implicated in the development of several common diseases of later life including heart disease, diabetes, Alzheimer s disease and age-related macular disease (AMD), a common form of blindness. Recent genetic studies show that some individuals who carry a common variant form of a gene that makes a protein called complement factor H (CFH) are at higher risk of AMD and heart disease. Since CFH is a protein that can help to damp-down one part of the inflammatory response it may be that the gene variant causes lower levels of CFH, but there is much to be learnt about how the altered gene leads to disease. For such studies, it is critical to be able to measure both the genetic variation and the level of CFH in the same indidvidual from large within a large populations with, or at risk of AMD or heart disease. We have developed a rapid high-throughput blood test for CFH, and we now aim to use it to measure CFH and the genetic variants in several large groups of individuals with, or at risk of, AMD and heart disease to understand if a deficiency of this protein underlies the risk of these two disorders. If so, measuring fH itself and/or its genetic variant may help to assess an individual s risk of AMD and/or heart disease, and medicines could be designed that modify the levels of CFH or the other factors it influences to reduce the risk of developing these two common and serious disorders of later life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601354","grantId":"G0601354","fundValue":"1034620","fundStart":"2007-06-01","fundEnd":"2010-11-30","funder":"MRC","impactText":"","person":"Aroon Dinesh Hingorani","coPersons":["Mark Brian Pepys","Simon A Thom","Alun David Hughes","Andrew Royston Webster","Astrid  Fletcher"],"organisation":"University College London","findingsText":"","dataset":"gtr"}