{"id":"768EC6BD-C5A1-4FE0-97C6-9E9913FB19DF","title":"Developing a Research-Policy-Practice Hub for Autism Spectrum Disorder","abstractText":"<p>The aim of this knowledge exchange project is to set up a new Research-Policy-Practice Hub to create a platform for knowledge exchange and debate across communities that have influence in the area of Autism Spectrum Disorders (ASD). Knowledge exchange will be achieved by a set of coordinated online and offline activities that will provide elements of the hub in the first stage of its development. These activities include:</p>\n\n<ul>\n \n\n <li>developing a network of expertise</li>\n\n <li>developing an online infrastructure</li>\n\n <li>setting up opportunities for communication, training and support.</li>\n\n</ul>\n\n<p>The goal is that the proposed Research-Policy-Practice hub should form a model system that can be applied, not only to ASD but also beyond ASD into other conditions that affect education, health and social services.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02080X/1","grantId":"ES/J02080X/1","fundValue":"100405","fundStart":"2012-11-27","fundEnd":"2014-04-25","funder":"ESRC","impactText":"  The resources provided by the Research Policy Practice Hub have been used by Welsh Government officials when they were preparing the draft 2014 version of the Welsh Government's Strategic Action Plan for Autism Spectrum Disorders. The resources have also used by a range of communities beyond academia such from the Latvian Autism Association to local special schools.\nImpacts on stakeholders are summarised in the following document. http://sites.cardiff.ac.uk/warc/files/2014/06/EvaluationRPPhub-8th-Aug-2014.pdf Education,Healthcare Policy & public services","person":"Susan  Leekam","coPersons":["Dawn  Wimpory"],"organisation":"Cardiff University","findingsText":" Taken from Key findings report submitted to ESRC July 2014\n\n1. New web resources: A new web platform was designed for the purpose of maximising participation and collaboration between research and non-research professionals who work in the area of autism spectrum disorders (e.g. education and and clinical professions). http://www.autismrpphub.org/\n\n2. New research findings : (1) A series of qualitative interviews and a large scale survey (N=683) identified new findings on the views of research and non-research professionals about access to research evidence. Findings revealed differences but also some similarities in priorities for evidence based resources by researchers and non-researchers (e.g. academic journal reports). These findings informed the design and content of the final online Autism Research Policy Practice Hub, a web-based platform (see above) designed to narrow the gap between research, practice and policy and promote evidence-based outcomes for people with autism. \n\n(3). Resource: A Technical Summary of the development of the Autism RPP Hub was produced to inform others about the model as part of the Project Evaluation report: http://sites.cardiff.ac.uk/warc/files/2014/06/EvaluationRPPhub-8th-Aug-2014.pdf\n\n(4) New partnerships: Activity on the Autism RPP Hub by researchers, policy makers and practitioners directly led to new collaborations e.g. a research grant application by UK researchers from different universities, a joint visit by policy makers to Scotland, new knowledge gained by an international audience about policy and practice issues (e.g. diagnosis, employment issues,practice guidelines) through the hub's online seminars and downloads. The web architecture provided a model that can be generically applied to other areas (health, education, social services) where knowledge translation between research, practice and policy is needed. Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}