{"id":"76928D2C-8BB0-4732-94F7-80C20F81888B","title":"Branes, Strings and Defects in Cosmology","abstractText":"For a number of years, inflation and topological defects have been considered either as two incompatible or as two competing aspects of modern cosmology. Historically, one of the reasons for which inflation was proposed is to rescue the standard hot Big Bang model from the monopole problem. However, such a mechanism could also dilute cosmic strings unless they were produced at the end or after inflation. Later on, inflation and topological defects competed as the two alternative mechanisms generating the density perturbations which led to the observed large-scale structure and the anisotropies in the Cosmic Microwave Background (CMB). The past decade has seen tremendous advances in cosmology. A plethora of data on the CMB has revealed an early universe in striking agreement with the basic predictions of inflation, while there is a clear inconsistency between predictions from topological defect models and CMB data. This indicates a clear preference for inflation. However, even though inflation provides a robust field theoretic mechanism which answers the shortcomings of the hot Big Bang cosmological model and is in a surprising agreement with CMB experiments, it still lacks a precise theoretical model. As the cosmological data keep improving fast, it becomes essential to find a specific inflationary model having a solid theoretical foundation. At present, it is widely believed that string theory is the fundamental theory of all matter and forces, including a consistent quantum gravity sector. If this is the case, then there must exist a natural inflationary scenario within string theory. Such an approach will allow the identification of the inflaton and the determination of its properties, while at the same time cosmological measurements will provide important insight on the precise stringy description of our universe. Since the 'discovery' of Dirichlet (D) branes, a natural realisation of our universe in string theory is the brane-world scenario. In this context, a simple, realistic and well-motivated inflationary model is brane inflation, where inflation takes place while two branes move towards each other, and their annihilation releases the brane tension energy that heats up the universe to start the hot Big Bang era. Typically, strings of all sizes and types may be produced during the collision. Large fundamental (F) strings and/or D1-branes (D-strings) that survive the cosmological evolution become cosmic superstrings. By observing strings in the sky, we will be able to test, for the first (and maybe only) time, string theory. It is now widely accepted that cosmic strings are generically formed in both supersymmetric grand unified theories and brane inflation, where the inflaton potential is of the hybrid type and the inflationary phase ends with a phase transition, leaving behind a network of cosmic strings. Thus, strings and inflation must reconciliate. The aim of our proposal is to identify a successful cosmological model motivated by string theory, which can explain the dimensionality of space-time and give origin to an inflationary model, as well as to seek observational tests of string theory, through mainly the imprint of cosmic superstrings. In the framework of type IIB string theory we will develop a mechanism which can account for the origin of space-time dimensionality through brane interactions. In such a context brane inflation may appear and its phenomenological characteristics will constrain the model. Brane annihilation will release the energy of the branes, reheating the universe which will thus enter the radiation-dominated era. By studying properties of such networks, which have a number of similarities but also a number of differences from field theory cosmic strings, and their phenomenological consequences, we expect to pin down the successful and 'natural' inflationary model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000476/1","grantId":"ST/G000476/1","fundValue":"182044","fundStart":"2010-02-01","fundEnd":"2012-01-31","funder":"STFC","impactText":"","person":"Mairi  Sakellariadou","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}