{"id":"7695C1A3-7732-4B9B-B6F9-2310CC1CC89B","title":"Validation and qualification of a multiplex hypoxia biomarker for radiotherapy individualisation","abstractText":"What is the background of this research?\nApproximately 300,000 patients develop cancer in the UK each year, and around 50% will undergo radiotherapy at some point during treatment. Hypoxia (meaning ?low oxygen?) in a tumour is associated with resistance to radiotherapy. If doctors could identify whether a tumour was hypoxic, it would help them improve treatment to give the best chance of cure for a patient.\n\nWhat is the research trying to achieve?\nPrevious research identified a group of 99 genes that are linked with hypoxia in head and neck tumours. More recently this group has been refined to a subset that comprises just 30 genes. This research aims to confirm whether the reduced 30-gene group can be used in the clinic as a test for hypoxia. \n\nTo do this, we will be using tumour samples collected from patients who chose to take part in a clinical trial. We know there is a special pattern of activity in these 30 genes that reflects oxygen levels in a tumour. We are investigating different ways of identifying this pattern to find the one which is most reliable and reproducible, and therefore most useful in the clinic.\n\nWe also want to investigate whether our pattern of 30 genes can identify and predict hypoxia in other cancers e.g. bladder. We will investigate whether a different 30-gene group is needed for each cancer type.\n\nWhy is this important?\nIf we are able to develop a reliable test for hypoxia, we could try it out in a clinical trial. If successful it could be introduced into clinical practice. This would mean patients would receive the treatment that is best for them, which would improve outcome. Given the large number of cancer patients who undergo radiotherapy each year, this would have a significant benefit on cancer survival in the UK.\n\nHow and where is the research to be conducted?\nThis study builds on long-standing collaborations between scientists and doctors from across the UK and EU. It will be led by Dr. Catharine West at the University of Manchester, who has many years experience of measuring tumour hypoxia in patients. This study will use tumour samples collected from patients who gave full and informed consent for their tissue to be used in future ethically approved research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801525","grantId":"G0801525","fundValue":"703220","fundStart":"2009-07-01","fundEnd":"2012-10-31","funder":"MRC","impactText":"","person":"Catharine Mary West","coPersons":["Johannes  Kaanders","Crispin John Miller","Caroline  Dive","Adrian L. Harris","Jarrod  Homer","Jens  Overgaard","Francesca  Buffa","Peter John Hoskin"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}