{"id":"7695449E-B338-436D-A91D-93CF4687F00B","title":"Which burglary security devices work for whom and in what context?","abstractText":"<p>Domestic burglary is a high volume crime affecting many households. As well as substantial financial loss and damage to property, it causes high levels of anxiety about the possibility of being burgled. Surveys documenting public priorities about crime place burglary at the top. Burglar alarms and other security devices in principle deter potential burglars. Insurance premiums are discounted when a fully operating burglar alarm exists in the home due to claims about the effectiveness of burglar alarms and other security devices in the marketing literature, but no systematic research studies have been undertaken to assess their effectiveness in different areas, accommodation types and occupants’ characteristics. The primary research question of this project: 'Which burglary security devices work for whom and in what context?' is precisely addressing this issue.</p>\n\n<p>This study will identify the individual and combined security devices that offer cost-effective burglary protection to:</p>\n\n<ul>\n \n\n <li>the population in England and Wales overall</li>\n\n <li>specific population subgroups according to their socio-economic attributes</li>\n\n <li>the residents of Wales, each of the nine English regions and area types according to population socio-demographic profile and density</li>\n\n <li>area types and population subgroups plausible combinations. </li>\n\n</ul>\n\n<p>To this end it will analyse multiple sweeps of the British Crime Survey and respective Census data via advanced statistical analysis.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003771/1","grantId":"ES/K003771/1","fundValue":"152657","fundStart":"2013-06-01","fundEnd":"2013-10-17","funder":"ESRC","impactText":"  Pilot project in Nottingham funded by the Nottingham Crime and Drugs Partnership based on the project's findings to offer WIDE target hardening to burgled households and their neighbours based on the near repeat victimisation theory. Communities and Social Services/Policy,Construction,Financial Services, and Management Consultancy Societal,Economic,Policy & public services","person":"Andromachi  Tseloni","coPersons":["Louise Elizabeth Grove","Graham  Farrell","Nick  Tilley"],"organisation":"Nottingham Trent University","findingsText":" -Combinations of security devices in general afford up to 50 times more protection than no security. \n-What was most effective was a combination of four devices: external lights on a sensor; internal lights on a timer; double or deadlocks on doors, and; window locks. \n-Protection conferred against burglary does not consistently increase with the number of security devices. \n-Individual security devices confer up to three times greater protection than no security, the most effective being external lights with sensors (WIDE). Counter-intuitively, a burglar alarm on its own seems to increase burglary risk. Via target hardening interventions by home owners and social and private landlords; building industry regulations; landlords associations guidelines and insurance companies requirements. Communities and Social Services/Policy,Construction,Financial Services, and Management Consultancy","dataset":"gtr"}