{"id":"76997610-C442-466F-A98D-4544F8592C21","title":"Investigating the early steps in the assembly of the oxygen-evolving complex of photosynthesis","abstractText":"The photosystem two (PSII) protein complex is widely considered to be one of the most remarkable and important molecular machines on Earth. It performs the incredibly difficult task of extracting electrons from highly stable water molecules to allow plants, algae and cyanobacteria to grow. PSII also produces the oxygen that we breathe. PSII drives the very demanding water-splitting reaction by capturing solar energy and using it to drive the oxidation of water molecules bound to a highly conserved metal cluster, made up of 1 calcium ion and 4 manganese ions, buried within the PSII complex. The oxygen that is liberated is then fed back into the atmosphere. Dramatic progress has been made in understanding the 3-dimensional structure of the complex so that we now know to a high degree of precision where each atom in the complex is located. We know that active PSII is composed of about 20 individual proteins, bound together in a lipid membrane, and that it contains a large number of specialised pigment molecules to harvest the solar energy, as well as small organic molecules to transport electrons through the complex. Unfortunately PSII is not a perfect machine; it sometimes breaks down, especially when the sunlight is very bright, and has to be repaired. To do this the damaged PSII complex is partially disassembled into a smaller complex, and the damaged protein is replaced by a newly made version. Without this special repair mechanism PSII would be quickly inactivated in the light and plant growth and oxygen evolution would be inhibited. The purpose of our research is to understand how PSII functions to split water, how PSII is assembled from its component parts and how it is repaired efficiently. Understanding these processes might allow us in the future to enhance photosynthesis in crop plants so that we can increase growth to help satisfy the ever increasing demand for more food and more biomass. This knowledge might also have applications in the design of new, sustainable herbicides or the design of new man-made catalysts that might act as 'artificial leaves' to provide renewable fuels from solar energy. Together with our collaborators, we have previously shown that PSII is assembled in a stepwise manner from smaller sub-complexes or modules and that these assembly intermediates also bind 'accessory factors' not found in the final active PSII complex. Whilst progress has been made in characterising the larger assembly intermediates, less is known about the early steps in PSII assembly. We propose to find out more about what is happening at this stage of PSII assembly. To do this we will employ a wide range of different experimental techniques and will work with collaborators around the world to maximise the return on the investment in time and money. By using a combination of genetic engineering and protein purification, we will isolate different types of early PSII assembly intermediate: some very early on in assembly when pigment molecules are first inserted into the protein as well as a minimal type of PSII complex, the PSII RC, that assembles later on in the pathway. By analysing the composition of these complexes we hope to identify new proteins that are required for assembly and repair of PSII. We have already identified two accessory proteins, termed Ycf48 and Ycf39, which bind to the PSII RC found in a cyanobacterium. We will employ a combination of mutagenesis, biochemistry and structural biology to find out more about their roles in PSII assembly, their 3D structure and how they interact with PSII. In addition we will use a special type of microscopy to detect the location of the PSII RC in live cyanobacterial cells to see where about this complex is found which will give us clues as to the site of assembly within the cell. Overall our research will provide important new information on how the oxygen-evolving complex of photosynthesis is assembled.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003260/1","grantId":"BB/L003260/1","fundValue":"397171","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"","person":"Peter J Nixon","coPersons":["James William Murray"],"organisation":"Imperial College London","findingsText":" The photosystem two (PSII) complex located in the thylakoid membrane plays a vital role in plant growth and replenishing oxygen in the atmosphere. How this multisubunit enzyme is assembled from its component parts is unclear. Research funded through this award has allowed us to isolate for the first time an early assembly complex of PSII from the cyanobacterium Synechocystis 6803. We have discovered that a pigment protein complex composed of Ycf39 and small subunits related to light-harvesting subunits of chloroplasts is associated with the PSII assembly complex. Our work indicates that this new pigment complex plays a role in delivering chlorophyll to PSII during early stages of assembly. Might help produce crop plants that are more resistant to light stress Agriculture, Food and Drink","dataset":"gtr"}