{"id":"769CC2CB-DBAD-441F-B97B-46E66DB5E266","title":"Production of isoprenoid-based biofuel in algae using a synthetic biology approach","abstractText":"The World is faced with the considerable challenge of supplementing, and ultimately replacing, its fossil fuel-based economy with one based on clean energy technologies such as biofuels. Currently, commercially available biofuels (e.g. bioethanol and biodiesel) are derived from crop plants such as maize and soybean. However, there are major concerns regarding both the use of valuable agricultural land for production of biofuel crops, and the sustainability and energy balance of such technologies. A potential alternative source of biofuels is microalgae - aquatic photosynthetic organisms that do not require fertile land for cultivation; grow considerably faster than plants, and which can accumulate significant quantities of high-energy compounds such as oils. Furthermore, such aquatic cultivation could be coupled to waste streams such as CO2 output from industry and nutrient-rich effluent, thereby using this waste to promote algal growth. However, industrial-scale cultivation of microalgae for biofuels faces considerable challenges, not just in terms of technical feasibility, but also in terms of the economics and achieving a net positive energy balance. It is recognised that success will probably require the development of superior algal strains in which genetic engineering methods have been used to radically alter and tailor the cell metabolism's towards maximal biofuel productivity under industrial conditions. Currently, the molecular tools needed to create such strains are decided limited and algal metabolic engineering is still in its infancy. In this project, we will develop advanced tools for algae along the lines of the 'synthetic biology' technology now being used to design and create novel bacterial and yeast strains. A particularly, attractive feature of our approach is that we will exploit the ability to introduce new genes into two separate genetic compartments, the nucleus and the chloroplast, thereby allowing elaborate strategies for engineering that employ multiple new genes and create novel biosynthetic pathways within the chloroplast, but which can regulated from the nucleus. We will validate this new technology by creating a series of designer algae that produce two potentially useful fuel molecules - the short-chain hydrocarbon, isoprene and the alcohol, geraniol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007660/1","grantId":"BB/I007660/1","fundValue":"408528","fundStart":"2011-10-03","fundEnd":"2014-10-02","funder":"BBSRC","impactText":"","person":"Saul  Purton","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}