{"id":"76A9B504-8129-485F-ADFB-9F229867DA27","title":"High Resolution Solid State Nitrogen-14 NMR","abstractText":"Through the development of novel experimental and computational methods, we aim to make solid state NMR spectroscopy of the major naturally occurring isotope of nitrogen much easier and more informative. 14N NMR used to be very hard due to the electric quadrupole moment of 14N nuclei, which generates very broad spectral lines. We found a promising way around this problem -- it potentially opens a new route to the characterization of a huge range of biomolecules, natural materials and drugs, including fibrillar proteins, which are key targets for the understanding of amyloid diseases. Within this project we will develop high-resolution 14N NMR methods and use them to gain insight into structural and dynamic information for systems where 15N enrichment is difficult or impossible, e.g. environmental samples, natural materials and tissue biopsies. \n\nNMR is a powerful technique for the analysis of structure and dynamics of molecules and solid state NMR is uniquely positioned to study a range of materials, from non-crystalline biological solids, such as fibrils or membrane proteins, to amorphous glasses. Despite its high natural abundance (99.6%), 14N isotope has received relatively little attention because it is a spin-1 nucleus with a large quadrupolar interaction that makes excitation and detection of the NMR spectrum difficult. Accordingly, most solid-state NMR studies to date have utilized materials artificially (and very expensively) enriched with the 15N isotope, for which high-resolution NMR spectra can be measured. \n\nDespite the difficulty associated with observing 14N, its large quadrupolar interaction is an excellent reporter of the local environment that is far more sensitive than other NMR interactions, with the potential to provide unique insights into structure and dynamics of nitrogen-containing materials. In the last five years, an increasing amount of attention has been given to 14N and its solid state NMR spectroscopy. Recent developments include indirect detection of the fundamental 14N NMR transition, as well as the detection of the partially forbidden higher order transition, known as the overtone transition, which has much sharper lines. Although the sensitivity and spectral resolution of these methods is improving, they are currently not sufficiently robust and sensitive to make them widely applicable.\n\nOur group is involved in these efforts. We have obtained a range of exciting preliminary results to support our research targets, demonstrating that major improvements are obtainable for signal intensity, site resolution, accurate and efficient data simulation, and that 14N does not necessarily constrain us to small molecules -- even data on small proteins can be obtained.\n\nTo realise the potential of 14N NMR, these preliminary result must be followed by focused research in two keys areas:\n\nFirstly, there is a need to develop methods for the efficient excitation of both the fundamental and overtone transitions. To achieve this goal we will use state-of-the-art computational and mathematical tools to boost the excitation efficiency. A key component to this will be the use of optimal control theory that has the ability to optimize experimental methods to deliver performance figures close to the theoretical limit, often more than an order of magnitude higher than those obtained through more conventional means.\n\nSecondly, we believe that the sensitivity and resolution obtained in the 14N NMR spectra can be significantly enhanced. Preliminary overtone data indicate that significant narrowing of resonances, and gains in efficiency can be achieved through the development of new pulse sequences and the optimisation of acquisition conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023664/1","grantId":"EP/M023664/1","fundValue":"475926","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Marina  Carravetta","coPersons":["Ilya  Kuprov","Philip Thomas Williamson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}