{"id":"76BB6B0F-93E3-4770-B857-825791A149EA","title":"Small molecule keys (SMK) for functional assignments in post-translational protein modification","abstractText":"The human genome, which catalogues the initial DNA sequences that go to make up genes, is just a starting point in new realms of science that will make use of the virtually untapped data that lies within. A major bottleneck in the exploitation of this genomic data is the assignment of function for gene products, at the molecular, cellular and physiological levels. Recent developments, including 'transgenic' and 'RNAinterference' (RNAi) technologies directly interfere with the DNA coding or the processes by which the coding is 'read'. These have enabled advances to be made at an increasing pace, however, they suffer from significant limitations, such as difficulties of delivery inside organisms and imperfect control of the timing of their effect. In addition, these changes are often too 'far' (in terms of relating biological pathways) from the biochemical event under study and so the effect or information gained is then less clear. For many decades, small molecules have proven to be invaluable tools in biological systems. Methodology now exists for the efficient chemical synthesis and analysis of logically-designed collections (so-called 'focused libraries') of small molecules. Using this chemical synthetic methodology we will attempt to generate cell-penetrating molecules designed to selectively change the process of protein targets. These small molecule keys (SMKs) are chosen to target for each member of a family or related proteins. Using these chemical 'keys' we 'unlock or lock' their function and that of the family and so examine and exploit the resulting effects. Our initial target proteins are challenging and exciting ones. These are proteins involved in so-called post-translational modifications (PTMs) - changes that are made to protein structures after their genetically-encoded construction. Since these processes are not under direct genetic control, their study has until now been difficult - the little we do know shows that the effect of PTMs on biological processes can be profound. We aim to see just how profound in the first stage of the SMK centre - a site that we aim to create to act as a local, national and international resource for the generation and application of small molecules for a wide range of biological processes in a cooperative manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005949/1","grantId":"BB/D005949/1","fundValue":"1604900","fundStart":"2006-04-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Hagan  Bayley","coPersons":["Benjamin  Davis","Christopher Joseph  Schofield","Neil  Oldham"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}