{"id":"76C1A305-17F3-4878-B4FD-B8CE862A0C53","title":"Hamiltonian complexity","abstractText":"If you cool certain materials to near absolute zero they will behave in strange and counterintuitive ways. A wonderful example is any superconductor: below a critical temperature the resistance rapidly drops to zero and the superconductor can conduct electricity with almost no loss. The reason these effects can occur is because quantum mechanics becomes important at low temperatures: the particles in the material can exploit quantum superposition to do more than one thing at once. These materials which behave in aquantum way are examples of what are called quantum lattice systems, and understanding them is at the forefront of research in physics at the current time as they can exhibit a bewildering variety of exotic phenomena, including, the fractional quantum Hall effect and topological effects. Additionally, quantum lattice systems provide a convenient architecture for quantum computers: if engineered correctly they can execute quantum algorithms, for example, Shor's algorithm to factor large numbers.Until recently, the task of predicting the behaviour of quantum lattice systems was regarded as a somewhat technical engineering exercise, and it was often tacitly assumed that computers could, at least in principle, solve them effectively. However, shockingly, this intuition is utterly wrong. It is now straightforward to describe realistic systems whose equilibrium properties encode the solutions to complex mathematical problems: if they could be simulated then this would contradict a major conjecture in mathematics, namely, the P/NP conjecture. Few people seriously believe this, and we are thus forced to conclude that there exist realistic physical systems which can never be understood, even using a quantum computer.In practice, one never seems to find that a particular quantum lattice is hard to simulate: while we can easily construct difficult quantum lattice systems, we never seem to encounter them in nature. This proposal is aimed at explaining this mystery: I aim to show that the introduction of the tiniest amount of disorder to any system, even the difficult systems, will render them easy to simulate. Thus, naturally occurring systems -- which always have some level of disorder -- are easy to simulate. I'll then further explore this observation by supplying a computational method to understand the physics of disordered quantum lattice systems. In the final part of this proposal I'll take this observation to its logical extreme: I'll show that adding lots of noise to an evolving quantum lattice will *supercharge* it allowing it to quickly explore many paths at once, actually rendering it a powerful quantum computational tool.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G045771/1","grantId":"EP/G045771/1","fundValue":"216655","fundStart":"2009-08-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"Koenraad Maurits Audenaert","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}