{"id":"76D9639B-8149-421A-9FAD-86262BB6ACD5","title":"Biodiversity and the provision of multiple ecosystem services in current and future lowland multifunctional landscapes","abstractText":"Biodiversity underpins many ecosystem services - the benefits that people gain from the natural world, such as clean water, storage of greenhouse gases, crop pollination, and a pleasant and fulfilling environment. Yet the way in which biodiversity affects different services is poorly understood scientifically, especially when considering the real world rather than small-scale studies. Lowland agricultural landscapes are particular 'crunch' points, where food security needs to be balanced with the provision of other ecosystem services against the backdrop of a changing climate. Many of these services are in conflict, such as crop production, climate regulation and cultural services. Already, agricultural landscapes show signs of degradation, with consequences for their biodiversity and the provisioning and resilience of services.\n\nThe 'Wessex-BESS' project will address the fundamental challenge of the BESS program in linking biodiversity change with the delivery of ecosystem services across landscapes and into the future. We will do this by integrating experiments with large-scale biodiversity and environmental gradients existing in the Wessex Chalk landscape. This contains arable, grassland and riverine ecosystems, and offers a unique opportunity to exploit large-scale 'natural experiments'. Specifically, Salisbury Plain contains large areas of unfragmented semi-natural habitat and shares the topography and deeper chalk soils of surrounding intensive farmland, making comparisons possible. Furthermore, the area contains many ecological restoration programmes that we will use as experimental platforms for large-scale biodiversity manipulations. To allow the broad characterisation of biodiversity-ecosystem service relationships, and a framework for other researchers to exploit, research will encompass: a wide range of ecosystems from terrestrial to freshwater; taxonomic groups from bacteria to birds; multiple biodiversity measures from genetic and species diversity to landscape heterogeneity; and regulating, provisioning and cultural services. Collaboration with other initiatives using this landscape (incl. NERC 'Macronutrients Cycle', Defra 'Test Catchments', Natural England 'Nature Improvement Areas') will add scientific value and impact, and partnership with a large number of conservation and land/water management organisations will ensure the research and findings have applied and policy relevance.\n\nWe have a consortium comprising international leaders in biodiversity and ecosystem service research. Project partners will ensure that scientific outcomes influence best practice and policy. The collaborative approach (with partners involved in ecosystem service provision) represents a cost-effective way to understand the scaling of biodiversity-service relationships. The Wessex Chalk Area is an excellent test bed for possible futures as it faces imminent threats from both climate and land use change (e.g. agricultural intensification), which are already being addressed using large-scale restoration. We will focus on the contrasting services of crop production, climate regulation, water quality, and cultural services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014729/1","grantId":"NE/J014729/1","fundValue":"400775","fundStart":"2013-02-04","fundEnd":"2017-02-03","funder":"NERC","impactText":"  See stakeholder engagement activity. Agriculture, Food and Drink,Environment Policy & public services","person":"Richard  Bardgett","coPersons":[],"organisation":"The University of Manchester","findingsText":" The project is still ongoing, but key activities so far are: \n\n1. In February 2013 two sites were chosen on Salisbury Plain for establishment of field manipulative experiments. They were required to have low nutrient soils, with no history of chemical inputs, with a low weed load, preferably on land going into HLS agreements. These sites were intended to constitute a plant removal study from a high diversity grassland, and a plant addition study on an area of bare ground. The removal site was on Parsonage Down NNR near Winterbourne Stoke (OS SU 05636 41684), an area of high plant diversity. The addition site was at Winklebury Hill near Berwick St John (OS ST 94756 19924).\n2. A functional diversity classification was created in order to divide local chalk grassland species into three groups based on carbon capture and nutrient retention characteristics. These included root type (tap root, fibrous roots etc), longevity and specific leaf area. The classification divided the species into plants that were hypothesised to capture and retain a lot of carbon, with poorly decomposable litter (conservative strategy), plants that would grow fast and rapidly capture and metabolise nutrients and water (exploitative strategy), and plants that were somewhere in between the two strategies.\n3. The species classification was applied to the species rich site using a mixture of hand weeding and selective spot-spraying of herbicides in both 2013 and 2014. The addition site had species mixtures seeded in in May 2013. Each site had all seven combinations of the three groups in a randomised plot design.\n4. At the end of the growing season in 2014 the plants at the addition site were well established, although the removal study site was more resistant to perturbation. Significant treatment effects on respiration and photosynthesis were evident in the addition study, where higher gas flux rates were apparent in the group where the species had more shallow, fibrous roots. The lowest rates of photosynthesis were seen in groups where the plants had thick taproots and short stature. \n5. Future work on these sites will include a climate change component; from summer 2015 rainout shelters will be added to the plots to synthesise a severe rainfall scenario (IPCC A2) projected for 2100. The experiments will run until the end of September 2016. The research is ongoing but various engagement activities are being done as part of the overall consortium BESS, including a stakeholder workshop detailed in the outcomes. Agriculture, Food and Drink,Environment","dataset":"gtr"}