{"id":"76E3D142-2916-4F7D-8354-C80446A780D9","title":"Auditory Processing in Dyslexic Children: Behavioural and Neural Investigations","abstractText":"We are trying to understand why children with dyslexia show unexpected difficulties in learning to read and to spell. Across languages, children with dyslexia have difficulties in phonological awareness tasks. These tasks require children to think about and become aware of the sound structure of words. For example, children may have to decide whether words rhyme, or how many syllables a word contains. Even dyslexic children learning to read non-alphabetic languages, like Chinese and Japanese, show these phonological problems. This phonological deficit must have an underlying brain basis. We are exploring whether the brain basis of dyslexia is in the auditory system.\n\nWe are exploring a novel theory of dyslexia based on the idea that the auditory processing of cues to speech rhythm is deficient in dyslexia. We are focusing on brain processing of the more extended sounds making up speech, such as long sounds or stressed sounds. These sounds do not make up individual words, as in C + A + T = cat. They make up the rhythms of speech. When you hear a foreign language spoken, its rhythms are the main thing that you hear, and the same is true for babies trying to acquire language. The rhythmic contours of language (the beats of speech) carry syllable-level information. These rhythmic contours are a cornerstone of language acquisition. We think that this cornerstone doesn’t function properly in dyslexia, and that therefore the development of the entire phonological (sound-based) system is affected. \n\nTo find out if this is correct, we are measuring the way that children’s brains respond to different auditory parameters important for syllable-level processing. We are also exploring the way in which children with dyslexia perceive these rhythmic parameters in speech and non-speech tasks. If we can find out exactly which auditory cues are not processed efficiently by the dyslexic brain, we can devise ways of helping dyslexic children to process them better. Remediating processing of these auditory cues could eventually help to alleviate dyslexia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400574","grantId":"G0400574","fundValue":"929928","fundStart":"2005-07-04","fundEnd":"2011-01-03","funder":"MRC","impactText":"","person":"Usha  Goswami","coPersons":["Denes  Szucs"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}