{"id":"76E7519A-425C-4E6C-9468-3FEB1742FCB9","title":"Enhancing nutrient use efficiency from biosolids for a resilient crop production system","abstractText":"There is an urgent need to increase the amount of food crops that must be produced in order to meet the demands of an increasing global population. There are many challenges to be overcome to increase the amount of food crops produced, especially as previously increasing yields of these crops have levelled off in recent years. Some of the causal challenges include changes in climatic conditions that affect rainfall and temperature patterns, decline in soil fertility, soil contaminants, spread of pests, weeds and disease and their control, and adoption of new plant varieties. It is not possible to overcome all these challenges simultaneously, but the issue can be tackled in stages. One promising approach is to use organic waste materials that are being generated to enrich soil quality and improve its fertility. As organic waste is readily available, this represents a good starting point in addressing the challenges noted. There are many choices of organic waste that could be utilised, including manure, compost, and biosolids. However this project will focus on biosolids, due to its high phosphorus levels. Phosphorus is one of the major elements needed by crops. Currently phosphorus is extracted in mines, which are located mostly in North Africa. In order not to rely solely on one such source, it is deemed more sustainable to use renewable source phosphorus such as biosolids have been turned into fertilisers.\n\nPrevious field scale applications were conducted for three years in three locations, in Bedfordshire, Shropshire and North Wales. That research showed there were no significant differences in biosolids-production yields of wheat, oilseed rape, barley, beans and forage maize, as compared with using chemical fertilisers. This is encouraging as the use of biosolids as fertiliser did not compromise yield and so over a number of years could potentially lead to reduced chemical fertilisers. However, these trials were undertaken at three specific sites. The focus of this current project is to build upon this to evaluate the factors that influence nutrient use efficiency (NUE) of crops applied with biosolids and, drawing on national collections of relevant environmental 'Big Data', to determine the widespread geographical opportunities to adopt biosolids across England and Wales. Nutrient use efficiency can be defined as ability in crops to utilise nutrients to produce yield (either as grain or fruit). The greater this is, the better will be the yield with lower use of nutrients. Challenges that influence crop production consequently influence NUE. However, as it will be challenging to consider all the factors that can influence NUE in a one year project, an alternative approach will be utilised in this work. Data on climate, crop variety, pest/disease and soil will be sourced from various organisations and harmonised to produce an analytical map. This map can then be utilised by end-users to better use biosolids in parts of the country where NUE will be high resulting in sustained or elevated crop yield. However before the map will be finalised two consultative sessions will be organised with stakeholders (such as farmers, Agricultural Trusts, National Farmers Union, water utilities, fertiliser and agro-chemical companies, policy makers, agronomists, Farm Assurance Schemes and food producing companies) that would benefit from using this map. The reason for consulting these groups is so the outcome can be produced by taking into account comments that can improve the quality to better suit demands of the end-users. There will also be produced a set of interpretative protocols that will accompany the maps which will help end-users interpret it in order to better use it to target areas where biosolids can be applied for increasing crop yield.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M012794/1","grantId":"NE/M012794/1","fundValue":"113301","fundStart":"2014-11-01","fundEnd":"2015-10-31","funder":"NERC","impactText":"","person":"Ruben  Sakrabani","coPersons":["Stephen  Hallett","Keith  Chaney"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}