{"id":"76EB6D61-B356-4C24-BE92-4F4C0B0303AF","title":"Functional analysis of novel microRNAs encoded by avian herpesviruses","abstractText":"Marek's disease (MD) is a common disease of chickens involving paralysis and commonly death from the growth of highly malignant T lymphomas (cancers of white blood cells). MD is caused by a transmissible agent, Marek's disease virus (MDV). MDV is very contagious and is a major threat to the poultry industry worldwide. Presently, it is controlled by vaccination, and nearly 22 billion vaccine doses a year are used in an attempt to control the disease. Despite this, there is a continuous evolution of the virus towards greater virulence necessitating the introduction of new vaccines at regular intervals of 8-10 years when the previous generation of vaccine becomes ineffective. The mechanisms by which the virus gains virulence and produces tumours remain very poorly understood. During the last 2 years, with the financial support from the BBSRC, we have been examining the role of novel regulatory molecules called microRNAs (small 22-nucleotide long RNA molecules) encoded by the virus and the host in inducing MD. As part of this grant, we have identified several novel microRNAs in the genome of the 3 members of the genus Mardivirus. Preliminary studies have indicated that these tiny molecules are produced at very high levels in MDV-induced cancer cells and their deletion from the virus genome affected their ability to produce tumours. In this proposal, which is aimed to build on the findings of our work, we want to continue our research to identify the molecules targeted by the virus-encoded miRNAs and examine the effect of deleting these microRNAs from the genomes of these viruses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009163/1","grantId":"BB/G009163/1","fundValue":"404952","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"BBSRC","impactText":"","person":"Venugopal  Nair","coPersons":[],"organisation":"The Pirbright Institute","findingsText":" The research project has developed a significant amount of data on microRNA expression profiles in a number of avian cell lines of B lymphocyte, T-lymphocyte, Macrophage and embryonic stem cell origin. In addition, the project has helped to identify novel microRNAs encoded by different avian herpesviruses, including the duck enteritis virus. These datasets are valuable for further studies to understand the functional significance of microRNA-mediated gene regulation. The finding from the project and questions that have arisen from the project has led to the successful winning of a new BBSRC grant to study the cistrome and transcriptome of avian tumours. ","dataset":"gtr"}