{"id":"76EFA1BF-8F20-4A83-968C-FE1AA95D2116","title":"Quantum Black Holes: a macroscopic window into the microstructure of gravity","abstractText":"Black holes are astrophysical objects that are formed by the collapse of very massive stars. They are surrounded by a one-way surface, called the event horizon, from inside which nothing - not even light - can escape (thus giving them their name). In the 1980s, J. Bekenstein, S. Hawking, and other theoretical physicists, while investigating the properties of black holes using the theory of general relativity, discovered that black holes have thermodynamic properties like temperature and entropy. In particular, they could associate a precise entropy intrinsically to black holes, thus suggesting that a black hole is made up of many microscopic states, just like the gas in a room. \n\nThis thermodynamic behaviour of black holes is a precious clue in unravelling the microscopic structure of quantum gravity, an important unsolved problem in theoretical physics. In the late 19th and early 20th century, a precise understanding of the thermodynamics of gases had led physicists towards basic principles of quantum mechanics. With that analogy in mind, today we have that high precision computations of quantum black hole entropy provide a new window into the fundamental microscopic theory of gravity and its deviations from classical general relativity - this is the main setting for this research proposal. Traditional methods of quantum field theory have proved to be not well-suited to perform these computations. Two recent breakthroughs in the recent work of the PI and his collaborators establish new ground for progress. \n\nOn one front, a new method to sum up all perturbative quantum contributions to the entropy of a large class of black holes has been developed. This gives rise to the first exactly solvable model of a quantum black hole. On a second front, a long-standing theoretical obstacle called the wall-crossing problem has been cleared on the microscopic description of black holes in string theory. The newly-developed field of mock modular forms is shown to be the correct framework to address questions of exact black hole entropy. This makes a large class of microscopic models amenable to analytic control, many of which were previously beyond reach.\n\nThese developments open up a new line of research that will be pursued along two intersecting avenues. A first aim is to extend the computations of exact quantum black hole entropy towards models of realistic black holes. A second aim is to investigate the deeper origins of mock modular symmetry, so as to advance the theoretical understanding of quantum black holes. As a concrete application, a third aim is to establish that newfound group-theoretical structures called &quot;moonshine&quot; symmetries are physically realised in quantum black holes, thus opening up connections between two exciting fields of research previously thought to be distinct. Together, the broad goal is to explain black hole microstructure through systematic computations of exact quantum entropy, and to investigate its consequences on the fundamental microscopic theory of gravity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018903/1","grantId":"EP/M018903/1","fundValue":"91264","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Sameer  Murthy","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}