{"id":"76EF588A-B04F-4569-98A8-7FEBB6059E48","title":"Short courses in 'Practical High Throughput Bioinformatics'","abstractText":"Bioinformatics in essence, is the use of computers for the analysis and management of biological data. As biological research embraces new techniques and new technologies, the data being generated increases continually both in terms of the absolute volume and in the speed of its creation. In order to understand the biological meaning of these data we need to be able to efficiently analyse them, and to do this we use bioinformatics. The necessary analyses are also increasing in size and complexity as our knowledge and data increase, and also as new methods of analysis are discovered. Larger data sets and more complex analyses are using ever-increasing computer resources and recently e-science reseach has produced new methods to spread the computing load across a community of computers, perhaps on different sites, rather than relying on individual ones. We aim to produce a training course which will assist bioinformaticians, particularly those starting out on their career to learn the use of some of these new methods in order to improve their research and ability to handle the ever increasing volumes of data efficiently.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007232/1","grantId":"BB/D007232/1","fundValue":"83249","fundStart":"2006-07-01","fundEnd":"2008-06-30","funder":"BBSRC","impactText":"  The successful delivery of this course on 3 separate occasions, to a total of 50 participants of whom 22 were BBSRC-funded researchers/students. Participants were drawn from 22 different institutions, with a number sending participants on all 3 courses. Furthermore,62% students rated the course overall as good/very good in meeting its objectives and a further 33% rated it excellent (15% questionnaires were not returned/ non-responders) and 92% said they would recommend it to colleagues (remainder were non-responders) Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Sarah Anne Butcher","coPersons":["Michael J Sternberg","John  Darlington"],"organisation":"Imperial College London","findingsText":" The grant was an award to develop and deliver a training course. The main development was the production of a full set of high quality lecture and practical tutorial course materials which together comprise a one week duration self-contained course on 'High throughput computing for bioinformatics'. In addition to developing the course materials themselves, the course 'High throughput computing for Bioinformatics' was delivered on 3 separate occasions, to a total of 50 participants of whom 22 were BBSRC-funded researchers/students. Participants were drawn from 22 different institutions, with a number sending participants on all 3 courses. The course notes were used in aspects of delivery of other training courses. Inter-disciplinary expertise and collaborations honed during the project have been maintained and have formed the basis of other successful joint research funding in the area of cloud-based computing and workflows. Agriculture, Food and Drink,Education,Healthcare","dataset":"gtr"}