{"id":"76F18D3A-AFFC-46BA-BC89-CF75F50B7344","title":"SHARE-IT: School-Home Research Environment through Intelligent Technologies","abstractText":"Autism Spectrum Conditions (ASCs) are neurodevelopmental conditions that affect an increasing number of individuals globally, and 1 child in 100 in the UK. Children with ASCs have marked difficulties in social interaction and communication skills and in performing tasks that require initiation of and responding to social actions, such as imitation, turn-taking and collaborative (joint) actions. Many children with ASCs go on to experience a life-time of unemployment and often severe mental health difficulties. There is no cure for ASCs. However, early intervention and consistent support that is also sustained over time and contexts is paramount to improving the child's ability to cope with social situations and, to enhancing their and their caregivers' quality of life, and outlook. Provision of consistent and sustainable support for children in and outside of school is advocated by the autism best practice community and by many schools with specialist provisions for ASC pupils. Modern interventions emphasise consistent support across contexts, and for teachers and parents to share the management of goals for each child through co-creation of learning experiences. Increasingly, teachers and parents look to technology as an effective complimentary intervention that, thanks to growing affordability and efficacy of mobile and cloud computing may provide the basic infrastructure for a continuous and sustainable link between the support given to children at home and at school.\n\nRecently there has been a massive growth in TEIs for Autism, but as with previous teaching-learning innovations, design and research have evolved in a sequential manner, with little direct influence on practice and limited research having been conducted in real-world classrooms. Maturing mobile and cloud computing make an open system for intervention creation and delivery in school and at home viable. Given the calls from the autism best practice community for such an open platform, they make it also necessary, relevant and timely. Artificial Intelligence techniques such as machine learning and gaze-tracking, which are increasingly embedded in everyday technologies, can transform such open platforms from places where ideas and experiences are exchanged, to places that can be co-created dynamically. \n\nThe objective of SHARE-IT is to systematically investigate how different personal and mobile devices can be used individually and together to create a scalable intelligent learning environment for children with Autism Spectrum Conditions (ASCs). The overarching aim is to facilitate continuity of support for children across school, home and other relevant contexts. SHARE-IT has two research questions: (Q1): Can the efficacy of autism interventions be optimized by using technology to interface across school, home and the child's existing therapeutic regime?; (Q2): How can such technological infrastructure be sustained over time through a combination of (i) continuous, voluntary input from teachers and parents and (ii) the application of Artificial Intelligence (AI) techniques to the real-time tracking and logging of children's behaviours in naturalistic environments?\n\nThe potential impact of SHARE-IT is significant as its findings, along with the research process itself, can affect many people in many contexts: teachers in how they deliver support to children at school; parents in how they help their children at home in a way that is consistent with school intervention and in how they cope with the significant demands of caring for a child with an ASC; children in being offered a tailored and on-demand support. Undertaking research in the wild under the EPSRC is crucial to achieving SHARE-IT's ambitions because this mechanism caters for both the engineering effort required and the crucial involvement of stakeholders in the process of creating technology that is relevant and useful to them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012428/1","grantId":"EP/K012428/1","fundValue":"241599","fundStart":"2013-02-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  The project reprsents an important step for the team in helping them understand the specific needs of the users of technologies such as SHARE-IT in their native contexts (home and school). The need for flexible and authorable technologies which lend themselves to being customised in terms of their look-and-feel, their content and the behaviours of the intelligent components (user model and autonomous agent capabilities) have been highlighted as as the key requirements for a truly useful technology for education in the context of autism interventions. These findings will form the basis for the team's future work in this area. \n\nThe SHARE-IT platform developed during the project will be utilised in other funded and unfunded projects. Specifically, the Institute of Education provided the team with small funding (?26K) to undertake knowledge exchange (the TESSA project) with researchers and users in India to ascertain the fit of technologies such as SHARE-IT along with their clinical and educational underpinnings to cultural contexts other than the western Anglo-saxon ones (UK and the US). TESSA will therefore evaluate SHARE-IT in India, where the team will work with researchers from IIIT-Hyderabad, as well as teachers, parents and children to establish the necessary and sufficient requirements for SHARE-IT's cross-cultural applicability and its use.\n\nThe Wellcome Trust and Endowment Educational Foundation supported project (unLOCKE: Learning Counterintuitive Concepts) is a substantial project (?1M) which will focus on the design and evaluation of neuroscientific intervention in 90 schools in the UK, and it will aim to help primary school children learn counterintuitive concepts in mathematics and science. SHARE-IT will be the platform used for running the learning activities in this project.\n\nOther researchers are utilising SHARE-IT platform as the basis for their research, demonstrating clearly that the investment in a robust and extendable technology brings many benefits in contexts not originally envisaged as contexts of application. For example researchers at the Baby Lab, Birkbeck College, Psychological Sciences are utilising SHARE-IT as their intervention platform for pre-school children at risk of autism. Several other researchers expressed active interest in utilising the platform for their own research, opening up several research opportunities for the team and for extending the technology and its uses beyond its original goals.\n\nIt is also important to note that SHARE-IT represents an important step in what the team considers a developing research programme in the area of intelligent technologies and the related knowledge engineering methods for education, with ECHOES (RES-139-25-0322), ECHOES 2 (RES-139-25-0395) and Shape (RESES/J011207/1) projects constituting distinct steps and intellectual leaps which allowed the team to arrive at a technology and its application encapsulated in SHARE-IT. Through all these projects, leading up to SHARE-IT, it has become apparent that the methods used not only to engage the users in the participatory design, but also the knowledge elicitation and engineering have an important application in enhancing teachers own evidence-based practices, offering greater rigour of inquiry and an ability to share evidence with a wider educational community. Members of the team are disseminating these findings as part of their teaching at the Institute of Education and Birmingham University's School of Education as well as working with individual schools (e.g. Barrow Hills Primary School) to develop guidelines for technology enhanced learning and evidence-based practice. Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal","person":"Kaska  Porayska-Pomsta","coPersons":["Karen  Guldberg","Tim  Smith"],"organisation":"Institute of Education","findingsText":" The SHARE-IT project focused on participatory research with schools, parents and industry through which it aimed to formulate the requirements for a robust, intelligent and authorable serious game for supporting children with Autism Spectrum Conditions (ASCs) in exploring, practicing and acquiring social interaction skills. SHARE-IT built on the ECHOES project (ESRC/EPSRC funded), in which a computer game for children with ASCs was designed and evaluated. \n\nSHARE-IT's chief focus was in addressing challenges identified through the ECHOES project and other related projects that relate to the need for (a) a robust system architecture and implementation of educational technologies and (b) for a considered selection of appropriate technologies and techniques to allow for multi-device and operating system deployment, the development of an intelligent (in the Artificial Intelligence sense) computer game needed to support social interaction, and flexibility for the environment to be authored by lay persons. \n\nThe key findings of the project relate to the inextricable nature of the relationship between user involvement in the design and software implementation of the technology. Specifically, in order to sustain the motivation of the users to participate in the technology design projects, it seems paramount that such projects actually produce the technology that can be used promptly and reliably. This necessitates a fast shift from low-fidelity, paper and pen prototypes, to implemented, manipulable systems representing the designs that can be appraised in quick design-implementation-test cycles. As well as the need for a degree of immediacy in the way that the designs are realised in the technology, the project also highlighted the need to reconsider the timescale of the design process from that confined to specific projects' duration to one which allows users to engage in continuous design and re-design of technology independently of the researchers and software engineers. This particular finding has profound implications for necessary requirements that a technology must fulfil in order to be fit for real-world educational use. \n\nApart from the pedagogically sound underpinning, aimed to ensure relevance of the technology to the educational contexts, other requirements include: (1) industry-standard software engineering of the technology to ensure reliability of the system during day-to-day usage (2) portability of the software between different devices and operating systems (3) authoring capabilities for non-technical users, including teachers, parents and children, to ensure extendibility of the software capabilities beyond those which may be desirable and/or identified before or during a project. The project has been a very important step for the team in helping them understand the specific needs of the users of technologies such as SHARE-IT in their native contexts (home and school). The need for flexible and authorable technologies which lend themselves to being customised in terms of their look-and-feel, their content and the behaviours of the intelligent components (user model and autonomous agent capabilities) have been highlighted as as the key requirements for a truly useful technology for education in the context of autism interventions. These findings will be taken as the basis for the team's funding proposal to invest in the authoring capabilities in SHARE-IT that allow for the behaviours of the agent as well as for the user models to be modified by the users (teachers, parents and children). \n\nThe SHARE-IT platform developed during the project is already being utilised in other funded and unfunded projects. Specifically, the Institute of Education provided the team with small funding to undertake knowledge exchange (the TESSA project) with researchers and users in India to ascertain the fit of technologies such as SHARE-IT along with their clinical and educational underpinnings to cultural contexts other than the western Anglo-saxon ones (UK and the US). TESSA will therefore evaluate SHARE-IT in India, where the team will work with researchers from IIIT-Hyderabad, as well as teachers, parents and children to establish the necessary and sufficient requirements for SHARE-IT cross-cultural applicability and its use.\n\nThe Wellcome Trust and Endowment Educational Foundation supported project (unLOCKE) is substantial project which will focus on the design and evaluation of neuroscientific intervention in 90 schools in the UK, focusing on helping primary school children learn counterintuitive concepts in mathematics and science. SHARE-IT will be the platform used for running the learning activities in this project.\n\nOther researchers are utilising SHARE-IT platform as the basis for their research, demonstrating that clearly that the investment in a robust and extendable technology brings many benefits in contexts not originally envisaged as contexts of application. For example researchers at the Baby Lab at Birkbeck College, Psychological Sciences are utilising SHARE-IT as their intervention platform for pre-school children at risk of autism. Several other researchers expressed active interest in utilising the platform for their own research, opening up several research opportunities for the team and for extending the technology and its uses beyond its original goals. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}