{"id":"76FF6FB4-E18C-4CE8-A96D-280A992059BF","title":"Novel restoration materials for clean-up of radionuclides in the environment","abstractText":"Despite tremendous technological and financial effort in Japan to deal with the effects of the Fukushima Daiichi Nuclear Power Plant (FDNPP) accident many challenges remain. The Government of Japan's Committee on Countermeasures for Contaminated Water Treatment considered existing and proposed measures and technologies &quot;to remove&quot; contaminated water, &quot;to keep out&quot; the inflow of water into the sources of contamination and to &quot;prevent leakage&quot; of contaminated water into the environment. They concluded in a December 2013 report that it was difficult to take effective measures using only existing general knowledge and the committee asked for technical information to be further gathered from both domestic and overseas experts in the following six topics: (1) Storage of contaminated water, (2) Treatment of contaminated water, (3) Removal of radioactive materials from the seawater in the harbour, (4) Control of contaminated water within buildings, (5) Site management to restrict groundwater flowing into the site, and (6) Understanding groundwater flow including the behaviour of radionuclides. In this work efforts will be made to tackle aspects of topics 3, 4 and 5. The most problematic radionuclides at the FDNPP are Sr-90, Cs-134 &amp; Cs-137 because they form highly soluble salts and have environmental behaviour similar to the common (excess) groundwater ions Ca2+ and K+, respectively, hence they are mobile, bioavailable and of immediate concern. Initial work at the FDNPP focused on removal of Cs at the plant and in storage vessels, this project aims to also cover the clean-up of Sr-90 and Co-60.\n\nThis joint UK/Japan (University of Birmingham, Japanese Atomic Energy Agency, Kyushu University, College of Engineering at Shibaura Institute of Technology) proposal will build on the work of an established internationally leading collaboration for the development, characterisation and testing of three novel systems for immobilisation of radionuclides. The novelty of the first set of materials is that they are designed to be removable by magnetic separation rather than traditional gravity fed fixed bed column system where effluent needs to be pumped into the system. This gives engineering flexibility and scope for use in the field; for example they could be positioned deposited in contaminated water and then magnetically collected along with attached radionuclides. The novelty of the second set of materials are that they are being designed to be made by halophilic organisms, i.e. those that live in high salt concentration environments such as seawater, and could therefore be produced and used in decontamination of harbour seawater or saline groundwater near the FDNPP. The novelty and importance of the final set of materials is a design so that they can be poured or injected into the ground to form porous barriers that will trap the targeted radionuclides and prevent their further migration. All three sets of materials will be characterised using advanced instrumentation so that the mechanism of radionuclide entrapment and the stability of incorporation is fully understood.\n\nThese materials will not only assist in the clean-up at the FDNPP but will also be available for the abatement of any future accidents and may have a role to play in UK decommissioning activities and legacy waste clean-up. Within this project the goal is to evaluate the scope of the three sets of materials to provide key data and a platform to underpin further development and process implementation in conjunction with Japanese Chemical and Civil Engineers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M012719/1","grantId":"EP/M012719/1","fundValue":"257195","fundStart":"2014-11-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Joseph  Hriljac","coPersons":["Lynne Elaine Macaskie"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}