{"id":"7702222C-4E0F-4D4A-9A0E-7F7BF2EFA85B","title":"Experimental determination of the partition coefficient of water between phenocrysts and silicate melts in magma chambers.","abstractText":"One of the most important factors in determining the way a volcano behaves is the amount of water dissolved in the magma at depth. Water influences the viscosity and density of the magma, both by affecting the properties of the silicate melt phase itself, and by suppressing the degree of crystallisation of the magma. During the eruption of the magma the reducing pressure causes the dissolved water to exsolve, forming bubbles which drive the magma to the surface. The interplay between the amount of water (and other dissolved gases) and chemical composition of the magma type causes the range of behaviour from slowly flowing lavas (which are not usually dangerous to humans), to rapidly moving pyroclastic flows which can have devastating consequences for populations around volcanoes. As a result, volcanologists are very interested in determining the amount of water in magma chambers of historic eruptions, to enable predictions of the behaviour of future eruptions to be made. There are a range of methods to analyse the products of volcanic eruptions to estimate pre-eruptive water concentrations, but all have important limitations. The aim of the present proposal is to develop a new method which relies on measuring the very small concentrations of water which are dissolved in the crystals of volcanic rocks, then to use these values to calculate the water concentration in the magma prior to eruption. We have already shown that it is possible to make measurements of the water concentrations of the crystals using infrared spectroscopy, we now wish to perform experiments to measure the partitioning of water between silicate minerals and melts. We will then be able to use our measured values of water in crystals to calculate the water concentration in the melt phase. If successful, this project will allow a much more detailed picture of the volatile evolution of magmas to be obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010869/1","grantId":"NE/F010869/1","fundValue":"40183","fundStart":"2008-08-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"","person":"Simon Charles Kohn","coPersons":[],"organisation":"University of Bristol","findingsText":" This project attempted to measure the partition coefficient for water between phenocryst minerals and silicic melt under the conditions of pressure, temperature and oxygen fugacity found in magma chambers in volcanic arc settings. It was recognized from the outset that one of the main challenges was to grow crystals in experiments that were sufficiently large to allow the water concentrations to be measured using FTIR. We tried a number of different approaches, including cooling ramps, depressurisation, long run times and seeding with pre-existing crystals, but in no case were crystals greater than 50 microns in length produced. We also applied for, and were awarded synchrotron IR beamtime to try to reduce the size of the spot that could be analysed with FTIR. This was successful in that we managed to get some data, but the technique could not be developed to make measurements routine, because of the difficulties of making thin samples for transmission measurements. \n\nTo ensure that useful data were obtained even during the period of experimental development, we performed a comprehensive study of the water concentrations in orthopyroxene phenocrysts from Mount St Helens. The melt inclusions in these samples had already been studied, and most of the data published, so by measuring the water concentration of the phenocrysts and combining with the water concentration of the melt inclusions, we obtained values for the partition coefficients. The partition coefficients are consistent with those measured experimentally at higher pressures, suggesting that the values may be universally applicable. The studies of crystals from Mount St Helens also demonstrated the potential of using water concentrations of phenocrysts to estimate pre-eruptive water concentrations of magmas, because we obtained water concentrations from some crystals that did not contain melt inclusions. We found a clear pattern of decreasing maximum water concentrations as a function of time since the major eruption of May 18th 1980. The concept of our original proposal is still valid. Volcanologists are starting to use similar methods, and the availability of improved analytical techniques means that in the future the method of using water in phenocrysts to reconstruct water in magmatic systems will become important. Environment","dataset":"gtr"}