{"id":"77069DBF-FFB3-4C35-8B77-C9485DAB290A","title":"Anticoccidial vaccine development: the importance of genetic diversity and delivery strategy","abstractText":"Chickens are the most numerous livestock animals, with &gt;50 billion reared annually. They are the livestock species most widely kept by the poorest people in the world, providing both dietary protein of animal origin and a currency for local marketing and trade. In many countries, including many parts of India, the role of women in backyard and traditional poultry production systems is crucial and diseases that compromise the health or survival of poultry impact on many of the poorest members of society. In India, coccidiosis is consistently ranked in the top three causes of bird mortality but vaccination is only rarely used in the organised sector and little control of any sort is applied in the unorganised sector. Coccidiosis is a devastating disease of poultry caused by protozoan parasites of the genus Eimeria, estimated to incur global costs in excess of &pound;1.5 billion per annum and ranked in the top ten diseases of livestock based upon impact on the poor in South Asia. Cost-effective, multivalent recombinant vaccines are becoming a realistic prospect due to the identification of immunoprotective antigens and development of transfection technologies. However, genetic resistance to anticoccidial drugs can occur rapidly in the field and a similar fate could befall novel anticoccidial vaccines that rely on a small number of antigens if these are polymorphic and selectable. To predict the likely efficacy and longevity of such vaccines in the field it is important to know the prevalence of naturally-occurring genetic (antigenic) diversity, rate of multiple infections and frequency of genetic exchange between parasites. It is crucial also to have strong geographical networks in place, both for collecting parasites for laboratory studies and to ensure efficient dissemination, delivery and support of traditional and new diagnostics and therapeutics (drugs and vaccines) to the world's poorest rural economies. A small panel of immunoprotective parasite antigens has ben identified in two Eimeria species. It is proposed to identify genes coding for equivalent antigens in other economically important Eimeria species and to sequence these genes from a panel of field strains collected across India, and from strains collected from other parts of the world (available through an extensive global network of contacts at IAH). In total, ten genomic regions will be sequenced from each Eimeria field strain, seven of which are hypothesised to encode antigens under immune selection and three 'housekeeping' or 'neutral' loci. Using this information genetic diversity and Eimeria field population structure will be investigated, providing data for the construction of mathematical models to predict the occurrence and relevance of cross-fertilisation during natural infection. Quantitative PCR targeting genetically distinct sub-populations within each Eimeria field population will be used to test and develop the early models. The identification of effective vaccine antigens is just one step towards a successful vaccine. Using genetically distinct Eimeria strains, protective immunity induced by infection will be compared with immune responses stimulated through vaccination with one or more test antigens delivered as a recombinant protein, DNA vaccine, or using a transgenic Eimeria line as a vehicle. Homologous and heterologous challenge systems will be characterised. Data generated will help predict the likely responses of Eimeria field populations to the introduction of novel vaccines with a view towards ensuring sustainable efficacy against all Eimeria species. The development of new cheaper anticoccidial vaccines will have a huge impact on commercial poultry production and has the potential to be used as a tool by governments in developing countries to minimise the impact of infectious diseases on poultry. The provision of free vaccination to the poorest sectors of society can have a massive impact on the alleviation of poverty.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009337/2","grantId":"BB/H009337/2","fundValue":"867142","fundStart":"2010-09-27","fundEnd":"2014-03-26","funder":"BBSRC","impactText":"  Findings from the parasite prevalence survey have been used to increase awareness in vets and poultry producers about the relative risks of severe coccidiosis in different types of poultry production. Training has been disseminated to improve on-farm and in-vet diagnosis of disease and to inform vets and producers about optimisation of control.\n\nFindings have been published in a variety of journals - several local Indian journals as well as international journals, with a good number of local researchers having first-author papers. Agriculture, Food and Drink Economic","person":"Fiona  Tomley","coPersons":["DhinakarRaj  Gopal","Kumarasamy  Thangaraj","Raman  Muthusamy","Damer  Blake","Arni S.R. Srinivasa  Rao","Raghavendra Rao  Jammi"],"organisation":"Royal Veterinary College","findingsText":" We have looked at coccidiosis disease prevalence and epidemiology around the world, with an emphasis on isolates collected in India. We used a variety of diagnostics methods to analyse the samples which were collected alongside detailed questionnaires that allow us to assess a variety of environmental and husbandry risk factors linked to outbreaks of disease and poor economic performance. \n\nWe went on to examine in detail the global genetic diversity of one of the most pathogenic species: Eimeria tenella. Using a whole-genome approach (sequenom) we genotyped 244 isolates from around the world. This has shown that there are essential 7 different genotypes of this parasite circulating, with evidence that these 'clonal' groupings are somewhat broken down by the process of genetic recombination between genotypes. This fits with the 'Russian Doll' model of predominant clonal expansion first put forward by Tibaryenc. By looking at how groups of markers are collectively distributed between genotypes (haplotyping) we can conclude that there are strong regional-specific differences in the distribution of parasite populations and varied levels of clonality, again influenced by geography (allopatry). \n\nWe also looked at some specific areas of the parasite genomes that we know encode antigens that could potentially be used to develop new types of vaccines against coccidiosis. We found very limited genetic diversity in these genes, possibly because the encoded antigens perform important functions in the parasite. So although the potential for genome-wide diversity is very high, antigen-specific selection (ie immunity) seems to be diluted by the rapid turnover chicken populations, providing large numbers of naive hosts, and potentially a large pool of immunoprotective antigens. \n\nThis bodes rather well for the development of subunit vaccines, at least in the short term. However we also found strong evidence that there is a high frequency of polyclonal infections on farms (46% of farms contained two or more independent genotypes of E. tenella) and we also showed both epidemiological and experimental evidence of a high propensity for cross-fertilisation between genotypes. Thus in the event that vaccine resistant alleles do arise in field populations, these are likely to spread rapidly in the face of immune selection imposed by vaccination. Our conclusions therefore are that for a subunit vaccine only a small number of antigens may be required for efficacy but to ensure longevity it would be wise to combine several non-polymorphic targets into a single formulation. Methodologies for prevalence/epidemiology study will be used in India for other diseases.\n\nUnderstanding of level of genetic diversity, in parasite populations across different geographical regions will provide valuable information with regard to drug Agriculture, Food and Drink","dataset":"gtr"}