{"id":"77075AB7-AC6B-47C7-8732-04296A9076AC","title":"Vernacular Aristotelianism in Renaissance Italy, c. 1400-c. 1650","abstractText":"Over the past three decades, scholars have emphasized the centrality of Aristotle's writings to Western thought and culture during the Renaissance. Yet, despite significant advances in the study of Latin Aristotelianism, vernacular Aristotelianism has been largely neglected. There is not even a catalogue of the relevant works, which would provide the starting-point for historians of language, literature, philosophy, science and culture to explore how Aristotelianism increasingly reached a broad and non-Latinate public. By investigating vernacular Aristotelianism in Renaissance Italy (which flourished 1400-1650), this project will expand the boundaries of research in terms of the disciplines, languages, social groups and institutions considered. It will provide the first census of Aristotelian works in the Italian vernacular, laying the foundation for a detailed comparison between the Latin and the Italian traditions and a sustained, contextualized analysis of the significance of a range of works in different genres.\\n\\nThis project will consist of a 3-year research collaboration between Warwick's Centre for the Study of the Renaissance and the Warburg Institute (University of London), with added input from a project partner in Italy. A postdoctoral researcher, based at Warwick and supervised by David Lines and Simon Gilson of Warwick's Department of Italian, will produce an electronic census of all relevant manuscript and printed materials in Italian, followed by studies on selected fifteenth- and sixteenth-century commentaries on Aristotle, comparing them as appropriate with the Latin tradition. A PhD student, based at the Warburg and supervised by Professor Jill Kraye, will instead study the reception of a particular Aristotelian work (or set of works), analysing the range of genres (commentaries, translations, etc.) through which they circulated and social/cultural aspects of such diffusion. Our project partner in Italy, Professor Luca Bianchi, is a pioneer in vernacular Aristotelianism and will offer advice and support to the investigators as well as the postdoctoral fellow and research student. Bianchi's extensive contacts, especially in Paris and with medievalists, will be very helpful to the project's dissemination.\\n\\nExpected outputs of this research include: an electronic census of Italian works on Aristotle, a website, seven articles on the part of the investigators and project partner, a PhD dissertation, three articles by the PhD student and postdoctoral fellow, two colloquia and related proceedings, and a book exhibition at the British Library.\\n\\nThe project will bring together specialists in Renaissance thought and literature to open up a new field of study, which will be of interest to scholars and students across the humanities as well as to librarians and specialists in print and manuscript culture.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H034013/1","grantId":"AH/H034013/1","fundValue":"500325","fundStart":"2010-10-01","fundEnd":"2014-01-01","funder":"AHRC","impactText":"  The project was a case-study in the relationships of high and low culture in the Renaissance and the role that language played in such a set of relationships. We made use of various techniques and fields of interest (including history of the book and intellectual history) that are also of interest to those not in an academic setting. But its chief applicability lies in thinking about cultural dissemination and whether this necessarily involves a simplification of sophisticated concepts or approaches (we think not). Education,Culture, Heritage, Museums and Collections Cultural","person":"David Alan Lines","coPersons":["Simon  Gilson","Jill Adrian Kraye"],"organisation":"University of Warwick","findingsText":" The project found that the breadth of the phenomenon of vernacular Aristotelianism was considerably more extensive than previously expected, on several levels: in terms of the total number of works found, in terms of the number of manuscripts vs. printed works, in terms of the variety of registers that the works represent, and also in terms of the social/cultural spread of production and readership of such works. It also found that Italy was the main geographical area in Europe in which an exten The project has given rise to a significant shift in our understanding of Renaissance philosophy, so that narratives of its development now have to deal with the vernacular tradition as well as the one in Latin. Findings are being referred to by the principal online catalogue of sixteenth-century Italian editions (EDIT16) and have laid the foundation for a new ERC project. Librarians and cultural/ intellectual historians are strongly interested in our findings. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}