{"id":"7709B89D-8677-45C2-A5D4-F26B433B0B94","title":"BabyTalk: Generating Textual Summaries of Clinical Temporal Data","abstractText":"Intensive care units (ICUs) exist to provide specialised care to patients (in our case premature babies) who are very ill. Modern electronic technology has made it possible to make large numbers of measurements on the baby. Heart rate, blood pressures, temperatures and levels of oxygen and carbon dioxide in the blood can all be measured continuously as often as once per second. In addition, the introduction of the 'paperless' ICU means that test results, drug prescriptions, equipment settings, etc. are all entered routinely at the cotside by the medical staff. However, it is not at all clear that people are capable of making full use of all this information. The conventional approach is to display the data as graphs, but we have run experiments which showed that under some circumstances ICU doctors and nurses make better decisions when they are given written summaries in English. It would be beneficial if we could provide these summaries on a routine basis, but in our experiments, the summaries had to be specially written by expert clinicians. Our proposed solution is to develop computer software which would generate a summary automatically whenever anyone wanted. We hope that this would lead to better decisions and therefore better care for the babies. Automatically written summaries could be used for other purposes. For example, at the end of a long 12 hour shift, the nurse has to write a report of what has happened on her shift to give to the nurse who is taking over. If this could be done automatically, it would save time and avoid the possibility of significant events being forgotten. Another possibility which is being explored, is the possibility of giving parents a daily summary of how their baby is doing. When a baby is in intensive care, it is clearly a very anxious and emotional time for the family, and any automatic summary would have to be written in such a way that was sensitive to this. From a computing perspective, the main challenge in generating English summaries of medical data is to choose a small number of words which effectively communicate the important information from megabytes of sensor data. We have successfully developed software to generate textual summaries of weather data (that is, to generate textual weather forecasts), but generating summaries of medical data is harder because there is much more data (megabytes instead of kilobytes), and also because the summaries can be used for many different purposes, including helping doctors make decisions, helping nurses write reports, and informing and reassuring the families of patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D049520/1","grantId":"EP/D049520/1","fundValue":"330756","fundStart":"2006-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  Many of the ideas developed in Babytalk (although not specific IP) have been taken up by Data2text and Arria NLG. For example, see https://www.arria.com/case-study-neonatal-A233.php. Digital/Communication/Information Technologies (including Software) Economic","person":"Ehud  Reiter","coPersons":["Neil  McIntosh","James  Hunter","Somayajulu Gowri Sripada","Yvonne  Freer","Robert  Logie"],"organisation":"University of Aberdeen","findingsText":" Babytalk showed that a computer system could automatically generate useful summaries of clinical data for a baby in a neonatal intensive care unit, for doctors (decision support), nurses (shift handover), and parents (stress reduction). There were many detailed technical advances, but perhaps the biggest finding was simple &quot;it can be done&quot; Babytalk ideas can be applied to many other medical contexts, they can also be applied to engineering contexts (where what is being monitored is not a baby but a complex piece of machinery). Aberdeen University establishe a spinout company, Data2text, in 2009, to commercialise the data-to-text technology developed in Babytalk and other projects. This company is exploring opportunities to commercialise some of the Babytalk ideas. Unfortunately commercial confidentiality issues do not allow me to give details about Data2text's clients or projects Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}