{"id":"77277A81-457A-4D16-BC25-FF0773B008A8","title":"Simultaneous Control of Multiple Degrees of Freedom in Myoelectric Hand Prostheses (SimCon)","abstractText":"The aim of this project is to develop a radically novel and biologically-informed control approach that enables simultaneous control of multiple joints in an upper-limb prosthesis.\n\nThe loss of any limb, particularly the hand, affects an individual's quality of life profoundly. Advanced prosthetic hands can provide a route to functional rehabilitation by allowing the amputees to undertake their daily activities and improve their chances of returning to their careers and earning their regular livelihood. Surveys on the use of artificial hands reveal that 20% of the amputees abandon their prosthesis with a key reason being that it does not provide enough function. Therefore, performance enhancement of upper-limb prostheses is a pressing need.\n\nThe on-off 1-degree of freedom control paradigm that Reinhold Reiter disclosed in a patent application in 1945 is still used widely for prosthesis control. As early as 1967, Finley showed that the on-off control does not offer enough flexibility to the user and proposed the use of pattern recognition to estimate prosthesis user's movement intention by processing electrical activity of muscles, known as the electromyogram or myoelectric signals. Today, 50 years after Finley's proposal and despite remarkable laboratory demonstrations, it has not been feasible to commercialise pattern recognition in a myoelectric prosthesis hand because 1) it is very difficult for the amputees to generate distinct activity patterns for different movement classes and 2) pattern recognition performance often deteriorates due to electrode displacement and movement of the residual limb.\n\nIn this project, we will firstly explore the extent to which muscles in the hand and forearm can learn to generate novel co-contraction patterns (aka muscle synergies) because natural synergies may be disrupted by amputation. The insight gained from this experimental work will inform design of novel algorithms to enable simultaneous control of multiple joints (degrees of freedom) movements. These algorithms can self-tune, to improve performance, as the user interacts with the prosthesis. The project will culminate in a pre-clinical trial in which four amputee subjects test the prototyped control algorithm with a prosthesis. The performance of the proposed paradigm will be compared to that of the conventional prosthesis on-off control method. \n\nThe proposed research project will produce an efficient approach for simultaneous control of multiple degrees of freedom. This offers the user much greater flexibility than current on-off or pattern recognition-based control approaches. Pilot results show that with this approach the prosthesis can respond to user's motion intention in only 100ms, which is at least three times faster than the state-of-the-art in upper-limb prostheses control. Results of this research will pave the way for future generations of &quot;plug and play&quot; prostheses with &quot;ready-to-go&quot; and &quot;wearer-independent&quot; features.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025594/1","grantId":"EP/M025594/1","fundValue":"100277","fundStart":"2015-09-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Kianoush  Nazarpour","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}