{"id":"7735BC9D-2319-49C0-A2D2-70FFFE2BD6D7","title":"High-resolution, large scanning atomic force microscope (AFM) for capturing cellular processes in action","abstractText":"Atomic force microscopy (AFM) has become, in the last recent years, a key analytic tool to investigate the topographical properties of a wide variety of substrates, at the nanometer scale. While initial applications were basically focused on surface science and tribological applications, this technique has now matured enough to evolve and take on new challenges, such as the understanding of the physics underlying the molecular mechanisms governing a number of fundamental biological processes occurring within the core of an individual cell. Due to their large size, spanning up to ca. 30 micrometers in height, these cell measurements have been severely hampered by the (limited) imaging size affordable by current AFM instrumentation. Here we aim to acquire a high-resolution, fast, large scanning atomic force microscope (AFM) that will circumvent these technical limitations, thus enabling us to visualise and quantify molecular interactions on whole living cells and tissues at high spatial, temporal, and force resolution. Its unique combination with high-resolution optical microscopy will allow coupling single molecule nanomechanics with single molecule biophotonics. Since Scanning Probe techniques have gained experimental access to the molecular/atomic level, many crucial questions that remained unexplored can now be experimentally attacked. For example, while general thermodynamics laws were deducted for large ensembles of molecules, many key biological processes require only a few individual molecules to occur. Therefore, new single molecule experiments, often occurring under non-equilibrium conditions, will probe the extent and validity of classical thermodynamics laws to describe out-of-equilibrium biological processes occurring in real time within the framework of a living cell. Moreover, by pushing forward the instrumental limits, topographic sub-nanometer resolution will allow direct observation and measurement of the physical properties of distinct bio-molecular interfaces with key in-vivo implications. The novel combination with optical microscopy will enable to combine the strengths of both microscopy techniques and capture the single molecule processes occurring on the cell substrate (AFM) and those occurring in the cell interior, using fluorescence microscopy. Combined, these experiments will allow a comprehensive vista on individual processes occurring within a cell with unprecedented single molecule detection. The research enabled by this novel instrumentation is open ended. In particular, it will help elucidate the molecular mechanisms underlying cell mechanics, and the mechanical feedback mechanism by which substrate stiffness dictates the fate of individual stem cells. It will also allow to directly probe the hypothesis that several genes are mechano-activated, and that mechanical forces can transmit from the extracellular matrix down to the cell nucleus in an efficient way that does not rely on simple damped diffusion. These experiments will put a strong accent on the mechanisms governing mechanostranduction and cell adhestion, thus greatly complementing and expanding world-leading research being currently conducted in King's College London and other leading institutions in the London Area (Oxford, Francis Crick Institute). Moreover, the technical developments allowed by this new instrument will enable new cell-based nanotechnological applications, of particular interest for the London Centre for Nanotechnology (LCN). Altogether, this equipment will foster and encourage fruitful collaborations with other London- (and UK-) based institutions working on the intense and prolific research fields of mechanobiology and biophysics, allowing a cross-disciplinary approach and dwelling from the single cell to the single molecule level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022536/1","grantId":"EP/M022536/1","fundValue":"2215","fundStart":"2015-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Sergi  Garcia-Manyes","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}