{"id":"7735119F-016E-41D9-B16E-F3D209EDF437","title":"Subduction Initiation Investigated by Drilling of the Izu-Bonin-Mariana (IBM) Forearc","abstractText":"The theory of plate tectonics has plates created at mid-ocean ridges and destroyed at subduction zones, above which lie chains of volcanoes known as island arcs. Subduction zones have been likened to a factory (the 'Subduction Factory') whereby materials (mantle, oceanic crust and sediment) are fed into the factory, processed within the factory (by dehydration and melting), and create range of products (magmas, ore deposits). There are many 'health and safety' issues, including earthquakes, tsunamis and explosive volcanoes. Because much of this 'Subduction Factory' is located underwater and sub-surface, the International Ocean Discovery Program (IODP) has put together three marine drilling Expeditions (350-352), each two months long, aimed at a better understanding of how the subduction factory works. These Expeditions are all located in the ocean south of Japan known as the IBM (Izu-Bonin-Mariana) region, which is a key natural laboratory for understanding subduction processes. Each Expedition has a particular goal and Expedition 352 (the focus of this proposal) has the remit to investigate how subduction starts (i.e. how the 'Factory' opens) and the products of this subduction initiation process. Julian Pearce, the PI of this proposal, is one of its two co-chief scientists.\n\nThe rocks formed at the earliest stages of subduction are particularly well exposed in the inner walls of the deep ocean trenches south of Japan and it is here, in the Bonin Trench, that Expedition 352 plans to drill. Dredging has already demonstrated at the base is made up of an oceanic crust-like sequence with mantle rocks at its base, overlain by gabbros, and then by dykes and submarine lavas. These date back to c. 52Ma and are believed to represent the first stage of subduction initiation, when one plate sinks, peels back and creates a zone of extension. This is overlain by a set of geochemically-distinctive volcanic rocks which are believed to represent the transition from spreading to arc volcanism, and finally by more conventional island arc volcanic rocks marking the point at which true subduction starts, i.e. when the subducting plate has a horizontal as well as vertical component. Estimates indicate that it took about 8 m.y. between subduction initiation and the start of true subduction. Interpretations, and testing of hypotheses for subduction initiation, are however, limited by the fact that there is no reference section, and so we aim to obtain that by drilling of the full 1-1.5 km thick lava sequence.\n\nMany studies will be carried out on the drilling ship and in the laboratory. As co-chief scientist, the PI has joint responsibility for synthesising the results, in this case to provide the geological community with a type sequence of subduction initiation volcanism which can be used for comparison with inferred subduction initiation sequences in volcanic rocks now exposed in old geological sequences in mountain belts and elsewhere. In addition, he has specific responsibility for analyzing three isotopes (of Pb, Hf and Nd) for use as tracers of the subduction initiation process, and for interpreting the results. For this he aims to work with Rex Taylor (co-I), who has worked in the IBM region himself and also runs an isotope laboratory that not only analyses Hf and Nd isotopes but also specializes in high precision analyses of Pb isotope ratios. The subduction process is complicated, with elements having a number of potential sources: mantle above the subduction zone, subducted crust and various types of subducted sediment. Pb is a particularly good tracer of subducted sediment, while Hf-Nd are good tracers of the provenance of the mantle and temperature of the system. By analyzing these isotope ratios in samples taken from bottom to top of the lava sequence, we aim to document the how subduction variables change during the transition from subduction initiation to true subduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M012034/1","grantId":"NE/M012034/1","fundValue":"24168","fundStart":"2014-12-01","fundEnd":"2015-05-31","funder":"NERC","impactText":"","person":"Julian Anthony Pearce","coPersons":["Rex Neil Taylor"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}