{"id":"77519D60-6B3A-4DCF-9541-17F3BBD1DDA5","title":"The genetic basis of adaptation in gradually changing environments.","abstractText":"The observation that organisms are adapted to their environment is obvious, yet we can only explain how this occurs in extreme scenarios such as the evolution of antibiotic and pesticide resistance, heavy metal tolerance, and starvation. Typical studies that aim to understand how organisms adapt following an environmental change suddenly place populations in a new stressful environment. For example, a bacterial population may be transferred from a nutrient-rich environment to one where a particular nutrient is nearly absent. The population then adapts by the sequential fixation of novel mutations that increase its growth and reproduction in the new environment. Theory and experiments that use this framework have allowed us to describe how fast a population adapts over time, how many mutations are involved in a typical round of adaptation, and how many different outcomes we expect if the same population adapts to the same stressful environment many times. However, very few environmental changes outside of laboratories and natural disasters involve the sudden transition from one relatively stable environment to a second, drastically different, stable environment. Instead, environments tend to change gradually over time, such that most populations exist in an environment that is only slightly different from that of a recent ancestor, even though it may differ substantially from a more distant ancestor. Global change is an example of this, where plant populations are currently exposed to levels of carbon dioxide more than twice as high as those of the last glaciation 10,000 years ago, but only a few percent higher than those of a decade ago. Thus, at any given time, populations are adapting to a subtle shift in environment, but the environment does not hold still while they do it. This suggests that studies of adaptation should incorporate both the magnitude and rate of environmental change. My research uses laboratory experiments, computer simulations, mathematical models and studies of natural populations to examine how large populations of single-celled algae respond to different rates of environmental change, either alone or in communities. I have already shown that large microbial populations are able to become more adapted when the environment changes slowly, and that the outcomes of adaptation differ with the rate of environmental change. The work proposed here evolves short oligonucleotides (DNA) for hundreds of rounds of replication at different rates of environmental change. This allows me to follow the fixation of novel beneficial mutations by natural selection. In doing so, I will provide a general mechanistic (genetic) explanation of how slower rates of environmental change affect adaptation. This work ties together previous work that described adaptive change in terms of changes in fitness and provides insight into one of the most fundamental processes in biology, that of adaptation. The results of this research will help us to understand better how large microbial populations, such as marine phytoplankton, may respond to global change, and will also help link results obtained in laboratory model systems to responses that occur in natural populations. More generally, understanding how different rates of environmental change affect adaptation will help us to interpret historical data on genetic changes that occurred in phytoplankton populations in response to previous glacial-interglacial cycles and other environmental shifts, as well as give us a more realistic general description of how adaptation occurs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00904X/1","grantId":"NE/G00904X/1","fundValue":"18771","fundStart":"2009-02-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"  The goal of this project was to invent an in-vitro model system that evolved in a defined chemical environment. This bridges the gap between computer simulations that help us understand evolution, and experiments using real organisms. The system was developed, tested, and the results published. Several Universities have approached me about using this system for teaching or research. Education Cultural","person":"Sinead Andrea Collins","coPersons":[],"organisation":"University of Edinburgh","findingsText":" I have invented a synthetic system for studying how adaptive evolution works. The system is a short synthetic oligonucleotide (similar to a gene fragment) that evolves in a chemically defined environment. I used the grant here to develop and test the system itself, and then used the synthetic evolution system to show how evolution is different when environments change quickly vs slowly. Other researchers can use the system either for basic research or as a teaching tool. However, it would first require some fine tuning if it were to be used by students. Education","dataset":"gtr"}