{"id":"77536383-748D-4296-B309-487241C97710","title":"Spinor Exciton Condensation in Coupled Quantum Wells","abstractText":"The search for new quantum phenomena and new quantum states of matter is currently a highly active area of experimental and theoretical investigations. The aims are twofold: to understand fundamental properties of matter and the extremes to which we can push it, and to use them for practical applications. The aim of this project is to explore the properties, and to help in experimental realisation, of a novel quantum state in semiconductors, called: spinor exciton condensate.One of the most exciting macroscopic quantum states, sometimes called ``the fifth state of matter'', is a Bose-Einstein condensate (BEC). An important property of condensates is quantum coherence -- a special type of order which also underlines the unique properties of laser light, superconductors and superfluids flowing without resistance. The first realisation of BEC took place in 1995 in a gas of rubidium atoms cooled to nano-Kelvin temperatures. The idea of BEC in semiconductor electron-hole systems, triggered by the formulation of the BCS theory, dates back to the early days of research on BEC and superconductivity. It has been discussed, that the BCS-BEC state can be created in semiconductors by external excitations of electrons, leading to the formation of electron-hole bound states -- the excitons -- solid state analog of hydrogen. Due to the light effective mass of excitons, excitonic BEC is expected to take place at temperatures of the order of kelvins, i.e. orders of magnitude higher than that for atomic alkali gases, bringing hope for practical device applications. However, BEC has the chance to form only if the excitonic recombination rate is sufficiently slow, i.e. slower than the thermalisation and condensate formation rates, and if sufficiently large densities of excitons can be achieved within their lifetime. This has proven to be the major technical obstacle in the realisation of excitonic BEC, and almost half a century after the theoretical proposal the experimental evidence of this state remains unconvincing. However, due to the large technological progress in the sample growth and effective exciton trapping in recent years it is expected that, following the example of microcavity polariton BEC undergoing a real blossoming in the last three years, the exciton BEC should be within experimental reach. In this context, over the last decade coupled quantum wells have emerged as a promising system to achieve Bose condensation of excitons, with numerous experimental studies aimed at the demonstration of this effect. Since the electron and hole wavefunctions in the two wells have little overlap, excitons in this type of structure have much longer lifetimes. Further, by applying mechanical stress one can create effective exciton traps, and thus densities sufficient for BEC.In coupled quantum wells under stress the physics is quite complex: strain induced coupling, spin-orbit and piezoelectric effects lead to mixing of various exciton spin states. Thus, we should expect a spinor bright-dark condensate in these structures. The ultimate goal is to realise and study exciton BEC. However, in order to achieve this goal it would help if basic fundamental questions concerning excitons in coupled quantum wells under strain were understood: (i) what is the nature (spin structure) of the ground state? (ii) what are the scattering properties of excitons with the spinor structure and dipolar interactions? (iii) how are the many-body features, and signatures of BEC and superfluidity, affected by this structure and scattering? By effectively combining our theoretical analysis and experimental investigations of our academic collaborators, our project will address these questions. Quantum condensates have already found applications in high precision measurement, atomic clocks and inertial sensors of unprecedented accuracy. With the recent realisation of these unique states in the solid state, there is definitely more to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H032258/1","grantId":"EP/H032258/1","fundValue":"96326","fundStart":"2010-08-25","fundEnd":"2013-02-24","funder":"EPSRC","impactText":"","person":"Marzena Hanna Szymanska","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}