{"id":"77604D19-550E-4EB1-B896-B8C62079C711","title":"UK Silicon Photonics","abstractText":"Silicon Photonics is a field that has seen rapid growth and dramatic changes in the past 5 years. According to the MIT Communications Technology Roadmap, which aims to establish a common architecture platform across market sectors with a potential $20B in annual revenue, silicon photonics is among the top ten emerging technologies. This has in part been a consequence of the recent involvement of large semiconductor companies in the USA such as Intel and IBM, who have realised the enormous potential of the technology, as well as large investment in the field by DARPA in the USA under the Electronic and Photonic Integrated Circuit (EPIC) initiative. Significant investment in the technology has also followed in Japan, Korea, and to a lesser extent in the European Union (IMEC and LETI). The technology offers an opportunity to revolutionise a range of application areas by providing excellent performance at moderate cost due primarily to the fact that silicon is a thoroughly studied material, and unsurpassed in quality of fabrication with very high yield due to decades of investment from the microelectronics industry. The proposed work is a collaboration between 5 UK Universities (Surrey, St. Andrews, Leeds, Warwick and Southampton) with input from the industrial sector both in the UK and the USA. We will target primarily the interconnect applications, as they are receiving the most attention worldwide and have the largest potential for wealth creation, based on the scalability of silicon-based processes. However, we will ensure that our approach is more broadly applicable to other applications. This can be achieved by targeting device functions that are generic, and introducing specificity only when a particular application is targeted. The generic device functions we envisage are as follows: Optical modulation; coupling from fibre to sub-micron silicon waveguides; interfacing of optical signals within sub micron waveguides; optical filtering; optical/electronic integration; optical detection; optical amplification. In each of these areas we propose to design, fabricate, and test devices that will improve the current state of the art. Subsequently we will integrate these optical devices with electronics to further improve the state of the art in optical/electronic integration in silicon.We have included in our list of objectives, benchmark targets for each of our proposed devices to give a clear and unequivocal statement of ambition and intent.We believe we have assembled an excellent consortium to deliver the proposed work, and to enable the UK to compete on an international level. The combination of skills and expertise is unique in the UK and entirely complementary within the consortium. Further, each member of the consortium is recognised as a leading international researcher in their field.The results of this work have the potential to have very significant impact to wealth creation opportunities within the UK and around the world. For example emerging applications such as optical interconnect, both intra-chip, and inter-chip, as well as board to board and rack to rack, and Fibre To The Home for internet and other large bandwidth applications, will require highly cost effective and mass production solutions. Silicon Photonics is a seen as a leading candidate technology in these application areas if suitable performance can be achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001428/1","grantId":"EP/F001428/1","fundValue":"2093550","fundStart":"2008-06-25","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Graham Trevor Reed","coPersons":["Goran  Mashanovich","Charles Edward Free","Ortwin  Hess"],"organisation":"University of Surrey","findingsText":" This grant was continued when the PI and his group transferred to the University of Southampton. Therefore additional details can be found under grant listing EP/F001428/2 continued in the transferred grant Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}