{"id":"77630B29-DFD7-44F7-A4B1-A6A43C08FEA4","title":"Social and co-evolutionary dynamics of mating behaviour and parental care","abstractText":"Mating and parental investment are key factors in determining the life history of an organism. A recent survey of empirical research suggests that despite a long history of interest and investigation, support for predicted relationships between mating behaviour and patterns of parental investment is poor. For example, males are predicted to decrease their parental effort in response to a decrease in their paternity if there are opportunities for higher paternity in the future, and females are expected to choose males based on male traits that indicate his fitness. However, neither of these predictions have firm empirical support. Consequently the explanatory power of the current conceptual framework relies upon post-hoc explanations rather than being able to generate a priori predictions. \n\nThe likely reason for this is that the components of the relationship between mating and parental care that are important, such as conflict between the sexes over the amount of care to provide and parent-offspring behaviours, have been studied independently without considering their interactions (i.e. without considering social and co-evolutionary feedback loops). To be able to predict the evolution of patterns of mating behaviour and parental investment (and therefore mating systems and the life-histories of organisms) requires an understanding of how the behaviour of each family member is affected by the behaviour of the other members of the family. \n\nHere we propose to use artificial selection to test how female mating behaviour co-evolves with male care, trades-off with maternal care and influences parent-offspring relationships. In particular we will examine how these feedback loops affect or interact with the existing genetic correlations between the sexes. Such a co-evolutionary approach is essential to gain a more complete understanding of the dynamics underlying life-history evolution. We will pursue this research in the burying beetle Nicrophorus vespilloides, where we have considerable preliminary and background research on patterns of inheritance, social interactions, and behaviour. \n\nConsequently our overall objective is to test experimentally how evolution of repeated mating behaviour of female Nicrophorus vespilloides beetles affects the (co)evolution of traits involved in parental care and mating behaviour. Our proposed work examines the importance of social interactions among individuals in determining the co-evolutionary relationship between mating and parental care behaviours, from which mating systems and associated life-history traits of organisms arise as emergent properties. Our work will therefore form an important stepping stone towards the development of a new paradigm for understanding the evolution of mating systems and life-history traits of organisms based on behavioural interactions among family members.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I025468/1","grantId":"NE/I025468/1","fundValue":"429569","fundStart":"2012-02-01","fundEnd":"2015-11-30","funder":"NERC","impactText":"  Media articles about my research. Other Cultural,Societal","person":"Nicholas John Royle","coPersons":["Allen  Moore"],"organisation":"University of Exeter","findingsText":" 1. Mature males work harder and care less about female infidelity\nResearchers at the University of Exeter found that older male burying beetles make better fathers than their younger counterparts. The study found that mature males, who had little chance of reproducing again, invested more effort in both mating and in parental care than younger males.\nThe study, published in the journal Proceedings of the Royal Society of London - B, considered how the likelihood of paternity influenced the way that males cared for young. Older males were good fathers and looked after the young even when they were unsure whether the offspring were theirs. Younger males, who had a higher chance of reproducing again, tended to care less for offspring, particularly when they were uncertain of their paternity.\nThe survival and performance of the offspring remained the same regardless of the level of care provided by the males. This is because when the father stopped pulling his weight, the mother took up the slack and provided the additional care necessary to produce successful offspring.\nDr Megan Head from the University of Exeter said: &quot;Our research shows that age has a direct impact on the level of parental care given by male burying beetles. If their chances of reproducing again were high, we found that males had to make a trade-off between the likelihood of paternity and the level of paternal care they would give. We found that younger males who were uncertain of their paternity were likely to make the worst fathers.&quot;\nMale perception of paternity was manipulated in the study by allowing the odours of competitor males to linger in the mating chamber. Males mating in an environment filled with the odours of other males had lower assurance of paternity than males that mated with females in an environment that did not smell of other males. Parental care was measured by the amount of time males spent with offspring.\nBurying beetles have surprisingly complex parental care, which is similar in form to that provided by birds, such as robins or blackbirds; offspring beg to be fed by touching parents, who respond by regurgitating partially digested food. \nThe results of the study support the hypothesis that in species with paternal care, fathers are expected to balance investment in future reproduction with care for current offspring to maximise their lifetime reproductive success. The results suggest females should prefer to mate with older males as they work harder and care less about infidelity.\nBenowitz et al. 2013\n\n2. No sex please, we're beetles\nSexual conflict during mating stops burying beetles caring properly for their young, say scientists.\nThe study, published in the journal Ecology Letters, aimed to understand the relationship between parentage and parental care provided by burying beetles to offspring. Specifically it looked at how sexual conflict may affect how behaviours involved in mating co-evolve with parental care behaviours. \n'Burying beetle babies beg for food from their parents, and the adults regurgitate partially digested food for them, in a similar way to birds like robins. This makes them ideal for studying parental care because they have quite a complex care structure for insects, but are easy to breed in the lab,' says Dr Nick Royle of the University of Exeter, lead author on the study\nThe team artificially selected burying beetles with the highest and lowest levels of mating for seven generations. \n'We selected for high or low repeated mating rates; the beetles are put in petri dishes and allowed to mate. We then take the top 30 per cent for number of times they mated in that half hour and the bottom 30 per cent,' says Royle. \nThey then examined the offspring from different pairings to see if those with higher rates of mating were better or worse at caring for their offspring.\n'Male parental care behaviour did not change in response to selection on mating rate, but females responded to selection for high mating rates with a reduction in parental care,' says Royle \nA pair with a female from a family line with a high mating rate gave much less care to offspring than those where the female came from a line with a low mating rate. \n'Both males and females provide care, but females provide the most, they're the primary care givers, as in humans,' explains Royle. 'So anything that reduces the ability of females to provide care will have a negative effect on offspring.'\nThe mother's ability to provide parental care and productivity - how many offspring she produces and how healthy they are -- was greatly reduced through frequent mating. This showed that patterns of parental care changed as a result of costs of mating to females, not paternity assurance in males. \n'We don't know what the actual costs are for females during mating. There's been a variety of studies that have looked at those costs; it might include physical harm but we're not sure about that yet,' explains Royle.\nHead et al. 2014 - Ecology Letters Our research findings received widespread coverage in the press, including features in BBC Wildlife magazine, BBC Online, The Times, The Mail Online, The Huffington Post etc. Provides important insights into the co-evolution of parentage and parental care. Primary usage is academic, in increasing our understanding of the evolution of parental care, which is an important engine of biodiversity. Environment,Other","dataset":"gtr"}