{"id":"77658C54-4375-4D2F-A0C5-6A336B0920F3","title":"Spatial and temporal scales of crustal accretion in slow-spreading rate oceanic crust (Atlantis Massif, Mid Atlantic Ridge - IODP Site U1309)","abstractText":"Generation of ocean lithosphere by seafloor spreading at mid-ocean ridges is one of the fundamental geological processes operating on Earth. One of the most important yet most intractable problems is to understand how the magma reservoir beneath ridges generates the lower crust. Gabbroic rocks from the lower crust are normally inaccessible, but are brought within reach of scientific ocean drilling by large-scale faulting of the crust near the ends of slow spreading ridge segments (during the development of so called 'oceanic core complexes'). One such locality is at the Atlantis Massif, at 30 degrees north on the Mid-Atlantic Ridge. Drilling here has recently recovered a 1.4 km vertical section of lower crustal rocks that shows rapid changes in rock type on a scale of metres to tens of metres. Preliminary shipboard analyses of the natural magnetizations of these rocks shows that this section records a complex sequence of magnetizations acquired in different polarities of the Earth's magnetic field (i.e. at different times). Such multi-component magnetizations have only once been previously encountered in the history of ocean drilling. The data are most consistent with a model in which the lower crust was built by successive intrusions of magma in the form of sub-horizontal sheets (or sills) over a protracted period of time spanning several polarity reversals. This 'sheeted sill' mechanism has been previously proposed on the basis of field evidence from ophiolites (i.e. fragments of ancient oceanic crust emplaced onto the continents during orogenesis), but has never been definitively tested in a true mid-ocean ridge setting. We propose to carry out such a test by performing detailed palaeomagnetic analyses of samples from the Atlantis Massif, in order to precisely characterise the nature of the transitions between core intervals with different magnetic polarities and to establish the origin of magnetic overprinting in intervals marked by multi-component magnetizations. These analyses will allow us to unequivocally identify the boundaries between discrete intrusions/packages of intrusions injected during different geomagnetic polarity periods, and will provide invaluable constraints on the timing of crustal construction and the thermal state of the Atlantis Massif. The palaeomagnetic data will be supported by complementary radiometric dating by Dr. John (Project Partner, University of Wyoming) and mineral chemistry data obtained from the same core samples by Dr. Meurer (Project Partner, University of Houston). In addition, we will match physical structures visible in the cores to those observed in oriented geophysical imagery of the borehole wall. This will allow us to restore the palaeomagnetic data obtained from the originally azimuthally unconstrained cores to a true geographic reference framework and hence to use the complete magnetization vector (azimuthal direction and dip) to determine the extent to which tectonic rotations about both horizontal and vertical axes have contributed to the structural development of the massif. The project therefore represents a unique opportunity to simultaneously establish the mode of accretion of the lower crust at a slow-spreading axis (thereby testing conflicting models for the functioning of mid-ocean ridge magma chambers) and test current models for the exhumation of the lower crust in oceanic core complexes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E003079/1","grantId":"NE/E003079/1","fundValue":"173921","fundStart":"2007-06-18","fundEnd":"2010-06-17","funder":"NERC","impactText":"","person":"Antony  Morris","coPersons":["Christopher John MacLeod"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}