{"id":"7779E9A3-38F3-4F7B-BD34-454C2DA0B741","title":"Temporal lobe anatomical connectivity","abstractText":"Brain function utilises processing networks to perform specific tasks. These networks require axonal connections (the brain's 'wiring') to allow information transfer between cortical and subcortical areas (the regions where information processing occurs). Knowledge of both the processing regions and the 'wiring pattern' is therefore crucial to allow full understanding of brain function. However, the knowledge of anatomical connections within the human brain is surprisingly poor, despite being an area of active research for over a century. An important reason for this uncertainty is that most methods available for establishing anatomical connection information are invasive and therefore impossible to apply in the living human brain. Whilst some dissection methods are suitable for postmortem investigation they are destructive and provide limited opportunity for the study of multiple tracts in a given brain, making them extremely costly in time and resources. An alternative non-invasive approach to identifying anatomical interconnections is via interpreting the effects of the functional and structural damage caused by lesions (such as those caused by multiple sclerosis or stroke). However, systematic connectivity studies are very difficult when relying on clinical lesion data. Diffusion weighted magnetic resonance imaging (MRI) provides the means for non-invasive systematic analysis of the white matter tracts of the human brain - a process termed tractography. This methodology has been developed over the last half decade to the point where it is being applied to provide new information regarding human brain anatomical connectivity and is therefore helping us establish the brain's 'wiring pattern'. This project will use tractography to establish the patterns of connection within the temporal lobes. The temporal lobes are an important study target as they are involved in much of the information processing capabilities that make the human species unique - for example, they are implicated in the understanding of language. We will study a group of healthy individuals to determine the variability of temporal lobe connections and to assess evidence for dominance of one hemisphere over the other. We will compare these results with established measurements in animal models to define which aspects of temporal lobe connectivity are unique to the human brain. We will make the results available on an online database that will allow the scientific community free access to this new and valuable store of information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002226/1","grantId":"BB/E002226/1","fundValue":"397118","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  The work we performed on characterising the connectivity of the brain has formed part of the rapid expansion of knowledge in this area underpinned by diffusion MTI tractography. Importantly, our work has shown the level of accuracy of the tractography process by allowing comparisons with gold standard measurements derived from historical data on invasive tracer measurements.  ","person":"Geoff J Parker","coPersons":["Matthew  Lambon Ralph"],"organisation":"The University of Manchester","findingsText":" Development and implementation of methods to allow comparison of non-invasive tracking of anatomical brain connections using diffusion MRI and known 'gold standard' connection information obtained using histological methods. This has led to new findings that extend our understanding of the pattern of connections in the healthy brain and the effects of pathology. We have also characterised the accuracy of these non-invasive methods relative to historical information derived from histology. Neurology, radiology, pharmaceutical industry. Some of the outputs of this work contributed towards the application for a patent on the topic of diffusion MRI tractography methods. This patent application is now being maintained by a University of Manchester spinout company, Bioxydyn Limited. This reflects the expected utility of the outputs of this project in understanding the brain and the development of mechanisms for translation of these findings into the economy and healthcare. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}