{"id":"777A316E-22B3-4B6D-A37E-E5433D44A51A","title":"Developing an unique multi country network and database to identify the impact of multinationals on innovation in host country","abstractText":"<p>The pattern of specialisation of Latin American countries is strongly biased towards the exploitation of natural resources and related industries (ie minerals, agriculture, grain mill products, pulp and paper, wine, etc). These activitites are typically regarded as problematic for development because, among other things, they are considered to have low technological dynamism. In the innovation literature, differences in the technological dynamism of industries are strongly associated&nbsp; with differences in the technological opportunities across industries (or the opportunities for introducing new products or processes in association with investments in innovation, which depend onadvances in the knowledge base and knowledge coming from related and the same industry). In the project, using Innovation Survey data from Argentina, Brazil and Chile, we investigate technological opportunities in natural resources and related industries in these three countries.</p>\n\n<p>Our empirical analysis does not support the well spread idea that natural resources and related industries have and create less technological opportunties, and therefore, are less dynamic than other types of industries. Quite the opposite, we find in a number of cases that the association with natural resources has a positive impact on technological opportunities. The&nbsp; international research network formed in the&nbsp; context of this project continues investigating this issue in other non Latin American countries.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H008098/1","grantId":"ES/H008098/1","fundValue":"32146","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"Anabel Ivana Marin","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}