{"id":"77886E10-5948-4FF6-9EB6-477CF55E03BA","title":"Monumenta Asiae Minoris Antiqua XI: Monuments from Southern Phrygia, Lycaonia, and Cappadocia","abstractText":"Inner Anatolia is divided into two parts. To the east lies the steppe, the vast, monotonous plains of Galatia, Lycaonia, and Cappadocia; the western part of the Anatolian plateau was known in antiquity simply as the Axylon, the 'treeless country', well-suited to large-scale stock-rearing. To the west, between the steppe and the Aegean valleys, rise the rolling highlands of Phrygia, supporting a mixed economy of agriculture and animal-husbandry. Urbanism never made much headway in either district. In antiquity, inner Anatolia was always a land of villages. \\n\\nThanks to an astonishing abundance of Greek and Latin inscriptions on stone, mostly of the Roman Imperial and Late Antique periods, we are better informed about rural life in inner Anatolia than for any other part of the ancient world. Entire classes of ancient society, all but silent elsewhere, here speak with their own voice: shepherds with their flocks, bailiffs of the great imperial estates and ranches, vine-growers and wool-merchants. The religious life of these Anatolian villagers is known to us in extraordinary detail. The church struck deep roots here at an early date; only in the epigraphy of inner Anatolia can we trace on the ground the struggles between the orthodox church and the great heretical sects of the third to fifth centuries AD. No other part of the Mediterranean world offers anything near so rich a body of documentary evidence for rural society and religion in the first five centuries AD. \\n\\nThe region has, however, attracted notably little serious scholarly attention. It is not hard to see why this should be so. The published inscriptions are dispersed across hundreds of obscure journals and intractable corpora; very little archaeological work has been undertaken in the region, and the barren highlands lack an Ephesus or a Petra to attract visitors' interest. For most scholars, the inner-Anatolian countryside remains essentially terra incognita. \\n\\nThe Calder-Ballance material is the largest and richest body of new material from inner Anatolia to emerge in the past half-century. Our first priority is full publication of the new documents, well-illustrated and equipped with commentary. The project website will make the visual and epigraphic culture of the region accessible to a wider academic and general public. We will also take a first step towards a historical synthesis of the remarkable mass of documentary evidence from the highlands, with an international Colloquium to explore the culture and rural life of Phrygia and Lycaonia under Roman rule. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G010889/1","grantId":"AH/G010889/1","fundValue":"140998","fundStart":"2009-04-01","fundEnd":"2012-06-30","funder":"AHRC","impactText":"","person":"Peter James Thonemann","coPersons":["Charles Vollgraff Crowther"],"organisation":"University of Oxford","findingsText":" The aim of the MAMA XI project was to make available to the scholarly public a large body of unpublished inscriptions and other monuments from inland Asia Minor, predominantly of the Roman and Byzantine periods, recorded between 1954 and 1957 by Dr Michael Ballance and Sir William Calder. The chief outputs of the project are a full web-publication of the material, with extensive photographic illustration, English translations and detailed commentaries, to be followed by a large corpus in book f  ","dataset":"gtr"}