{"id":"778924BE-5EC9-4332-9857-402268F20490","title":"Remembering Britain's Child Migrants: Supporting Public Reflection through a National Exhibition, Media and Organizational Engagement","abstractText":"Between 1869 to 1967, a range of child migration schemes were run by UK charities and religious organizations with State support that led to the re-location of an estimated 90,000 children to Canada and Australia, with smaller schemes also migrating children to Rhodesia and New Zealand. Whilst building on a longer history of the use of child migration in the UK, these schemes were notable both for their unprecedented scale of operation and their shared ambition to remove children from family and social environments in the UK deemed to be a source of moral risk. These schemes were intended not simply as practical welfare responses to the care of poor or displaced children, but as a moral project in which their migration was understood in terms of a move to a new redemptive environment that would enable them to flourish as pious and productive citizens, whilst strengthening the Anglo-Saxon racial stock of those colonies.\n\nWhilst some children later regarded these schemes as useful interventions in their lives, others came to regard them as sources of unnecessary suffering. Child migrants to Canada were, in most cases, placed in remote rural homes where they served indentured placements as domestic workers rather than being adopted as full family members. This entailed both longer working hours and more limited access to formal schooling for them than would have been legal had they remained in Britain. In later schemes to Australia, children were mainly placed in residential institutions, some of which subsequently became the focus of allegations of systemic abuse and neglect. Whilst earlier migration schemes to Canada usually allowed some degree of on-going contact between child migrants and birth families, levels of parental consent and knowledge of the migration of their children in the later schemes to Australia were much lower. In many cases, birth parents were not told that their children were sent to Australia by institutions in which they had left them to be cared for, or were inaccurately told that their children would be adopted by families in Australia when they were in fact being sent to residential institutions. Child migrants to Australia have reported being told, inaccurately, that their parents were dead, or struggled to re-establish contact with their birth parents because their names or birthdays had been changed by receiving institutions. Through the work of organizations such as the Child Migrants Trust it has been possible for several hundred former migrants to be re-united with family members in the UK, although in many cases migrants have discovered that their birth parents had died before they were able to renew contact with them. The suffering associated with these schemes, particularly in the Australian context, has led to public apologies for them being made by the Prime Ministers of both Australia and the United Kingdom, as well as a number of other organizations in Australia including the Anglican and Catholic Churches, the Irish Christian Brothers, the Salvation Army and Barnardo's. \n\nThis project will support the development of the first major exhibition on these child migration schemes to be held in the UK, at the V&amp;A Museum of Childhood, which is expected to attract around 250,000 visitors, with media coverage of the exhibition reaching a much larger audience than this. The PI will also work with organizations directly involved in running these schemes to explore public statements or other activities they may wish to undertake in conjunction with the exhibition. Media outputs arising from this project will also explore the current experiences of former child migrants, including on-going forms of support that may be needed. An on-line film and lesson plan on these child migration schemes will also be produced in conjunction with the award-winning educational provider TrueTube for use with secondary school students at Key Stages 3 and 4.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M001989/1","grantId":"AH/M001989/1","fundValue":"79976","fundStart":"2014-12-19","fundEnd":"2015-12-18","funder":"AHRC","impactText":"","person":"Gordon Alexander Lynch","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}