{"id":"779533EE-B506-4B05-9E27-800332B54CC3","title":"Exploitation of Tat export machinery for protein production by bacteria","abstractText":"Numerous therapeutic proteins (biopharmaceuticals) are currently produced in bacteria by the biotechnology industry, and this form of production has been in constant use for over 20 years. The Gram-negative bacterium Escherichia coli is the usual host organism for these processes. In some cases the proteins are made in the interior cytoplasm of the bacteria and then extracted, but a favoured approach is to ensure that the proteins of interest are exported out of the cytoplasm into the periplasmic space between the two membranes surrounding the E. coli cell. Once here, the proteins can be purified with relative ease by selectively rupturing the outer membrane. This process has almost always involved exploiting the so-called secretory pathway for protein export, in which the substrate protein is 'threaded' through a pore in the inner membrane in an unfolded state. However, a major problem is that many foreign proteins simply cannot be transported in this manner - they fold too rapidly or tightly before they can be transported. We and others have recently shown that a second protein export system operates in the bacterial inner membrane: the twin-arginine translocation (Tat) system. This system exports proteins that bear transient peptide signals and the Principal Applicant's group has shown that foreign proteins can be efficiently exported by this system. Crucially, the system exports pre-folded proteins. The Tat system thus has huge potential as a platform for the bacterial production of the many recombinant proteins that cannot be exported by traditional means because of folding problems. The main aim of this project is to systematically engineer and analyse E. coli strains that export proteins via the Tat pathway at the high rates demanded by industry. In a concerted effort, the Warwick group will carry out strain improvement and the UCL group will rigorously test the fitness of these strains for industrial use; this is viewed as vital because industrial fermentation systems demand the use of strains that are not prone to lysis or other stress damage. Key elements of the proposal are to (i) identify the most efficient Tat-specific targeting signals, (ii) test the ability of the Tat system to export a range of foreign proteins, (iii) increase Tat-dependent export capacity by over-expressing tat genes and manipulating the levels of key chaperones and proteases, and (iv) develop methods to assess the fitness of engineered strains through ultra-scale-down methods that accurately mimic industrial process conditions. The final section of the E. coli work will be the generation of strains that exhibit an optimal balance of increased export flux and high cell integrity, by identifying the ideal combination of engineered characteristics. These strains will be suitable for use in industrial production systems. The second overall aim of project is to test the feasibility of exploiting Tat-dependent export for recombinant protein production in Gram-positive bacteria. These organisms are not extensively used for production of bipharmaceuticals, but are heavily used for the production of industrial enzymes. Once again, the protein products are ideally exported out of the cell to separate them from the cytoplasmic compartment, but the absence of an outer membrane means that the products are secreted into the growth medium and then purified (there is no periplasmic compartment). The Tat system has real longer-term potential for the production of many recombinant proteins in Gram-positive hosts, and we propose to carry out a feasibility to study to directly assess its potential in the Gram-positive species Bacillus subtilis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010501/1","grantId":"BB/G010501/1","fundValue":"331103","fundStart":"2009-05-26","fundEnd":"2012-07-25","funder":"BBSRC","impactText":"  Dr Cristina Matos (Warwick). Destination: University of Oulu \nand then University of Kent\nDr Steven Branston (left slightly early in November 2011 for position with health market research firm IMS Health .now employded by AmpliPhi Biosciences ).\nParticipation at the Biotechnology YES competition: Dr. Branston and Dr. Matos formed a BRIC team to compete in this year's Biotechnology YES competition, together with other 2 other BRIC PDRAs (Flavius C. Pascut and Malkey Verma).\n\n\n\nDr Arjun Dhanoya (appointed January 2012 to complete final tasks. currently working for ) Education,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Eli  Keshavarz -Moore","coPersons":[],"organisation":"University College London","findingsText":" Ultra scale-down analysis of strains over-expressing the Tat system and heterologous protein substrate.\nThe key strains developed capable of high-level protein export of 'standard proteins (defined here as those that do not contain disulphide bonds) have been studied in detail using a range of USD tools at UCL. These studies involved extensive analysis of the cells' propensity for lysis using a range of USD tools developed at UCL, and the data were carefully analysed in terms of implications for the early stages of downstream processing including the centrifugation and periplasmic extraction phases. The net result is that these strains are highly robust in overall terms, even when over-expressing both the tatABC operon and the target protein of interest. These data have been published in early 2012 \n\nthe CyDisCo system developed by Ruddock can be modified to export prefolded, disulphide-containing proteins by the Tat system, and the strains can be used in fermentation systems. The cells reach OD values of up to 150 and are as intact as wild type cells; they are thus suitable for industrial applicationthe CyDisCo system developed by Ruddock can be modified to export prefolded, disulphide-containing proteins by the Tat system, and the strains can be used in fermentation systems. The cells reach OD values of up to 150 and are as intact as wild type cells; they are thus suitable for industrial application\n\n\nwe have developed a new strain comprising an E. coli tat null mutant expressing a B. subtilis Tat system. The strain is able to export a heterologous protein to levels of 0.5 g/l culture and 90% of the protein is released into the culture medium. This strain offers unique possibilities form simple recovery of proteins without the need for periplasmic extraction. We have demosstrated an easy and simpler way to manufacture high value proteins using a rang eof changes made tot eh cell in teh study . teh outcome was validated under pilot scale envirnment. they can be used by biopharmceutical and industrial biotechnology companies . \nAcademia can use teh techniques for further development of comaptible strains. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}