{"id":"779E4C1E-87D2-40D6-BDD9-0E04D0A6163B","title":"Biodiversity-ecosystem functioning relationships in freshwaters: a food web perspective","abstractText":"Ecosystem processes and community structure are inextricably linked, as revealed by the (usually positive) 'biodiversity-ecosystem functioning' (B-EF) relationships that have been described increasingly in recent years. Because environmental stressors associated with human activity are causing significant declines in biodiversity across Europe, this threatens to disrupt the normal functioning of natural systems. At present, however, the potential impacts of biodiversity loss on ecosystem processes and, ultimately, on the supply of 'goods and services' of socioeconomic value (e.g. the supply of clean water; recreational fisheries) are poorly understood in freshwaters. This lack of knowledge is further compounded by the fact that most B-EF experiments have been restricted to single trophic level systems in terrestrial grasslands, and as such they lack generality. Multi-trophic systems (i.e. most real ecosystems) can behave very differently: this is particularly true in freshwaters, where predator-prey interactions can have profound effects on ecosystem processes. Further, the diversity of species 'traits' may be more important than taxonomic diversity per se, especially in systems where species are trophically similar, as appears to be true of many freshwater food webs. Indeed, B-EF curves in stream systems often reach saturation at low levels of species richness (typically about 3 species per guild). A further important shortcoming of many B-EF experiments is that they have assemblages that have been constructed by random sampling from a species pool, whereas species-loss is highly non-random: taxa that are big, rare and/or high in the food web are often the first to be lost. The proposed research has been designed to address these shortcomings of previous B-EF research, with a particular focus on applying a more realistic food web perspective. Specifically, we will investigate how non-random species loss affects multiple ecosystem processes (decomposition, primary production, herbivory) that determine the flux of energy to the higher trophic levels, which are often of high socioeconomic value (e.g. salmonid fishes). Focussed laboratory trials will be combined with field surveys and manipulations to explore mechanisms behind B-EF relationships in multitrophic systems, with an emphasis on trait (as opposed to simply taxonomic) diversity. We will approach these questions from two directions: 1) a Postdoctoral Research Assistant will explore, experimentally, the consequences of biodiversity change for ecosystem functioning and 2) a Tied PhD student will focus specifically on the potential impacts of climate change, which has been identified as a major stressor for freshwaters over the coming century, by using a combination of surveys, experiments and mathematical modelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D013305/1","grantId":"NE/D013305/1","fundValue":"308946","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"NERC","impactText":"","person":"Guy  Woodward","coPersons":["Alan  Hildrew","Jose  Montoya"],"organisation":"Queen Mary, University of London","findingsText":" We made several important findings during this project, which have influenced the wider field of biodiversity-ecosystem functioning (B-EF) research. These include compelling evidence for high levels of redundancy within and across different species, and even among phylogenetically distant organisms (fungi and insects), suggesting the freshwater ecosystems may be robust to species loss, due to different species being able to compensate for biodiversity declines - but that when entire functional groups are lost effects can be much more negative. We found that body-size was a key functional trait, and one that often overrode taxonomic identity and species richness per se - and that it was the individual-level of organisation that was key here (e.g. functioning differed for the same total biomass of consumers depending on whether it was composed of many small individuals versus a few large organisms). We also discovered that environmental warming modulated B-EF relationships, but that most of this could again be accounted for by individual-level variation (in metabolic capacity). Finally, we developed novel statistical approaches that have never been used before in B-EF research, which provided a far more elegant and precise means of disentangling the effects of different drivers and responses in these otherwise very complex experimental designs - these approaches have since been adopted and adapted by other members of the B-EF research community. This work has relevance to policy, and its connection to a recent Science article led by the PI has since been picked up (this last year) and highlighted in a European Commission article in relation to the implementation of the EU Water Framework Directive. We have published primarily in academic journals, but the PI has also written articles in the Public Service Review outlining the importance of considering different levels of organisation (individuals to ecosystems) when assessing the consequences of biodiversity loss, as well as a wide range of talks at conferences and symposia given by the research team. Environment","dataset":"gtr"}