{"id":"77A4D96B-308C-4E69-B432-E57064A2441A","title":"Optimisation, harmonisation and standardisation of real-time QuIC analysis of CSF in the diagnosis of sporadic Creutzfeldt-Jakob disease","abstractText":"Sporadic Creutzfeldt-Jakob disease (sCJD) is a rare neurological disease which causes a very rapid form of dementia. Most people with the disease die within 6 months of having their first symptoms. The brains of people with sCJD are full of an abnormally twisted form of a protein called prion protein. This abnormal prion protein forms large clumps which are found throughout the brain and stop it functioning normally. The diagnosis of sCJD is made in life by doctors examining the patient for the presence of neurological features of sCJD and the results of investigations such as EEG, MRI and the presence of a protein called 14-3-3 in the fluid surrounding the brain (cerebrospinal fluid-CSF). However each of these investigations may be positive in other diseases and a definite diagnosis of sCJD can only be made by examining the brain tissue either after death or by a brain biopsy. Recently a new test, called real-time quaking-induced-conversion (RT-QuIC), has been developed which can detect the presence the abnormal prion protein in CSF. Scientific studies have shown RT-QuIC can identify patients with sCJD more accurately than CSF 14-3-3. There is a lot of interest in establishing this test in many laboratories throughout Europe and the aim of this project is to make sure that all laboratories performing RT-QuIC do it in a similar way and get comparable results. This is important as it ensures that the diagnosis of sCJD throughout Europe is as consistent as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J016071/1","grantId":"MR/J016071/1","fundValue":"183632","fundStart":"2012-04-02","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Alison Jane Green","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}