{"id":"77A49955-D837-4511-918A-FBBABC5B1250","title":"Foliations: solenoids, regularity and ends","abstractText":"Foliations are extremely important mathematical objects to understand, as they arise naturally in the the solutions to differential equations, level sets of smooth functions and in the geometric study of flows on manifolds.Many of the leading topologists of the past fifty years, including Thurston, Novikov and Milnor, helped develop the theory of foliations to the point that it now is inextricably linked with geometric topology. Foliations have played a significant role in the development of non-commutative geometry, and foliations continue to be an essential element in the modern theories of groupoids and moduli spaces. We aim to significantly increase our understanding of foliations by developing techniques to understand the way the leaves of foliations behave as one approaches infinity . We shall focus in particular on the behaviour in leaves of minimal sets, which can be thought of as the most basic building blocks of a foliation.Ends provide a means to study the asymptotic behaviour of minimal sets of foliations, but there are very few techniques for finding the ends of minimal sets. As an important and highly structured class of minimal sets, solenoids are a natural candidate for just such an analysis. A solenoid is a bundle with a profinite structure group that provided the key we have previously used to unlock many of its important properties.We aim to show that solenoids are prevalent within foliations and thus are ofsignificance for the general understanding of the asymptotics of foliations. At the same time, we shall develop an understanding of the asymptotics of solenoids by developing tools for calculating their ends using the original technique of profinite Cayley graphs. By broadening the scope of these techniques to a wider class ofsolenoids than first considered, we hope to solve the important open question of determining the ends for the general codimension one minimal set. In parallel, we shall undertake a study of the regularity of solenoids as they occur within foliations, showing that the holonomy pseudogroup of a foliation restricted tosolenoidal minimal set must be equicontinuous. Finally, we expect to develop these techniques in enough generality that they could be applied to a much wider class of coarse quasi-isometry invariants. This project will be carried out at the University of Leicester. Due to its broad scope, assistance of a post-doctoral fellow and experts from other universities in the UK and abroad will be required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006377/1","grantId":"EP/G006377/1","fundValue":"265291","fundStart":"2008-11-06","fundEnd":"2011-11-05","funder":"EPSRC","impactText":"","person":"Alexander Douglass Clark","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}