{"id":"77A7B40B-1C75-4E4A-AD71-DD411A2A3910","title":"Magnetic Resonance Imaging Biomarkers for Diagnosing Placentas with Abnormal Diffusional Exchange","abstractText":"Babies born too small are at much greater risk of being handicapped or of dying soon after birth. Also, people who were small babies have an increased chance of developing heart disease or diabetes as adults. The placenta is responsible for transferring nutrients from mother to baby during pregnancy and so does have a key role in controlling growth. A variety of research has now led us to better understanding of the defects in the placenta that can cause babies to grow too slowly. We believe that this knowledge of the placenta could allow us to diagnose babies who are growing poorly in the womb. Here we will investigate whether magnetic resonance imaging, a non-invasive method of studying the internal organs of the body, may be used to examine the placenta in the womb and determine which ones are abnormal and so may be causing abnormal growth of the baby. If we could diagnose abnormal placentas in this way and so identify babies growing too slowly, we will be able to focus medical care with a consequent greater chance of the pregnant woman delivering a healthy baby. Furthermore, better diagnostic tools could lead to new ways of treating the woman with an abnormally growing baby during her pregnancy. We have a strong track record of explaining our work to the public through newspaper interviews, radio and television and will continue to do this. The University of Manchester provides support for a variety of events aimed at increasing public understanding of science, including Open Days and regular `Cafe Scientifique meetings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700308","grantId":"G0700308","fundValue":"235209","fundStart":"2008-05-01","fundEnd":"2010-08-31","funder":"MRC","impactText":"","person":"Colin Peter Sibley","coPersons":["Geoff J Parker","Ian  Crocker","Philip  Baker","Penny Anne Gowland"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}