{"id":"77A89824-0847-4444-A278-5BFA51E2E58E","title":"E-cadherin subcomplexes: function and regulation by microtubules","abstractText":"The mechanism that attaches neighbouring units, or cells, in our body to each other is known as cell-cell adhesion. Recent work has demonstrated that cell-cell adhesion is also important for communication between the neighbouring cells to decide when to divide, migrate or die. Specific cell adhesion proteins ensure cell-cell adhesion: the proteins on the surface of one cell bind directly to similar proteins on the surface of adjacent cell. One of the major cell adhesion proteins is called E-cadherin. E-cadherin provides cell-cell adhesion between the epithelial cells: the cells that outline all cavities and surface structures of the body. In the cell, E-cadherin adhesion forms a thin belt, called zonula adherens that outlines the periphery of the cell and connects it to multiple neighbours. E-cadherin is vital for proper development of the body from very early stages. Furthermore, faulty E-cadherin adhesion contributes to cancer progression by increasing growth and metastasis.\nFor proper cell-cell adhesion it is vital to position the zonula adherens at a particular distance from the surface of the cell that faces the cavity. More unexpectedly, the cell also carefully controls how E-cadherin is distributed around the circumference of the cell, within the zonula adherens. While most cells have an even distribution, an increasing number of cases have been discovered where E-cadherin is distributed asymmetrically. The function of such asymmetric distribution in the developing animal has yet to be tested. We have chosen a simple animal to study this problem, the fruit fly Drosophila. Fruit flies use E-cadherin in the same way as we do. For example, if fruit fly embryos lack E-cadherin they die early in development because epithelial cells cannot maintain contacts to each other and tissues fall apart. Our recent findings demonstrate that there are two different populations of E-cadherin in epithelial cells in Drosophila embryo. One population is distributed uniformly around cell periphery. Another population is distributed asymmetrically. This second population of E-cadherin is specifically associated with protein called Bazooka/Par-3, and its asymmetry requires a subtype of cytoskeleton: long tubular structures called microtubules. \nThese findings raise several questions that are the focus of this proposal. First, do different E-cadherin populations have different functions? If they do then it may be possible to interfere with one without affecting the others, which could help control aberrant E-cadherin functions. Second, can we identify other proteins that work with the different E-cadherin populations to help us to understand what they do. We anticipate that proteins that are present in just one or other population may be used to regulate the levels, distribution or action of a particular E-cad population, and thus be targets for drug discovery, and in addition may prove to be mark out aberrant cells for diagnostic purposes. Third, we wish to discover how microtubules control E-cadherin asymmetry. Knowing this mechanism will allow us to manipulate E-cadherin asymmetry in the cells and specifically control this population.\nWe anticipate that we will discover basic mechanisms that are shared between all animals. In future, we will be able to apply this knowledge to treatment of medical conditions arising from defects in E-cadherin function such as epithelia-derived tumours. For example, if we find that only one population of E-cadherin prevents excessive cancer growth, and we identify the molecules that specifically bind this population of E-cadherin, it will be possible to search for drugs that attack this population of E-cadherin to reduce cancer growth, without disrupting E-cadherin adhesion in the surrounding non-tumour cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00056X/1","grantId":"BB/K00056X/1","fundValue":"567487","fundStart":"2012-10-01","fundEnd":"2016-03-30","funder":"BBSRC","impactText":"  At this stage in the research project, the findings have not been used, apart from some reagents which have been published in The Journal of Cell Biology and are being used by other labs.  ","person":"Nicholas  Brown","coPersons":[],"organisation":"University of Cambridge","findingsText":" Since the grant commenced, we have significantly advanced the knowledge on four main objectives of the proposal:\n1. What are the processes in multicellular organism development that require asymmetric Bazooka/Par-3-bound E-cadherin We have identified two functions of mobile E-cadherin in Drosophila development: (a) preventing the cells from crossing segment boundaries in Drosophila embryonic epidermis, and therefore maintaining tissue pattern, and (b) regulating cell clone size and proliferation in Drosophila larval wing discs. Currently, we further address molecular mechanisms of these two functions and their impact on whole organism morphogenesis.\n\n2. What is the difference in molecular composition between the E-cad complexes containing Baz (mobile) and lacking Baz (immobile); We have created tools for protein purification of mobile and immobile E-cadherin sub-complexes, which will be performed in near future. Using candidate approach, we have identified that p120catenin protein is a cue for internalization of mobile E-cadherin from plasma membrane, but is irrelevant for level and distribution of immobile E-cadherin. \n3. How polarized microtubules generate asymmetry of Bazooka/Par-3-bound E-cadherin; We have discovered that microtubules regulate level of mobile E-cadherin sub-complex through inhibition of Rho-signalling by microtubule plus ends. In order to ensure reliable quantification of protein accumulation at the sites of cell-cell adhesion, we have developed an automated computational approach to quantify junctional levels of E-cadherin at individual cell-cell borders. This led to a discovery of a continuous relationship between E-cadherin level and cell-cell border angle relative to the dorso-ventral axis of the embryo. Considering polarisation of microtubules and elongation of epithelial cells along dorso-ventral axis of embryos, we developed a computer model that demonstrated that the similar contentious increase in density of microtubule plus end contacts with cell-cell borders relative to the angle of the cell-cell border with dorso-ventral axis of the embryos. \n\n4. How microtubules get polarized in epithelial cells. We have developed a numerical method that measures the degree of polarisation of the microtubules within a cell. Using this tool, we found that microtubules become progressively polarised simultaneously with the elongation of epithelial cells of the epidermis during development. Moreover, we found a linear correlation between microtubule polarisation and cell elongation, indicating that the two parameters share a cause-consequence relationship. In order to elucidate if cell elongation controls microtubule polarisation or vice versa we used various genetic manipulations to disrupt either microtubules or interfere with cell elongation. This comprehensive approach led to the finding that cell elongation is the main driver of microtubule polarisation. Currently, we are investigating the mechanisms used by the cells to translate cell shape changes into microtubule polarisation. 1. We have identified two identified functions of mobile E-cadherin in two morphogenetic processes: cell mobility and proliferation. Additionally, we have found several approaches to manipulate level and distribution of mobile E-cadherin in cells. In future this finding can be taken further to understand cellular and molecular mechanisms of how E-cadherin functions in these processes, and the relevance of E-cadherin role in these processes for medical conditions, for example cancer progression or wound healing, which rely on both cell mobility and proliferation.\n\n2. The tools created (biotinylated variants of Bazooka protein) might be used to perform purification of mobile E-cadherin sub-complex from various Drosophila tissues.\n\n3. We have identified a pathway, in which cell shape regulates microtubule organization, which in turn regulates Rho signalling distribution and, consequently E-cadherin distribution. The discovery of this pathway can be taken forward to test its relevance in other Drosophila and vertebrate tissue. Additionally, it can be used to create a testable computer model of how microtubules become polarized and how they modify signalling through protein sequestration by the plus ends. The model can then be used to predict outcomes following experimental manipulations and severity of clinical conditions.\n\n4.We have developed a method to quantify the degree of polarisation of microtubules in a cell-by-cell basis and found that cell shape is the main cue to polarise microtubules in epidermal cells. Across different tissues and cell types, the polarisation of microtubules is essential for proper cell function. Hence, the next step would involve validation of this dependency across different cell types that require polarised microtubules for proper cell function, as neurons, ciliated cells and other epithelial tissues. On the other hand, quantification of the degree of microtubule polarisation could be used as a signature of normal cell development or conversely, to stage and identify different pathological conditions. Examples of this would include (but are not restricted to): normal and degenerative axonal microtubules polarisation or cancer cell development (metastatic vs. non-metastatic). Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}