{"id":"77AE5D98-3DCF-443C-8B20-F17119EA14A4","title":"Solvation dynamics and structure around proteins and peptides: collective network motions or weak interactions","abstractText":"Virtually all biological processes take place in an aqueous environment and the presence of water is essential to life. Chemistry enabled by proteins relies on the fluctuations and flexibility of the protein scaffold. This flexibility is largely determined by water while at the same time the protein is known to affect the structure and dynamics of the surrounding water. A number of recent studies using very different techniques have come to the conclusion that a protein ties many water layers (7 to 10) to itself in an intimate embrace that has been termed the &quot;protein dance&quot;. Some experiments, such as those by the Zewail group, suggest a dramatic slowing down of the dynamics of water near a protein suggesting that this water has become a glass. However, other studies such as femtosecond infrared pump-probe studies on smaller solutes have clearly shown no effect on water structure and dynamics beyond the first solvation shell. Thus, we are in the highly unsatisfactory position where state-of-the-art studies by reputable groups completely disagree on the interaction of biomolecules with the surrounding aqueous medium.\n\nHere we propose that this conflict can be resolved through a wider and more appropriate spectral coverage. The low frequency infrared and Raman spectroscopy that yielded the highly controversial results is only sensitive to dynamics in a narrow range of timescales around ~1 ps and cannot resolve slower and faster processes. To remedy this, we will apply a very high dynamic range time-domain version of Raman spectroscopy covering the spectral range &lt;125 MHz to ~30 THz. This will be combined with broadband dielectric spectroscopy covering the spectral range 100 MHz to 200 THz. These complementary techniques will be used to solve the controversies relating to the interaction of proteins, peptides, and other molecules of biological significance with the surrounding water as well as to characterise low-frequency modes in the biomolecules themselves. Low temperature studies will address the controversial protein dynamical transition and particularly the role of the solvent in this. Finally, we propose to study changes in the collective modes of proteins as they undergo changes in tertiary and quaternary structure caused by environmental parameters.\n\nThe research programme addresses the microscopic structural dynamics of proteins, peptides, other biomolecules, and the surrounding aqueous solvent. This is critical to the understanding of the function of the living cell, to the design of synthetic life, and to the fundamental physics of life. This area is at the cusp of physics, biology, and chemistry and underpins future synthetic-biology engineering. Current research into synthetic life will only lead to the development of future industries if the physical design principles have been laid down first; this is the primary aim of this proposal. Our strong links with theory collaborators will ensure that fundamental insights will propagate effectively to the 'users' of such information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034995/1","grantId":"EP/K034995/1","fundValue":"421312","fundStart":"2014-02-21","fundEnd":"2017-02-20","funder":"EPSRC","impactText":"","person":"Klaas  Wynne","coPersons":["Adrian Jonathan Lapthorn","Sharon Mary Kelly"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}