{"id":"77AEDABD-862D-48B5-BFE5-DAB625E69235","title":"Transitions Between Suppressed and Active Convection Coupled to Large-Scale Tropical Circulations","abstractText":"The weather and climate of the tropics is dominated by convection. Convection communicates to the rest of the atmosphere the heating and evaporation at the earth's surface. Understanding the location, timing and strength of tropical convection is crucial for understanding the global climate system. Accurate and reliable simulations by both weather-forecast and climate-prediction models require a faithful representation of convective processes and their interactions with features in the large-scale flow. \n\nThe meteorology of the tropics is profoundly affected by large-scale coherent motions across thousands of kilometres. However, the energy source driving such motions is the latent heating associated with convective motions on scales of hundreds of metres. Thus, the two-way interactions between convection and large-scale flow are key to tropical meteorology. The relevant processes operate across a wide range of time and space scales and perhaps partly for that reason they are not well-captured by the numerical models used for weather and climate studies. The numerical models are incapable of representing explicitly the atmospheric processes on all space and time scales. Rather motions with short scales must be taken into account by using parameterization schemes. A model will contain a number of such schemes, each attempting to represent the effects on the model scales of a particular small-scale process that has been omitted. These processes will include turbulence in the atmospheric boundary layer, gravity waves and convection.\n\nA powerful tool for studying convection is the Cloud Resolving Model (CRM). Such models can be used to perform high-resolution simulations in which the convection is not parameterized but is explicitly modelled. Parameterization schemes are often developed and tested through comparisons with the results of CRM simulations. However, the CRM simulations are typically set up by prescribing a large-scale circulation. Thus, they are generally used to examine the response of the convection to a pre-defined situation. Such simulations make a sharp distinction between the convection and the large-scale. In reality, there is no such sharp distinction; indeed, there are strong two-way interactions between convection and the large-scale circulation. As a result, the CRM simulations are over-constrained: limited in their possible responses and unsuited for studying the interaction mechanisms.\n\nIn recent years, a number of techniques have been developed for approximating the response of the large-scale tropical circulation to the heating associated with convection. These approximations provide a basis for modelling the interactions between convection and the large-scale circulation within a CRM. This means that the large-scale no longer has to be prescribed in the simulation but instead it will evolve in response to the explicitly simulated convection. Studies using these approximations have produced some valuable and intriguing results. In this project we will assess the relative merits of some of these approaches for different problems in tropical convection and exploit them to investigate the role of interactions between convection and the large-scale circulation in tropical variability.\n\nWe will also apply this same framework to assess the behaviour of existing convection parameterization schemes, providing the atmospheric modelling community with a new paradigm for carefully-controlled and rigorous testing of weather-and-climate models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004034/1","grantId":"NE/K004034/1","fundValue":"378206","fundStart":"2013-06-30","fundEnd":"2017-06-29","funder":"NERC","impactText":"","person":"Steven James Woolnough","coPersons":["Martinus Henricus Ambaum","Robert Stephen Plant"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}