{"id":"77B62AC5-03FD-43CA-AC83-84950BE140CB","title":"Seasonal Buses","abstractText":"<p>This project will work with organisations providing bus services (such as local authorities and National Parks) for leisure trips to identify appropriate performance indicators. The Institute will establish which data are necessary to produce the indicators, devise survey templates and a software package to help input the data and to produce reports on performance. Indicators are likely to include aspects such as the number of car journeys replaced, the reduction of social inclusion, access to health and well-being and local income generated.</p>\n\n<p>The results will help the organisations diagnose which services are working well and which are not and to compare performance over different time periods. Where operators are willing they can also be added to a national databank to give the national picture of how these services are performing.</p>\n\n<p>Locally and nationally the results will help funding bodies evaluate the worth of these bus services. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H043918/1","grantId":"ES/H043918/1","fundValue":"7580","fundStart":"2010-07-01","fundEnd":"2011-05-31","funder":"ESRC","impactText":"  The grant provided a method that could be used by untrained people to undertake a passenger survey and analyse the findings. The questionnaire and survey design and macro-enabled spreadsheet were the main outcomes. However, the surveys conducted gave otherwise unknown information about the number of car journeys saved by having a bus and the amount of spending which would be lost to the destination if the bus were not available. This helps policy-makers and practitioners make informed decisions about whether or not to support buses for visitors. \nThis month we have been asked for the latest survey results to help evaluate the benefits of a bus along Hadrian's Wall. Environment,Leisure Activities, including Sports, Recreation and Tourism,Transport Economic,Policy & public services","person":"Josephine Wilhelmina Guiver","coPersons":[],"organisation":"University of Central Lancashire","findingsText":" This grant allowed UCLan to deliver a way of monitoring the impacts of running buses for tourists in rural areas. Now, areas can use the programme independently and without technical knowledge if they want to evaluate the benefits of the bus services against their costs. The method has potential to be used to evaluate other forms of public transport, but needs developing to incorporate data generated by on-bus ticket machines. Environment,Leisure Activities, including Sports, Recreation and Tourism,Transport","dataset":"gtr"}