{"id":"77BAE7C9-E937-48A3-AB35-AE5EBD136FF8","title":"Hybrid Electrospun Fibres from Biomass-Based Carbon Nanostructures","abstractText":"This proposal seeks funding for investigations into the structure and mechanical properties of carbon-nanostructures produced from natural biomass sources and by novel processing techniques. Carbon fibres produced by these routes are attractive since they are cheaper than those obtained by conventional routes (PAN or pitch-based), are derived from a renewable resource and since native cellulose is often already structured, it is an attractive precursor material. In addition to this, native sources of cellulose, such as bacterial, tunicate and derived sources from plant material in the form of whiskers, have fibre diameters in the nanometer range. This enables very slender fibres to be produced which can offer high stiffnesses and strengths. Other sources of nanofibres, such as from CNTs (carbon nanotubes) are expensive to produce, and as such there are significant advantages to the approaches we will investigate. The use of these materials for high performance composites will be investigated using non-contact methods and novel approaches to better understand the interface between materials. Low-cost approaches to the development of high-throughput methods of producing fibres will be addressed, with particular emphasis on enabling the enhancement of material properties from waste and cheaply generated biomass. Additional adventurous research will be conducted on the manipulation and deformation of the nanostructures using a FIB (Focussed Ion Beam) system. The project will fund a postdoctoral research associate for 4 years who will be based in the Materials Science Centre, School of Materials, University of Manchester. No systematic programme of research into the capability of these materials has been investigated in this manner and as such the impact will be both of mutual academic and industrial relevance. In terms of industrial involvement we have the support of five industrial companies (Borregaard - supplier; Technical Fibre Products / end user; Renishaw - technology and Lenzing - suppliers and technology).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036914/2","grantId":"EP/F036914/2","fundValue":"129672","fundStart":"2011-09-01","fundEnd":"2013-10-30","funder":"EPSRC","impactText":"","person":"SJ  Eichhorn","coPersons":[],"organisation":"University of Exeter","findingsText":" We have found that nanofibres of cellullose are both useful for structural composite materials and energy storage devices. We have also found that carbon nanotubes are useful for growing strcuture in carbon nanofibres For the development of high performance carbon fibres - either for structural composites or energy storage devices Construction,Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}