{"id":"77C2756F-EAB3-4C70-870D-B73E858112A3","title":"GNSS scintillation: detection, forecasting and mitigation","abstractText":"Although GNSS systems now underpin a significant part of modern infrastructure, such as financial markets, telecoms, power generation and distribution as well as transport and emergency services, they suffer from a number of known vulnerabilities. One such shortcoming relates to an ionospheric disturbance known as scintillation. The phenomenon of scintillation is familiar to most people through the twinkling of star light as it crosses the atmosphere. Ionospheric scintillation causes amplitude and phase variations on signals from GNSS satellites when they cross the ionised upper atmosphere (the ionosphere). Currently, GNSS receivers are not robust against radio scintillation; effects range from degradation of positioning accuracy to the complete loss of signal tracking. During scintillation events, required levels of accuracy and continuity, as well as availability, may not be met, thus compromising commercial operations, such as maritime navigation, geophysical exploration and airplane navigation during airport precision approach. The project will quantify the problem of ionospheric scintillation over the forthcoming solar maximum (2010-2013) and develop algorithms to reduce the impact on the users. The research will lead to improved GNSS receiver design that will enable robust performance of receivers that are compromised by effects of the natural environment through ionospheric scintillation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003479/1","grantId":"EP/H003479/1","fundValue":"463952","fundStart":"2010-04-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  In liaison with another project, funded by the EC, the data from our network has been used to provide ionospheric information and warnings to the wider community.\n\nInsight from our work has also supported the development of a scintillation monitor receiver by our associated industrial partners Septentrio Satellite Navigation.\n\nOur research has assisted our partners Fugro Intersite BV in understanding the effects of ionospheric and solar related events on their services and help mitigate them. Other Societal,Economic","person":"Marcio  Aquino","coPersons":["Alan Henry Dodson"],"organisation":"University of Nottingham","findingsText":" This research is about countering undesired effects that occur on signals transmitted from navigation satellites, such as those of the Global Positioning System (GPS) and of the new European Galileo system, when they cross the ionosphere on their way to user receivers on or near the Earth. The ionosphere is the charged upper layer of the atmosphere and causes refraction and diffraction of these signals. In our work we concentrated mostly on diffraction effects, which originate from 'electron density irregularities' that may be present in the ionosphere and that can cause fluctuations on the received signals - a GPS receiver will struggle to track the satellite signals and will consequently output erroneous position/navigation information. In worst case scenarios it may not even be able to track the satellites, leading to system outages. This 'irregular' behaviour of the ionosphere is more prominent in regions of low and high latitudes of the Earth, like Equatorial and Polar regions, and exacerbate during the peaks of the solar cycle. The peak of the current solar cycle took place in 2013. \nThrough the grant provided for this project we achieved the following developments:\no We set up a network of specialised GPS/Galileo receivers that can monitor the effects mentioned above, including stations at both high and low latitudes\no We formed a long term data base from the above network to support our research and future initiatives in this field\no We assessed the impact of the effects at user level and devised solutions to mitigate them, based in particular on the data recorded by the above specialised network\no We collaborated with researchers in Canada whereby our solutions were tested for a similar high latitude network\no We have contributed to relevant initiatives in Europe and elsewhere, through provision of data and insight, e.g. the SCAR (Scientific Committee on Antarctic Research) \no We devised new algorithms that can assist the GPS/Galileo receiver to maintain its normal performance when the aforementioned fluctuations occur\no We liaised with industry to help steer the project and transfer the knowledge acquired through the research\no With a focus on specific industrial applications we investigated the effects of solar radio bursts, which are intense radio emissions from the sun that can cause problems to commercial positioning services\no We promoted outreach activities through liaison with secondary schools in our proximity o Support positioning services providers with warning users of potential impact of the effects and with mitigating them\no Support companies that manufacture GPS/Galileo receivers with insight that can help them in designing receivers that are more robust to the aforementioned effects\no Form the background to specialist solutions dedicated to specific techniques and services addressed to different types of applications. For instance our improved navigation/positioning algorithms can be further customised to support the establishment of an infrastructure to provide high accuracy positioning in regions which are otherwise hampered by the effects that we studied\no Our research can be furthered to address the use of our solutions in a global scale, therefore expanding the benefits generated by this project Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Transport","dataset":"gtr"}