{"id":"77C312BE-4619-4A0B-A378-8D00E799B001","title":"Physics-based virtual environment for training in vascular interventional radiological procedures","abstractText":"The aim of this project is to develop a computer generated virtual environment (VE) with variable virtual anatomy, in which the appearance, 'feel' and human factors of invasive radiological procedures (interventional radiology, IR) in patients can be reproduced and assessed.IR is keyhole surgery using needles, specialised wires and tubes (catheters), guided by touch and imaging (x-ray, 'Cat Scan'--CT, ultrasound). IR benefits from local anaesthesia, a tiny incision, few complications, reduced postoperative pain, short hospital stay and low cost. Most IR procedures commence with needle puncture of a blood vessel to insert guide wires and catheters: these clinical skills are acquired by all radiologists during training, as an apprenticeship in patients, inevitably associated with some discomfort and occasionally, complications. 'Straightforward' cases for diagnosis are ideal for training but are being replaced by state-of-the-art, non-invasive imaging methods. While some skills (mainly visual skills, relating to orientation and spatial negotiation) can be acquired using models (as in surgery), these have limitations for IR which relies heavily on a sense of touch. Both patients and trainees would benefit from the use of computers to create a VE with devices conveying touch sensation (haptics) to realistically mimic procedures on patients. Removal of this initial experience from the clinical environment would be time efficient while improving patient safety and reducing the time taken for medical trainees to attain and maintain higher levels of competence.The key aims of this project are to:1. develop and validate a complete VE for training in vascular interventional radiology, encompassing needle puncture as well as guidewire and catheter insertion and manipulation. This is the overarching objective of this project and will be based on a task analysis of interventional procedures.2. develop methods of semi-automatically processing medical imaging data to create a variable range of 3D geometry of anatomy.3. determine and localise the forces experienced by an operator during IR procedures in patients using miniature sensors, enabling the 'feel' of a real procedure to be accurately reproduced.4. simulate needle puncture, and introduction of a guidewire and catheter into a blood vessel, with realistic behaviour of tissue and vessels.5. reproduce the feel of a pulse to guide instrumentation of an artery using a novel device which mimics a patient's physiological pulse.6. simulate ultrasound to guide needle puncture of an artery, and fluoroscopy to guide guidewire and catheter manipulation within an artery.7. validate the VE and assess its potential for training and certification. We will also make suggestions for inclusion in curricula and criteria for certification.The VE developed in this project will be generic, capable of incorporation into an existing system, or of forming the basis of a new generation of systems applicable to training. The work will be undertaken by researchers at the Universities ofLiverpool, Bangor, Hull, Leeds and Imperial; the PI (Gould) is an interventional radiologist with extensive clinical research experience and who will be the overall project co-ordinator. The technical project manager is a Computer Science professor (John) whose Research Assistant will also assist in project management. This proposal accords with the aims of EPSRC in introducing improvements in health and will also enhance economic development and stimulate interest in the sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E002587/1","grantId":"EP/E002587/1","fundValue":"342005","fundStart":"2006-12-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"  Many of the techniques developed in this project have been used and improved in the development of further simulations for training medical procedures. Education,Healthcare Societal","person":"Nigel W John","coPersons":["Ik Soo Lim"],"organisation":"Bangor University","findingsText":" In vascular interventional radiology, procedures generally start with the Seldinger technique to access the vasculature, using a needle through which a guidewire is inserted, followed by navigation of catheters within the vessels. Visual and tactile skills are learnt in a patient apprenticeship which is expensive and risky for patients. We propose a training alternative through a new virtual simulator supporting the Seldinger technique: ImaGiNe (imaging guided interventional needle) Seldinger. It is composed of two workstations: (1) a simulated pulse is palpated, in an immersive environment, to guide needle puncture and (2) two hapticdevices provide a novel interface where a needle can direct a guidewire and catheter within the vessel lumen, using virtual fluoroscopy. Different complexities are provided by 28 real patient data sets. The feel of the simulation is enhanced by replicating, with the haptics,real force and flexibility measurements. A preliminary validation study has demonstrated training effectiveness for skills transfer. Many ideas have been put forward that can input into the next generation of medical training simulators. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}