{"id":"77DD0709-9692-4160-A6E9-715D58B61576","title":"Design of a Novel Apparatus for the in-situ Formulation and Characterization of Safer Electrolytes","abstractText":"LIB and SC are both alternative energy storage devices, which store energy via orbital electron exchange (chemically) and by electrostatically (physically) separating positive and negative charges, respectively. Most liquid electrolytes used in these commercial electrochemical devices are obtained by dissolving a salt like lithium salt, or tetraethylammonium tetrafluoroborate in a specific solvent like alkylcarbonate mixture or the acetonitrile (ACN), respectively. Nevertheless, many issues often linked to the stability of selected electrolytes limit their lifetime. For example, it is reported in the literature that the oxidation reaction of the LIB electrolyte at high potentials leads to the formation of gases like methane, ethane, carbon dioxide and carbon monoxide when high potentials are applied to the electrode, which increases the pressure inside the sealed cell and modify then the physical properties of the electrolytes. While in the case of SC, the main issue links to the use of the tetraethylammonium tetrafluoroborate and ACN-based electrolyte is its safety since under certain special conditions ACN can produce hydrogen cyanide (HCN) when is burned. In fact, amount of HCN produced depends on volume of ACN, temperature of fire and environment. Nevertheless, these issues cannot be evaluated without the simultaneous knowledge of their thermodynamic properties, fluid phase equilibria and electrochemical properties in presence and in absence of external stimulus (presence of gas, temperature, etc.). \nThis project will address this perspective by developing first a new and original apparatus based on an isochoric saturation technique, supplied by an analysis of the gas phase composition using a Gas Chromatography, combined with different electrochemical devices (voltamperometer, potentiostat or gavalnostat) that allows the simultaneous determination in real conditions of the fluid phase equilibria through pVTxy measurements and the electrochemical properties of a wide range of electrolytes for LIB and SC applications in order to understand factors, which limit electrolytes lifetime and safety. \nAdditionally, during this project, an approach which consists to cover these properties with the objectives to study ionic liquids, ILs, as an additive component, and not as a media, will be also investigated in useful technological solvents like alkylcarbonates (for their uses in LIB), acetonitrile and other dinitrile structures (for their uses in SC). This choice was made with the objective to keep the advantages of each solvent and improve their disadvantages (corrosive, volatile) by adding small quantity of IL. To clarify the differences between ILs and molten salts, similar experiences will be also investigated using the tetraethylammonium tetrafluoroborate for its use in SC.\nFor that, we plan to focus then our effort on the effect of the electrolyte formulation on their unique properties like the solvation, volumetric, thermal, electrochemical, thermodynamic and transport properties by using the original apparatus proposed in this project and different experimental and theoretical techniques already available and developed at QUB. Additionally, the electrochemical stability of each electrolyte will be determined by applying different charge-discharge cycles and by analysing then the gas phase composition changes over the time and temperature. Furthermore, the effect of presence of degradation products, like ethane and carbon dioxide, on the properties of the electrolytes will be also investigated in situ. The determination of the ethane and carbon dioxide solubility in the selected electrolytes will be then determined to dress some conclusions on the main advantages and disadvantages to use ILs rather than classical molten salts, as well as, to propose key parameters to improve the stability of electrolytes for LIB and SC applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M021785/1","grantId":"EP/M021785/1","fundValue":"97604","fundStart":"2015-10-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Johan Germain Jacquemin","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}