{"id":"77DE0A25-A2A5-4AD0-AF75-C389E3C322CA","title":"Periodicity-Enhanced Attenuating Layers and Structures","abstractText":"Periodicity-enhanced (meta) materials and surfaces are artificial structures that possess properties not found in naturally-occurring materials and surfaces. The periodicity stems from the regular spacing of inclusions in a host matrix or roughness on a surface. Inclusions range from solid cylinders in air such as encountered in 'sonic crystals' to a grid framework in a poroelastic material such as an air-filled foam used for sound absorption. Roughness elements can be of various shapes and profiles ranging from identical rectangular grooves to arrays with fractal profiles. Without further modification, periodicity-enhanced materials stop the passage of some incident wavelengths (or frequencies) and enhance the transmission of others. By modifying the roughness of a surface, the interference between waves travelling directly from a source to a receiver above the surface and waves reflected from the surface can be controlled. \nThe proposal is concerned with ways of extending the frequency range over which the periodicity-enhanced materials and surfaces reduce the transmission of sound and vibration. The methods to be investigated include use of locally resonant inclusions or roughness elements, use of multiple resonances, exploitiation of interactions and overlaps between resonances periodicity-related transmission loss and spatial variation of periodicity and other characteristics thereby producing graded systems and roughness profiles. The work will provide a basis for the design of more efficient sound and vibration absorbing devices that are lightweight yet offer high transmission loss and vibration damping properties. The resulting surface designs will include alternatives to conventional noise barriers, while allowing access and preserving line of sight, and cost-effective methods for protecting buildings against ground-borne vibrations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038214/1","grantId":"EP/K038214/1","fundValue":"195762","fundStart":"2013-12-16","fundEnd":"2015-12-15","funder":"EPSRC","impactText":"","person":"Victor  Krylov","coPersons":["Dan John O'Boy"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}