{"id":"77DE8589-1CF7-4270-A383-C537D99BC9F1","title":"Retailers and Corporate Social Responsibility: Developing and Promoting a Strategic Agenda","abstractText":"<p>This ESRC Impact Grant (business strand) engages in two, related, knowledge transfer activities on the theme of retailers and corporate social responsibility. Retailers are situated at the leading edge of the contemporary service-based economy in the UK and the wider world. An emerging elite group of retail transnational corporations, in particular, are playing a significant role in generating employment, shaping cultures of consumption and orchestrating supply chains on a global scale. In the context of an increasingly liberalised economy, the activities of these retailers are governed by agendas of corporate responsibility. The first phase of our knowledge transfer activity involves the promotion of key findings from the investigators’ ESRC-funded research on UK and US retailers’ approaches to ethical trade. This is conducted through targeted, face-to-face meetings with ethical trading representatives of key retail corporations in both countries. The second phase develops new activity concerning the collaborative development with retailers of a strategic agenda for corporate social responsibility in the context of retail transnational corporations (retail TNCs). This is achieved through the organisation of a one-day participatory workshop involving participants from both the corporate and academic worlds.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-172-25-0048","grantId":"RES-172-25-0048","fundValue":"36991","fundStart":"2007-09-01","fundEnd":"2009-02-28","funder":"ESRC","impactText":"  Scoping presentation and workshop regarding global retailers' responsibilities communicated to retailers, NGOs and academic and taken on board in their operations. Environment,Retail Economic","person":"Alex  Hughes","coPersons":["Neil  Wrigley"],"organisation":"Newcastle University","findingsText":" Our position presentation at the funded workshop suggested the following points:\n\nCorporate responsibility takes on global dimensions when it incorporates transnational business activity in two main forms. The first concerns corporate responsibility associated with transnational corporations, in other words where corporations operate in multiple countries through their foreign direct investment (FDI) strategies. This has received relatively little attention by researchers and forms the focus of our position paper and workshop on global retailers and corporate responsibility. However, much more commentary by academics and practitioners has hitherto focused on the second form of global corporate responsibility, concerning the ethical dimensions of retailers' overseas supply networks. Corporate responsibility in this case has been implemented widely through labour and environmental codes of conduct involving minimum standards for workers and environmental protection at sites of production. Initiated by campaigning on the part of civil society organizations and trade unions often in the global North, along with media exposure of poor working conditions in export-producing countries, programmes of corporate responsibility involving labour and environmental codes are applied to ensure that minimum standards are met with respect to wages, hours of work, health and safety, the right to belong to trade unions, worker welfare and environmental impacts.\n\nThe academic and policy-orientated literature on corporate responsibility in the area of retailers' overseas sourcing networks is wide and varied. Some of this work has focused on the political-economic and regulatory context for developments in ethical trade, along with the role of global institutions in creating particular agendas and initiatives for global corporate responsibility. Trade liberalization, export promotion and the encouragement of foreign direct investment (FDI) from the 1980s onwards have been shown to have fuelled a move away from state regulation of transnational corporations and towards corporate self-regulation . More specifically, voluntary codes of responsibility concerning workplace standards at sites of export production have been shown to result, in part, from the absence of a WTO social clause and the lack of enforcement of ILO conventions, as well as from consumer and civil society campaigns and critical media attention. International development agencies have been seen to play a growing role in encouraging and guiding corporate responsibility. The World Bank encourages it through its Corporate Social Responsibility Practice, for example. And the United Nations launched its Global Compact in 2000- an international initiative to develop corporate responsibility. The Global Compact involves collaboration between UN agencies, labour and thousands of companies worldwide to meet social and environmental objectives. At the centre of the initiative are ten universal principles concerning human rights, labour standards, the environment and anti-corruption, which are drawn from the UN Declaration of Human Rights, the ILO's Fundamental Principles on Rights at Work and the Rio Declaration on Environment and Development. Although participation in such initiatives is voluntary, they are nonetheless helping to shape progress in the application of corporate responsibility to the field of development on a global scale.\n\nAnother strand of commentary and analysis concerning corporate responsibility and retailers' global supply chains concerns the embeddededness of ethical trading standards in sites of retail and consumption. For example, the strategies of ethical trade pursued by retailers have been shown to be shaped by the national-institutional contexts in which retailers are based. Contexts of industrial relations, cultures of capitalism and political activism in retailers' home economies all play a role in influencing corporate approaches to responsible sourcing . A related body of work on retailers' ethical trading programmes has highlighted the significance of national-level and transnational multi-stakeholder institutions. Multi-stakeholder organizations involving institutional collaboration between companies, non-governmental organizations (NGOs) and sometimes trade unions are particularly influential in guiding corporate approaches to labour standards in global supply chains. The UK's Ethical Trading Initiative (ETI), for example, influences the codes and procedures used by many high-profile retailers and brand manufacturers in the governance of ethical supply chain conduct. The Fair Labor Association (FLA) in the USA and the Fair Wear Foundation in the Netherlands perform similar roles to the ETI. Significantly, each of these organizations has core ILO conventions at the centre of its labour code. These organizations, while nationally-based, have global reach not only in terms of the vase networks of supply they cover, but also in terms of the transnational presence of many of their retail members . However, little is known in research terms about the extent to which the codes and principles of these multi-stakeholder organizations apply to the supply chains that provide goods for the retailers' stores in host as well as home economies. Moreover, these multi-stakeholder initiatives are complemented also by private sector organizations promoting corporate responsibility on a transnational basis, including GLOBALGAP with its worldwide voluntary standards for 'good agricultural practice' and CIES with its Global Social Compliance Programme that aims to harmonize ethical standards for global supply chains.\n\nThere is a large body of important research that has explored the impacts of corporate responsibility both on the organization of retailers' global supply networks and on producers and workers themselves. While some studies have charted the changing governance structures of global supply chains, of which ethical codes and standards form a part, others have highlighted the challenges faced by small business with respect to code compliance . And while moves made by retailers to respond to ethical challenges have resulted in many benefits to workers in global systems of provision, a recent impact assessment of the ETI's labour code revealed that there is still significant progress to be made on issues such as freedom of association and discrimination .\n\nMore research is needed, with an orientation to policy and corporate practice, which complements this literature on retailers' ethical trading strategies with a focus on the programmes of responsibility practised by retail transnational corporations that cover not only the supply chains feeding a wide range of host economy stores, but also related areas such as environmental sustainability, customer care and health, local community engagement and worker welfare in stores. Ideas on global CSR possibly taken forward by workshop participants. The grant funded the workshop, but neither follow-up research nor embedding/tracking impact of workshop. Environment,Retail","dataset":"gtr"}