{"id":"77E1CDDE-ED56-4A09-A09B-5DFB10EBF512","title":"Using SBEM and cellular electron tomography to study the basal body/pro-basal body linker.","abstractText":"Nearly all cells in the human body contain an organelle called a centriole or basal body which has multiple functions. It is important in organising the mitotic spindle that segregates chromosomes when cells divide. It assembles a structure called a cilium or flagellum that allow cells such as sperm cells to move and cilia are found in cells in the lining of the lungs where they aid the movement of liquids. Cilia are the antenna of cells in Humans to sense the external cellular environment. Most organisms contain cilia or flagella and they are important for locomotion in many diverse single celled organisms as well as allowing cells to attach to surfaces. \n\nThere is a great deal of interest in basal bodies because defects in the assembly of flagella and cilia and defects in duplication of basal bodies have been implicated in a range of human diseases that are collectively called the ciliopathies. These diseases include polycystic kidney disease, retinal degeneration, Kartagener's syndrome, Bardet-Biedl syndrome. These latter two diseases, for example are associated with a broad spectrum of pathologies, such as chronic bronchitis, male sterility, obesity and diabetes.This bewildering array of pathologies is due, in part, to the many functions of basal bodies in the human body. Parasitic organisms such as Trypanosoma brucei which causes African sleeping sickness and Nagana in cattle, Trypanosoma cruzi, which causes Chagas disease in South America, as well as the malaria parasite Plasmodium all rely on the assembly and function of a flagellum and is a major virulence factor that is being investigated by researchers.\n\nBasal bodies are small organelles in cells and electron microscopy is necessary to show us the structural complexity of this organelle. There have been recent developments in three dimensional microscopy which helps biologists to understand many aspects of the spatial organisation of cells. Two new techniques called serial block face scanning electron microscopy and array tomography are allowing biologists, for the first time, to reconstruct three dimensional views of individual cells and large areas of tissue such as synapse connections in the brain. Part of this grant to to work with these new techniques and develop ways in which we can gather and analyse large data sets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000532/1","grantId":"BB/M000532/1","fundValue":"472200","fundStart":"2015-02-27","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Sue  Vaughan","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}