{"id":"77F2B866-125F-4219-9AD2-D0701911FC0A","title":"Accretion discs, Astrophysical dynamos, Planetary formation, Exoplanet systems, Solar and stellar phenomena and non equilibrium physical processes","abstractText":"This is a proposal to investigate a number of phenomena: The first is astrophysical discs. These objects are common, being found in close binary systems, active galactic nuclei, and around newly formed stars. There they provide the environment for planet formation. We propose in depth studies of these objects to establish the physical conditions that apply, for instance the degree of turbulence, the magnetic field strength, the amount of anomalous transport and whether the discs remain circular. We then intend to investigate the effects of this environment on forming planets and their orbital migration. If inward, this natuarlly leads on to a consideration of tidal interaction with the central star which may cause heating and inflation, which appears to be common, or even coallescence with the central star. Such a study requires a fully nonlinear tidal theory for general orbits that we intend to develop. The second investigation relates to solar type stars which many extrasolar planets orbit. It accordingly connects with the investigation of tidal interaction. This investigation is directed towards understanding the behaviour of the solar dynamo and how magnetic flux emerges at the surface. This can be determined from Hinode obsrvations of active regions. Both analytic and numerical studies of dynamo processes will be undertaken together with improved modeling of the solar tachocline which may play an important role in generating toroidal field that rises buoyantly to the surface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002584/1","grantId":"ST/G002584/1","fundValue":"1685690","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"  To contribute to the undestanding of newly discovered planetary systems, solar activity and solar terrestrial relations. Advances feed directly into lecture courses and training for graduste students Education Cultural,Societal","person":"John Christopher Papaloizou","coPersons":["Michael Richard Proctor","Giulio  Del Zanna","Nigel Oscar  Weiss","Gordon Ian Ogilvie","Helen Elizabeth Mason","Michael  McIntyre","Douglas  Gough"],"organisation":"University of Cambridge","findingsText":" Improved understanding of protoplanetary disks\nwhich are where planets form and also the dynamical configurations\nof recently discovered exoplanet systems.\nUndestanding of new observations of the solar atmosphere Development of theoretical astrophysics in context of understanding solar physics and planet formation. Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}