{"id":"77F82285-ECCB-4D2E-99EB-A523E27D8BAD","title":"Reverse engineering the genotype-phenotype map for parasite resistance in natural populations of red grouse.","abstractText":"The extent to which individuals are affected by parasites greatly influences their health, fitness, vigour and reproductive success. To try and understand how parasites infection will affect individuals, it is extremely important to identify the genes that influence levels of resistance and the extent to which differences in the DNA sequence of these genes explain the differences in parasite burdens from individual to individual. Armed with this information, one can predict who might be most fit and successful within a group of individuals and what that may mean for the persistence of a population. This study will examine the genetic differences that explain variation in parasite load among red grouse. Grouse are a good example where parasite load has a large effect on fitness, so provides a model system where genetic differences will be pronounced and easy to identify. We will use a procedure called quantitative trait locus (QTL) mapping to identify these genes. QTL mapping looks for similarity in both parasite burden and genetic makeup in a large family tree of grouse. If a particular piece of the genetic makeup is consistently passed own from generation to generation, and this leads to those carriers having a high number of parasites, then this provides a good argument that the gene affecting resistance is physically located quite close to it in the grouse genetic blueprint. It is also now know that the extent to which a gene is switched on can affect levels of parasite load as well as inherent differences in the DNA blueprint of individuals. We will identify regions of DNA that control the extent to which another gene region is switched on using a similar QTL type of analysis. The information on what genes are important in making one individual more resistant than others will be combined with a knowledge of the switches that turn these on, to get a broader picture of the genetic makeup that identifies an individual grouse as being resistant. We will then see the extent to which we can see these differences in fitness operating in different populations. One would predict that if gene X makes individuals more resistant than gene Y then we would expect that gene X will be more common in populations where parasites are at high levels, as the less fit individuals carrying gene Y will have died. We will look for differences in the occurence of different genetic types in populations where there are lots of parasites and populations where parasites are absent. Overall, our work will go a long way to understanding how parasites and their hosts have co-evolved through an arms-race where one side is looking to outwit the other by honing its genetic makeup to be as efficient as possible (in terms of the host) or most capable of evading the immune defences of hosts (in the case of the parasite).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H00775X/1","grantId":"NE/H00775X/1","fundValue":"284411","fundStart":"2010-08-09","fundEnd":"2013-08-08","funder":"NERC","impactText":"","person":"Stuart  Piertney","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}