{"id":"77F8A422-542B-49DF-BEBD-A2E84C00DB0F","title":"Archaeogenomics of European wheat: a proof of concept study","abstractText":"Plant remains recovered from archaeological sites are a major source of information concerning prehistoric agriculture. Sometimes these plant remains contain preserved DNA. By studying this 'ancient' DNA it has been possible to examine how crops such as wheat, barley and maize have evolved since they were domesticated, including the way in which these plants have adapted to the new environments to which they have been taken by humans. Ancient DNA analysis is relatively easy with plants that have been preserved by desiccation, as under these conditions the DNA does not break down too much. Unfortunately, desiccated material is uncommon, being found only in dry environments such as deserts or inside caves. Charred remains are much commoner, these being grains and other parts of plants that became burnt while they were being cooked, or were present in stores that caught fire. Charred grains of wheat and barley are often found at European archaeological sites, and these sometimes contain ancient DNA. The problem is that the DNA is only poorly preserved, because the high temperatures to which the molecules have been exposed have resulted in them becoming broken down into very short fragments. To obtain DNA sequences it is first necessary to make copies of the DNA molecules extracted from an archaeological specimen, using the technique called the polymerase chain reaction (PCR). PCR does not work particularly well with short DNA fragments, and attempts to use it to study the ancient DNA in charred remains have not been very successful. This is frustrating because ancient DNA analysis of charred remains could tell us a great deal about prehistoric agriculture, especially in Europe. For example, we know that barley is nowadays adapted to the cold climates of northern Europe, but we do not know if the genetic changes that resulted in this adaptation occurred as the crops were being moved to these regions by the first farmers, or if these changes only occurred later. We could find out if we could study ancient DNA in preserved remains of some of the earliest barley varieties that were grown in northern Europe. There might, however, be a solution to the problems that have plagued attempts to study ancient DNA in charred plant remains. During the last five years new methods for DNA sequencing have been developed. These 'next generation' methods are ideally suited to the study of short DNA molecules, and have been used successfully with ancient DNA from Neanderthal bones and extinct woolly mammoths. In this project we will test whether these new methods will also work with charred plant remains. We will try them out with wheat grains from a granary at Assiros in Greece, which burnt down approximately 3000 years ago, leaving large amounts of charred seeds which were recovered when archaeologists excavated the site in the 1980s. We hope that by using next generation methods we will be able to obtain sequences of wheat genes from the Assiros grains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016929/1","grantId":"NE/I016929/1","fundValue":"48104","fundStart":"2011-05-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"  The primary users will be archaeologists interested in the origins, spread and development of agriculture, as well as archaeobotanists using plants to study other aspects of the human past, for whom the future ability to exploit ancient DNA in charred plant remains will open up new approaches to addressing the issues with which they are concerned. Secondary users will be palaeoecologists attempting to use charred remains of non-agricultural plants to study vegetation history, and crop breeders who wish to understand the processes underlying the prehistoric development of agriculture in order to mimic those processes in modern breeding programmes. Agriculture, Food and Drink,Environment,Culture, Heritage, Museums and Collections Cultural","person":"Terence Austen Brown","coPersons":[],"organisation":"The University of Manchester","findingsText":" We showed that modern techniques can be used to sequence preserved DNA in charred wheat and barley remains. Charred plant remains are common in the archaeological record and being able to sequence DNA in them opens up many research possibilities, for example studying how crops such as wheat, barley and maize have evolved since they were domesticated, including the way in which these plants have adapted to the new environments to which they have been taken by humans. none The primary users will be archaeologists interested in the origins, spread and development of agriculture, as well as archaeobotanists using plants to study other aspects of the human past, for whom the future ability to exploit ancient DNA in charred plant remains will open up new approaches to addressing the issues with which they are concerned. Secondary users will be palaeoecologists attempting to use charred remains of non-agricultural plants to study vegetation history, and crop breeders who wish to understand the processes underlying the prehistoric development of agriculture in order to mimic those processes in modern breeding programmes. Agriculture, Food and Drink,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}