{"id":"77FA3EB0-A69E-4465-98D1-A306ABB8ABFB","title":"Catchment change network (CCN): A professional development platform for decision-making for adaptation and uncertain environmental change","abstractText":"A Catchment Change Network is proposed that will enable the exchange of knowledge, people, skills and expertise between the NERC research base and its science user community. The initial focus will be to understand and manage uncertainty and risk related to water scarcity, flood risk and diffuse pollution management. However, it is intended that the network will evolve to consider other topics and become self-sustaining beyond the lifetime of the NERC investment. The initial activities, for which NERC funding is sought, will take the form of three complementary Focus Areas with Focus Area Teams comprised of two lead researchers and two core science users, designed to allow the exchange of NERC knowledge in a form of benefit to a much broader range of science users. The activities will include workshops and training for industry and the private sector, focussed special publications, representing Guides to Good Practice, and annual conferences developed by the Focus Area Teams. The network will be supported by a dedicated web site and an expert facilitator who will nurture the relationship between scientists and science users with the final aim to build sufficient capacity to create a new and self-sustainable platform for learning and new collaborative research opportunities. The context - Capacity to handle uncertainty and risk. The science of the natural environment is an uncertain science. Practitioners cannot make predictions for real problems without significant uncertainty in representing the processes involved. In catchment management, this inherent uncertainty is exacerbated by the additional complexities of future climate change, societal change and technical innovation. These are all difficult to anticipate or quantify and suggest a need for an adaptive approach to management with a science need driven by existing and emerging legislation. The EU Water Framework Directive, for example, poses a number of key questions for catchment scientists: Will improvements in effluents and diffuse sources change stream ecology in predictable ways? Will climate change have a greater effect than land use change on sustainability of use? Similarly, the EU Floods Directive poses questions in which management of uncertainty is essential, e.g. how can we estimate for the '100 or 1000 year flood' given limited available data? Such questions require an integrated approach to catchment management - 'from cloud to coast'. Good investment decisions for infrastructure and policy instruments require methodologies that recognise the intrinsic uncertainty in the predictions of different types of change so that robust, adaptive, management priorities can be determined. Much decision making is based on best estimates of future scenarios, without adequate account of the significant uncertainties in such estimates. Methods for taking account of uncertainties do exist and might change decisions made. The proposed Catchment Change Network (CCN) will exchange knowledge of how to handle uncertainties in integrated catchment management, with an initial focus on decision making in planning for adaptation and mitigation in flood risk, water scarcity, and diffusive pollution. The CCN will draw together a core of NERC scientists and science users to deliver user defined requirements for economic and social benefit, whilst also involving a wider science user and NERC audience. The major aim of the network will be to integrate modern uncertainty estimation methods linking risk and uncertainty with a move towards adaptive management at the catchment scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G008787/1","grantId":"NE/G008787/1","fundValue":"357495","fundStart":"2009-06-01","fundEnd":"2012-11-30","funder":"NERC","impactText":"","person":"Keith  Beven","coPersons":["Philip Matthew  Haygarth","Enda  Oconnell","Adrian  McDonald","Jim William Hall","Simeon Matthew Reaney","Mark  Bacon","Timothy  Burt","Christopher  Kilsby"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}