{"id":"7806CC28-A8A8-419A-A073-6AD6A0391D26","title":"MACANTA:Multifunctional hierarchical advanced composite aerostructures utilising the combined properties of different carbon nanotube (CNT) assemblies","abstractText":"The advent of carbon-fibre composite passenger aircraft, such as the Boeing 787 and the Airbus A350, has been primarily driven by the need to reduce structural weight. Higher operating efficiencies per revenue passenger kilometre also contribute to a reduction in environmental impact where 1 kg of fuel saved equates to a reduction of 3.15 kg of CO2 emissions. Indeed the European Union has set ambitious aircraft emission reduction targets by 2050 as the level of commercial air traffic is set to continue doubling every fifteen years. The high specific strength and stiffness, and corrosion and fatigue resistance of carbon-fibre composite materials, make them highly suitable for lightweight aerostructures. In laminated form, these superior properties are tempered by the material's relatively low through-thickness strength and fracture toughness which makes composite structures susceptible to impact damage. Carbon-fibre composites also have low electrical conductivity which necessitates the need for additional measures to ensure adequate lightning strike protection. The industry has adopted the use of a fine metallic mesh incorporated into the aerodynamic surfaces. This approach adds unnecessary weight to the structure as well as increasing manufacture and maintenance complexity. Composite materials also have low thermal conductivity which impacts on the design of anti-icing systems. \n\nIn recent years, a number of research groups have explored the unique properties of nanoparticles dispersed in resin or introduced between lamina interfaces, to address these limitations. The use of carbon nanotubes (CNTs) especially, generated much excitement due their phenomenal structural and transport properties. The results to date have been highly variable and have fallen well short of expectations. This is partly due to a lack of interdisciplinary collaboration where fundamental questions, requiring input from chemists, physicists, material scientists and research engineers, were not adequately investigated. The proposed research in MACANTA aims to rectify this by bringing together a team with highly complementary expertise to increase the fundamental understanding of the influence of physical and chemical characteristics of different CNT assemblies in pursuit of developing multifunctional composites which mitigate the known shortcomings as well as providing additional functionality. \n\nA unique aspect of MACANTA is the emphasis on understanding and exploiting the different forms of CNT assemblies to best serve specific functions and integrated within a single structure. The team has the unique capability of producing very high quality CNTs, produced as highly-aligned 'forests'. These may be harnessed in this form and strategically placed between plies to increase through-thickness fracture toughness. Beyond simply dispersing within the matrix, they may also be 'sheared' to produce aligned buckypaper, drawn into very thin webs or spun into yarns, where their respective electrical and thermal conductivity will be investigated. These CNT assemblies will be assessed for improving lightning strike protection and providing anti-icing capability. The piezoresistive property of CNT webs will also be explored for in-situ structural health monitoring of adhesively bonded composite joints. \n\nThe successful completion of the research proposed in MACANTA will culminate in the manufacture of a set of demonstrator multifunctional composite panels. They will represent a significant advancement in the state-of-the-art and provide a competitive advantage to interested stakeholders. It will also provide an ideal training platform for the development of skills of three postdoctoral researchers and two associated PhD students funded by QUB.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007190/1","grantId":"EP/N007190/1","fundValue":"989588","fundStart":"2016-01-01","fundEnd":"2019-06-30","funder":"EPSRC","impactText":"","person":"Brian George Falzon","coPersons":["Stephen Charles  Hawkins","Peter  Foote","Abderrahmane  Haddad"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}