{"id":"78065FD8-F1D3-417C-AD53-F4AAC9BF338C","title":"Genetic bottlenecks and the geographic distribution of sexual and asexual organisms","abstractText":"The lives of many pond animals and plants are precarious, because ponds often dry up, become polluted, or in various ways become uninhabitable. Re-colonisation of ponds often occurs through just a few colonists reaching an empty pond (or a few seeds, in the case of plants). Such colonisation events in ponds (and similar events that must occur in islands, and in patches of environment that are surrounded by unsuitable habitat for a species) are called 'genetic bottlenecks'. Genetic bottlenecks are likely to be particularly frequent or severe in habitats that are marginal or in some way unsuitable for a species, because extinction is more likely to occur if a population is small, as is generally true in marginal habitats. After a bottleneck, the inhabitants of a pond or patch will be the descendants of the colonists, and if there are very few colonists, or just a single female laying eggs, the descendants will be relatives. When they mate, their offspring will be inbred, and a very common consequence is that these animals will have low survival or fertility, compared with normal animals from larger populations. This is called 'inbreeding depression'. In an animal like the water flea, Daphnia, however, mating with other animals is not the only means of reproducing. Many strains in nature, produce offspring asexually (cloning the mother Daphnia). These offspring do not, therefore, suffer from inbreeding depression, as they are just like their mothers. The result is that asexual offspring should survive and reproduce better and therefore be able to outcompete sexual offspring in in marginal habitats, where genetic bottlenecks are common and sexual offspring suffer from inbreeding depression. This could explain why, in general, asexual organisms are more commonly found in unhospitable habitats such as far up in the north or high up in the mountains. It is not clear whether this model is plausible in the real world of Daphnia populations, because we don't know whether inbreeding depression in natural conditions is strong, and whether it affects competition with asexual Daphnia strains. To test the model, we plan experiments in which we make artificial pools (buckets filled with water from natural ponds) and introduce both sexual and asexual Daphnia and allow them to compete. We plan to do this by introducing the female animals at a time of year (early summer) when both kinds reproduce asexually for several generations. This means that we can count the numbers of each type during the course of the summer, using a genetic marker that identifies them. The experiment involves colonising large numbers of buckets, and taking frequent samples of the eggs laid. These will be taken to the lab for the marker to be scored. To test whether the model is plausible, the experiments will use sexual females that have been put through bottlenecks of various sizes, which will lead to different degrees of inbreeding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007658/1","grantId":"NE/D007658/1","fundValue":"35658","fundStart":"2006-02-01","fundEnd":"2008-01-31","funder":"NERC","impactText":"","person":"Deborah  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}