{"id":"780D6748-9672-4164-B904-87702D579E80","title":"Direct Digital Fabrication: Integration of Advanced Manufacturing Processes","abstractText":"Digital Fabrication is the direct manufacture of three-dimensional objects using additive or subtractive processes. Digital Fabrication enables agile, on-demand and fully automated production in a wide range of manufacturing contexts and is seen as a key enabling technology for future high-value manufacturing applications. Current Digital Fabrication technologies are however limited, in the range of materials which can be used, the processing speed and the resolution. \n\nIn particular, the ability to combine multiple materials, for example metals and plastics, in a single process is very restricted at present and therefore this project seeks to address these limitations. This will be achieved by using a multi-process integration approach to Digital Fabrication where the best process for the application in hand can be selected. It combines the advantages of additive manufacturing, laser based processing and ink jet printing technologies to deposit and integrate different materials within each layer. \n\nThe project addresses the fundamental scientific challenges required to interleave these different manufacturing techniques in order to achieve fine-grained control over the spatial distribution, microstructure and interface properties of the different materials to be laid down in each layer. \n\nThese challenges include; \n1) The integration of different Digital Fabrication processes and the associated issues with the compatibility and transitioning between processing. \n2) The use of configurable laser profiles to control droplet evaporation properties and as result gain control over the so-called 'coffee-staining' effect. \n3) The use of laser-based surface texturing to improve the adhesion between the various layers to improve the overall mechanical properties of the part. \n\nThe project will provide the unpinning research to enable the production of three-dimensional structures from a range of materials. This research brings together a unique combination of academic expertise in laser-based processing, additive manufacturing, ink jet printing and applied mathematics from four of the UK's leading research-led universities along with a consortium of industrial partners with strong track records in innovation for high value manufacturing applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L017415/1","grantId":"EP/L017415/1","fundValue":"157863","fundStart":"2014-05-08","fundEnd":"2016-06-01","funder":"EPSRC","impactText":"","person":"Robert  Kay","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}