{"id":"78124C3D-BA1B-4282-B84D-EA074F205526","title":"Linking Migration, Reproduction and Wellbeing: Exploring The Reproductive Strategies of Low-Income Rural-Urban Migrants in Vietnam","abstractText":"The reproductive dimensions of rapidly increasing rural-urban migration and its linkages with changes in wellbeing have been rather poorly understood. However serious concerns are emerging with respect to the impact of migration on marriage, child-bearing and child-rearing strategies. These are significant for maternal and child health, for parenting and child development, and because they will profoundly shape the gendered outcomes of new opportunities. The way that migrants manage their reproductive lives is integral to thinking about what economic migration means for poor people.\n<br />\n<br />This study focuses on the strategies of low-income rural-urban migrants in Ho Chi Minh City and Hanoi. It will collect 80 life histories from men and women experiencing their peak child-bearing and early child-rearing years including: those living with their spouse; those whose spouse has been ‘left-behind’ in the rural area; those whose spouse is migrating elsewhere; and those who are separated or are single parents. The life histories will focus on their varied reproductive strategies, migratory and work experiences, and wellbeing over time. In doing so, the study seeks to understand economic migrants and the gendered problems they face not just as mobile workers but as husbands or wives and fathers or mothers too.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0327","grantId":"RES-167-25-0327","fundValue":"91090","fundStart":"2008-01-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  The findings have also been well received by international and Vietnamese policy-makers, NGOs and development practitioners who have been able to engage with the project through bilingual (English and Vietnamese) policy briefs, a workshop in Hanoi and through public access to research reports online. The evidence generated by the project has been used to support recommendations made by the three researchers in consultative forums (with the Government of Vietnam through the Vietnamese Academy of Social Sciences and with the Department for International Development around Women's Economic Empowerment). Communities and Social Services/Policy,Education Societal,Policy & public services","person":"Catherine  Locke","coPersons":[],"organisation":"University of East Anglia","findingsText":" This study focuses on the reproductive strategies of low-income rural-urban migrants in Vietnam. The impact of migration on marriage, childbearing and child-rearing profoundly shapes the gendered outcomes around new economic opportunities. Using life histories from Hanoi and Ho Chi Minh, the project built up a picture of the range of family strategies that poor men and women migrants used during their peak child-bearing and early child-rearing years. Some migrants tried to make a life for their family in the city; some migrated as a couple or one parent stayed behind with children; and for others nobody in their immediate family lived together. The costs of these family strategies for migrants were highly gendered in terms of migrant experiences and their fulfilment of social identity as mothers/wives or husbands/fathers. Those struggling to raise children in the city faced many economic and administrative barriers. Those leaving children behind traded off providing for their children with caring for their children. Those for whom nobody in the family lived together felt a deep sense of failure. Universally, migrants were concerned about the impact of parental separation on young children's moral and social development, particularly where migration was long distance and precluded 'remote parenting'. Although their anxieties privileged lack of mothering as a concern, they also consistently raised important worries about lack of fathering. Nevertheless, the time when children are 'still young' and parents are 'not yet old' represents a unique opportunity for migrants to try to improve their families' lives. The findings of this project significantly extend the empirical evidence which international social and development policies relating to migration, reproduction and gender need to take into account. The project has shown that going away to work for poor internal migrants is about and in tension with family roles and that this creates serious gendered concerns and trade-offs that will impact on current and future generations of migrants. The specific gendered vulnerabilities and insecurities of migrants and their young families require consideration in the formulation of social policy around internal and international migration, particularly those concerned with gender, family, health, education and social protection. The empirical findings have specific relevance to Vietnam and to government policy makers, service providers and NGOs operating in this context.\n\nThe project's findings extend current theoretical insights into migration, reproduction and gender. They provide strong support for greater attention to the gendered linkages between productive/economic concerns and social reproduction in development research. They evidence the need to ensure that discussions about transnational family dynamics do not neglect the very large numbers of poor internal migrants who are facing the parallel challenges of 'secondary citizenship' within their own borders.\n\nThe project database is a rich and unique resource that is valuable both for researchers of migration, reproduction or gender as well as for those interested in life course methodologies or contemporary Vietnam. Communities and Social Services/Policy,Education","dataset":"gtr"}