{"id":"7815691D-2C56-403D-B14E-659BCB0F7FD7","title":"Connecting communities through food: the development of community supported agriculture in the UK","abstractText":"There is a convergence of the cultural and material worlds occurring in farming, driven by communities making connections between the production and consumption of food. \n\nThis new civic agriculture is experienced in multiple ways, from small groups of allotment holders, to large groups owning substantial farming businesses and land. Although characterised as a consumerist response to industrial farming and mass marketing, this research suggests the emergence of a 'new productivist' agenda in which diverse communities take bodily, commercial and political control over the food that they consume. Through exploring the role that visual art and culture plays in the formation and expression of individual and community identity, the research found that the convergence between the cultural and material is driven by transition in the ways in which people practice development of the self in the context of community. This is not just about food security, but also about expressing commitment to sustainable everyday life practices, informed by a range of aspirations including: a desire to support particular diets through locally-sourced foods; an ambition to challenge conventional food growing stereotypes relating to (dis)ability, gender and sexual orientation; and a wish to make an explicit commitment to personal, family and community health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I507612/1","grantId":"AH/I507612/1","fundValue":"31347","fundStart":"2010-11-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  The findings have been used in two ways: to help farming communities understand the dynamism and instability of community, and to view it as an asset rather than a liability; and to question whether academic understandings of community and leisure are as robust as has been supposed Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism Cultural,Societal,Policy & public services","person":"Neil  Ravenscroft","coPersons":["Edward  Welch","Niamh  Moore"],"organisation":"University of Brighton","findingsText":" Food communities have been characterised in the literature as a largely middle class consumerist response to industrial farming and mass marketing. This research suggests that an alternative, 'new productivist' agenda is emerging in which socially diverse communities take bodily as well as commercial and political control over the food that they consume. The research has found that this cultural turn from consumption to production is driven by changes in the ways in which people practice development of the self in the context of community. This is not just about food security, but also about expressing commitment to sustainable everyday life practices, informed by a range of aspirations including: a desire to support particular diets through locally-sourced foods; an ambition to challenge conventional food growing stereotypes relating to (dis)ability, gender and sexual orientation; and a wish to make an explicit commitment to personal, family and community education and health through establishing stronger connections with local outdoor environments. This suggests that food communities of the type studied in this research may be in the vanguard of a new approach to connectedness where the narrow constraints of individualised neoclassicism are replaced by the inter-connectedness of multiple gift relationships, between human and non-human entities (see Hyde, 2006; Hird, 2010). \n\nAt the core of this new connectedness, for all of the groups in this research, is an intimacy experienced at particular moments between people and the spaces that they inhabit. Many of those in the research recall 'moments' when community happened and, often, the spaces in which these happened (the state of the ground and the task of clearing it remain strong for the Likt community, for example, as do the many people working together in the early potato harvests at TPH). In reflecting Sennett's (2012) arguments about the significance of informal ties, these moments and spaces equate to 'glimpses of community' - those times/spaces where community is present and visible, recognising that this often is not the case and that community may be absent, even when people are together. The role of visual culture, and photography in particular, in mediating understanding of the spaces of food communities and participation in them, emerged as particularly important.\n\nDespite the significance of time and space, all three projects reflect constant fluidity, people coming and going, getting deeply engaged with the work then moving away, having 'done their bit' (it is interesting here to consider the possibility for exchange between 'insider' and 'outsider' status). At Likt this is about moments of engagement with what is often a transient population; introducing young women to the possibilities of gardening and making community through the garden, but equally expecting most of them to move on at some point (the archetypal youth work project). SCF exhibits some of the same dynamic, although this is less about the mobility of the community and more about the ways in which community needs and funding priorities change over time. TPH is different, because there is no broader public agenda to pursue, and the 'member community' is largely static. However, there is still the fluidity of movement in and out of deep engagement. There is also a strong dynamic of work shifting from 'volunteers' to 'professionals'. Many projects start largely as volunteer programmes, staffed by those who wish to participate. Over time these projects either get taken over by paid staff (as funding becomes available), or they fall away as the volunteers lose interest. This suggests, to some, the notion of often being at a 'crossroads' with new directions to choose and new connections to make in order to new the vigour of the project.\n\nThe therapeutic qualities of gardening are made most explicit at Likt, and underpin some of the core work of SCF. They are also exemplified in the care home and associated activities at TPH. Yet all three projects suggest that therapy goes far beyond the formal institutional frameworks demanded by youth work and social services, to embrace all those involved. Many people involved in the projects describe their sense of peace, or fulfilment, or health, when engaged with farming and gardening. Some participants experienced this more deeply - describing the conversations that they have had in the allotment or field as 'better than any counselling session.' \n\nThere is an emerging theme around the identity, role and understanding of 'community makers' - people (or maybe even events) that contribute significantly, or define, the community. At SCF, for example, Lutfun Hussein is closely identified with the Coriander Club, which is viewed as one of the ensuring successes of the farm. At Likt there are stories about the originators of the allotment project, and the youth workers remain significant to the sustainability of the project. At TPH there are many stories about the significance of the milk round and, in particular, the milk deliverers as makers of community. There are also strong memories and associations with key events in the project's history - the early community meetings, the first harvests, singing to the animals on Christmas Eve. This research has already been used to help several food groups understand some of the key dynamics involved in starting and supporting communities of interest around food. The research is particualrly useful for new communities that are seeking to understand how they maintain their vibrancy. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}