{"id":"781AD8F4-060E-4CFE-9BFB-9E235DFD13BD","title":"Autologous Macrophage Therapy for Liver Cirrhosis","abstractText":"Liver cirrhosis is a common disease that is due to many causes including viral hepatitis, obesity, alcohol abuse, genetic liver disease, and immune system dysfunction. Regardless of the cause of the liver injury advanced liver cirrhosis results eventually in liver failure and death. The incidence of deaths from liver cirrhosis is rising rapidly in the UK. The only successful treatment for end stage liver disease is liver transplantation but this has several problems in addition to the risk from the operation itself: Organ supply is limited and patients unfortunately frequently succumb on the liver transplant waiting list before a suitable organ becomes available. Other problems with transplantation are that immunosuppression increases the risk of renal failure, cancer and severe infections. The severity of liver cirrhosis can be measured using simple numerical scores such as the MELD and UKELD scores. These scores predict the future risk of death from liver cirrhosis and are used to assess and prioritise a patients need for liver transplantation.\n \nThe normal liver as an incredible capacity to regenerate following short term damage and can accomplish this efficiently through division of the cells in he liver such as hepatocytes ad biliary epithelial cells. A hallmark of cirrhosis is that here is an increased deposition of scar tissue in the liver and this combines with other factors to reduce the livers ability to regenerate. Our research over several years has shown that if the injurious insult to the liver is removed, for example by treating a viral infection or inflammatory condition then the liver can regenerate to a degree. This recovery phase is coordinated ad achieved in large part through the action of cells termed macrophages. We have shown that when the chronically damaged liver is undergoing repair and regeneration the macropahges are important for reducing the scar tissue in the liver, stimulating the livers own stem cells to expand and multiply and finally help those stem cells turn into hepatocytes through the secretion of several factors. \n\nWe have exploited these features of the macrophage to develop a cell therapy for liver cirrhosis that we would like to take forward for a clinical trial in man for the first time. We have shown in mouse model of liver fibrosis that the injection of macrophages, grown in the lab from bone marrow, is able to reduce significantly the scarring and improve regeneration and liver function. We have gone on to perform studies with human cells isolated from healthy volunteers and patients with liver cirrhosis. Here we can isolate large amounts of monocytes from patients blood and turn them into macrophages that have similar properties to the mouse cells over a 1 week period. We have tested these cells in models of liver injury and they also reduce fibrosis and increase liver regeneration. \n\nIn this grant we are seeking to turn these encouraging results into a treatment for patients with cirrhosis. Cirrhotic patients will have monocytes isolated using a cell separator machine which takes 2 to 4 hours. The monocytes will be split into 3 parts which will be frozen for later use. As required the frozen monocytes will be defrosted and differentiated into macrophages. The macrophages will be re-infused under close monitoring in 3 groups of 3 patients using increasing cell numbers up to 100 million cells. If this single dose is well tolerated we will perform, in 15 separate patients a repeat infusion study. in this study patients will receive 3 macrophage infusions of cells at 8, 30 and 60 days post monocyte isolation. Patients will be observed regularly for up to 1 year with regular blood test, ultrasound scans and a type of MRI scan that will tells us how well the liver is functioning. If this first in man study is successful and we would plan to extend to a randomized study which we would plan to conduct across other sites in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M007588/1","grantId":"MR/M007588/1","fundValue":"3065650","fundStart":"2015-02-01","fundEnd":"2020-01-31","funder":"MRC","impactText":"","person":"Stuart John Forbes","coPersons":["Jonathan  Fallowfield","John  Iredale","Peter  Hayes","Scott Ian Semple"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}