{"id":"7826D18E-F3E6-49FC-94A0-420684A1B90A","title":"SKA Mid Frequency Aperture Array Test Systems","abstractText":"The Mid-Frequency Aperture Array, MFAA, has long been the goal of the SKA - to fulfil the very top-level specification of the instrument: to survey all the neutral hydrogen in the observable universe. This requires instrument(s) which are: very sensitive, provide a fast survey speed and operate from ~50MHz to the rest HI emission at 1421MHz.\nClear candidates to perform this role are Aperture Arrays that provide an all-electronic solution to the collector technology and, in principle, are flexible enough to deliver an optimized solution that can minimize post-processing resources.\n\nThe SKA has made the decision to deploy a Low Frequency Aperture Array, LFAA, in SKA phase 1 capable of covering from 50MHz up to 600MHz. Development work is in a consortium led by ASTRON in The Netherlands, but engineering leadership and the crucial antenna technology development is at Cambridge University. \n\nThe MFAA development work started in the SKA Design Studies programme (SKADS) in 2005. It should be noted that the Project Engineer for SKADS is based at Cambridge University. SKADS showed that a mid-frequency aperture array is entirely feasible, but requires substantial processing resources - which at the time of completion of SKADS in 2010 were too expensive for the SKA in terms of money and power. The great benefit of a processing based collector system is that industry is developing processing hardware that has increasing performance with reducing power over time.\n\nAt this phase of the SKA development it was decided that the MFAA developments should continue as an &quot;Advanced instrumentation Package&quot;, AIP, to prepare MFAA for deployment in the mid-2020s as part of the full SKA. There is therefore an MFAA consortium, which has the same leadership as LFAA. A significant benefit of the MFAA development following a few years behind LFAA is that the technologies and concepts developed under the major deployment programme for LFAA are available for use by MFAA. This mitigates cost and risk of MFAA development. LFAA has an on-going and successful sequence of &quot;verification systems&quot; that serve to prove technology development and give confidence in the system capability for the wider SKA community. The larger scale systems are also capable of useful scientific observations, which are beneficial and add to the credibility of the implementations.\n\nThis proposal is for the costs of building a mid-frequency aperture array verification system MF-AAVS1 using a sparse antenna based on the chosen design for the SKA Low Frequency aperture array. This enables re-use of many of the concepts and importantly the signal processing developments from the lower frequency system.\nMF-AAVS1 build schedule is for 2016 with sufficient time for significant results for the MFAA Preliminary Design review in November 2016.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N003683/1","grantId":"ST/N003683/1","fundValue":"237763","fundStart":"2016-01-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Paul  Alexander","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}