{"id":"782D7CD3-2FB5-4E04-A660-58805FA50F72","title":"Application of Ultrafast Lasers to Probe and Manipulate Surface Catalysis","abstractText":"This project will facilitate the development of a collaboration between the ultrafast laser dynamics group at Queen's University Belfast (QUB) with the heterogeneous catalysis group working at the Paul Scherrer Institut (PSI) and Eidgen&ouml;ssische Technische Hochschule (ETH) Z&uuml;rich in Switzerland. By applying the laser expertise of the QUB group to the catalytic methods of the PSI-ETH group in a number of novel feasibility studies, this project will explore the potential future role for femtosecond laser technology over a range timescales as a either a diagnostic of or a participant in catalytic reactions. A better understanding of catalysis reactions is needed to improve the efficiency of current industrial processes and in developing new energy sources for the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007048/1","grantId":"EP/J007048/1","fundValue":"20992","fundStart":"2012-03-12","fundEnd":"2013-09-11","funder":"EPSRC","impactText":"","person":"Jason  Greenwood","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Through this project, the potential for using femtosecond lasers to aid the study of the fundamental mechanisms at the heart of catalytic processes has been investigated. In collaboration with a project partner, high sensitivity analysis of catalytic products has been demonstrated using femtosecond lasers as an ionisation source in a mass spectrometer. \n\n\n\nPotential follow on work includes using femtosecond lasers to distinguish the handedness of chiral molecules such as amino acids. This has important implications for identifying catalytic products in experiments designed to mimic catalytic processes in the early development of the Solar System which may have produced the homochirality present in life. An EPSRC proposal to fund this work will be submitted in April 2014.\n\n\n\nThe use of short pulse lasers to probe the ultrafast electronic processes which initiate catalytic reactions is also being investigated through an application to use the attosecond laser facility at the Politecnico Milano via a EU proposal to the Laserlab Europe Integrated Infrastructure. This work will mainly be of use to catalysis researchers who are seeking to understand the fundamental electron transfer processes which initiate catalytic reactions. In particularly charge separation generated in photocatalysis - for example in titanium dioxide which is being investigated in the reduction of CO2 for fuel generation. Energy,Other","dataset":"gtr"}