{"id":"7831D96F-B9D6-419E-B452-2A90A3C80E79","title":"Can paying 4 global ecosystems services reduce poverty?","abstractText":"Zafy lives in a village on edge of the forest in Madagascar. He wants the best for his family and so uses the resources and options he has open to him and clears a patch of forest to grow hill rice. His hard labour pays off and he is able to sell a small surplus. Rakoto farms rice on the valley floor. In good years, when there is plenty of water, he produces more than his family can eat. However as the forest on the slopes continues to be cut, water in the dry season is reduced, and there are fewer and fewer good years.\n\nThat tropical deforestation threatens species' survival is well known to the general public. There is also increasing awareness that it contributes to climate change (through the release of carbon stored in trees and soils). Zafy's story demonstrates that although cutting down forest is often presented as wanton destruction, it may well be a perfectly sensible choice for the people directly involved. It also shows that some negative impacts of deforestation may be felt locally as well as globally. \n\nIn recent years a new approach to conserving tropical forests has evolved. The central idea is that those who benefit from the existence of forest should pay those who would otherwise cut it down. This concept is known as payment for ecosystem services and has come to dominate discussions about rainforest conservation. People who support this approach argue that it will benefit poor people like Zafy, who will be compensated for not clearing forest, through cash payments or development activities in their area. In addition, the land-use changes which will be encouraged under the payment schemes (protecting forest or planting new forest) may benefit other poor people in the area; for example Rakoto may benefit from increased forest cover through improved flow of water to his rice fields.\n\nUnfortunately nothing is ever as simple as it seems. While these payments for ecosystem services schemes are attracting millions of dollars, and there is a commitment by many involved to ensure they are beneficial for poor people, questions remain both about the impact current schemes are having on the poor and about how these schemes could be designed to realise any potential for alleviating poverty while avoiding harm.\n\nThese vitally important questions need a research approach which brings together specialists with a range of expertise. Our team involves sociologists, economists, ecologists, hydrologists, remote sensing experts and modellers who will explore the complex ways in which international ecosystem service payments affect the lives of poor people. Specific questions we will address include quantifying the benefits which lowland rice farmers may expect from increasing forest cover, exploring the costs (and who bears them) of reduced access for wild-product harvesting, and investigating how politics and social structures influence how any benefits from payments are distributed. We focus on a single area (the eastern rainforests), in a single country (Madagascar). Such a narrow focus is necessary to get the complete picture which takes account of all the interactions between ecological and social systems. \n\nAlthough we focus field work within Madagascar, and our results will directly influence payment schemes in the country, our project's findings will also have a much wider impact. We are working closely with those involved in developing the policies which underpin payment schemes, and in implementing them on the ground both in Madagascar and worldwide. Our project will result in scientific papers which push the boundaries of interdisciplinary research, and interesting coverage in the media and on our project website. However through this wider engagement our project will also result in concrete changes to the design of payment schemes which should improve the lives of people like Rakoto, Zafy and their families, wherever they live in the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K010220/1","grantId":"NE/K010220/1","fundValue":"599364","fundStart":"2013-09-01","fundEnd":"2017-08-31","funder":"NERC","impactText":"  We are an espa project, we have been informed by the director of espa on the 14th October 2014 that we should only report publications via research fish at this stage (see email pasted below). As yet we don't have any publications so we are making a null return submission.\n\n&amp;amp;quot;As ESPA PIs start to use Researchfish we are also aware that some aspects of the system are unlikely to meet the programme’s needs, especially in relation to recording the impact of projects. For this reason the ESPA programme has decided to move some reporting off the Researchfish system for at least the next 1-2 years while the new system gains functionality. \n\n&amp;amp;quot;We are currently developing a template that ESPA will use for the additional reporting that we need. This MS-Word document will have the advantage of being designed to capture the types of impact that ESPA is delivering and will do so in a way that is much easier for projects. You will be able to share the draft with colleagues and for UK researchers, the information we request may well form the start of potential future REF Impact Case Studies. This template is currently being developed and will be distributed to all projects before the end of the year.\n\n&amp;amp;quot;We will continue to use Researchfish to collect all publications from projects and you are encouraged to start entering any unreported publications from now.&amp;amp;quot;  ","person":"Julia Patricia Gordon  Jones","coPersons":["Kathrin  Schreckenberg","Bruno  RAMAMONJISOA","James Michael Gibbons","Mike  Christie","Neal  Hockley"],"organisation":"Bangor University","findingsText":" This project started in September 2013 and as yet there are no publications. We are part of the espa programme and have been submiting detailed updates every six months to this programme. The director (Paul van Gardingen) wrote to all espa projects saying that at this stage we should report publications only through researchfish. As a project with 5 components whose outcomes are tightly linked, it is important that we find a way to enter outcomes centrally (and share across components) before the next submission period, when we will have more to report. I assume this is possible but as yet we are still working on understanding this. I have clicked yes but infact findings have not been met yet as the project is still in the early stages. This was not an option given. Environment","dataset":"gtr"}