{"id":"783A7E55-B394-4A9B-81AA-FA21FDA6B8AF","title":"Representation Degrees, Character Values and Applications","abstractText":"In recent years there has been a growing use of Representation Theory in Asymptotic Group Theory and related topics.On the one hand, there is the rather new subject of representation growth, somewhat analogous to the classical study ofsubgroup growth. On the other hand, the solutions of various seemingly unrelated problems - such as random walks on groups,or random generation of simple groups, or word maps on groups - require new results in representation theory, involving character degreesand values. In this proposal we plan to study several quantitative aspects of representation theory, and to applythem in a wide variety of such contexts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018891/1","grantId":"EP/H018891/1","fundValue":"48461","fundStart":"2009-11-20","fundEnd":"2013-05-19","funder":"EPSRC","impactText":"  Our work was a contribution to the theory or representation growth of various types of infinite groups, such as algebraic groups, arithmetic groups and linear groups. This topic has since developed further in several directions. Education ","person":"Martin  Liebeck","coPersons":[],"organisation":"Imperial College London","findingsText":" One of the main focuses of the project was on the degrees of irreducible representations of algebraic groups, arithmetic groups and linear groups. For such an infinite group G, define D(G) to be the set of positive integers d for which G has an irreducible representation of dimension d. For example, if G is SL(2,C), the group of 2-by-2 matrices of determinant 1 over the complex numbers, then D(G) contains every positive integer; but if G is SL(3,C) then D(G) is much sparser. We obtained precise results on the density of such sets D(G), which form an interesting contrast with recent work in the closely related area of representation growth. There are many interesting classes of infinite groups for which one could develop our results. One major such class is finitely generated linear groups in positive characteristic -- we only considered characteristic zero in our work. Other","dataset":"gtr"}