{"id":"783A9C2E-AE53-4AC5-82D5-D3C6B0DCA963","title":"Genomic prediction in a wild mammal","abstractText":"Imagine a world where a scientist could sample an animal or plant and, by DNA profiling, predict what it would look like, how long it would live, how many offspring it would have, and whether or not it would out-compete other members of its population. Although the idea seems fanciful, it has become a possibility, even for wild populations within complex ecological systems. The aim of this proposal is to develop, test and apply so called 'genomic prediction' methods for use in evolutionary ecology.\n\nIn the last decade remarkable advances in genomics methods, most notably next-generation sequencing, have revolutionised all areas of biological research. It is now possible to generate DNA profiles at hundreds of thousands of variable sites across the genome, in any organism. Many of these sites (known as single nucleotide polymorphisms, or SNPs) will reside within, or very close to, genes that cause phenotypic variation. Traditionally, the search for these genes, or quantitative trait loci (QTL), has involved testing each SNP individually and then identifying those which are statistically significant. However, this approach is problematic, in that it is biased towards finding genes of large effect, which for many phenotypes simply do not exist. If, as is more common, there are many genes of small effect then QTL will remain undetected. In animal and plant breeding, the problem has been solved by considering the phenotypic effect of all SNPs simultaneously. First a 'training population' of genotyped samples with known phenotype are used to estimate effect sizes of each SNP. Then a second sample of 'test' individuals is genotyped, and the genotypes are used to predict phenotype; i.e. perform genomic prediction. This approach underpins successful modern artificial selection programmes and is set to be used in personalised medicine. However, genomic prediction has never been applied to wild populations, despite its potential to revolutionise evolutionary ecological genetics.\n\nWe will test and apply genomic prediction in the feral population of Soay sheep on the island of Hirta (St Kilda, Scotland); one of the most intensively studied vertebrate populations in the world. Since 1985, over 95% of animals born in the Village Bay study area have been monitored over their entire lifetimes, such that detailed life histories (e.g. date of birth, date of death, sex, twin status, morphological measurements, immunological assays, parasite loads and lifetime fitness) are described for over 7000 sheep. Many traits have been measured numerous times across development. Furthermore, the sheep genome has been sequenced and most of the Soay study population has been typed at 38K SNPs discovered by the International Sheep Genomics Consortium. Additional features that make Soay sheep the ideal system for testing genomic prediction are: (i) different traits have well described and very different genetic architectures. eg. coat colour and horn type have a simple genetic basis while skeletal measurements are far more polygenic (but still highly heritable) and (ii) linkage disequilibrium extends for long distances in the genome, so that the SNPs on the chip 'tag' most of the genome. Using a 'training population' of all animals born until 2010 we will estimate the effects of individual SNPs, and then use these estimates to predict the phenotype of animals born after 2010. We will compare the predictions to observed values; the first time genomic prediction has been tested or applied in a wild population. We will also use genomic predictions to establish which traits have made an evolutionary response to natural selection.\n\nWe predict that genomic prediction will be achievable in our study population and that it will outperform traditional pedigree-based approaches to studying micro-evolution in nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M003035/1","grantId":"NE/M003035/1","fundValue":"371522","fundStart":"2015-04-30","fundEnd":"2018-04-29","funder":"NERC","impactText":"","person":"Josephine  Pemberton","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}