{"id":"78436142-4DD6-451E-8505-A0CF2BEA1686","title":"Remote sensing of peatland responses to hydrological change","abstractText":"The ability of lowland raised bogs to absorb atmospheric carbon dioxide through photosynthesis means that they play a major role in moderating global climate. Globally, peat bogs contain around one third of the carbon stored in the terrestrial biosphere. Climate change may affect the bog's water balance, which will in turn, have an effect on carbon storage. This is because degraded peatlands release greenhouse gases such as carbon dioxide, instead of absorbing them. Human disturbances such as peat cutting and draining may also affect carbon storage. As a result, there is a research imperative for an enhanced understanding of the spatially distributed hydrological properties of lowland raised bogs. Raised bogs have characteristic features distributed across their surface, including hummocks, ridges, lawns, hollows and pools. There is a recognised link between the structure of the surface, and bog hydrology. Surface structure can also determine peatland responses to hydrological variability, making this an important variable to monitor in relation to climate change. Plant communities living on the bog surface can also indicate the hydrological status of a raised bog. Extensive mats of Sphagnum mosses are indicative of wetness and active peat formation. In contrast, drier areas of the bog are characterised by species with coarser canopies such as heather. These plants have a different spatial signature, caused by the roughness of the canopy. This provides an alternative structural indicator of bog hydrology. This research aims to use novel remote sensing techniques for monitoring raised bog structure, and thus, hydrological status. Remote sensing is a method of measuring the Earth's surface from a distance, and usually employs satellite- or aircraft-based imaging instruments. The synoptic view offered by a remote sensing approach has obvious advantages over field-based monitoring techniques because raised bog surfaces are often inaccessible and difficult to survey on the ground. New techniques in remote sensing offer a means of detecting and measuring surface structure. As previously mentioned, structure is a key indicator of raised bog hydrology, and therefore if this can be quantified and modelled using remote sensing, this offers a repeatable means of monitoring and managing these habitats. An important raised bog site in Cumbria, UK will be used as the test-bed for a suite of new monitoring and modelling approaches. Wedholme Flow has been chosen because it contains a range of condition categories ranging from cutover bare peat to intact raised bog. Field research at the site will focus on characterising the ecology and hydrology and classifying the bog surface into condition classes based on these data (the 'Lowland Raised Bog Inventory' (LRBI) classification will be used). The research will employ an airborne topographic mapping system called LiDAR (Light Detection and Ranging), which provides fine spatial resolution data on the structure of the vegetation canopy. Using spatial statistics, these data will be analysed to extract typical signatures for key LRBI categories. These signatures will be modelled using variogram models. Field measurements of surface structure, similar to those collected by the airborne system (but at much finer spatial resolution) will be compared to those from the airborne data so that conclusions can be reached on the optimal spatial sampling required to discriminate key hydrological classes. These analyses will result in development of spatial models linking structure to lowland raised bog condition categories. Techniques developed and tested here will provide an in-depth understanding of the link between wetland hydrology, developmental topography, biodiversity, and remotely sensed structural variables. The wider application of this research relates to the way in which these findings will provide a means of rigorously and efficiently monitoring global wetland resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000421/1","grantId":"NE/F000421/1","fundValue":"80850","fundStart":"2008-03-01","fundEnd":"2009-02-28","funder":"NERC","impactText":"","person":"Karen  Anderson","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}