{"id":"7849F5AF-9C8A-4488-A545-40B3B7296C4C","title":"Nonsynaptic network rhythms as catalysts for epileptic seizures","abstractText":"Our brains are made up of many thousands of billions of cells called neurons. In order for our brains to function properly clusters of these neurons must communicate with each other to understand information coming from our senses, and to control out movements. Neurons communicate with each other by generating tiny electrical charges but, for the most part, these charges do not pass directly from one neuron to another. Instead, electrical activity passes down long, wire-like extensions of the neuron until it reaches a specialised part of the ?wire? ? the synapse - that sits right next to other neurons. Electrical activity reaching this synapse causes it to release small amounts of a chemical which changes the electrical properties of the target neuron. In using this chemical, non-direct, form of communication the brain sacrifices speed and fidelity of communication in favour of a very broad and exquisitely adaptable range of effects of one neuron on another.\n\nHowever, another type of communication between neurons exists which DOES involve direct passage of electrical activity. This ?non-synaptic? communication involves neurons directly touching each other and sharing electric charge rapidly. This is a far more crude scheme than the elegant, chemical synaptic method of communication. It does not allow for a broad range of effects of one neuron on another and it is far less adaptable, but it does have the advantage of speed. It is present in humans as the nervous system is forming but was thought not to be important in our adult brains, but this idea is changing. Some forms of electrical activity in adult brains occur with neurons communicating at rates far too fast to be explained by chemical synapses. This type of activity appears critical for the normal function of our brains, but is usually ?drowned out? by the huge amount of chemical synaptic communication. This makes it very hard to study. However, for reasons we don?t yet understand, much larger amounts of fast communication between neurons is seen in the brains of patients suffering from epilepsy. In fact there appears to be a relationship between the amount of this fast communication and the underlying problems which generate the seizures themselves. This proposal intends to examine this relationship and take advantage of the large amount of fast communication present in epilepsy to understand how it occurs and to use it to aid better treatments for this debilitating neurological disorder.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701048","grantId":"G0701048","fundValue":"312897","fundStart":"2008-07-14","fundEnd":"2011-01-13","funder":"MRC","impactText":"","person":"Miles Adrian Whittington","coPersons":["Mark  Cunningham","Ian Stephen Schofield"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}