{"id":"784FF641-E04B-4897-8AC0-1A51966BD8FE","title":"Quantum Cascade amplifiers for high power Terahertz time domain spectrometry","abstractText":"Terahertz (THz) light forms part of the electromagnetic spectrum, between microwaves and infrared. It can penetrate a range of materials - including polymers, ceramics and semiconductors - and shows excellent contrast in their internal microstructures. In addition, intermolecular vibrational modes in solids and hydrogen bonding networks in liquids all have resonances at THz frequencies. These unique properties of THz radiation have in recent years permitted new methods to study the interaction of molecules. However, a major limitation of this technique is the lack of high power broadband sources that can be used for spectroscopic imaging and tomography applications. Our proposed plan addresses precisely this problem. \n\nCurrently, most commercial THz spectrometers are time-domain spectrometers (TDS), where THz pulses are generated on antennas by a photocurrent created from a pulsed laser. The detection scheme uses a similar antenna where carriers are generated by the same pulsed laser. The advantage of this apparatus is that the detection scheme is synchronous: the receiver is only &quot;on&quot; when the THz electric field is incident, and this results in a very high signal-to-noise ratio of approximately 50 dB. The disadvantage is that the THz pulses have only micro-Watts of output power, thus the apparatus will only penetrate thin or transparent materials. The major competing THz technology is that of quantum cascade (QC) lasers, which generate radiation with tens of mWatts of power. However, the power advantage of QC lasers is lost by the lack of sensitive detection techniques, and hence they are not used commercially. Until now researchers have tried to combine the technologies of THz-TDS and QCs but the two geometries have proven very difficult to integrate, with antenna emitters in particular proving incompatible with integration. \n\nHowever, a new geometry emerged in 2010: the so-called the lateral photo-Dember effect that can be used to generate broadband THz pulses. The effect is quite simple, relying on the different mobilities of holes and electrons in a semiconductor which create a changing dipole under photoexcitation to generate THz pulses. We believe that this effect has great potential because it is flexible and its geometry is compatible with integration and quantum cascade lasers. Using the lateral photo-Dember effect will provide an elegant means of coupling a THz pulse into the QC structure, directly, with great efficiency. We intend to exploit this effect and generate THz pulses directly on the facet of a QC cavity and amplify them in the QC waveguide. Therefore we will combine the high output power of quantum cascade lasers with the detection sensitivity and broadband nature of state-of-the-art time-domain technology. It is a game-changing approach that is, according to all indications, absolutely feasible. It is very rare to propose such a potentially high impact research route, which is at the same time such low risk! \n\nDetailed THz spectroscopic studies of samples in our groups have demonstrated an excellent potential to reveal the microstructure of the materials which is key to its industrial performance; but non-destructive studies of the entire specimen are currently impossible due to limited available power. We will use the high power pulses generated by the QC amplifier to explore non-destructive imaging of samples of key importance to sustainable energy and healthcare research. We will apply it to non-destructive THz imaging and tomography across a range of materials, which it is not possible to achieve with today's instruments due to their inherent lack of power. Our research will make a fundamental contribution to explore novel routes to high power broadband THz devices and we will demonstrate how such technology can advance understanding of materials and processes in the chemical and pharmaceutical industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007676/1","grantId":"EP/J007676/1","fundValue":"324787","fundStart":"2012-02-24","fundEnd":"2015-08-23","funder":"EPSRC","impactText":"  The grant has not finished yet, already Laser Quantum, a UK company active on lasers and THz has asked us for our emitters to investigate their performance. Aerospace, Defence and Marine,Electronics,Manufacturing, including Industrial Biotechology Economic","person":"Vasileios  Apostolopoulos","coPersons":[],"organisation":"University of Southampton","findingsText":" The grant has not finished yet but our research has resulted in a novel type of emitter for THz, lateral photo-Dember emitters that can increase the power performance of present spectrometers. This new emitter design matches the performance of the current state of the art technology. We have published 5 journal publications on the subject, I have given 7 invited seminars the last two years including a seminar in MIT, Boston, and a further 5 conference presentations. For our work we have published one invited review article in journal of Physics D of IOP. The emitters can be used in future THz spectrometers, also further investigation into their operation and interface with other THz elements will even better results Aerospace, Defence and Marine,Electronics","dataset":"gtr"}