{"id":"7857B7FD-414E-4D73-ABB7-534BD27BBEA6","title":"NMR and IR Studies of Activation of Small Molecules by Organometallic Complexes","abstractText":"Most chemical reactions proceed through a series of stages, some fast and some slow. En route, there are often highly reactive species that may last a small fraction of a second at room temperature. The nature and reactivity of these species is often key to determining the final outcome of the chemical reaction. Furthermore, these short-lived species are molecules of fundamental interest in their own right which often cannot be studied by conventional techniques. Photochemical reactions can occur at low temperatures and can be initiated by lasers and this provides a very convenient method for generating highly reactive complexes. In this proposal, we will develop a new approach combining advanced spectroscopic techniques. We will irradiate samples with a laser inside the probe of a state-of-the-art nuclear magnetic resonance (NMR) spectrometer at low temperatures, so allowing us to determine the structures of new reactive molecules. In order to achieve this, we require our new complexes to be stable for a few seconds and we will use fast infrared spectroscopic measurements in order to determine the best conditions to allow these measurements. This combination of technologies exploits the latest instrumentation in a way that has never been done before. Our chemical targets will be (a) complexes of metals with carbon dioxide, important intermediates for understanding how to mitigate greenhouse gases, (b) complexes of hydrocarbons with metals, important intermediates for understanding how to convert methane to valuable products catalytically, (c) reactions of simple silicon and nitrogen compounds at transition metals, concentrating on processes in which bonds to hydrogen are broken because of their importance in catalysis; (d) complexes of transition metals with the noble gas, xenon, because of the fundamental importance of this unreactive gas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055768/1","grantId":"EP/D055768/1","fundValue":"274498","fundStart":"2006-08-07","fundEnd":"2009-11-06","funder":"EPSRC","impactText":"","person":"Robin  Perutz","coPersons":["S  Duckett"],"organisation":"University of York","findingsText":" The principal results concerned the characterisation of highkly reactive complexes between transition metals and alkanes by nuclear magnetic resonance (NMR) and infraed spectroscopies. We were able to characterise complexes between a common metal, managanese, and an alkane for the first time by NMR spectroscopy. Our techniques made use of laser photochemistry within the NMR probe at extremely low temperature. Our demonstration of the importance of alkane complexes is being taken forward by other academics. It is is of relevance tio several classes of catalytic reactions. Chemicals","dataset":"gtr"}