{"id":"785F5DA7-0997-43CE-87D0-34F8CACF8538","title":"Under what conditions can Payments for Environmental Services deliver sustainable improvements in welfare? Learning from a Randomized Control Trial","abstractText":"Wilson Maldondado watched his cattle die one by one. The 2010 Bolivian dry season was the worst in Wilson's memory, killing 200 cows in Villamontes and countless others across the Chaco. But it was not the first long drought. In 2004 more than 50,000 people were affected in Gutierrez, where more than 90 percent of the corn crop failed. In Gutierrez 20 communities had no drinking water, and even Villamontes town ran out. Wilson looked at the clouds gathering on the Sierra del Aguarague and wondered, with mountains so close, how the Chaco could be so dry. \nAcross Latin America, the watersheds that could provide users with clean water often have to support additional and sometimes conflicting functions, such as agriculture and forestry. Existing regulatory frameworks have often proved unable to reconcile these conflicting needs. Upper watershed farmers often have no economic alternative other than to deforest their land for agriculture. Upstream Water Factories are thus destroyed-often for a pittance-and cows enter streambeds to drink, forage, urinate and defecate. The subsistence agriculture of upper watershed farmers is unproductive and susceptible to climate change. Downstream municipal water sources are contaminated, children miss school with diarrhoea, sedimentation blocks pipes and dams, and waterholes supporting farmers like Wilson Maldonado dry up. \n\nIn 2003 in Los Negros, Bolivia, Fundaci&oacute;n Natura Bolivia (Natura) helped initiate a new incentive based water conservation model: municipal payments for environmental services (PES). These projects are based on the twin axioms that 1) protecting upstream forests will help maintain water supplies in quantity and quality, and 2) downstream water users need to contribute to such forest protection. The key attributes of these schemes are the precautionary principle and local institution building and alignment. From humble beginnings in 2003, when 6 farmers agreed to protect 465 ha, more than 30,000 downstream users ar now compensating 1,140 upstream families for protecting 35,000 ha of forest.\n\nThis research will identify conditions under which such small scale Payments for Environmental Services (PES) schemes can deliver sustainable improvements in welfare. We will use a series of Randomized Control Trials (RCT) to:\n\n1. Explore how payments for ecosystem services can support poverty alleviation in the Bolivian Chaco. The Bolivian Chaco is hot and dry, poverty is widespread, the indigenous people's land is held communally, and drought is a major agricultural constraint. Conditions are thus not typical of Bolivia, and indeed are more like sub-Saharan Africa. We thus expect that lessons we learn will be applicable to less developed countries. \n\n2. Take lessons and tools from Bolivia to other Andean countries, to evaluate the effectiveness of municipal-led PES, and the applicability of the RCT methodology for ecosystem service and poverty alleviation interventions. Taking advantage of an project that will train 200 municipal technicians from Peru, Colombia and Ecuador in how to set up small-scale PES schemes, we will undertake a controlled evaluation of the importance of external inputs and seed capital for PES development.\n\n3. Develop and test an RCT evaluation toolkit that can support the Colombian Ministry of the Environment. We are will work with the Government's Direction of Forests and Ecosystem Services to help develop a monitoring and evaluation program for the national PES scheme which ensure that 1% of all municipal revenues are invested in upstream watershed protection.\n\nThe fundamental objective of this proposal is to assess under what conditions Payments for Environmental Services can deliver sustainable development. A secondary objective is to develop a series evaluation tools so that they can be applied globally, and which can help project developers quickly assess the effectiveness-and hence improve the impact-of their poverty reduction interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001470/1","grantId":"NE/L001470/1","fundValue":"394778","fundStart":"2014-01-13","fundEnd":"2016-05-12","funder":"NERC","impactText":"","person":"Nigel  Asquith","coPersons":["Kelsey  Jack","Conrado  Tobon"],"organisation":"Bolivian Natura Foundation","findingsText":"","dataset":"gtr"}