{"id":"78609297-814E-45B9-A4C3-A7507C263094","title":"ROSA: a synchronised, multi-camera, high-cadence solar imaging system","abstractText":"Energy generated at the centre of the Sun by nuclear fusion flows out to the surface, and subsequently heats the various components of the atmosphere, including the photosphere, chromosphere and corona. The heating of the atmosphere often leads to rapid changes in the intensities of spectral lines which are formed in different atmospheric regions. Observing and modelling such rapid changes, which often take place on very short timescales (less than 1 second) are hence vital in order to properly understand energy outflow in the Sun and how the atmosphere is heated. Unfortunately however, there are few instruments capable of observing the Sun at sufficiently high cadence in order to reliably detect rapid changes in the atmosphere. In particular, satellite-based instrumention has not been able to observe the Sun at very high cadence due to telemetry restrictions. However, previously we have developed low-cost solar imaging systems, namely SECIS (Solar Eclipse Coronal Imaging System) and RDI (Rapid Dual Imager), which have been successfully used to obtain high cadence images of the solar atmosphere. Based on this success, we have been allocated &pound;200,000 of SRIF3 funds by Queen's University Belfast (QUB) for the capital costs of ROSA (Rapid Oscillations in the Solar Atmosphere). This instrument will be able to image the Sun simultaneously in multiple wavebands at very high cadence (up to 200 Hz), and hence investigate oscillatory phenomena in the solar atmosphere at an unprecedented level of detail. In this proposal we seek funding for staff and other non-capital costs, required to allow us to construct ROSA. Once built and commissioned, ROSA will be available as a common-user instrument on the Dunn Solar Telescope (DST) at the National Solar Observatory (NSO) Sacramento Peak, and hence may be freely employed by the UK community for a range of programmes. The DST is the premier NSO facility for high resolution solar studies. We note that QUB will not receive Guranteed Time for ROSA programmes at NSO. However, for the first 3 years after ROSA is delivered as a common-user instrument, it has been agreed that NSO will reserve 20 days per year on the DST for proposals with a UK-based Principal Investigator. The observing time reserved for UK proposals will be for any instrument and will not be restricted to ROSA, and is aimed at developing and strengthening UK participation in the exploitation of the NSO instrumentation suite.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000711/1","grantId":"PP/E000711/1","fundValue":"245754","fundStart":"2007-09-17","fundEnd":"2009-09-16","funder":"STFC","impactText":"  Grant developed the ROSA imager which is now being used by worldwide community of solar physicists. Education Cultural","person":"Francis Paul Keenan","coPersons":["Robert Samuel Ryans","Mihalis  Mathioudakis"],"organisation":"Queen's University of Belfast","findingsText":" Developed the state-of-the-art ROSA high cadence solar imager. ROSA is now being used extensively by the worldwide solar physics community. It is also acting as a zero-generation instrument for the ATST solar telescope, currently being built in Hawaii. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}