{"id":"786DB746-CDA0-42BA-9A0B-C44DD1151CD6","title":"Cowpea mosaic virus as a pre-formed bionanotemplate for directed mineralization.","abstractText":"Nanotechnology is concerned with well-defined structures of dimensions in the 1 to 100 nanometre range. The prefix nano means a one-thousand-millionth part, so for instance a nanometre (nm) is one-thousand-millionth of a metre or 1/80000 of the width of a human hair. Bionanotechnology sits at the interface of the chemical, biological and physical sciences and is a true multidisciplinary area of research. One aspect of bionanotechnology is the use of biological matter as nanoscaffolds/building materials for the preparation of nanomaterials with novel chemical and/or physical properties. Spherical nanoparticles, or nanospheres, are intriguing materials that have diverse applications including drug delivery, catalysis, and as composite structural and electronic materials. They are often synthesised using sacrificial templates, such as polymer or silica spheres, which define their shape and size. Chemical approaches are successful in the sub-10 nm scale but monodispersity, i.e. particles all of the same size, is difficult to obtain in the 20-50 nm range. This is a drawback, since nanospheres in this size range have particularly attractive properties: e.g. the semi-conductors zinc sulfide, cadium sulfide, cadmium selenide and cadmium telluride have unique optical and electrical properties, and cobalt-platinum and iron-platinum alloys are especially well suited for catalytic, ultra-high density memory, and biomedical applications. In this project we will exploit the developing technology of using engineered variants of the plant virus, Cowpea mosaic virus (CPMV), as a template for the controlled and designed fabrication of a range of nanospheres of the same size. CPMV particles exhibit the characteristics of an ideal nanotemplate in terms of their size (28 nm diameter) and their regular symmetric, structure. CPMV has several additional advantages for applications in nanotechnology. The genetic, biological and physical properties are well characterized and the structure of the virus particles is known. The CPMV particles are exceptionally robust and can be isolated readily from plants, 1 kg of plant material yields about 1 gram of virus. Further, the plant viruses are non-infectious to other organisms and present no biological hazard to humans or animals. The approach will be to modify the virus surface by genetic engineering to introduce short chains of amino acids that favour specific mineralization processes. Procedures for the mineralization of the modified virus particles will then be established and optimised. A wide range of physical analytical techniques will be needed to define the properties of the new materials. Future applications of the materials produced may include biosensors, catalysts, electromagnetic storage materials, biomedicines and nanodevices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024939/1","grantId":"BB/E024939/1","fundValue":"96821","fundStart":"2007-11-13","fundEnd":"2008-11-12","funder":"BBSRC","impactText":"","person":"David John  Evans","coPersons":["George Peter Lomonossoff"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}