{"id":"7871D2FD-4068-4F18-9283-57EC35C4AB17","title":"Silicon isotope records of recent environmental change and anthropogenic pollution from Lake Baikal, Siberia","abstractText":"Lake Baikal is the world's oldest lake lying in a rift zone in south eastern Siberia (103o43'-109o58'E and 51o28'-55o47'N) that began to form over 20 million years ago. As well as being the world's deepest and most voluminous, the lake also acts as a major water resource containing c. 20% of global surface freshwater. A key feature of Lake Baikal is the high degree of biodiversity with over 2,500 flora and fauna, the majority of which are endemic. Such high levels of endemicity have led to the lake being cited as the &quot;most outstanding example of a freshwater ecosystem&quot; and resulted in the site being designated a World Heritage Site in 1996. Industrial development and changes in catchment land-use since the 1950's, however, pose real and serious threats to the stability of the lake's ecosystem with pollution entering the lake from major conurbations, industrial centres, mining and agricultural practises. The lake is also responding strongly to anthropogenic climate change. Firstly, global warming is having a major impact on regional permafrost with increased melting leading to enhanced nutrient inputs to the lake. Secondly, marked increases in water column temperatures have been observed in the south basin. Thirdly, the duration of ice cover and ice thickness have declined significantly in recent decades with further declines forecast for the future. Such changes will have major implications for the food-web interactions and the wider ecosystem from the rapid growth of primary producers underneath clear ice to the lake's top consumer, Phoco sibirica (the world's only freshwater seal).\n\nIn order to ensure that future development and policy plans for the catchment are capable of sustaining Lake Baikal's unique ecosystem, there is a need for a detailed understanding as to the impact of anthropogenic influences on the lake. Efforts towards this are ongoing and led by monitoring programmes from the Limnological Research Institute in Irktusk, Russia. This project will complement and extend this work by developing the application of silicon isotope measurements in Lake Baikal to provide information on changes in biogenic nutrient utilisation. By first carrying out a calibration of the method in the modern day water column, measurements will then be taken from a series of sediment cores from around the lake to examine: 1) the impact of recent 20th Century catchment development and climate change on nutrient utilisation; 2) ascertain the response of the lake to natural climatic changes that have occurred over the last 1000 years. Results from this project will provide valuable information that will aid scientists, policy makers and other stakeholders as to the impact of recent catchment/climate changes on Lake Baikal as well as an indication of the lake's vulnerability to future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010227/1","grantId":"NE/J010227/1","fundValue":"43418","fundStart":"2012-05-22","fundEnd":"2015-10-01","funder":"NERC","impactText":"  The producers of &amp;quot;Costing the Earth&amp;quot;, Radio 4, commissioned me to make series of interviews whilst undertaking research on the ice on Baikal in March 2013. These interviews then formed the basis of a whole 30min Costing the Earth programme, broadcast on 17th and 18th April. Key PIs on the project were interviewed: George Swann, Suzanne McGowan and Virgina Panizzo. This programme is available for download as a podcast.\n\n\n\nhttp://www.bbc.co.uk/programmes/b01rvppl Societal Cultural","person":"Anson William Mackay","coPersons":[],"organisation":"University College London","findingsText":" Dissolved silica (DSi) concentrations have been measured for Lake Baikal and it's main catchment rivers. We have found that DSi concentrations are highest in the Selenga River than elsewhere. \n\nStable isotope analyses of DSi (30Si) from rivers show that values are higher than surrounding rocks, which is to be expected due to weathering and biological activity. Highest isotope values are to be found in the lake, linked to more intense biological update by diatoms and other algae.\n\nIn Lake Baikal itself, highest 30Si values occur when productivity is highest, between 10-40 m in upper waters. Isotope values reveal that there is no dissolution of diatoms down through the water column. \n\nIsotopic values (30Si) of diatom silica itself in the upper lake sediments are overall lower than surrounding DSi because of biological fractionation. However, there is considerable late Holocene variability which we are still interpreting. These data will be of interest to other academics studying global carbon and silicon cycles, and researchers applying 30Si technique to freshwaters. Agriculture, Food and Drink,Environment","dataset":"gtr"}