{"id":"7874D67F-24D9-4A37-AA69-ED34FCE9B74D","title":"Workshop on sequential Monte Carlo methods: filtering and other applications, 3-5 July 2006 St Anne's College Oxford","abstractText":"The aim of this proposal is to fund a Workshop on sequential Monte Carlo methods and their various applications, such as filtering and Bayesian inference, of about 40 researchers and postgraduate students to be held at St Anne's College Oxford, 3-5 July 2006. This is meant to be the fourth edition of a successful series of interdisciplinary workshops dedicated to the area, which started in December 1999 in Cambridge, and has been followed in July 2000 and July 2004 by two further editions, in Oxford and Barcelona respectively. The present workshop is organised by Dr. Christophe Andrieu (Bristol) and Dr. Dan Crisan (Imperial). The local organiser is Prof. Terry Lyons, who is a fellow of St Anne's college, Oxford. Sequential Monte Carlo methods are very important statistical numerical techniques that have revolutionised statistical filtering (an area of statistics/probability dedicated to the estimation of partially observed dynamic processes, which has many practical applications) over the last 15 years and have had a profound impact in signal processing (e.g. target tracking) computer science (e.g. computer vision, robotics), but also financial statistics, econometrics and biostatistics. The methodology is now rather well developed and a theory of such processes has emerged that partly supports the methodology. However many open questions still remain, both at a methodological and theoretical level: for example, a satisfactory technique to address the problem of static parameter estimation in its full generality is yet to be found, while at a theoretical level, accuracy and stability of the method can only be proved under rather restrictive technical conditions which are only rarely met in practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016596/1","grantId":"EP/E016596/1","fundValue":"6523","fundStart":"2006-07-03","fundEnd":"2006-10-02","funder":"EPSRC","impactText":"","person":"Christophe  Andrieu","coPersons":["Dan  Crisan"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}