{"id":"7879C934-DBF1-4546-8C23-D33ED67CCC68","title":"Microfinancing: a gap in the moral and political philosophy of poverty","abstractText":"Microfinancing is the practice of extending credit on a very small scale to those who have no assets to offer as collateral for a loan. For the poorest of the global poor, microfinancing typically takes the form of a six-month loan for under US$250 to set up a micro-enterprise, e.g. a one-person vending business, or a tiny agricultural investment.Although microfinancing is widely acknowledged by development specialists to be an effective tool in reducing poverty among the very poor who have access to it, and although it has a strong prima facie claim to empower the people it is extended to, in keeping with the hopes of the international donor community, it has received little or no attention from moral and political philosophers who write about the relief of poverty as one of the obligations of the North to the South in a theory of global justice. \\n\\nA possible explanation of this gap is that microfinancing institutions are not among those that result from either a domestic or a global social contract along Rawlsian lines, and the Rawlsian framework is dominant in a global justice literature founded by Thomas Pogge at the end of the 1980s and enlarged by Beitz and others in the 1990s. The institutions that result from a Rawlsian social contract are either national legislative institutions along liberal democratic lines, with their tax-collecting and redistributive branches, or else supranational or global counterparts of these. As things now stand, however, microfinancing institutions are often at one remove from legislative bodies and from tax gathering or redistribution. They are not, or are not typically, state actors, and influential promoters of microfinance do not want microfinancing to become a state function. Microfinancing entities are private, or non-governmental, sometimes with Northern funding. \\n\\nThe project is to get the theoretical apparatus, both meta-ethical and normative, of liberal global justice theory to engage properly with microfinancing institutions and the good they do. There is also a need to take stock of the ethics of microfinancing in practice. For example,it is sometimes claimed that microfinancing schemes reach those just under the global poverty line, rather than those at the bottom. Is this true, and, if it is, is it an important criticism of this kind of lending? If this is true in general, or true of particular schemes, such as the Accion scheme in South America, is it an important moral criticism, or just an indication that there is no single lending solution to a variegated group that counts as 'poor'? Perhaps the poorest of the poor need a subsidized micro-credit scheme; or perhaps it may be best for a subsidy to pay for education directly, rather than to support loan activity. The byproducts of female commercial empowerment in traditional, male-dominated societies include domestic violence. Does this fact count against microfinancing in a moral assessment of it? How, if at all, should microfinancing institutions adjust to religious scruples against charging interest, in places where these are strong? Are Islamic financial instruments, which get round this problem, morally superior to alternatives? Group lending appears not to be viable everywhere /in urban areas of the least developed countries, or among the very poor of developed world: should other forms of lending be devised for these groups? Is it just for lenders to penalize members of joint partnerships who are not directly responsible for defaults? These questions indicate the range of issues that the network will turn its attention to in its meetings and in its published outputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00384X/1","grantId":"AH/G00384X/1","fundValue":"47642","fundStart":"2009-01-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Thomas  Sorell","coPersons":[],"organisation":"University of Birmingham","findingsText":" o A utilitarian framework might fit the ethical issues raised by microfinance better than a Rawlsian justice framework. This is partly because of the need for balancing the risks of economic losses and default for lenders with the potential income and capability gains for the very poor.\n\n\n\no The moral objections to microfinance are mainly to do with the great demands placed on borrowers, both in terms of informal financial reporting and disciplining of members of a solidarity lending group. \n\n\n\no The moral objections to microfinance are greatest in agricultural settings where loans are directed at the entirely assetless. Agricultural settings tend to contain dispersed borrowing groups, and dispersin raises costs of loan administration both for microfinance providers as well as borrowers with liabilities for group loans.\n\n\n\no Urban microfinance settings often avoid problems of dispersion, and loans often service low-level street-trading, which can often produce sufficient repayment income.\n\n\n\no Agricultrural microfinance schemes sometimes assume entrepreneurial skills and opportunities that borrowers do not actually have.\n\n\n\no It is impossible to discuss the financial sustainability of microfinance for lenders and the poverty alleviating powers of microfinance for borrowers without distinguishing between the extremely poor -especially in agricultural settings--with groups of impoverished people who just fail to meet the threshold of eligibility for loans from the formal banking sector.\n\n\n\no Microfinance and its ethics cannot be discussed as if all or most microfinance was loans for commercial activity. Much microfinance is consumption smoothing - providing stop-gap funding for needs that cannot be et through income because of illness or some other calamity experienced by vulnerable people\n\n\n\no Microfinance cannot effectively or ethically be offered to the poorest without a host of informal education schemes.\n\n\n\no The ethics of microfinance is not just the ethics of offering and taking out burdensome loans; it is also the ethics of access to secure savings.\n\n\n\no The difficulties that microfinance borrowers experience in parts of South Asia and Latin America can be analogous to the experience of those who take out pay-day loans in high income countries. Interest rates can be unsustainably high, even if they are lower than the interest rates of the most rapacious money lenders\n\n\n\no Small loans for entrepreneurship are as apt in Eastern Europe after the collapse of the Sovet bloc and as apt in much more developed countries after the financial crisis as it is when directed to the poor near the threshold for bankability in urban areas of low-income countries.\n\n\n\no The fact that some microfinance companies are aggressively profit-seeking, while others only charge the relatively high interest rates that might be required for lasting commercial borrowing at very low profit margins, gestures at strong tension in the attitudes of loan providers to their clientele. For some, lending is a form of poverty-alleviation, and the business is primarily benevolent; for others, lending to the so far unbanked is a way of creating a bigger market for mainstream banking to which successful microfinance borrowers can &quot;graduate&quot;\n\n\n\no The very demanding group lending model that is used to reduce risks of default by borrowers could perhaps be made less demanding by introducing more effective methods of credit scoring and using technology to reduce the burdens in travel and other forms of inconvenience in loan repayment.\n\n\n\no Joint ventures between mainstream banks and microfinance providers can reduce costs for microfinance providers and provide a bridge from financial exclusion tothe enjoyment of standard savings and loans services. These findings have already been made use of by microfinance practitioners at the level of mainstream banks, commercial microfinance providers, and by development banks. Digital/Communication/Information Technologies (including Software),Financial Services/ and Management Consultancy,Government/ Democracy and Justice,Retail","dataset":"gtr"}