{"id":"787C2BBB-50D6-4A51-B186-A21B97FCF0A1","title":"Astrophysics Research at Liverpool John Moores University","abstractText":"We propose to continue our wide-ranging programme of research tackling cutting-edge astrophysical problems. We address two main topics: Explosive Transients (Theme A) and: Galaxies and Active Galactic Nuclei (Theme B). These Themes cover several of the scientific priorities in STFC's strategic plan under their theme Universal Challenges. In Theme A we will study the physics of Gamma Ray Bursts (GRBs) - the most powerful explosions in the Universe - and use them as environmental probes. Combining cutting-edge theoretical predictions with novel observational experiments on the world's largest robotic telescopes, we will probe regions of extreme physics to determine the fundamental role of magnetic fields. We will use GRBs to probe the environment of massive stars locally and in the early Universe. We will search for the first electromagnetic counterparts to neutrino bursts predicted to be produced by GRBs, detection of which will revolutionise understanding of relativistic explosions. In a second part of Theme A we will investigate the fundamental properties of both Galactic and extragalactic Recurrent Novae, building on our considerable expertise in this area, focussing on the possibility that these objects are the progenitors of the important Type Ia Supernovae, which have become known as one of the primary probes of the scale and nature of the Universe. Theme B explores how the galaxies around us are formed, and how they then evolve over cosmic time. We will investigate what the properties are of the stellar populations which form in galaxies, when in the history of the galaxies the stars were formed, and how this depends upon the surroundings of the galaxies (e.g. whether they are in clusters or not, whether or not they contain the accreting Supermassive Black Holes which power Active Galactic Nuclei). We will use information from the most powerful ground based telescopes, and from optical, infrared and X-ray telescopes in space, combined with theoretical modeling, in an approach known as 'Galactic Archaeology' to uncover information on how the galaxies were assembled. All of our research uses the most advanced ground-based telescopes (such as our own Liverpool Telescope), satellites and data analysis techniques to carry out observations from gamma rays to radio wavelengths and ARI staff are lead many of the new generation surveys with these telescopes. The projects we propose in both themes are technically demanding and require computer software support to aid the delivery of the science. The structure and organisation of the ARI is designed to deliver internationally excellent research. The ARI is also a major international player in developing and exploiting outreach activities to engage the wider population in our science through the National Schools Observatory and the local astronomy visitor centre, Spaceport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002391/1","grantId":"ST/H002391/1","fundValue":"1114990","fundStart":"2010-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Christopher Alfred Collins","coPersons":["Maurizio  Salaris","Ivan Karim Baldry","David  Carter","Iain Allan  Steele","Matthew James Darnley","Shiho  Kobayashi","Philip Andrew James","Carole  Mundell","MF  Bode","Andrew Michael Newsam","Chris  Simpson","David  Bersier","Witold Witold Maciejewski"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}