{"id":"7881BFF6-6866-4F34-882B-2CD8ED36918E","title":"Massive Atmospheric Volume Instrumentation System","abstractText":"At the centre of this proposal lies the following concept for an atmospheric sensing system: a fleet of small, very light, instrumented gliders are released en masse from a high altitude meteorological balloon over the environment to be observed. During their autopilot-guided descent along paths optimized for sampling efficiency, they collect a dense set of readings, which can subsequently be converted into an accurate map of the quantity being observed.\n\nThe need for a large scale, affordable, distributed atmospheric sensing capability is increasingly pressing in the face of a variety of current challenges:\n\n - minimizing the disruption caused by volcano eruptions (the Eyjafjallaj&ouml;kull event was estimated to have been the cause of GDP losses exceeding 4 billion pounds in 2010)\n - protecting the population from major pollution events such as Fukushima and Chernobyl. \n - understanding of the processes underlying atmospheric phenomena especially in remote or polar regions where data are sparse but their climatological significance is large.\n - improving medium term forecasting of extreme events, such as the recent highly unpredictable landfall in the UK of the remnants of hurricane Nadine; forecast uncertainty can be reduced by targeted data assimilation. \n\nWhile piloted research aircraft are capable of meeting some of these requirements, they have a number of shortfalls:\n\n - for safety reasons, piloted operations are not possible, e.g. in the vicinity of erupting volcanoes or sources of pollution, severe storms, remote areas far from suitable emergency diversion airfields\n - due to limited availability and flexibility use involves long range planning, putting data at the risk of weather and other factors\n - access, where piloted aircraft require complex infra-structure (airports) and when these are not locally available, large long-endurance aircraft that are very costly to operate. \n\nIn our proposed glider fleet based system each aircraft, under autopilot cntrol, takes an individual, pre-planned descent path such that the sampling volume of the entire fleet is maximised. Each aircraft can be programmed to land at a common collection point, e.g. the balloon launch site, or, if required, land in a distributed pattern across a target surface if the craft are expected to continue to carry on taking measurements once on the ground.\n\nLinking the aircraft into a network enables a dynamic task. The fleet could become an adaptive swarm: if the live, constantly updated approximation model built upon the data they collect predicts high density of the measured quantity in a specific area, part of the fleet (a later tranche of the same release sequence) could be automatically re-tasked to aid in the mapping of this promising location.\n\nDifferent missions require different measurement criteria, e.g. different instrumentation packages, launch heights, descent rates and ability to sample upwind of the launch point. One size, therefore, does not fit all, if such a system is to be truly efficient. Thus, instead of engineering a single vehicle, we aim to build a rapid development system, which, upon receipt of the mission requirements of a particular sampling task, enables us to design, build and test a suitable, bespoke vehicle in a matter of less than ten days. After much recent development in automated multi-disciplinary design optimization (MDO) technologies (based on high performance computer simulations) and rapid prototyping techniques, the time is now right to build such a system. \n\nThe Southampton team has long experience in both MDO and rapid prototyping of UAV airframes and on-board avionics. SAMS have in-house experience of operating robotic aircraft in harsh environments, and are closely networked to future users of such a system and in this capacity undertake to steer the development of the system in a direction where, by the end of the project, it can become a valuable national facility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035037/1","grantId":"EP/K035037/1","fundValue":"263808","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Andras  Sobester","coPersons":["James  Scanlan"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}