{"id":"788D41DA-E526-4EE4-A997-97A4FBB3AD12","title":"Monetize Me? Privacy and the Quantified Self in the Digital Economy","abstractText":"Lifelogging and self-quantifying used to be niche areas for athletes, people with certain medical conditions, and those with the time, money, and motivation to use expensive specialist equipment to monitor themselves. Now the technology for ordinary people to track and analyze many aspects of their lives is becoming both affordable and invisible, requiring little effort or expense to collect. There are many business models based on mining the so-called 'digital exhaust' of people's online activity to provide apparently free services. The fact that so many more people are now able to automatically log so many aspects of their lives (beyond which web pages they visited) is creating opportunities for new business models to actually provide services for the people generating the data. For example, some people may wish to sell their data for cash rather than give it away, some may wish to donate it to worthy scientific causes, such as health research, while others may wish to share data only in a non-identifying aggregated form or perhaps not at all. Lifelogging data can range from relatively benign (such as number of keystrokes typed in a day) to the highly personal (such as the emotional arousal state) and the ways in which the data is shared may be highly nuanced. \n\nThis project seeks to understand how the privacy and sharing requirements vary across different demographic groups and to build a sharing and privacy infrastructure specifically designed for lifelogging data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021285/1","grantId":"EP/L021285/1","fundValue":"699390","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"  The project has only started so no findings have been produced. Digital/Communication/Information Technologies (including Software) Economic","person":"Blaine  Price","coPersons":["Bashar  Nuseibeh","Kirstie Sarah Ball","Arosha Karunadheera Bandara","Maureen  Meadows"],"organisation":"Open University","findingsText":"","dataset":"gtr"}