{"id":"7892C23E-1DCF-4644-B7A8-91AD85B15B9F","title":"ASSURE - Advanced Steel Shaping Using Reduced Energy","abstractText":"Steel is the most used material in the world by value and second most used by weight (after concrete), it is also one of the most recyclable materials. In 2013 about 12 million tonnes of steel were manufactured in the UK, the majority at large integrated works such as the Tata Steel plants at Port Talbot and Scunthorpe. Energy constitutes a significant portion of the cost of steel production, from 20% to 40% depending on the plant. Whilst the amount of energy required to produce a tonne of steel has been reduced by 50% in the past 30 years, through improvements in steel making technologies, further improvements are necessary to allow the industry to remain competitive. Heating and reheating steel is responsible for most energy consumption in the steel supply chain. Therefore the introduction of new processing routes to minimise or eliminate reheating stages will have a dramatic effect on energy use, and, if this is coupled with reduced hot deformation requirements by casting to near net shape, further energy reductions can be realised. \nThis project is concerned with establishing laboratory facilities for simulating the microstructures produced in steels during belt casting, or similar near net shape casting technologies. Belt casting has high productivity and therefore could be installed in large integrated steel works, such as those in the UK where conventional continuous casting to large sections is currently used. The introduction of this new technology would reduce energy consumption by &gt; 3 GJ/tonne steel produced (based on savings of approximately 2 GJ/tonne from reduced hot rolling and approximately 1.25 GJ/tonne from near net shape casting). Reductions in CO2 emissions, due to the reduced energy use, is also significant; considering that 12 million metric tonnes of steel were produced in the UK in 2013, this project could result in a reduction in UK CO2 emissions of &gt;0.4%. \nThe major success criteria from this feasibility study will be to establish experimental simulation techniques that can accurately reproduce the solidification structures (micro-segregation levels, grain structure, surface characteristics) of belt cast material, where cooling rates of approximately 60 C/s can occur. This will be achieved using laboratory facilities for solidification studies (a Gleeble 3500 and a confocal scanning laser microscope) already present at the universities of Warwick and Birmingham, with additional equipment being acquired at Warwick (Gleeble HDS-V40) to allow uni-directional cooling during solidification and direct feed of the hot steel into deformation. This latter capability will generate a unique facility in the UK and allow further research to optimise processing conditions and steel chemistries to generate enhanced properties in advanced high strength steels (AHSS). Further success will be demonstrated by initial trials to determine casting process windows (cooling rates and composition limits) for producing an AHSS grade.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014002/1","grantId":"EP/M014002/1","fundValue":"191863","fundStart":"2015-01-01","fundEnd":"2016-10-01","funder":"EPSRC","impactText":"","person":"Claire  Davis","coPersons":["Sridhar  Seetharaman","Martin  Strangwood"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}