{"id":"78963FA8-09C6-4588-A5EE-F4662D7D46C6","title":"Tissue boundary formation in the embryonic inner ear: cellular mechanisms and molecular effectors","abstractText":"The very elaborate structure and function of the vertebrate inner ear, containing the sensory organs for hearing and balance, have been shaped by millions of years of evolution. Fish and reptiles have a simple inner ear, which contains a small number of sensory patches and relatively poor hearing capability. In birds and mammals, the increase in number of sensory patches and the accompanying changes in inner ear architecture have led to the acquisition of ever more specialized vestibular and auditory functions. The formation of the inner ear during embryonic life seems to recapitulate this evolutionary history: most of the sensory patches originate from a common 'prosensory' region by progressive segregation. However the signals that control this segregation and establish the spatial boundaries of sensory domains remain mysterious. The aim of this project is to tackle this question in the chicken and mouse embryonic inner ear, using a combination of functional and 'gene discovery' approaches. We will analyse the character and dynamic behaviour of cells during the formation of the boundaries between sensory and non-sensory domains of the inner ear. We will also use new DNA sequencing technologies to unravel the key genetic programs that underlie sensory patch segregation. Besides providing new insights into the mechanisms of formation and evolution of one of our major sense organs, this work could lead to the identification of new genes critical for ear development and function. This is crucial for improving the diagnosis of hereditary forms of deafness and accelerating the development of the 'next-generation' gene and stem cell therapies for hearing loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003163/1","grantId":"BB/L003163/1","fundValue":"448736","fundStart":"2014-05-27","fundEnd":"2017-05-26","funder":"BBSRC","impactText":"","person":"Nicolas Andre Daudet","coPersons":["Vincent  Plagnol"],"organisation":"University College London","findingsText":"","dataset":"gtr"}