{"id":"7898411C-CD49-4788-8CD7-1232F6835434","title":"Dynamic optical engine for investigation of neural activity in Drosophila melanogaster","abstractText":"How behavioural patterns arise from activity in neural circuits is a major question in neuroscience. Understanding this requires researchers to manipulate activity and the connections within a neural network and analyze how electrical impulses travel from one nerve cell to others, and behaviour is generated in a living animal. Electrical signals can in principle be implanted and detected in the brain using direct electrical connections formed by wires. However wire placement is not flexible, is highly invasive and is a particularly limited when working with an animal with a small brain, such as a fruit fly. Alternative light-based methods promise to overcome these limitations by permitting flexible remote stimulation and measurement of neural signals deep within the brain. Laser illumination can activate specific neurons and the resulting activity across a network can be read out using fluorescence microscopy. However, the effectiveness of optical methods is limited by the natural movements of the animals, the light distorting effects of brain tissue and the speed with which one can stimulate and image the neural activity. We will construct an 'optical engine' that will combine various optical methods to overcome these limitations and permit complex interventionist investigations of neural circuit function within the living brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020907/1","grantId":"BB/J020907/1","fundValue":"116590","fundStart":"2013-01-14","fundEnd":"2014-01-13","funder":"BBSRC","impactText":"  The methods are being incorporated into experimental apparatus used for neuroscience and cell biological research.  ","person":"Martin  Booth","coPersons":["Gero  Miesenböck"],"organisation":"University of Oxford","findingsText":" This research has led to new methods of optical microscopy that will help the understanding of communication between neurons in the brain. The laser based microscopes will enhance scientist's abilities to probe the function of brains of fruit flies to improve knowledge of learning processes and disease models. Documentation and publication of the methods via journals and local websites will enable others to reproduce the work. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}