{"id":"78994A2E-ECFF-45D4-9956-9AD5FBE315A4","title":"Establishing an Approach for the Selection and Design of Secondary Structure Mimetics to Antagonise Protein-protein Interactions.","abstractText":"Protein-protein interactions mediate most biological processes and are therefore important therapeutic targets. The biological activity of a protein usually stems from only a small localised region on its surface. At the molecular level such regions often correspond to key secondary structures known as alpha-helices or beta-sheets that reside within the protein. Creating molecules able to mimic these regions while retaining their structure are attractive options for drug design. However short regions of a protein are usually unable to adopt these structures in the absence of the rest of the protein. Rather, they populate random structures that are susceptible to degradation in addition to other shortcomings such as their inability to cross biological membranes and poor bioavailability. \n\nTo circumvent these issues we will collaborate with the Fairlie, a world leader in secondary structure mimetics, to create peptides that are able to form bioactive alpha-helices and beta-sheets in isolation. This will be achieved by introducing helix- or strand-inducing tethers into our growing collection of library derived peptides. Shorter constrained peptides can be derived from larger peptides known to bind with high affinity to their target. Our efforts will focus on two key areas in which we have track record:\n\ni) creating peptides to antagonise the oncogenic transcriptional regulator, Activator Protein-1. We have previously used library screening assays to derive a range of peptides capable of antagonising function. We have already worked with Fairlie to demonstrate feasibility for this approach by targeting one AP-1 partner known as cFos and shedding over 40% of the peptide in the process. Using this approach we were able to derive stable helix-constrained peptides specific for their target protein that also resisted degradation (Rao et al, PLOS One 2013). We believe that much high affinity interactions can be achieved by targeting another AP-1 component, known as cJun, where many more hydrophobic interactions required for high binding affinity can be formed. Previous related work has demonstrated that this approach can yield tethered peptides as short as five amino acids (Harrison et al, PNAS, 2010) that are able to meet many of the requirements necessary for a drug, such as high stability and resistance to biological breakdown. \n\nii) Creating peptides capable of modulating amyloid formation. We have used library screening to derive small beta-strand peptides that bind to the Alzheimer's beta-amyloid peptide (Acerra et al, Protein Eng Des Sel 2013). We now seek to collaborate with Fairlie in creating mimetics of these short peptides that result in improved compounds that are able to circumvent many of the above issues. \n\nTo achieve these goals Mason will travel to the Institute for Molecule Bioscience (IMB) at the University of Queenland on three visits over three years to further develop our collaboration with the Fairlie group. Fairlie is internationally known as a research and opinion leader in chemistry, biochemistry, pharmacology, and drug discovery. The award will permit Mason to gain new skills and techniques that can be brought back to Essex and further developed in the UK, in addition to the exchange of ideas and the further development of the collaboration. Having developed methods for stabilising alpha-helices and beta-strands in general there will be considerable scope to apply these techniques, and consequent rules for peptide and peptide mimetic design, to other peptide systems. Finally while at Queensland there will also be ample opportunity to hold seminars and meet and discuss research plans with other members of the IMB (e.g. Professors Glenn King and David Craik) who have similar interests in developing peptide-based drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001873/2","grantId":"EP/M001873/2","fundValue":"26425","fundStart":"2015-05-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Jody Michael Mason","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}