{"id":"78A237F7-6FED-4CF2-91C4-7BBE4EF57063","title":"The Influence of Excited State Physics in Conjugated Polymer Devices","abstractText":"There has been remarkable progress over the last decade in making displays, lighting panels, solar cells and lasers out of flexible, plastic materials. This has a wide range of potential applications, such as roll up TV displays or having power generation, sensors and data communications systems woven into your clothing. The technology of organic LEDs has now matured to the degree that OLED displays are mass produced in consumer products such as mobile phones. \n\nThe next generations of plastic electronics products will include OLED lighting, solar cells and lasers. It is now clear however that to deliver the technology for these demanding applications it is necessary to develop a deeper understanding of the basic materials physics. In all of these devices the physics of the excited states of molecules plays a crucial role in performance. In OLEDs the efficiency at high brightness is limited by the absorption due to charge carriers and various interactions that quench the light emission from excited states. In lasers there is a delicate interplay of the excited state physics and laser losses, and so far little is known about how the chemical and structural properties of the materials may be used to control this. \n\nThis proposal seeks to develop this understanding by bringing together the expertise of two groups: one who are experts in measuring the optoelectronic performance of these polymers and in their application for photonics, and the other who are experts in the quantum theory of organic materials. Through a combination of theory and experiment we will aim to understand the complex excited state interactions of organic semiconductors, and uncover new design strategies to control these processes. This would help us to optimise the performance (e.g. efficiency and brightness) of current devices; and enable new generations of photonic devices based on these materials. \n\nWe will make optical measurements of the fundamental excited-state processes in the materials and their behaviour under device conditions. Using state-of-the-art techniques in quantum mechanics we can also simulate the microscopic physics which gives rise to these effects. Measuring these interactions in working devices is particularly demanding and to achieve this we will also draw on specific complementary expertise from our project partners at Cambridge Display Technologies and the University of Alicante. We will then apply our new knowledge of excited states to the operation of a range of organic devices including OLEDs, lasers, solar cells and optical amplifiers. We will quantify the significance of the different excited state interactions and develop design strategies that can minimise parasitic processes and optimise operation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009318/1","grantId":"EP/J009318/1","fundValue":"356462","fundStart":"2012-12-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"  The grant is still running so this question will only be answered at a later stage.  ","person":"Ian  Galbraith","coPersons":["Martin James Paterson"],"organisation":"Heriot-Watt University","findingsText":" We have successfully modelled the influence of energetic and orientational morphology on the hopping of excitons in a polymer film. These finding could be build on in the modelling of organic PV cells. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}