{"id":"78A45C03-D1FE-43E8-96BE-685B7246156E","title":"Life Transitions and Travel Behaviour","abstractText":"<p>The aim of the project is to assess how life transitions influence travel behaviour and to identify opportunities from this for policy interventions to achieve desirable transport outcomes. Emerging research has established that significant changes in travel behaviour are often associated with life transitions. Life transitions involve a change in personal circumstances often marked by observable life events such as joining the labour force, moving home, having children or retiring. This research project sets out to explore the relationship between such life events (like moving home) and travel behaviour changes (like the number of cars owned or commute mode choice).<br /><br />The project will use data from the Understanding Society survey and British Household Panel Survey (BHPS). Together, these surveys have tracked the lives of a nationally (UK) representative sample of individuals over multiple years. They have recorded information concerning household car ownership and commuting behaviour, as well as a variety of other information about people’s lives such as their relationships, employment and health. Accordingly, the survey data offers a unique opportunity to examine how individuals make changes to their travel behaviours over time in relation to life events. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00445X/1","grantId":"ES/K00445X/1","fundValue":"152690","fundStart":"2012-11-01","fundEnd":"2014-04-30","funder":"ESRC","impactText":"","person":"Kiron  Chatterjee","coPersons":["Steven  Melia","Benjamin James Savage","Heather  Laurie","Gundi  Knies"],"organisation":"University of the West of England","findingsText":" There remains much to learn about the extent to which different life events trigger change in transport behaviours and the conditions under which life events are more likely to trigger change. The UK Household Longitudinal Study (UKHLS), otherwise known as Understanding Society, offered a previously unavailable opportunity to investigate this for a large, representative sample of the UK population. A bespoke data set was produced for the project, derived from the first two waves of UKHLS for 2009/10 and 2010/11. The information available from UKHLS was supplemented by spatial variables which were derived from other secondary data sources and linked to UKHLS data. The project has obtained results on the factors that predict changes in household car ownership and changes in commuting mode using multiple regression modelling.\nAcross the sample of 19,545 households in England included in our analysis, 18% changed car ownership level - 9% of households gained at least one car, while 9% lost at least one car. The analysis of car ownership has separately identified the predictors of different types of car ownership level change (zero to one car, one to two cars and vice versa) and demonstrated that these are quite different in nature. Changes to composition of households (adults and children arriving and leaving) and to driving licence availability are the strongest predictors of car ownership level changes, followed by employment status and income changes. Households were found to be more likely to relinquish cars in association with an income reduction than they were to acquire cars in association with an income gain. This may be attributed to the economic recession of the time. The effect of childbirth differs according to car ownership state with it increasing the probability of acquiring a car for non-car owners and increasing the probability of relinquishing a car for two car owners. Sensitivity to spatial context is demonstrated by poorer access to public transport predicting higher probability of a non-car owning household acquiring a car and vica versa. This suggests good public transport provision to jobs can restrain demand for car ownership.\n20% of the sample of residents of England employed both in 2009/10 and 2010/11 (N=15,200) changed commuting mode between waves with car commuting more stable than non-car commuting. Changes in commute mode are found to be most strongly predicted by changes in distance to work which occur in association with moving home and changing jobs. The distance relationship is asymmetric with increases in distance being far more likely to prompt switches to car commuting than reductions in distance are to prompt switches to non-car commuting. The job change and move home life events are also found to have an effect in their own right, indicating that people reconsider commuting behaviours at these times. Land use plays a mediating role with home moves to mixed land uses found to encourage walking and cycling to work, while moves to areas with shorter journey times to employment by public transport are found to encourage non-car commuting. \nA follow up grant application 'Travelling through Life' was submitted to ESRC Secondary Data Analysis Initiative Phase 2 but was not awarded funding. Alternative funding options will be explored to continue the research in this area. The partnership with DfT and involvement of a project advisor from local government has enabled project findings to be produced in a form amenable to use by transport policy makers and practitioners (e.g. evidence summaries and slide pack). This can be expected to lead to better informed policy that assists with achieving transport objectives (e.g. reduced congestion) which will benefit the economy and society in general.\nThe project findings support the notion that there is high potential for behavioural change to occur if targeting is made of people experiencing life events and indicates which population groups and contextual conditions are candidiates for targeting. This knowledge can be used to inform the approaches used in transport behavioural change programmes. We are actively working with partners in the West of England (with whom we have collaborative arrangements) to generate practical actions based on the research findings. A half-day workshop will take place on 11 September 2014 with practitioners from the West of England Local Sustainable Transport Fund delivery team to identify how the research findings can be used to shape current and future programmes. We will disseminate the outcomes of this collaboration to other transport authorities/organisations via national practitioner conferences . \nThe partnership with DfT in the project (including two-day training event) has increased the capacity of DfT to use longitudinal data in policy analysis and this can be expected to lead to better informed policy which will benefit the economy and society in general. Communities and Social Services/Policy,Environment,Transport","dataset":"gtr"}