{"id":"78A5D61B-8F98-401F-A7A7-B127B334522F","title":"Aircraft de-icing using high frequency vibration","abstractText":"Ice build-up on aircraft wings during flight is a common occurrence. Severe build-up can lead to catastrophic loss of aerodynamic performance and aircraft are required to have de-icing systems to prevent this eventuality. Technologies currently in use heat the wing surface to melt the ice bond but this has significant power implications, either through reduced efficiency of the engines or through electrical power requirements. Recent research at Pennsylvania State University has pioneered the use of ultrasonic vibrations to break the ice bond. In laboratory tests a 65% saving in power has been demonstrated compared with an electrothermal approach and significant further performance improvements are possible. However, fundamental technical barriers remain to this technology being implemented in practice. \n\nResearchers at the University of Southampton have developed a theoretical framework which is capable of modelling the generation and effect of ultrasonic waves on a structure with an unwanted layer of accreted material. The proposed project aims to explore the application of this model to predict the removal of ice from a structure using ultrasonic waves. The model has the potential to bring fresh physical insight to ultrasonic de-icing which will direct future research and performance improvements. Jointly conducted experiments will also be undertaken to provide familiarity with the capabilities of the icing facility at Pennsylvania State University and to prime model validation activities.\n\nThe de-icing system is safety critical and any ultrasonic replacement for currently employed technologies must be both robust and effective in all operating conditions. The grant will facilitate an exchange of ideas on how the technology can be enhanced in these respects. One approach identified at Southampton deploys an array of ultrasonic actuators simultaneously in such a way as to give disproportionate benefits. The generic technique has been applied successfully elsewhere for very different purposes. A visit will be made to the University of Sherbrooke in Canada, where the technique has been successfully implemented. A fuller appreciation for the intricacies and practical implementation of the technique will inform a future research proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005321/1","grantId":"EP/M005321/1","fundValue":"24790","fundStart":"2014-09-29","fundEnd":"2015-01-28","funder":"EPSRC","impactText":"","person":"Tim  Waters","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}