{"id":"78B66C51-FCD4-44C5-ADE7-C5A045C1A24F","title":"Experiencing and Managing HIV/AIDS in Later Life: Social Support, Mental Health and Quality of Life","abstractText":"Effective medical treatment and growing rates of HIV infection among those aged 50+ have produced an ageing population of people living with HIV/AIDS (PLWHA). Epidemiologists estimate that by 2015, half of PLWHA will be aged 50 or above. This rapidly ageing population is also much more diverse than was the same population of earlier years, consisting of two distinct groups with very different personal histories and circumstances whose effects on social support, mental health, and quality of life (QoL) remain poorly understood. \n\nThese groups are the long-term infected, mainly men who have sex with men (MSM), who experienced high mortality rates among their communities in the 1980s-1990s, and people infected and/or diagnosed in later life. Within this second group, in the UK, 33% are heterosexual men (half of whom are Black African), and 25% are heterosexual women (of whom 68% are Black African), while 40% are MSM, most of whom are White. Older PLWHA generally experience higher rates of mortality, illness and depression than do younger PLWHA and, unlike the uninfected, their depression rates do not decrease with age. Older PLWHA?s lasting depression is likely due to their smaller and more fragile social support networks, which have been shown to cause ill health among all groups. But for PLWHA, ?elevated distress and low social support take on added importance because they can accelerate disease progression? (Chesney et al. 2003).\n\nDespite growing academic and medical concern with this ageing and increasingly diverse PLWHA population, we still know little about its members? quality of life (QoL), mental health and social support needs, and how their different histories and circumstances shape how they experience and manage HIV/AIDS in later life. The proposed study (with a team representing social science, medicine, and the HIV/AIDS community) aims to better understand these issues, and to use this new knowledge to develop interventions to improve older PLWHA?s social support, mental health, and QoL. \n\nTo do this, the team will interview stakeholders (e.g. clinicians, policy makers, and HIV/AIDS activists), then interview and gather mental health survey data from a representative sample of approximately 90 PLWHA aged 50+. This sample, recruited through two key HIV clinics in London, will reflect the current older PLWHA UK population. The team will be guided at all stages of research by a diverse advisory board led by iBase, an HIV-treatment activist organization, and share its findings with the academic, clinical, and HIV/AIDS communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001817","grantId":"G1001817","fundValue":"211315","fundStart":"2011-10-10","fundEnd":"2013-10-09","funder":"MRC","impactText":"","person":"Dana  Rosenfeld","coPersons":["Damien Thomas Ridge","Valerie  Delpech","Jane  Anderson","Ruth  Smith","Jose  Catalan"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}