{"id":"78BA7B73-8201-4B46-99B4-9F7C6E521B19","title":"Novel implant design and manufacture with embedded therapeutics","abstractText":"The development of implantable prosthetics has revolutionised medicine. Where joint injury or destruction would once have once significantly reduced quality of life, to the detriment of a patient's fitness and health, we can now almost fully restore function. The manufacturing methods used for the production of prosthetics are quite crude and often require the casting of metal into a mould before finishing by hand. As a consequence they are usually made to only a few different sizes and the resulting structures must be made to fit by the surgeon. This is acceptable for the majority of patients who require joint replacement, but there are some medical conditions that require very irregularly shaped (customised) structures to enable an adequate repair. For example, bone cancers often require extensive cutting away of the bone and this can leave a very large and irregular defect. Similarly the bone structure of the face and skull is very specific to an individual and when bone must be removed, again due to cancer or following physical damage. To restore physical appearance, it would be best if a clinician were able to generate a plate that could allow them to replace like for like.\nIn this project, we will refine an Additive Layer Manufacturing (ALM) technology called selective laser meeting (SLM) to allow us to produce implants that are individual to a patient. These technologies use lasers to fuse powder and create a three dimensional object in a layer by layer fashion. By taking three dimensional images (MRI and CT) from a patient, operators can design structures that will be able to directly replace tissue with the optimum shaped implant. In this project, we will work with doctors from the Royal Orthopaedic Hospital, Queen Elizabeth Hospital and the Royal Centre for Defence Medicine to develop a process that we hope will eventually allow these clinicians to produce implants in their own hospitals or even on the front-line of a conflict and enable better treatment for their patients.\nAs well as allowing the production of complex-shaped parts, ALM has another significant advantage over casting in that it allows the production of very complex porous structures within a material. This means that we can modify the physical properties of the material by incorporating holes or structured porosity into the structure. These holes can be sealed from the surface of the prosthesis, or can be linked to the surface using a network of even narrower holes. We would like to explore the use of this added manufacturing capability to make prosthetics with a very closely defined internal structure that is completely interconnected. A second, cement like, material can then be injected into the pore structure and will harden in place. This second phase can be used to modify mechanical properties or could be used as a carrier for drugs that may stop infection or help the tissue to heal. It is hoped that this modification could help us eliminate implant-based infections, which is the leading cause of failure following prosthetic implantation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020815/1","grantId":"EP/L020815/1","fundValue":"534061","fundStart":"2014-06-19","fundEnd":"2017-06-18","funder":"EPSRC","impactText":"","person":"Liam Michael Grover","coPersons":["Duncan  Shepherd","Owen  Addison","Moataz M Attallah"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}