{"id":"78CF1E15-86B2-4CCE-9E3B-C40ED8F3214E","title":"FAULT ANALYSES IN INDUSTRY AND ACADEMIC RESEARCH","abstractText":"Faults in software cost the UK IT industry hundreds of millions of pounds each year; a common aim of software engineering research in academic terms is to address industry problems. The Fault Analyses in Industry and Academic Research Network (FIAR-NET) brings closer ties between industry and academic research in the area of software fault analysis. A range of pressing issues exists and it is to the mutual benefit of the two communities that they work more closely than they have in the past. This is the underpinning motivation and reason for proposing FIAR-NET. \n\nTwo key themes run through the network. Firstly, challenges of fault case-studies using industrial systems. While recent progress has been made in this area, more industrial involvement has the potential to enhance and add high value to these foundations. The theme will embrace the practicalities of predicting faults, fault data collection/assimilation (including ensuring that the data is reliable), fault data interpretation and faults in an 'agile' context, a model for developing software which is prevalent in UK IT industry. The second theme is an exploration of approaches to re-engineering code so that is in some way better and thereby mitigate and minimise faults; finally through better testing strategies (both pre- and post-release). \n\nFIAR-NET will operate through regular workshops, events and a range of on-line resources and initiatives including a set of on-site &quot;road-shows&quot;. An initial network of core academics and industrial partners including SMEs and large organisations will be established, maintained and then extended. A key aim is to stimulate innovative, leading research collaboration and dissemination of subsequent results. The proposed network team at Brunel builds on a track record of expertise in fault analyses and empirical software engineering, widely recognised as world-leading. This reputation is underpinned by a wide variety of past and present industrial and academic collaborations which FIAR-NET will build on in the three years of its duration and thereafter. \n\nBoth Counsell (PI) and Hierons (a core FIAR-NET member) have led successful research networks in the past and all investigators on the project have wide experience of industrial collaborations and bring that experience to the network. Finally, FIAR-NET falls within one of the EPSRC's strategic aims and portfolio plan to 'grow' research into fault-finding and fixing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N011627/1","grantId":"EP/N011627/1","fundValue":"103515","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"EPSRC","impactText":"","person":"Steve John Counsell","coPersons":["Tracy  Hall"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}