{"id":"78D04FBA-1468-48CA-B36C-8FAEE31B57E1","title":"The role of enteropathy in the pathogenesis of severe acute malnutrition in HIV-infected African children","abstractText":"Globally, malnutrition is a common cause of death in children less than 5 years of age. In Africa, many children who are admitted to hospital with severe malnutrition (termed SAM) have underlying HIV infection. Compared to children who develop SAM because of food shortage, children with HIV and SAM together (termed HIV-SAM) have a higher risk of dying or developing severe infections like blood poisoning (septicaemia), pneumonia or protracted diarrhoea. The reason why the outcome of HIV-SAM is so much worse than SAM alone is not clear. We believe that one important factor may be severe damage to the lining of the gut. Both SAM and HIV target the gut, which becomes inflamed and 'leaky'. Usually harmless bacteria living in the gut are then able to pass across the damaged gut wall into the bloodstream (so-called microbial translocation). Bugs from the gut may therefore cause infections like septicaemia and pneumonia, or may continually stimulate the immune system (a process called inflammation), which may be particularly dangerous in children with malnutrition. We believe that the 'double hit' of HIV and SAM together causes more severe gut damage (termed enteropathy), leading to a higher chance of dying, a lower chance of recovering from malnutrition and a greater risk of infections and inflammation. We plan to recruit 100 children with SAM and 100 children with HIV-SAM from three hospitals in southern Africa (one in Zambia and two in Zimbabwe), to compare the amount of gut damage, microbial translocation and inflammation. These children will be compared to 200 well-nourished children, half of whom are HIV-positive, and half of whom are HIV-negative. We will investigate how damaged, inflamed and leaky the gut is in each group of children, by doing tests on blood, urine and stool samples. In children with SAM and HIV-SAM we will see how acidic the stomach contents are. Stomach acid is a very important barrier against harmful bugs getting into the intestines, and we think the acid may be weaker in children with HIV-SAM, compared to children with SAM. Some children with SAM and HIV-SAM have very protracted diarrhoea and have a high chance of dying, although we do not understand exactly what causes the diarrhoea. By using a small telescope to look inside the gut and take biopsy samples, we can see how damaged the lining of the small intestine (the part of the intestine just beyond the stomach) is, and try to work out exactly what components of the gut wall have been damaged. We will compare microbial translocation between groups by looking for evidence of bacteria, or bits of bacteria, in the bloodstream. We can also look to see if the immune system is being triggered to respond to bugs more in children with HIV-SAM than children with SAM. If we find bacteria in the bloodstream, even at very low levels, we can see whether they have come from the gut by analyzing a sample of stomach juice. We will extract the DNA of any bacteria from the stomach juice, and amplify up the amount to be able to 'read' the sequence of the DNA (like a barcode) to see exactly which bugs are present. We will measure how much the immune system is being stimulated in each group of children, and try to work out if a higher level of inflammation is damaging to the body's metabolism when a child is malnourished. With the very best treatment available at the moment, around 1 in 3 children with HIV-SAM die, and there is an urgent need to find ways of reducing this high mortality. If we show that enteropathy is an important factor, and that it does lead to microbial translocation and inflammation, we could use extra medicines when treating children with HIV-SAM to try to repair the gut wall, stop bugs crossing into the bloodstream, or switch off inflammation, which may improve children's survival.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K012711/1","grantId":"MR/K012711/1","fundValue":"773385","fundStart":"2014-01-02","fundEnd":"2017-01-01","funder":"MRC","impactText":"","person":"Andrew J Prendergast","coPersons":["Beatrice  Amadi","Mutsa Filda Dangarembizi","Ann Sarah Walker","Kusum  Nathoo","Paul  Kelly","Francis Anthony Drobniewski"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}