{"id":"78E5A61F-DCD0-4983-B102-C566AED3436B","title":"Experimental Investigations of Semantic-Pragmatic Inferences","abstractText":"Until very recently, presuppositions and conversational implicatures have been investigated more or less exclusively with the traditional methodologies of theoretical linguistics - employing reflective intuitions and conceptual arguments. As a result, theoretical positions in semantics-pragmatics have had to rest on very subtle reflective judgements about truth or felicity and, worse still, on meta-linguistic intuitions about what may or may not be a default interpretation. So as theoretical accounts of implicatures and presuppositions have become ever more sophisticated, covering an ever greater array of intricate data, the ground on which the accounts stand has become less stable. By contrast, experimentally oriented research in language processing has relied on relatively crude accounts of semantic-pragmatic phenomena - where it has looked at language interpretation at all. Nevertheless, the data which is gathered by experimental methods - particularly on-line studies - is far more reliable and less prone to reflective biases. It seems clear that progress in theoretical semantics-pragmatics would be enhanced were the sounder experimentalists' methodology to be somehow recruited to test theoretical positions and to give some idea of the overall architecture of the semantics-pragmatics interface. \\n\\nIt is only in the recent past few years that researchers interested in theoretical questions have looked to the experimental disciplines for alternative methods. This experimental research has focussed on common quantity implicatures, the so-called 'scalar implicatures' (SIs). Our proposal aims to extend our own previous work on SIs and broaden the scope into the domain of presuppositions.\\n\\nThe results of our work will not only be of interest to researchers in the fields of theoretical and pragmatics, but also to the rapidly growing field of research into the acquisition of semantic-pragmatic competence, to research into language pathology, to psycholinguistics and to philosophy of language.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002358/1","grantId":"AH/E002358/1","fundValue":"244792","fundStart":"2007-04-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"","person":"Richard  Breheny","coPersons":["Napoleon  Katsos"],"organisation":"University College London","findingsText":"","dataset":"gtr"}