{"id":"78E63F5E-0D70-4C32-9BB1-9DC88CD74EAD","title":"Do hunger neuropeptides mediate the link between caloric restriction and lifespan extension?","abstractText":"Seventy years ago it was discovered that if rats are fed less than their normal ration of food they live longer. This treatment has since been found to extend the lives of many different species, including non-human primates. It is known that this process of restricting calorie intake (called caloric restriction - or CR) reduces the risk of developing age related diseases like cancer and it improves levels of many markers that alter with age - such as damage to DNA, fats and proteins, and circulating glucose and insulin levels. Exactly how CR exerts its effects remains uncertain. As a method for extending human life it is recognised that it would be extraordinarily difficult for people in modern society to restrict their intake of food voluntarily. A search has started therefore for drugs that will mimic the effects of CR, but without the need to eat less food. Another uncertainty concerns the mechanism that translates eating less food into switching on the cellular responses that ultimately lead to extended lifespan. There are two ideas about how this might work. When animals and people undergo CR they tend to lose body fat. The response to CR might be switched on by eating less food, alternatively it might be switched on by the reduction in body fatness. Normally these two things change together so it is difficult to separate which is of most importance. I have previously shown that when animals are taken off CR they over-eat until their fat stores are repleted. This suggests that it is probably signals from the fat that are important in signalling to the brain to switch on the 'CR programme' that ultimately extends life. The first part of this proposal aims to explore the roles of reduced fatness and fat signals (called adipokines) as opposed to simply eating less food in initiating the CR programme. To do this I will perform an experiment which dissociates the changes in food intake from the changes in body fatness using mice as a model organism. This can be achieved by exposing mice to different temperatures. For example if the temperature is made warm mice eat less food because their energy demands decrease, but they don't lose body fat because they remain in energy balance. Perhaps mice kept in the warm switch on the CR programme and live longer because they are eating less food. Alternatively if it is fat loss that is important as I suspect from my previous work I predict this manipulation will not switch on the CR programme. To further test the role of adipokines in switching on the CR programme I will perform another experiment where I place animals at normal room temperature under CR so that they lose weight and switch the programme on. I will then implant them with small devices that continuously deliver some of the compounds produced by fat so see if the CR programme can be switched off. Clearly whether reduced body fat, or eating less food switches, on the CR programme it is controlled by events in the animal's brains. My recent work has suggested that some neuropeptides in the hypothalamus are an important part of this process. These neuropeptides are known to interact with some of the signals generated by fat tissue. To experimentally test if they are indeed important I will place animals under CR and then interfere with these pathways by introducing compounds into their brains which disrupt the signalling. These compounds are commercially available and have very specific effects on receptor populations that the neuropeptides of interest interact with. If the neuropeptides that I suspect are important really do switch on the CR programme then interfering with them should switch the CR programme off. If this experiment works the final experiment I will perform is to do the opposite. Introduce compounds that have the opposite effects into the same brain regions. These should in theory turn on the CR programme but without the need for the animals concerned to eat less food.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009953/1","grantId":"BB/G009953/1","fundValue":"612203","fundStart":"2009-06-01","fundEnd":"2012-11-30","funder":"BBSRC","impactText":"","person":"John  Speakman","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Caloric restriction (CR) involves eating less food. It leads to weight loss and changes in body composition in particular reductions in body fat. It has been known for almost 100 years that it also increases lifespan and reduces age related diseases. We have shown that graded levels of caloric restriction have a complex impact on many different processes. However, the effects seem to be mediated in the brain by a limited number of brain chemicals (called neuropeptides) that can switch on the protective effects of CR. This lends hope to the possibility that it may be possible to switch on the CR effects without the need to eat less food. We have found that the benefits of Caloric restriction seem to be mediated via a particular set of neuropeptides in the brain. These neuropeptides provide a viable target for pharmaceutical intervention that may enable to the Caloric restriction program to be initiated without eating less food. This may have important benefits in terms of healthspan. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}