{"id":"78EC648A-BF01-4E25-87D8-3C19BAE3DA56","title":"Fundamental study of migration of supercritical carbon dioxide in porous media under conditions of saline aquifers","abstractText":"Both Chinese and UK governments are committed to reducing emissions of greenhouse gases and have recognised carbon capture and storage (CCS) as an essential step towards this goal. The two countries have collaborated extensively and encourage new initiatives. This proposal is a response to the joint Call for Proposals from EPSRC and NSFC of China on CCS and will address a key fundamental issue under the priority theme 'Predicting and monitoring reservoir response' identified in the Call.Among the various CO2 storage options conceived, geological storage has achieved the best development, reaching a stage at which large deployments are foreseeable. There are three potential locations for geological storage, i.e. saline aquifers, depleted hydrocarbon reservoirs and un-mineable coal seams. The first of these is mostly favoured because it offers the greatest potential capabilities and is widely available. Over the past 10 years there have been over 10 saline aquifers injection operations conducted worldwide, and many more are being planned.A vast amount of work has been conducted recently studying a wide range of topics of CCS, from site section, environmental impact, public perception, economic viability, to technicality of injections and reservoir behaviours. In contrast, there are very limited studies addressing the underlying fundamentals of the trapping mechanisms and the multi-phase flow processes in porous media under complex thermodynamic conditions. The reason is that local measurement of flow in porous media at high pressure and elevated temperature is extremely difficult, and also there are no well-developed and efficient computational schemes for resolving two-phase flow in a large domain of complex geometries of porous media. The proposed research will make use of the latest development in measurement technology such as Magnetic Resonance Imaging (MRI) and numerical methods including for example Lattice Boltzmann Method (LBM). Detailed investigation will generate the much needed quantitative description of CO2 migration in porous media at extreme conditions relevant to saline aquifers encountered in carbon sequestration. and hence improve our understanding of the underlying physical processes. Experimental investigations on flow behaviour will be conducted at Tsinghua using a purposely-built supercritical CO2 test facility operating at conditions typical of deep saline aquifers with online measurement using a custom-built MRI. Both porous media made of sintered glass beads of constant diameter and real rock samples will be studied. Further experiments will be conducted at Leeds studying the geochemistry behaviours of the reactions of these rocks, as well as alternative reservoir lithologies and formation water chemistries. The computational studies will be led by Aberdeen and conducted at three levels: i) a finite-element solver of the fundamental equations governing the basic flow phenomena will be developed based on first principles. ii) An efficient two-phase flow LBM model for application of modelling CO2 migration in brine will be developed. It will be optimised for the particular fluid properties and thermodynamic conditions. Both of the above solvers will then be used to study the physical problems and generate further detailed information which is not available from experiments. iii) Exercises using CFD simulations with commercial software will also be continued. They will produce complementary data to compare with our new methods. Finally theoretical studies making use of the new results will be carried out by the whole multidisciplinary team. All experimental and computational results will be further processed to produce correlations/relationships for use with large scale simulations and will be studied comprehensively to develop further fundamental understanding of the phenomena of CO2/brine two-phase flow in porous media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010971/1","grantId":"EP/I010971/1","fundValue":"487941","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  This research is fundamental in nature and its immediate beneficiaries of this project are researchers and academics who develop large-scale models and those who use those modelling tools for CO2 injection strategy and capacity studies. Education,Energy,Environment Economic","person":"Shuisheng  He","coPersons":["Bruce William Yardley","Dubravka  Pokrajac"],"organisation":"University of Sheffield","findingsText":" The overall aim of our research is to develop fundamental understanding and quantitative description of CO2 migration in porous media at extreme conditions relevant to saline aquifers encountered in carbon sequestration. \n(1) We have discovered that CO2-saturated brine is effective at dissolving calcite from sandstone, resulting in markedly increased rock porosity. Depending on the specific geological setting, enhanced permeability through calcite dissolution could be a threat to the integrity of injection schemes or could be managed to make them more effective.\n(2) We have developed a new two-phase flow Lattice Boltzmann Method (LBM) model for incompressible binary fluids with density and viscosity contrasts with various improvements in comparison with existing models including significantly reduced spurious interfacial forces, and hence providing a better tool for the prediction of CO2 injection and storage. We have conducted simulations with systematically varied conditions using the new model to develop a better understanding of the CO2 migration process. \n(3) It is known that the predicted permeability of single phase flow using LBM is dependent on the chosen fluid viscosity, but we have for the first time established that the predicted relative permeability of two-phase flow using LBM is independent of the viscosities of the fluids.\n(4) MRI has been used to characterise and quantify the behaviours of the migration of supercritical CO2 in sintered glass beads of constant diameter and in realistic heterogeneous porous media and new reliable data are now available for model validation. A number of journal and conference papers have been published/are in preparation. These systematically report our new data, computing models, and new understanding, which are likely to benefit other researchers and modelers. For example, Phys. Rev. E 87, 043301, which was published in 2013, has already attracted some 10 citations demonstrating its impact. Energy,Environment","dataset":"gtr"}