{"id":"78F0BCD5-CA0E-48F0-BE4F-D727CF68CC1D","title":"High Strain Rate Damage Mechanisms in 2D/3D Ballistic Fabrics","abstractText":"This proposal aims to investigate the damage mechanisms that occur during ballistic impact in protective fabric assemblies and use the results obtained to improve the protection of ballistic body armours. When a high-velocity projectile strikes an assembly of many layers of ballistic fabric, the action on the layers and the reaction from the layers vary significantly with position within the assembly. The fabric layers should therefore be designed and engineered discretely according to the stress and strain distributions that occur. This research's theme is the recognition of the differences in the strain distribution in each and every layer of the assembly when the armour is impacted. Studies will be carried out, by means of high-speed photography, Raman spectroscopy and computer simulation to provide scientific evidence on the strain distribution. Aramid fabrics with novel structures will be then engineered and produced with controlled yarn/fibre gripping in the fabrics to match the pattern of strain distributions found. This work will build upon our success on such novel fabrics gained during our on-going MOD funded Competition of Ideas project. Layering of fabrics with different properties will be the optimised for maximum protection against ballistic impact. Body armours made from the novel fabrics will be tested against the NIJ and HOSDB standards and will be compared to the existing versions of body armours. At the completion of this 4-year project, we envisage that the understanding of ballistic damage mechanisms will be enhanced and that a new version of body armour using the engineered novel fabrics will be prototyped.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042829/1","grantId":"EP/G042829/1","fundValue":"622083","fundStart":"2009-07-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Xiaogang  Chen","coPersons":["Robert Joseph Young","Ian Anthony Kinloch"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}