{"id":"78F7D082-C41D-434B-84C4-8B53806666EC","title":"Development of a novel 3D microfluidic assay platform for the assessment of human stem-cell derived epithelial function.","abstractText":"To solve this problem we will develop a lab-on-a-chip device that can be made from inexpensive plastics and integrates\nseveral laboratory functions on a single chip of less than a square centimetre in size. This user-friendly miniaturised device\nwill be used to grow lung cells that can be derived in almost limitless supply from adult human stem cells. The cells will be\ngrown in the chip where they make an epithelial barrier and provide a model for airway tissue with air on one side and liquid\non the other. It also provides constant flow around the tissue and is designed to provide nutrients and remove waste\nproducts as occurs in the body; it also enables small samples of the liquid surrounding the tissue to be collected at different\ntime points to monitor the behaviour of the epithelial cells. We will also monitor the electrical properties of the epithelial\nbarrier formed by the lung tissue in the chip so that the effect of environmental triggers can be followed. In this way we will\ncreate a 'Smart biochip' that provides a sustainable and accessible model of the airway epithelial barrier which can be\nchallenged with environmental triggers (such as house dust, pollen or viruses) and used to investigate the effects of\npotential new drug therapies in comparison with established anti-inflammatory therapies such as steroids.\nThe objectives of the project are:\n-design, fabricate and test different versions of chip to give the optimum tissue structure and function that most closely\nresembles the lung tissue.\n-develop the supporting hardware and software to control fluid flow, sample collection and measure the barrier.\n-develop simplified methods to make lung cells from adult human stem cells.\n-use the Smart Biochip to test drugs provided by pharmaceutical collaborators.\nThis new technology has the potential to more accurately predict responses of lung tissue to drug therapies, shorten the\nlength of time of drug development from drug discovery to trials in humans and identify new drug targets. This system will\nenable new experiments which will lead to an improved understanding of diseases of the airways. The platform will also\nprovide a simple, fast way to perform toxicology and pharmacology screens of new and existing drugs and compounds\nsuch as aerosols that we inhale or exposed to in our daily life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N510105/1","grantId":"EP/N510105/1","fundValue":"149894","fundStart":"2016-03-29","fundEnd":"2018-03-28","funder":"EPSRC","impactText":"","person":"Hywel  Morgan","coPersons":["Emily J Swindle","Donna Elizabeth Davies"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}