{"id":"791B1B1F-8FE2-4237-8DBC-4230F9E9C7DE","title":"Categorisation of citations to trace the translation and impact of biomedical research","abstractText":"The importance of assessing the wider impact of biomedical research in terms of improved health is increasingly being recognised by research funding bodies. Such studies are used to account to tax payers for the money spent. They are also used, for example by medical research charities such as the Arthritis Research Campaign, in an attempt to understand how to organise research so as to enhance the benefits and thus lead to further improvements in health. But there are considerable practical problems in conducting such studies. Traditional approaches, involving researchers considering the work of their colleagues, play an important role in the evaluation of research quality. But they often play a more limited part in assessment of impacts such as how research is eventually translated into improved clinical practice. Considerable progress is made using newer approaches that involve conducting interviews with researchers and others to assess wider impacts of particular pieces of biomedical research. These studies are, however, resource-intensive to conduct and tend to be even more difficult to undertake in relation to basic biomedical research conducted in laboratories than on clinical research conducted in hospitals or the community. \n\nA recent report recommended further work to develop evaluation methods. One approach sometimes used is to count the number of times other researchers refer to, or cite, a researcher?s article in their own research. This is known as citation analysis. How far such simple citation counts provide adequate measures of research quality is contested, but it is widely agreed that such counts do not provide adequate assessments of wider impacts from research.\n\nWe propose, however, to examine how a new approach to citation analysis could be used in tracing the impact of biomedical research and in illuminating the processes involved in the translation of research into eventual impact on clinical practice. To do this we propose a two phase approach. First, we propose to develop a method by which we shall be able to categorise citations and identify those that show that previous research has been important to a subsequent piece of research. Second, we propose to pilot the use of that method to trace the impact made by an original piece of research on a series of later pieces of research. By tracing the impact through such a series of papers we hope we might show how the original research eventually contributed to improved clinical care and improvements in health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802314","grantId":"G0802314","fundValue":"153232","fundStart":"2009-09-01","fundEnd":"2011-08-31","funder":"MRC","impactText":"","person":"Steve Robert Hanney","coPersons":[],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}