{"id":"7932DCDB-D785-4A40-B3DD-9D55046E3BF9","title":"Identification cloning and heterologous expression of the abyssomicin C biosynthetic gene cluster","abstractText":"Antimicrobial drug resistance is a growing problem both in the UK and abroad; multi-drug resistant microbes are responsible for hospital- and community- acquired infections and are estimated to cost &pound;1 billion per year in the UK alone. Drug-resistance has developed through the over-use and misuse of clinical antibiotics for the past few decades. This problem has been worsened due to the fact that new antimicrobial compounds have not been forthcoming from the pharmaceutical industry; likely due to a change in research agendas. In order to keep one-step ahead of multi-drug resistant microbes, new antimicrobial are required; clinically significant microbes will not have been exposed to these compounds and so will have not yet acquired resistance. Recently, a novel antimicrobial, abyssomicin C, was identified from a microbe isolate from the Sea of Japan, this compound was shown to be effective at killing multi-drug resistant microbes, including MRSA. In order, to fully realize the potential of this compound, we wish to undertake research aimed at discovering how this marine organism makes abyssomicin C. Once we understand how this compound is made, we can improve production (in order to provide enough material for future clinical research), identify novel chemistry for the production of new novel compounds, and identify other organisms that may produce similar compounds with different activities against multi-drug resistant microbes. We hope that this research will help to provide new antimicrobial compounds for future use in the clinic, helping to prevent the growing problem of microbial drug resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017053/1","grantId":"BB/E017053/1","fundValue":"342324","fundStart":"2007-08-02","fundEnd":"2010-08-01","funder":"BBSRC","impactText":"  Publication in primary journals.\nResearch was picked up by National Press (The Sun, The Guardian etc...) Education Cultural","person":"James  Stach","coPersons":[],"organisation":"Newcastle University","findingsText":" Discovered how a novel antibiotic is made.\nDeveloped methods to produce more of the antibiotic than is produced by the original microorganism\nDeveloped methods to produce novel versions of the antibiotic that may have new activities Joint research programme initiated with Bristol University on exploitation of the biosynthetic pathway for the production of new spirotetronate antibiotics Chemicals,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}