{"id":"79353C09-1F01-40BE-BD6F-8900CCBC6B2B","title":"Interfaces and dynamics in complex fluids: non-additive mixtures","abstractText":"Colloidal dispersions are complex fluids of mesoscopicparticles with sizes between 1nm and 1micron that are dispersed in aliquid. There is a large variety of different types of particles withvarying shape, size, charge, surface and dielectric properties, aswell as a considerable range of different types of solvents, bothaqueous and non-aqueous, which also include additives such as salt ordepletion agents. Everyday examples of colloidal dispersions includemilk, blood, and paint. Besides possessing many important industrialapplications, well-characterized synthetic colloidal dispersions serveas important model systems to investigate a wide variety offundamental bulk, interfacial and dynamical phenomena in CondensedMatter.Here we consider a theoretical model for colloidal dispersions withtwo different types of particles. Both species are modelled as hardspheres; the cross interaction between pairs of spheres of unlikespecies is however different from what one would infer from theirgeometric shapes, i.e. the repulsion occurs at a distance that issmaller or larger than the arithmetic mean of the individualdiameters. This non-additive hard sphere model has interestingproperties ranging from the occurrence of liquid-liquid phaseseparation to clustering phenomena at high densities. In realcolloidal dispersions non-additivity occurs due to the presence ofelectrical charges or magnetic dipoles on the particles.We will investigate a wide variety of relevant interfacial anddynamical phenomena of the non-additive hard sphere model using bothour previously developed density functional theory for this model aswell as computer simulations. Our aim is to gain insight into how thecompetition of the length scales that govern this model affects theproperties of free liquid-liquid interfaces, of adsorption behaviourat walls and in capillaries, and of dynamical correlations in bulk andat interfaces, and how such interfaces respond to external fields thatdrive the system out-of-equilibrium, as is relevant e.g. in thedynamics of sedimentation and for dispersions exposed to shear flow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E065619/1","grantId":"EP/E065619/1","fundValue":"347944","fundStart":"2007-10-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Robert  Evans","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}