{"id":"7936A03F-4E3B-40FB-9575-4CF295BCA30D","title":"Photonic-crystal waveguides and patterned materials: new modelling applications for Helmholtz soliton theory","abstractText":"Spatial solitons are localized, self-stabilizing beams of light that can become the dominant electromagnetic modes of a dielectric planar waveguide . They can arise when material effects (nonlinearly-induced refractive-index changes) oppose diffractive broadening, resulting in beams with propagation-invariant intensity profiles. Such stationary states of light - spatial solitons - have become a universal feature of the nonlinear photonics literature since their inception in the mid 1960s. Intrinsic robustness against perturbations makes spatial solitons ideal candidates for use in a diverse range of proposed device applications and, to this day, they remain an integral part of both theoretical and experimental research.Angular considerations lie at the heart of optics. For instance, even the simplest experimental arrangements - the overlapping of two beams , or a single beam impinging obliquely on a material interface - have intrinsic angle-dependent (off-axis) characteristics. These systems cannot be adequately described by conventional (paraxial) modelling approaches, where angles (defined with respect to a reference axis) are constrained to be negligibly or near-negligibly small. Moreover, interaction and single-interface scenarios are elementary building block geometries from which many of the most exotic and sophisticated configurations (e.g., induced waveguiding, optical switching, processing and storing of optical information, optical computing) are constructed. Intellectual investment in the understanding of oblique-propagation effects is thus fundamental to optical science in general, and essential for the effective design and realization of future photonic devices and architectures.A highly active branch of current photonics research considers light evolving in periodically-patterned media. Conventionally, there are two main classes of periodic structure: coupled-waveguide arrays (CWAs) and photonic crystals (PCs). Referring to Fig. 1, CWA (PC) configurations tend to involve modulations in the refractive-index profile that are predominantly perpendicular (parallel) to the beam axis. While both configurations are equivalent to a multi-layer interface problem, their relationship is much more subtle. By approaching these systems with angular considerations firmly in mind, it becomes apparent that CWAs and PCs are geometrically identical structures - they are related by a rotation. Such a connection is masked in paraxial modelling, where rotational effects are strictly limited by inherent approximations. As a result of this insight alone, it is clear that Helmholtz modelling becomes essential for studying oblique propagation of light across patterned structures.Despite the pivotal role played by angular effects in nonlinear photonics, this territory remains largely uncharted. Helmholtz soliton theory is uniquely placed to address oblique-incidence problems within a mathematically elegant and computationally accessible framework. It provides the ideal platform for designing novel devices whose operation relies on intrinsic angular characteristics. The proposed research project is a potential gold mine for scientific publications and new device applications, with the advantage that theoretical predictions are immediately testable in the laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011595/1","grantId":"EP/H011595/1","fundValue":"84567","fundStart":"2010-06-21","fundEnd":"2012-06-20","funder":"EPSRC","impactText":"  **NOTE - this grant was awarded prior to the RCUK &quot;Pathways to Impact&quot; or &quot;Impact Plan&quot; requirements**\n\nThis First Grant's main impact has, to date, been confined to academia. The grant was awarded before &quot;Pathways to Impact&quot; or &quot;Impact Plan&quot; requirements were mandatory in RCUK proposals, and its inception was primarily geared toward academic benefit. With further research (and, in particular, collaboration with experimental groups), it is expected that R&amp;D investment can be attracted from, for instance, private sector companies specializing in optical device design, instrumentation, and measurement. Such future investment would be essential before any realistic prospects of commercialization and exploitation might emerge (these considerations were not factored into the original grant proposal, where a &quot;Pathways to Impact&quot; statement was not required). To date, all research outputs generated by the grant have not yet been published in academic journals so a meaningful assessment of its full impact is difficult to make.\n\nA key societal impact of the grant has been the training of a doctoral student, Dr. Emily A. McCoy, who has recently begun her career in as a teacher in secondary education. To that role, Dr. McCoy takes high levels of transferrable skills and competences in physics for educating and inspiring future generations of scientists, engineers, and mathematicians. The grant, therefore, has had (and will continue to have) an indirect impact on public engagement with physics in particular and science in general.  ","person":"James M  Christian","coPersons":[],"organisation":"University of Salford","findingsText":" With collaborators in Salford and Spain, the objective of this First Grant was to investigate the properties of spatial optical solitons (self-collimating, self-stabilizing beams of light) when they encounter the boundary between dissimilar types of material (either homogeneous or patterned materials) at arbitrary angles of incidence. As such, we have established a much-improved theoretical basis for understanding such optical systems, and have developed a suite of computational tools that can simulate them accurately and reliably. Much of the research carried out in this grant has been undertaken in collaboration with a PhD student, Emily A. McCoy, at the University of Salford. For the duration of the grant (and for two years thereafter), training has been delivered to Dr. McCoy in high-level research methods, equipping her with specialist skills in both mathematical modelling and numerical simulation. Dr. McCoy's thesis (available online) contains significant new knowledge, of fundamental interest to the Photonics community, that is awaiting publication.\n\nWhen considering single-interface problems, a wide range of different types of materials has been considered (e.g., those whose nonlinear response to light varies according to the classic power-law and cubic-quintic rules). A large body of theoretical work now exists that predicts the arbitrary-angle refraction of bright solitons in new material contexts. These predictions have been heavily tested in wide parameter regimes using numerical simulations. Much attention has also been paid to investigating (in high resolution) the Goos-H?nchen shifts undergone by such light beams, particularly for cubic-quintic interfaces. This broad raft of results has opened up new questions, such as the refractive behaviour of dark solitons at cubic-quintic interfaces. Preliminary analyses (undertaken by collaborators in Spain) have considered only cubic-type materials, so there is a clear need to complement those results by generalizing to wider cubic-quintic classes of media.\n\nCrucially, a nonparaxial model for describing the way light beams propagate obliquely across periodic structures (such as coupled waveguide arrays) has been developed and thoroughly investigated. This work is currently unpublished, but has been (and continues to be) disseminated at numerous national and international conferences.\n\nGoing beyond the original research proposal, some considerable time and resources were invested in analysing surface wave propagation. That detour led to a large (21 page) publication that detailed not just a new Snell's law for nonlinear beams alongside predictions of giant Goos-H?nchen shifts (for power-law materials), but also provided an accompanying numerical analysis of surface wave stability in a nonparaxial context. Such key considerations were previously missing from the literature. Surface wave solutions in cubic-quintic contexts remain under active investigation.\n\nThe Salford-Spain work on optical interfaces and refraction has, over the last 12 months, been noted by three different groups in China. Of particularly noteworthiness is a new research collaboration in the early stages of development: Prof. Rongcao Yang (Shanxi University) will be visiting the Materials &amp;amp;amp; Physics Research Centre at Salford for a three-month sabbatical starting soon (funded by the Scholarship Council of China). It is anticipated that the existing Salford-Spain collaboration could be extended to include a third institution. **NOTE - this grant was awarded prior to the RCUK &quot;Pathways to Impact&quot; or &quot;Impact Plan&quot; requirements**\n\nThere has been a high level of academic impact associated with this grant. Outputs have been widely disseminated at five national and six international conferences, taking EPSRC-funded research to a broad audience. Innovative techniques have been deployed for modelling photonic device architectures that operate in regimes outside the scope of conventional approaches. As such, the programme has contributed towards the health of academic disciplines, developing a unique branch of international nonlinear optics research (Helmholtz soliton theory) that is led by the Salford-Spain collaboration. Successful execution of the grant has involved a high degree of cross-disciplinarity, with participating researchers coming from backgrounds in physics (Salford) and telecommunications engineering (Spain). Moreover, it has produced a highly skilled researcher by way of PhD degree (recently awarded to Dr. Emily A. McCoy).\n\nThe main beneficiaries of the research are expected to be information technology industries, especially those involved with novel optical device designs and applications. The research itself would benefit enormously from experimental collaboration, which together with sustained modelling considerations would pave the way toward attracting R-and-D investment. Such investment is probably essential before commercialization can take place. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}