{"id":"7939212A-258C-4230-A120-9CBC41AD8B7D","title":"The neurocognition of pronoun resolution: How lexical and pragmatic knowledge contribute to language comprehension","abstractText":"<p>Language comprehension seems effortless and straightforward. However, comprehenders take into account not only grammar and word meaning, but also prior context and knowledge of the world. One phenomenon illustrating this complexity is the use of pronouns (e.g., he, they), which are often ambiguous. Psycholinguistic research has identified distinct information types that are useful for assigning the correct referent: 1) Implicit causality is considered a lexical property of verbs. “Bill blames John, because he...” is most likely to continue with something John did. 2) Gender stereotypes are features of the meanings of nouns, provided by cultural knowledge, as illustrated in the rather difficult sentence “When Bill saw the surgeon, she used a stethoscope&quot;. </p>\n\n<p>In this project neuroimaging techniques (fMRI) will be used to observe brain activation during pronoun resolution. The goal is to show whether the two information types are qualitatively distinct. From other experiments, it is known that pragmatic inferences engage the dorso-medial prefrontal cortex (dmPFC). In contrast, lexical information activates lateral frontotemporal regions in the left hemisphere. Consequently, sentences using gender stereotypes are expected to activate the dmPFC, and implicit verb causality sentences to activate left fronto-temporal regions. The results will be informative both for psycholinguistic theory as well as for applications in education and clinical neuropsychology.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2929","grantId":"RES-000-22-2929","fundValue":"75093","fundStart":"2008-10-15","fundEnd":"2010-01-14","funder":"ESRC","impactText":"","person":"Evelyn C Ferstl","coPersons":["Alan  Garnham"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}