{"id":"793B07B0-BDE9-4320-89BA-0CBB7526B127","title":"Total nonnegativity, quantum algebras and growth of algebras","abstractText":"This is wide ranging project that involves the three areas of noncommutative\nalgebra, Poisson algebraic geometry and linear algebra. Also, the solutions\noften involve representation theory and combinatorics. In addition, the\nproject will consider problems concerning growth of algebras. \n\nThe development of the theory of quantum algebras was motivated by problems in\nPhysics from the 1980s onwards. Totally nonnegative matrices have been\ninvolved in problems in such diverse areas as mechanical systems, birth and\ndeath processes, planar resistor networks, computer aided geometric design,\njuggling, etc. Results concerning growth of algebras have been obtained from\nthe 1960s onwards, but the subject was in a quiescent state until the 2000s\nwhen significant advances have been made. \n\nIn the past five years, surprising links between the three areas mentioned in\nthe first paragraph have been discovered and investigated. A partial\nunderstanding of these connections has been gained, especially in the particular\ncase of coordinate algebras of matrices. The present project aims to further\nthis understanding by deepening the knowledge of the matrix case and by\nexpanding the scope of the knowledge to include algebras such as\ngrassmannians, partial flag varieties and De Concini-Kac-Procesi algebras. \n\nThe growth part of the project will concentrate on two specific types of\ngrowth: quadratic growth/Gelfand-Kirillov dimension two, and intermediate\ngrowth (super polynomial, but subexponential).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035827/1","grantId":"EP/K035827/1","fundValue":"21074","fundStart":"2013-07-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Tom  Lenagan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Nil return October 2014 Nil return October 2014 Other","dataset":"gtr"}