{"id":"793BE8BD-EA3F-4AC1-90A0-7E97413F6AB4","title":"Synthetic Anionophores with Therapeutic Potential - a Coordinated Two-Centre Approach","abstractText":"The common life-shortening inherited disease cystic fibrosis (CF) is characterised by defective anion transport across cell borders (or membranes) lining ducts and tubes throughout the body. The proposed research aims to develop chemicals capable of transporting anions across cell membranes. These synthetic transporters might be used to develop a therapy that restores anion transport to CF tissues. They should also have value as tools for biomedical research.\n\nCF affects over 8,500 individuals in the UK of whom 60% are less than 20 years old. In CF, malfunction of a particular protein, the cystic fibrosis transmembrane conductance regulator (termed CFTR) causes ducts and tubes throughout the body to become blocked by thick, sticky mucus. In the lungs, this triggers a vicious cycle of infection and inflammation that destroys lung tissue, leading to breathing difficulties, poor quality of life and premature death.\n\nCFTR is normally found on the surface of cells lining ducts and tubes, where it acts as a passive gated pathway for the movement of anions, such as chloride and bicarbonate. By controlling chloride and hence salt and water movements, CFTR lubricates ducts and tubes, while bicarbonate is critical for normal mucus formation and movement.\n\nA novel approach to CF treatment is &quot;CFTR replacement therapy&quot; with anionophores (ion transporters selective for anions). Anionophores are small molecules that mimic the actions of anion channels by transferring anions across the barrier presented by biological membranes. Following their delivery to the lungs by inhalation, anionophores could insert into the cell membrane, replace missing CFTR activity and restore, for a period, normal mucus transport. To test the feasibility of this approach suitable anionophores must be developed. In particular, activities must be high (so that small amounts can be used), and the molecules must have proven effectiveness in live cells (as opposed to synthetic model membranes).\n\nWorking independently the teams at Bristol and Southampton have made significant contributions to this problem, producing and studying anionophores which are among the most active available. In the proposed work they will join forces to bridge the gap between &quot;proof-of-principle&quot; and meaningful, potentially therapeutic, biological activity.\n\nTo develop novel anionophores for CFTR bypass therapy, we seek chemicals which bind anions strongly, insert easily into cell membranes and which satisfy rules for drug-like molecules. We will create such small molecules by fusing elements of the Bristol and Southampton anionophores to form novel anion carriers. We will determine how tightly the anionophores bind chloride and bicarbonate and how easily they pass these anions across synthetic model membranes. For selected chemicals, we will perform tests in model membranes using sophisticated electrical methods to establish their exact mechanism of action.\n\nTo identify anionophores that are effective in live cells, we will use cells engineered to express an anion-sensitive fluorescent protein to screen large numbers of molecules for transport activity. Compounds that demonstrate optimal deliverability and anion transport activity will be subjected to further biological testing using cells that line the air passages of CF lungs. First, we will investigate whether anionophores restore salt and water transport to these cells. Then, we will determine whether anionophores promote mucus transport. Finally, we will perform preliminary tests for toxicity and other properties to assess whether the anionophores are likely to succeed as drugs. If results are favourable our studies will yield a persuasive case for anionophore-based CFTR replacement therapy, paving the way for a programme of drug development in collaboration with medical and industrial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009687/1","grantId":"EP/J009687/1","fundValue":"317563","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  Our designs of anion receptors and transporters have been used by other researchers and our assays for monitoring membrane transport have been used by others. Chemicals,Pharmaceuticals and Medical Biotechnology ","person":"Philip Alan  Gale","coPersons":[],"organisation":"University of Southampton","findingsText":" This grant is still running. We are looking at making small molecules to transport anions across cell membranes. This work has potential future application in the treatment of cancer and cystic fibrosis. We have made a number of fundamental advances in the understanding of anion transport and anticipate further advances int he final year of the project. We are making fundamental discoveries on the design of small molecule anion transporters. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}