{"id":"794360F2-E3C5-460E-B898-25AE352C7040","title":"Entire and Meromorphic Functions","abstractText":"Entire and meromorphic functions are among the fundamental building blocks of pure and applied mathematics and occur in the solution of many problems such as the differential equations of engineering and mathematical physics. An entire function is a smoothly varying function of a complex variable, whereas a meromorphic function is allowed isolated poles at which it becomes infinite. The research is in the area of value distribution theory, which concerns how often values are taken and where, and which has grown out of the famous theorem of Picard that an entire function which omits two complex values is constant. The behaviour of a meromorphic function locally is controlled by the derivatives of the function and one of the main aims is to investigate the relationship between how often these derivatives vanish and the poles of the function. This is a long-standing problem but one in which the PI has made significant recent progress. The same is true of the study of whether zeros of such functions and their derivatives can all lie on the same straight line, in which context the PI shared in the recent completion of the proof of a conjecture dating back to 1911. A third theme concerns the points at which entire and meromorphic functions take integer values, and this is connected to the problems above throuh the work of the PI, who has recently proved a 1976 conjecture on entire functions taking integer values at the same points. Finally, recent interest in discretized problems replacing derivatives, which measure the rate of change of a function, by differences, which measure the actual change between two points, has prompted the PI and others to investigate the value distribution theory for such differences. The aim of the proposed research is to solve open problems and conjectures involving all of the above areas, which would be undertaken by a PDRA working together with the PI for two years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D065321/1","grantId":"EP/D065321/1","fundValue":"163782","fundStart":"2007-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"James  Langley","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}