{"id":"794C4C08-8CB3-4141-8235-C5B48931A522","title":"Computer simulations of phase equilibria, dynamics, and solvation in ionic and polar fluids","abstractText":"Fluids are amongst the most common and functional materials encountered in Nature, and are central to a large number of different disciplines including biochemistry, chemical engineering, chemical synthesis, soft condensed-matter physics, and materials science. The interactions between the constituent particles in a fluid dictate its thermodynamic properties (e.g. boiling point), its dynamical characteristics (e.g., viscosity, response to alternating electric fields), and its ability to solvate other particles. In this research, computer simulations will used to explore the intimate links between molecules and matter .The project will begin with an investigation of the roles of electrostatic interactions between particles in dictating whether a substance possesses a boiling point, delineating the boundary between gas and liquid. It is known that Coulomb's law interactions between charged particles can help a substance form distinct gas and liquid states, but it is not yet known whether electric dipole-dipole interactions can as well. A molecular model will be chosen that can be varied between the ionic and dipolar extremes, and its ability to condense will be simulated on a computer as a function of its ionicity and dipolarity . This will enable us to make a detailed link between the microscopic characteristics of an ionic or polar fluid, and its bulk behaviour.The next phase of the project will be concerned with the way ions move in a liquid, and the resulting bulk dynamical properties such as viscosity and diffusion. The dynamical properties of ions dictate how the liquid will respond to an alternating electric field, and this response has many possible applications, such as in microwave heating, and in microwave chemistry. Our computational experiments will yield a unique insight on the way charged molecules translate and rotate, and hence effect charge transport through the liquid.Finally, the abilities of ionic and polar fluids to dissolve other, larger particles will be examined. This is of utmost importance in chemistry where the majority of new compounds are synthesised in solution, and in biology where proteins may fold up to minimise their contact with surrounding water.The results of this research will advance our fundamental understanding of fluids, and may find application in diverse areas of physical and biological science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D002656/1","grantId":"EP/D002656/1","fundValue":"72806","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Philip James Camp","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}