{"id":"794C0D03-8DA4-4EF1-B6D0-7E7322390044","title":"Henry the Young King (1155-1183): Kingship, Succession and Rebellion in the Angevin Empire","abstractText":"Henry the Young King (1155-1183): Kingship, Succession and Rebellion in the Angevin Empire is the first full length study for a century of the eldest son and principal heir of Henry II (1154-1189), king of England and ruler of the Angevin 'empire'. Crowned in his father's lifetime when only fifteen in order to secure the succession, but then denied any independent rule by Henry II, young Henry's subsequent rebellions in 1173-4 and 1183 precipitated two of the gravest crises of his father's reign. This study uses the turbulent career of young Henry to explore the nature of Plantagenet kingship, concepts of anticipatory coronation and of condominium and dynastic division within the context of the growth of the Angevin 'empire'. It examines how the young Henry's status as an anointed king created unprecedented divisions of loyalty, symbolized by the existence of two royal households and courts often at odds with each other, and how this affected the waging of rebellion, and the nature of his support, both from disaffected elements within the Plantagenet lands, and Henry II's domains, and from external allies such as his father-in-law, Louis VII of France. His untimely death in 1183, while in arms against his father and his younger brother Richard, led many contemporary writers to castigate him as a rebel and ingrate, a second Absalom, and their judgments have contributed to his comparative neglect by historians in favour of his younger brothers Richard and John who reigned in their own right. By contrast, this project argues for the Young King's central importance to his father's policies, and asks how far his insurrections were less the product of personal antagonisms than of systemic failures in the nature of succession and devolution of power in political structures dependent on personal rule to unite a loose coalition of lordships. Many contemporaries, moreover, regarded Henry as the epitome of chivalry, courtliness and generosity, an alternative and more acceptable face of Angevin kingship. By exploring his role in the tournament and influence on writers such as Chr&eacute;tien de Troyes, a study of the Young King allows a reappraisal of chivalric society in the later twelfth century and affords a fresh prism through which to examine the nature of succession, dynastic rivalry and rebellion in the Angevin polity at the height of its power.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007504/1","grantId":"AH/H007504/1","fundValue":"38165","fundStart":"2010-01-11","fundEnd":"2010-05-10","funder":"AHRC","impactText":"","person":"Matthew James Strickland","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}