{"id":"794E600D-1C4E-4D8F-AAB7-E335797243CC","title":"IMaging and Probabilistic Assessment of Composite damage Threats (IMPACT)","abstractText":"Low velocity impact to Carbon Fibre Reinforced Plastic (CFRP) aerospace structures is common and can create damage that is almost undetectable from the surface yet may reduce compressive strength by up to 60%. Compression After Impact (CAI) strength of aerospace components is currently assessed through expensive and cumbersome experimental studies. The resulting design strategy - conservative thickening of vulnerable components to reduce in-service strains - is likely having a negative effect on airframe weight and fuel efficiency. This strategy is both a consequence of significant uncertainty in the factors that contribute to impact damage and compressive strength reduction, and of a lack of modelling capability for CAI strength that accounts for such uncertainty. \nA recent project funded by Airbus UK, GKN Aerospace and ESPRC (EP/H025898/1) has led to the development of an analytical Damage Tolerance Model (DTM) that can capture the strain at which impact damage in a CFRP panel will grow under compressive loading. The DTM has computational efficiency that is sufficient to allow uncertainty in factors such as material properties and damage severity to be captured using large scale parallel computations i.e. Monte Carlo Simulations (MCS). However, the DTM relies on individual experiments to provide the size and structure of impact damage and this is currently limiting its efficiency and applicability in early stage design. \nIMPACT will address the issue of damage structure by developing an empirically based predictive model. X-Ray Computed Tomography (XRCT) and ultrasonic inspection of impacted CFRP laminates, in partnership with generalised laminate design, will underpin the generation of empirically-based, but predictive, scaling laws that describe the structure of impact damage. The resulting model will be combined with the DTM and, exploiting MCS and new aircraft licensing body regulations on probabilistic methods , used to capture the effect of uncertainty in factors affecting the strength of damaged CFRP panels e.g. material properties varying with batch of CFRP. The resulting probability distribution for post-impact compressive panel strength will be linked with probability distributions for the detectability of impact and severity of both damage and compressive loading. The final overall distribution will indicate whether a specific design strain can be reached with an acceptable probability of failure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M021270/1","grantId":"EP/M021270/1","fundValue":"98977","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Andrew Thomas Rhead","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}