{"id":"7951E432-6BAF-438A-B2F2-559E22F1D241","title":"Physics and Applications of Electron Vortex Beams","abstractText":"This research proposal is about new investigations to be carried out at York concerned with the physics and applications of a very recent development, namely the controlled creation of electron vortex (EV) beams. EV beams are a brand new type of electron beams which differ from common electron beams in that they are endowed with a twisting (vortex) property vaguely akin to a tornado vortex. They bear resemblance to optical vortices (OVs), which have been much researched over the last two decades or so. OVs have found applications in optical tweezers and spanners and have other potential applications as, for example, in quantum information processing. Associated with the twisting property in both OVs and EVs is a physical property called orbital angular momentum (OAM). However, EVs differ significantly from OVs in that an electron carries electric charge and mass and possesses another intrinsic twisting property, called spin, which can be vaguely visualised as a rotation about its own axis. Furthermore, as electrons also possess wave properties, their wavelength is much smaller than that of visible light. It is this feature that makes them potentially superior in their ability as EVs to enable much better images in an electron microscope to be taken than currently possible. It is also this same property that makes an EV an excellent probe of tiny matter at the sub-nanoscale and EVs in general are expected to be excellent probes of matter at the individual molecular and atomic levels. The electron spin has been utilised in probing the properties of magnetic materials, but the orbital angular momentum content of EV beams presents new properties. The electron orbital motion relative to a nucleus has been vital in understanding the electronic motion within atoms and molecules, but, until recently, has not been considered to be a property normally associated with electron beams such as those existing inside cathode ray tubes and in electron microscopes. This proposal aims to take advantage of the recent technological advance of EVs to explore the extensive properties of such electron beams and to carry out investigations in both fundamental studies and practical applications. Specifically, we will develop ways to fabricate filters and convertors to generate various kinds of EV beams inside electron microscopes and to study their potential in fundamental research and ways of tailoring them for practical applications.\nWe plan to investigate a number of many, as yet, unexplored phenomena associated with the processes of the quantized transfer of orbital angular momentum between the orbital angular motions of the EV beam and that of the sample to explore the chiral specific properties of materials, such as magnetic and plasmonic transitions. We will explore the phenomena of electron vortices residing in the phase structure within the beam to develop new electron microscopic methods for revealing phase structures such as biological molecules. We will exploit the interesting 'diffraction-free' effect of the Bessel beams, i.e. pencil-like narrow beams, to develop 3D scanning microscopy tomography of nanostructures with better resolutions. We will also explore the complex structured intensities of the EV beams to develop efficient atom trapping and nanolithographic tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J022098/1","grantId":"EP/J022098/1","fundValue":"656194","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"Jun  Yuan","coPersons":["Mohamed  Babiker"],"organisation":"University of York","findingsText":"","dataset":"gtr"}