{"id":"7952E65C-D3B7-41B2-9743-D7C8A7E19E1A","title":"Phase Transitions and Dynamical Processes in Quantum Crystals: from Spinodal Decomposition to Supersolidity","abstractText":"Quantum crystals (solid 4He and 3He being the clearest examples) are probably the most remarkable solids in nature, since the atoms can actually move between lattice sites. This occurs by a process of quantum tunnelling, arising from the large zero-point motion of the atoms. A related feature of solid 4He is that dilute impurities, such as vacancies or 3He atoms, behave as quasi-particle excitations, exhibiting long-range ballistic diffusion through the crystal.This proposal concerns the study of crystals of pure 4He, and solutions of 3He in 4He.The unique properties of quantum crystals led to the theoretical proposal that Bose Einstein Condensation, of established importance in superfluid 4He and more recently in dilute alkali gases, might be observed in such solids, perhaps due to the existence of so-called zero point vacancies. For a solid to be able to flow without resistance would be an unusual and fascinating phenomenon. Recently Kim and Chan have made observations, which they interpret in terms of this supersolid transition.We propose to investigate this phenomenon and the influence on it of 3He impurities (at extremely low concentrations below 100 ppm). We will make a systematic study of high quality single crystal samples by high precision torsional oscillator techniques and NMR methods. To resolve the extremely small NMR signals from such low concentration samples we will use state-of-the-art SQUID NMR spectrometers developed in our laboratory. The role of extended defects and point defects and their interaction with 3He impuritons will be one key aspect of this investigation.Higher concentration isotopic helium mixtures provide a unique laboratory for the study of the problem of new-phase nucleation. This is a key generic problem in the study of phase transitions; how does the daughter phase grow from the parent phase? The formation of clouds and fog is a familiar example. The relevant phase transition in helium mixtures is phase separation. We will quench mixtures through the phase separation temperature, to investigate spinodal decomposition and homogeneous phase nucleation. Because of the quantum tunnelling processes discussed above these distinct mechanisms can be observed in real time. This will be done using (conventional) pulsed NMR techniques. We will also investigate the feasibility of using neutron scattering to image the developing structure of the phase-separated mixture in real time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E023177/1","grantId":"EP/E023177/1","fundValue":"409345","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  In taking the fundamental science forward. Education,Other Cultural","person":"B  Cowan","coPersons":["John  Saunders"],"organisation":"Royal Holloway, University of London","findingsText":" Insights into the operation of quantum theory at the macroscopic scale.\nDecomposition of alloys studied at realistic time scales. Much of the research is if a preliminary nature and it has considerable potential for further investigation. Education,Energy,Other","dataset":"gtr"}