{"id":"795587BF-0801-47AD-98EE-38478242DC09","title":"Ways of neighbourhood working and knowing","abstractText":"The background for this seminar series lies in the introduction of Localism Act 2011. Since then, wherever parish councils do not exist, local people (or businesses) can set up neighbourhood forums to work collaboratively. As David Cameron put it in a 2010 speech on the Big Society: &quot;We need to create communities with oomph - neighbourhoods who are in charge of their own destiny, who feel if they club together and get involved they can shape the world around them&quot;. Once these formal groupings are in place, residents can prepare a neighbourhood plan and have a framework (though this is not required) to permit the building of new houses (&quot;the right to build&quot;) or to bid for the contract to run local authority services (&quot;the right to challenge&quot;). Under this version of localism, neighbourhoods are empowered to &quot;shape their place&quot;. \n\nIn many ways these initiatives extend previous policies to address community development and place-based disadvantage. Labour's flagship programme, the New Deal for Communities, for example, promoted citizen involvement in governance and active citizenship, involving community members in each scheme's design and delivery. However, these initiatives were very generously funded and were aimed at the poorest. In all, 39 relatively small areas received an average of &pound;50 million each, targeting multiple indicators of deprivation including poor job prospects, high crime rates, educational-underachievement, poor health as well as poor quality housing and physical environment.\n\nThe current formulation of &quot;austerity localism&quot; does not provide such extensive funding and is not targeted at the neighbourhoods most in need. It applies to all places. For example, the &pound;9.5million, which has recently been made available to support neighbourhood planning initiatives in 2013-2025, is available to any neighbourhood or parish council. So far, the &quot;frontrunner&quot; communities who have used these funds and the professional help available to work with their communit drawing up their neighbourhood plan, have been communities that are well networked and socially resourced.\n\nSimilarly, under the newly introduced &quot;right to bid&quot;, local residents can apply to have a &quot;community asset&quot; listed, enabling them to raise the money to buy the property themselves. This right has let some communities to raise money to save pubs, both through community share offers and through public funding including from the Architecture Heritage Fund and the Social Investment Business Group (in the case of The Ivy, at Nunhead). In contrast, in Borehamwood, recently, Hertsmere Borough Council 'de-listed' the Crown pub on an appeal by the developers who owned it, saying both that the listing failed to meet the necessary requirement of furthering the social wellbeing and interests of the local community, questioning whether the &quot;Save the Crown&quot; group were representative of the community and, more significantly, that there was no evidence that the group would be able to raise enough money to keep it up and running. The developers, Woodhall LLP, are now able to sell the pub for any use for the highest price. This is part of a national trend. The Campaign for Real Ale (CAMRA), suggest that over 5,500 pubs have closed since start of 2008, with 18 currently closing a week. It also, however, casts doubt on the ability of the residents near the Crown to &quot;shape their place&quot; as Cameron suggests.\n\nYet despite these concerns about neighbourhood working and localism, there is also optimism. There are also opportunities for communities to use this framework for neighbourhoods to develop new initiatives, co-produce local services or promote self-build schemes on publicly owned land. Arts-based initiatives in communities have found ways to build resilience and promote community engagement in less formal ways, bringing in less vocal participants. This series of seminars will explore both the criticisms and the opportunities offered by neighbourhood ways of working.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00239X/1","grantId":"ES/M00239X/1","fundValue":"26883","fundStart":"2014-12-01","fundEnd":"2016-11-30","funder":"ESRC","impactText":"","person":"Antonia  Layard","coPersons":["Simin  Davoudi","Craig  Watkins","Kate Heron  Pahl","Sue  Brownill","Helen Carolyn  Graham"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}