{"id":"7966768B-916C-42C6-92EA-28543E2AD764","title":"Structural basis of assembly in cellular control processes","abstractText":"The human genome project showed that we each carry approximately 30,000 genes in our chromosomes, a surprisingly small number considering our complexity. Protein molecules, encoded by these genes, seldom act in isolation, but most frequently associate with other proteins to form large complexes. These complexes can perform tasks that are not possible by the constituent proteins. The association into assemblies is the first step that leads to organisation at the cellular level. We are studying these complexes in order to understand how they function. We wish to understand how proteins recognise each other, how they bring about specific chemical reactions, and how they signal to or target other macromolecular complexes. In diseases such as cancer these processes are most often disrupted, leading to escape from the normal processes that control cell growth. Sometimes useful therapeutic approaches can be achieved not through targeting the defective process itself but in targeting an upstream regulation of that process. \n\nStructural studies using several different methods are the main focus of our work. The specific proteins that we are working with include protein kinases and their role in control of the cell cycle, the process by which a cell grows and divides. There are over 500 protein kinases in the human genome. To target just one of these kinases for therapeutic intervention requires knowledge of the three dimensional structure that can be obtained by X-ray crystallography. We study the anaphase-promoting complex (APC); a large 1 MDa complex that acts to recognise proteins that need to be degraded in order for cells to progress through cell division. The APC attaches a label (poly-ubiquitin) to the protein molecule that sends it to the degradation machinery. By expressing the APC in yeast, individual proteins can be selectively labeled and identified using electron microscopy to produce a picture of how the complex is organised and controlled. The cell membrane is a location of two-way signalling. External events may activate signalling networks within the cell, while internal signals may be transduced to the extracellular environment through modulation of the properties of cell-surface proteins. We are studying four prototypical signalling systems that involve both outside-in and inside-out signalling. In further studies on signalling between the nucleus and the cytoplasm we have begun work on Cid1, a poly(A)polymerase that contributes to checkpoint signalling in the cytoplasm by regulating the polyadenylation (and hence translatability) of mRNAs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9805941","grantId":"G9805941","fundValue":"238348","fundStart":"1999-08-01","fundEnd":"2010-03-31","funder":"MRC","impactText":"","person":"Louise  Johnson","coPersons":["David  Barford","Christopher John Norbury","Iain Donald Campbell","Jane Anne Endicott","Martin Edward Noble"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}