{"id":"796DF56C-5D20-4FDD-BB30-2A19A35459A7","title":"Copy of A Monte-Carlo diffusion simulation framework for diffusion MRI","abstractText":"Diffusion MRI measures the random thermal movement (diffusion) of water molecules within samples. The microstructure of the sample controls the scatter pattern of the particles within. Diffusion MRI allows us to measure this scatter pattern and thus to make inferences about the material microstructure. A major application is neuroimaging, because the brain contains different types of tissue with different microstructure and those microstructures can change during normal development or in disease. Changes in tissue microstructure are one of the earliest signs of disease. Thus diffusion MRI, which is completely non-invasive, has the potential to provide the early-warning systems of the future for degenerative brain diseases, such as dementia and multiple sclerosis. Another application of diffusion MRI within neuroimaging is connectivity mapping. White matter in the brain consists of bundles of axon fibres; it is the electrical cabling that connects different brain regions. Water molecules move further along fibres than across them, because they cannot pass through the fibre walls. From diffusion MRI measurements, we can determine the direction in which particles scatter most. Those directions provide an estimate of the fibre direction at every point in a 3D brain image. Tractography algorithms then reconstruct global fibre trajectories by following fibre-direction estimates from point to point through the image and thus reveal the connectivity of the brain.Only in the last decade has MRI scanner technology reached the point where we can perform diffusion MRI routinely on patients and start to exploit its full potential. The field is young; misconceptions are widespread and the limitations of the technique remain unclear even to the experts. Accurate simulations provide a mechanism for optimizing existing approaches and estimating their accuracy, testing and tuning new applications and exploring the limits of the technique's potential. This project will develop a general purpose simulation tool for diffusion MRI. We will create geometric models of tissue microstructure containing impermeable barriers that restrict water mobility. We can simulate particle diffusion within these models to approximate the measurements we expect from diffusion MRI. The project will also develop image-processing tools to construct geometric tissue models from high magnification microscope images that show the microstructure of brain tissue. Finally, we will demonstrate use of the system by addressing several outstanding questions in diffusion MRI. Specifically, we will use the geometric models and simulations to optimize diffusion MRI measurements, improve the accuracy of connectivity mapping and answer fundamental questions about the mechanisms that contribute to changes in diffusion MRI measurements that we observe during disease and normal brain activation and development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E064280/1","grantId":"EP/E064280/1","fundValue":"398662","fundStart":"2007-08-28","fundEnd":"2010-11-27","funder":"EPSRC","impactText":"  The system constructed has been used by many other academic groups developing imaging techniques. Healthcare ","person":"Daniel  Alexander","coPersons":[],"organisation":"University College London","findingsText":" This grant developed a simulation tool for diffusion of water within biological tissue, which enables biophysical understanding of signals obtained from MRI scanners enhancing cutting-edge imaging techniques. Lots of possibilities for increasing the complexity and realism of the simulation. It potentially underpins a wide range of new quantitative imaging techniques. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}