{"id":"797B1405-6901-4B63-8568-C23B7915F999","title":"Novel applications of microphone technologies to hearing aids.","abstractText":"The purpose of the network is to develop and pursue ideas for improvement to hearing aid technology. The network will focus on technologies associated with microphones. Four initial ideas are proposed, but the network will work to develop more. Two of the four are subject to parallel applications for funding from EPSRC. Concrete proposal for pilot work on the fourth idea are included. The four initial ideas are:-\n\n(1) Small microphones produce their own noise that, once powerfully amplified, becomes audible to the user. An associated application to the EPSRC will develop novel low-noise microphones to address this problem using MEMS technology. MEMS microphones could also facilitate multiple microphone noise reduction techniques (see (4)).\n\n(2) Strong amplification means that any sound leakage from the ear canal may be picked up by the nearby microphone and reamplified, causing a whistling feedback loop. The leakage can only be prevented by a tight seal, but in order to combat the occlusion effect, many hearing aids are deliberately &quot;vented&quot;; a hole is drilled in the moulding to make the user's voice sound more natural. Moreover, many &quot;instant fit&quot; hearing aids make no attempt to block the canal in the first place. Instead, modern digital hearing aids attempt to remove the feedback using digital signal processing. This works by attempting to model the ever changing feedback path and subtracting the predicted feedback signal from the microphone input or by detecting the presence of a whistling sound and briefly cutting amplification at that frequency in order to break the loop. These methods often fail to discriminate between sustained tones in the environment, notably those in music, and the whistle of feedback, so it has a bad effect on enjoyment of music. We will address methods of more accurately idendifying genuine feedback.\n\n(3) In day-to-day usage, the required amplification is often not achieved. It is difficult to verify that a hearing aid, once fitted, is producing the right level of amplification. It can be measured by an audiologist in a skilled procedure known as real-ear measurement, but this takes specialised time and equipment and is only reliable at low frequencies. Consequently, higher frequencies are not amplified for fear that excessive sound levels may occur. we will explore ways of better monitoriing the sound level in the ear canal and of delivering the right amplification across the freqeuncy spectrum.\n\n(4) Finally, even one sound is amplified to the right degree, this amplification helps users little with their principal difficulty of understanding speech in environmental noise, such as a room full of backgruond conversation. This is because a damaged auditory system has a wider range of deficits than a mere loss of sensitivity. Given the degraded state of the user's auditory system, removal of this background noise is the only established way to improve intelligibility. We will explore novel methods of reducing background noise, particularly through the use of multiple microphones. This idea is the subject of 3 linked proposals to the EPSRC.\n\nThe network will conduct a series of meetings and workshops to bring forward these ideas. It will sponsor network participants to attend conference outside their immediate area of research and develop a special session on future hearing aids at the 2016 BSA annuanl conference.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025616/1","grantId":"MR/M025616/1","fundValue":"118272","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"John Francis  Culling","coPersons":["Raymond Allan Belcher"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}