{"id":"797F29FD-06B5-4D55-9834-41B9EEC412FD","title":"Contrasting floral visitation with pollination: single-visit pollen deposition generates true pollinator networks, with implications for conservation","abstractText":"We will construct true pollination networks in three plant communities (each with previously published visitation networks), by recording pollen deposition onto stigmas by flower visitors, thus establishing the pollinator effectiveness of individual species and allowing the first direct comparisons of visitation and pollination networks. \nIn recent years network-based approaches have greatly enhanced our understanding of the links among species in terms of both mutualistic and antagonistic relationships. Plant-pollinator interactions are the most widely studied mutualism at the community level, and construction of flower-visitation networks has moved pollination ecology beyond traditional one plant-one visitor studies. A network-approach is vital for predictions of how communities respond to climate change, to introduced non-native species, and to species extinction, and is important for conservation of natural ecosystems and maintained pollination as an ecosystem service to underpin food security. \nIn one respect, however, existing networks are limited. Flower visitation networks do not equate to flower pollination networks, since not all visitors effectively transfer conspecific pollen to a receptive stigma, as required for fertilisation and seed set. Furthermore, many flower visitors cheat, taking pollen or nectar without providing a pollination service. Our pilot studies show that only a proportion of visitors do transfer conspecific pollen, this proportion varying markedly between plant species. Visitation networks may therefore under-emphasise the specialisation of plant-pollinator interactions.\nThe inclusion of a measure of pollinator effectiveness in visitation networks is thus essential to prove pollinator functionality and ensure appropriate use of such networks in modelling complex ecological interactions. Our pilot work confirms that single visit pollen deposition (SVD), by a flower visitor onto a receptive stigma, provides an ideal and practical measure of individual pollinator effectiveness. SVD can then be combined with flower visitation frequency to build a more accurate and realistic picture of pollinator importance for a particular plant species.\nIn this project we will measure the pollination effectiveness, as SVD, of visitors to flowers (at the species level) in previously published visitation networks at sites chosen for the quality of existing data and for varying environmental impacts: low diversity UK heathland, very high diversity Israeli pine forest, and moderate diversity Kenyan savannah. At each site we will collect data to allow daily temporal resolution to be incorporated in networks, revealing how pollinator effectiveness varies on a daily timescale, in relation to pollen availability, nectar resources, and associated microclimate variation. \nThis work will enable us to generate true pollination networks, and to answer key questions regarding the usefulness of current visitation networks:\n1) How do visitation and pollination networks correspond and/or differ in their predictions of community specialisation, and how does this vary with different visitor and flower diversities? From this, better appreciation of the relative value of existing networks can be achieved. \n2) How great is the variation in pollinator effectiveness within functional groups of visitors? Do networks constructed at the species level differ, and do they again vary with site diversity?\n3) How well can other measurements, already used as proxies by some authors adequately predict pollinator effectiveness?\n4) How are predictions of network stability, and the associated consequences of species extinction, altered by inclusion of more robust pollinator effectiveness data into networks?\nThe answers to these questions will have important implications for the future use of plant-pollinator networks in conservation policy decisions, and will provide valuable support for projects in NERC's Insect Pollinators Initiative.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004522/1","grantId":"NE/K004522/1","fundValue":"568119","fundStart":"2013-03-31","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Pat  Willmer","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}