{"id":"7984D5C1-6E40-4F41-99A6-A568F1AA6E93","title":"Understanding traction for sports shoe and surface combinations","abstractText":"With increased levels of obesity and the associated health concerns, exercise is being actively promoted across the population, resulting in an increased requirement for provision of sports facilities. One approach to this provision is through increased access to safe, high quality sports surfaces. Recent initiatives by governments as well as national and international sports governing bodies have led to increased funds being available for sports surfaces to be installed. In the UK, many of the new sports surfaces are synthetic. Advantages over natural sports surfaces, such as grass or cinder, include a reduced impact of weather conditions, lower levels of maintenance, and greater tolerance of multi-sport use. However, an increase in exercise and sport on artificial surfaces, as opposed to natural surfaces, has been suggested to have resulted in an increase in sport and exercise related injuries. For exercise to be a successful strategy for improving the health of the nation, it is important that quality, safe sports surfaces are provided. The proposed project takes a multidisciplinary approach to improving understanding of shoe-surface interaction, combining mechanical and biomechanical techniques. The project aims to improve the quality and safety of sports surfaces through an improved understanding of the factors associated with shoe-surface traction when performing on synthetic playing surfaces, with a specific focus on surfaces used in tennis and multi-sports surfaces utilised by a range of sports.The level of traction between the shoe and surface is the most frequently cited factor influencing injury occurrence and player performance. For example, a high percentage of injuries requiring medical treatment have been attributed to uncontrolled slipping as a result of low traction. In addition, ankle inversion injuries and anterior cruciate ligament (ACL) tears have been associated with a high level of traction between the shoe and the surface. An adequate amount of linear and rotational traction is required to allow stopping and turning movements, but extreme levels of traction may increase the loads on the body to intolerable levels. In addition to high levels of traction increasing injury risk, it is likely that unexpected levels of traction are dangerous. Within reason, if high traction is expected, the participant is likely to adapt their movement pattern to maintain loads at a tolerable level. However, if surfaces are not sufficiently uniform, then the participant may not adapt adequately and injury risk will be increased. To ensure player safety and thus encourage continued safe participation in exercise, increased understanding of the influence of artificial surfaces on human biomechanics is required. The planned project will address the problem of traction-related injuries in sport and exercise by considering the specific characteristics of shoes and surfaces that influence their translational and rotational traction behaviour under loads applied during sporting applications. To achieve this aim, a multidisciplinary approach will be used. Mechanical test methods will be developed to characterise playing surfaces, using biomechanical data to provide boundary conditions. Engineering approaches will be used to determine specific material characteristics influential on traction behaviour. Human testing will be used to validate the results of mechanical tests and to investigate relationships between human biomechanics and perception and the material properties of tennis surfaces and footwear. As well as improving understanding of the physical interaction between player-shoe combinations and sports surfaces, this work has the potential to lead to improving standard test procedures for surfaces, both integral to ensuring a high level of performance and comfort (to encourage participation), and reducing the likelihood of injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038295/1","grantId":"EP/G038295/1","fundValue":"230371","fundStart":"2009-11-23","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  By simulating typical tennis movements in a laboratory environment, typical forces applied to tennis surfaces during play have been quantified. The data have been used to develop a mechanical apparatus to allow the investigation of the influence of shoe-surface properties on traction behaviour. The advantage of this device is that it provides a simple and safe method of testing these surfaces under the large forces used in a match, when players are at most risk of injury&quot;.\n\nThe apparatus developed in this project is being utilised within a current PhD project supported by the International Tennis Federation to investigate the traction behaviour of different shoe-surface combinations.\n\nThe aim is to create standards which can be applied internationally to competition surfaces to help reduce player injuries.\n.\n\nBeneficiaries: Tennis players of all levels will benefit through the future provision of advice regarding specific footwear for surface types, and through the development of shoes with appropriate design characteristics. Cultural,Societal,Policy & Public Services Cultural,Societal","person":"Sharon  Dixon","coPersons":[],"organisation":"University of Exeter","findingsText":" - typical tennis movements can be simulated in a laboratory environment to investigate the influence of changes in shoe and surface\n\n- human movement strategy is adjusted on low traction playing surfaces, such as clay, to facilitate sliding\n\n- typical loading applied to the surface during tennis movements can be simulated mechanically to systematically investigate the influence of shoe-surface properties on sliding behaviour\n\n- loading of the lower limb is reduced on low traction surfaces that allow sliding, compared with high traction surfaces, such as hardcourts\n\n- the tested tennis shoe models have only a small influence on shoe-surface traction, compared with the large influence observed with different playing surface types - the mechanical test device developed as part of this project will be used by the International Tennis Federation (a project partner) to understand how current playing surfaces behave when subjected to typical loads occurring in tennis - the biomechanical (human testing) and mechanical test methods developed in this project can be applied to the testing of shoe-surface combinations for different applications\n\n- understanding of the specific properties (materials and geometry) of shoes and surfaces that influence traction behaviour will inform the future optimisation of shoe and surface models for specific applications Healthcare,Leisure Activities/ including Sports/ Recreation and Tourism","dataset":"gtr"}