{"id":"798AE507-2D16-42B3-9ABF-D291C68847A9","title":"Colloidal Cell Delivery Systems","abstractText":"As stem cell technologies advance towards clinical application there is an urgent need to enhance the methods of delivering these cells into the body. Current methods of simple injection of cell suspensions are crude because they waste cells, compromise viability and generate poor starting conditions for the regeneration of a tissue. In this collaborative project between the universities of Nottingham and Manchester we will establish an injectable material consisting of a colloid mixture of cells and particles that is injectable at room temperature and aggregates into a porous colloidal gel at body temperature. This material could form the basis for cell delivery in neurology, endocrinology, hepatology, orthopaedics and many other areas because the components are well understood and trusted materials with long track records of use in the body. A successful outcome for this project will prove the principle of cell delivery into skeletal muscle tissue using temperature-triggered assembly and establish the fundamental principles involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021042/1","grantId":"EP/E021042/1","fundValue":"186268","fundStart":"2007-01-15","fundEnd":"2010-01-14","funder":"EPSRC","impactText":"  Findings formed part of an application which led to successful establishment of EPSRC Centre for Innovative manufacture in Regenerative Medicine. In addition, patents have been licensed to RegenTec, now Locate Therapeutics, and a second PDRA, Dr Aram Saeed was appointed on to this latter grant. Chemicals,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Cameron  Alexander","coPersons":["Kevin  Shakesheff","Martyn  Davies"],"organisation":"University of Nottingham","findingsText":" Self-assembling materials for tissue engineering and cell culture were developed. Several key papers were published showing that materials could be formulated with a number of cell types into free-flowing suspensions, then injected into sites at body temperature, whereupon the materials gelled to provide a support matrix for cell growth. Reduction of temperature allowed disassembly of the support and recovery of cells Clinical expansion of stem cells for therapy A number of patents were filed and these have been licensed to a spin-out, RegenTec. Further work in this area is funded by the EPSRC Centre for Innovative Manufacture in Stem Cell Technologies.\n\nThe PDRA on the project, Dr Wenxin Wang, is now a tenured senior lecturer at University College Dublin following a lecturer post at NUI Galway Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}