{"id":"798A1430-1332-4001-A8E4-FF05F4F69DB6","title":"Investigating the role of autophagic cell death during plant infection by the rice blast fungus Magnaporthe grisea","abstractText":"The aim of this project is to understand how rice plants become infected with a very serious disease called rice blast. Rice blast disease destroys up to 30% of the rice harvest each year and is a serious and recurrent threat to food security. We have discovered that the fungus that causes rice blast disease undergoes a form of programmed cell death that is necessary for it to bring about infection of a rice leaf. This project is designed to help us understand why a fungus undergoes this type of programmed suicide of its spores, in order to allow its specialised infection structures to function correctly. The project is significant because new control strategies are urgently required for rice blast disease. Fungicides are expensive and resistance to them can develop very rapidly. More durable control methods, either based on chemical intervention or resistance breeding, require a knowledge of the biology of the fungal agent responsible for this devastating disease. A large international community is studying rice blast because of its economic and social importance. Because of this, the genome of the fungus has been sequenced and many tools have been developed to study the fungus genetically. This provides a significant opportunity to learn more about fundamental biology of plant disease, but in a disease of international significance. The rice blast fungus is also similar to many of the fungi that cause disease on crops grown widely in the UK such as wheat and barley and its infection strategy is very similar to that of powdery mildews and rusts, for example. Knowledge gained from this project may therefore also benefit UK agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022677/1","grantId":"BB/E022677/1","fundValue":"416690","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"","person":"Nicholas Jose Talbot","coPersons":[],"organisation":"University of Exeter","findingsText":" The most significant achievement of this project was the demonstration that autophagy is necessary for appressorium development and occurs through a non-selective macro-autophagic mechanism. This was shown by defining the spatio-temporal dynamics of autophagy during plant infection and by generation of 22 isogenic strains of Magnaporthe oryzae, each differing by a single autophagy-associated gene (PNAS 106:15967-72). We also showed that an S-phase checkpoint is necessary for initiation of apressorium development, while maturation of appressoria depends on the G2-M transition. Mitotic exit is necessary for re-polarisation of the appressorium and for plant infection (Plant Cell 22: 497-507). We also demonstrated that appressorium formation is accompanied by an unusual asymmetric cytokinesis, which is necessary for autophagy to proceed and for plant infection to occur (Plant Cell 22: 2417-2428). When considered together, this project has defined the major genetic regulatory circuit required for appressorium-mediated plant infection by Magnaporthe oryzae.\n\n\n\n1. To determine the cell cycle control point that regulates appressorium morphogenesis in M. grisea We made temperature-sensitive mutants in the NIM1 and BIM1 genes controlling DNA replication and anaphase entry, respectively. We then used live cell imaging to show that if progression to mitosis occurred in the absence of DNA replication, then appressoria did not form, while blocking the cell cycle after entry to M did not arrest appressorium formation and maturation. We also generated alleles of two cyclin B genes which were resistant to ubiquitin-mediated proteolysis and expressed these under an inducible promoter in order to block mitotic exit. In this way we were able to show that mitotic exit was necessary for appressorium function. Objective fully met.\n\n\n\n2. To investigate the spatio-temporal regulation of autophagy during appressorium formation. We generated a GFP-ATG8 gene fusion and expressed this in Magnaporthe. Live cell imaging showed that autophagy occurs during conidial cell death and also during appressorium maturation. We defined the number of autophagosomes and showed the arrest of autophagy in a Pmk1 MAP kinase mutant and by targeted deletion of the 16 core autophagy genes. Objective fully met. \n\n\n\n3. To find out why autophagic cell death is necessary for appressorium function. We showed that autophagic cell death is always associated with appressorium formation and occurs through a non-selective macroautophagic mechanism. We have investigated whether conidial cell death also requires an apoptotic mechanism but have so far found no evidence to support this idea, suggesting that autophagy results in the pro-death signal causing collapse of the fungal spore and recycling of its contents to the appressorium. This work is ongoing and we have generated targeted deletions in all of the putative apoptosis regulators in the fungus. We have also identified a novel transcription factor regulating autophagy. Objective fully met. This research is of public interest and has been highlighted in interviews for BBC Radio and TV. Results were also publicised in National press. This work provides new insight into the process of plant infection by a pathogenic fungus and is of utility to agricutlural biotechnology companies devising novel means of controlling crop diseases. The laboratory of the principal investigator collaborates with a number of industrial partners to exploit fundamental information gathered from this and other BBSRC projects. Agriculture/ Food and Drink","dataset":"gtr"}