{"id":"798B9F0E-DE88-401B-A625-8B73D89851E5","title":"UK Infrastructure Transitions Research Consortium (ITRC): PROGRAMME GRANT: Long term dynamics of interdependent infrastructure systems","abstractText":"National infrastructure (NI) systems (energy, transport, water, waste and ICT) in the UK and in advanced economies globally face serious challenges. The 2009 Council for Science and Technology (CST) report on NI in the UK identified significant vulnerabilities, capacity limitations and a number of NI components nearing the end of their useful life. It also highlighted serious fragmentation in the arrangements for infrastructure provision in the UK. There is an urgent need to reduce carbon emissions from infrastructure, to respond to future demographic, social and lifestyle changes and to build resilience to intensifying impacts of climate change. If this process of transforming NI is to take place efficiently, whilst also minimising the associated risks, it will need to be underpinned by a long-term, cross-sectoral approach to understanding NI performance under a range of possible futures. The 'systems of systems' analysis that must form the basis for such a strategic approach does not yet exist - this inter-disciplinary research programme will provide it.The aim of the UK Infrastructure Transitions Research Consortium is to develop and demonstrate a new generation of system simulation models and tools to inform analysis, planning and design of NI. The research will deal with energy, transport, water, waste and ICT systems at a national scale, developing new methods for analysing their performance, risks and interdependencies. It will provide a virtual environment in which we will test strategies for long term investment in NI and understand how alternative strategies perform with respect to policy constraints such as reliability and security of supply, cost, carbon emissions, and adaptability to demographic and climate change.The research programme is structured around four major challenges:1. How can infrastructure capacity and demand be balanced in an uncertain future? We will develop methods for modelling capacity, demand and interdependence in NI systems in a compatible way under a wide range of technological, socio-economic and climate futures. We will thereby provide the tools needed to identify robust strategies for sustainably balancing capacity and demand.2. What are the risks of infrastructure failure and how can we adapt NI to make it more resilient?We will analyse the risks of interdependent infrastructure failure by establishing network models of NI and analysing the consequences of failure for people and the economy. Information on key vulnerabilities and risks will be used to identify ways of adapting infrastructure systems to reduce risks in future.3. How do infrastructure systems evolve and interact with society and the economy? Starting with idealised simulations and working up to the national scale, we will develop new models of how infrastructure, society and the economy evolve in the long term. We will use the simulation models to demonstrate alternative long term futures for infrastructure provision and how they might be reached.4. What should the UK's strategy be for integrated provision of NI in the long term? Working with a remarkable group of project partners in government and industry, we will use our new methods to develop and test alternative strategies for Britain's NI, building an evidence-based case for a transition to sustainability. We will analyse the governance arrangements necessary to ensure that this transition is realisable in practice.A Programme Grant provides the opportunity to work flexibly with key partners in government and industry to address research challenges of national importance in a sustained way over five years. Our ambition is that through development of a new generation of tools, in concert with our government and industry partners, we will enable a revolution in the strategic analysis of NI provision in the UK, whilst at the same time becoming an international landmark programme recognised for novelty, research excellence and impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01344X/1","grantId":"EP/I01344X/1","fundValue":"4730840","fundStart":"2011-01-01","fundEnd":"2011-02-07","funder":"EPSRC","impactText":"  Impact - uptake of methods and tools developed by the UK Infrastructure Transitions Research Consortium (ITRC)\n\nThe aim of the UK Infrastructure Transitions Research Consortium (ITRC) is to develop and demonstrate a new generation of system simulation models and tools to inform analysis, planning and design of National Infrastructures (NI). The research is addressing energy, transport, water, waste and ICT systems at a national scale, developing new methods for analysing their performance, risks and interdependencies. It is providing a virtual environment in which we test strategies for long term investment in NI and understand how alternative strategies perform with respect to policy constraints such as reliability and security of supply, cost, carbon emissions, and adaptability to demographic and climate change. We are also developing risk analysis models for testing the capabilities of NI to withstand extreme weather shock events, in order to inform their long-term risk assessment and adaptation planning. \nOur ambition is for the models and methodologies developed by ITRC to provide the basis for cross-sectoral and long-term decision-making regarding infrastructure planning, design and operation. We would like to see the models and tools that have been developed by ITRC being taken up in the UK and adapted internationally. More broadly, we see the ITRC's systems-of-systems approach shaping thinking and decision making around infrastructure systems. The following collaborations show evidence of the uptake of ITRC models and tools:\nInfrastructure UK, HM Treasury - Critical infrastructure hotspot analysis. Working rapidly over the summer of 2013, the ITRC delivered a national infrastructure 'hotspots' analysis for Infrastructure UK, making use of its unique modelling capability. The hotspots analysis identified critical infrastructure locations, where criticality is measured in terms of the number of customers directly or indirectly dependent on an asset. An extensive infrastructure database comprising 200,000 assets forming interdependent national-scale networks was built to look at the nation-wide criticality of individual infrastructures. The final analysis involving national-scale networks for electricity transmission and distribution, gas, trunk road and rail demonstrated that interconnectivity between infrastructure networks could result in failure at a particular location having cascading effects and disproportionate consequences of customer disruptions. The work was well received and has set up a pathway for continued dialogue between ITRC and Infrastructure UK. \n\nNetwork Rail - ITRC has assembled different datasets to build a representation of the interdependent railway infrastructure with input from Network Rail. Using such datasets the ITRC has done a vulnerability study on Great Britain's rail network. The focus of the analysis is to look at the failures in the railway network that are initiated due to supporting systems such as signalling and monitoring systems, electrification, heating, lighting, among others. The effect of such failures have been analysed in terms of the passenger trip disruptions across the entire networks. The ITRC has and is testing multiple failure scenarios due to random shock events and extreme flood events to provide am understanding of the risk and resilience of GB's railway network. In the near future different avenues of dissemination of this work are being explored. These include, among others, discussions with Network Rail, and presentations at the EPSRC Transport Systems Catapult seminar series. \n\nJBA Trust - Bridge Scour Analysis collaboration. In this analysis JBA is looking at probabilistic failure scenarios for railway bridge failure due to extreme floods. The ITRC team is building demand loss estimates for these different failure scenarios. This will produce a flood risk analysis for the railway infrastructure. Since JBA has been directly contracted by Network Rail to assess the risks on their bridges, the ITRC involvement gives us this opportunity to engage strategically with Network Rail in order to provide advice on their network asset management plans.\n\nNational Grid - Spatial modelling for Future Energy Scenarios. ITRC is embarking upon a knowledge exchange secondment with National Grid to address their need for spatial modelling of renewable technologies, embedded generation capacities and the customer demand projections in the long-term. National Grid requires a spatial analysis tool capable of integrating different data sources, assigning transmission and distribution level assets to key renewable technologies (such as solar, wind and photovoltaic installations) and aggregating outputs from distribution regions to the grid. National Grid then aims to use the outputs to provide a demand allocation, by area, for different technologies and use these as inputs for their other models for forecasting spatial and temporal energy capacity/generation and demand changes for different forecasting scenarios. This helps National Grid's Future Energy Scenarios models by developing a better understanding of demands on the grid across different stakeholder regions, enhancing their investment efficiency and effectiveness of operations, and providing greater clarity around investment decisions. National Grid has identified the ITRC's in-house capabilities and expertise in spatial network analysis for satisfying their requirements for the spatial analysis tool. This work enables the ITRC to create a large impact on a national utility provider and expected to lead to further collaborations. \n\nInstitution of Civil Engineers, State of the Nation's Infrastructure Report (2014) and State of the Nation's Water (2012). ITRC has provided evidence to these two ICE studies, including evidence about strategic water infrastructure and key framing for the State of the Nation's Infrastructure report. \n\nAdaptation Sub-Committee of the Committee on Climate Change (CCC) - The ITRC has been supporting the CCC's analysis of infrastructure vulnerability as part of its analysis of adaptation of infrastructure to the impacts of climate change. \nScience Advisory Group in an Emergency (SAGE) - During the winter 2013/14 floods ITRC provided evidence to the SAGE on the potential impacts of flooding on infrastructure in the Thames Valley. \n\nNational Adaptation Programme: ITRC have been identified as contributing to the 'Infrastructure interdependencies' objectives in the National Adaptation Programme, by &quot;enhancing systems thinking around interdependencies and how associated climate change risks can be managed&quot;.\nWorcestershire County Council - Case study being developed with Worcestershire County Council on geohazard assessment in relation to infrastructure and future planned development - investigate the development of a national framework document. Cranfield are currently producing a geohazard assessment of the county. The outputs of the probabilistic subsidence modelling will also help to aid future county-scale infrastructure planning. A conceptual landslide model for the county is being tested, currently undergoing validation. It is then likely that this could be expanded to the rest of the UK.\nLincolnshire County Council - A soil-related geohazard assessment of Lincolnshire was undertaken for Lincolnshire County Council's highways department, using Cranfield's geohazard datasets. These were intersected with the county's local road network and condition surveys using a GIS. Conclusions were that areas prone to clay-related subsidence, exacerbated in drought conditions, are detrimental to road surface quality. Lincolnshire Highways Alliance has since used Cranfield's research to aid allocation of &pound;600k of road maintenance fund.\n\nDefra - Department for Environment, Food &amp;amp;amp; Rural Affairs - ITRC provided input in the Policy paper Climate resilient infrastructure: preparing for a changing climate. Progress report. Government, the research community and engineering institutions are working together to explore issues of interdependencies. ITRC is providing evidence-based tools to support this work. See pages 5-6 in the report.\n\nThe United Nations Office for Project Services within the Infrastructure Practice and Assessment of Infrastructure in post disaster scenarios jointly with the Office of the Quartet Representative (Rt. Hon. Mr Tony Blair) - ITRC has been invited to contribute to the reconstruction of Gaza and Syria.\n\nITRC PhD student Scott Thacker wins Young Scientist Award at ICVRAM Conference with paper Thacker, S., Hall, J. (2014) &quot;Characterizing the vulnerability of future configurations of the UK electricity supply chain to climate-related hazards&quot;.ASCE-ICVRAM-ISUMA provides a multi-disciplinary forum for the exchange of knowledge and expertise, in the Quan&not;tification, Mitigation and Management of Risk and Uncertainty, and in Decision Making. \n\nITRC researcher Pranab Baruah was awarded the Best Presentation Prize at the 2014 Grand Renewable Energy International Conference in Tokyo with a paper on ITRC energy modelling work: &quot;Deep decarbonization scenarios of the UK energy system with demand-side options and renewable energy&quot;. Authors: Pranab Baruah, Nick Eyre, Meysam Qadrdan, Modassar Chaudry, Jim Hall. The conference included a large number of industry exhibitions and government agency parallel events; there were more than 1000 paper presentations. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Financial Services, and Management Consultancy,Transport,Other Economic,Policy & public services","person":"Jim William Hall","coPersons":["Nick  Eyre","William  Powrie","Stuart  Barr","T P Curtis","Jim  Watson","Nick  Jenkins","Jonathan Mark Preston","Peter  Tyler","Cliff Bryn Jones","Seth  Bullock","Mark  Birkin","Robert James Nicholls","Christopher  Kilsby"],"organisation":"Newcastle University","findingsText":" The UK Infrastructure Transitions Research Consortium (ITRC) was launched in 2011 with the aim &quot;develop and demonstrate a new generation of system simulation models and tools to inform analysis, planning and design of national infrastructure.&quot; The consortium was funded by a Programme Grant from EPSRC and substantial contributions from partners in industry and government. In less than four years the ITRC has developed and demonstrated a national system-of-systems infrastructure modelling capability that does not exist anywhere else in the world and has contributed to the reputation of the UK as a leading place for systems-of-systems infrastructure research and innovation. As our consortium approaches the end of its Programme Grant (in December 2015) the ITRC finds itself in a position of great potential in terms of global positioning, scientific significance and beneficial impact. Having been immersed in a complex research domain for more than three years, the ITRC has been able to identify and frame the next series of research questions and formulate promising approaches to addressing them. Thanks to EPSRC investment, the UK is now becoming recognised as an international leader in infrastructure systems research. The ITRC has built capacity amongst academic staff at a range of career stages, post-doctoral researchers and doctoral students. That capacity includes conceptual understanding, methodologies/codes/tools, datasets and know-how. \n\nWe see the ITRC's systems-of-systems approach shaping thinking and decision making around infrastructure systems. Our findings have already being put to use by others as illustrated by the following collaborations:\nInfrastructure UK - Critical infrastructure hotspot analysis. Working rapidly over the summer of 2013, the ITRC delivered a national infrastructure 'hotspots' analysis for Infrastructure UK, making use of its unique modelling capability. The hotspots analysis identified critical infrastructure locations, where criticality is measured in terms of the number of customers directly or indirectly dependent on an asset. An extensive infrastructure database comprising 200,000 assets forming interdependent national-scale networks was built to look at the nation-wide criticality of individual infrastructures. The final analysis involving national-scale networks for electricity transmission and distribution, gas, trunk road and rail demonstrated that interconnectivity between infrastructure networks could result in failure at a particular location having cascading effects and disproportionate consequences of customer disruptions. The work was well received and has set up a pathway for continued dialogue between ITRC and Infrastructure UK. \nNetwork Rail - ITRC has assembled different datasets to build a representation of the interdependent railway infrastructure with input from Network Rail. Using such datasets the ITRC has done a vulnerability study on Great Britain's rail network. The focus of the analysis is to look at the failures in the railway network that are initiated due to supporting systems such as signalling and monitoring systems, electrification, heating, lighting, among others. The effect of such failures have been analysed in terms of the passenger trip disruptions across the entire networks. The ITRC has and is testing multiple failure scenarios due to random shock events and extreme flood events to provide am understanding of the risk and resilience of GB's railway network. In the near future different avenues of dissemination of this work are being explored. These include, among others, discussions with Network Rail, and presentations at the EPSRC Transport Systems Catapult seminar series. \nJBA Trust - Bridge Scour Analysis collaboration. In this analysis JBA is looking at probabilistic failure scenarios for railway bridge failure due to extreme floods. The ITRC team is building demand loss estimates for these different failure scenarios. This will produce a flood risk analysis for the railway infrastructure. Since JBA has been directly contracted by Network Rail to assess the risks on their bridges, the ITRC involvement gives us this opportunity to engage strategically with Network Rail in order to provide advice on their network asset management plans.\nNational Grid - Spatial modelling for Future Energy Scenarios. ITRC is embarking upon a knowledge exchange secondment with National Grid to address their need for spatial modelling of renewable technologies, embedded generation capacities and the customer demand projections in the long-term. National Grid requires a spatial analysis tool capable of integrating different data sources, assigning transmission and distribution level assets to key renewable technologies (such as solar, wind and photovoltaic installations) and aggregating outputs from distribution regions to the grid. National Grid then aims to use the outputs to provide a demand allocation, by area, for different technologies and use these as inputs for their other models for forecasting spatial and temporal energy capacity/generation and demand changes for different forecasting scenarios. This helps National Grid's Future Energy Scenarios models by developing a better understanding of demands on the grid across different stakeholder regions, enhancing their investment efficiency and effectiveness of operations, and providing greater clarity around investment decisions. National Grid has identified the ITRC's in-house capabilities and expertise in spatial network analysis for satisfying their requirements for the spatial analysis tool. This work enables the ITRC to create a large impact on a national utility provider and expected to lead to further collaborations. \nInstitution of Civil Engineers, State of the Nation's Infrastructure Report (2014) and State of the Nation's Water (2012). ITRC has provided evidence to these two ICE studies, including evidence about strategic water infrastructure and key framing for the State of the Nation's Infrastructure report. \nAdaptation Sub-Committee of the Committee on Climate Change (CCC) - The ITRC has been supporting the CCC's analysis of infrastructure vulnerability as part of its analysis of adaptation of infrastructure to the impacts of climate change. \nScience Advisory Group in an Emergency (SAGE) - During the winter 2013/14 floods ITRC provided evidence to the SAGE on the potential impacts of flooding on infrastructure in the Thames Valley. \nNational Adaptation Programme: ITRC have been identified as contributing to the 'Infrastructure interdependencies' objectives in the National Adaptation Programme, by &quot;enhancing systems thinking around interdependencies and how associated climate change risks can be managed&quot;.\nWorcestershire County Council - Case study being developed with Worcestershire County Council on geohazard assessment in relation to infrastructure and future planned development - investigate the development of a national framework document. Cranfield are currently producing a geohazard assessment of the county. The outputs of the probabilistic subsidence modelling will also help to aid future county-scale infrastructure planning. A conceptual landslide model for the county is being tested, currently undergoing validation. It is then likely that this could be expanded to the rest of the UK.\nLincolnshire County Council - A soil-related geohazard assessment of Lincolnshire was undertaken for Lincolnshire County Council's highways department, using Cranfield's geohazard datasets. These were intersected with the county's local road network and condition surveys using a GIS. Conclusions were that areas prone to clay-related subsidence, exacerbated in drought conditions, are detrimental to road surface quality. Lincolnshire Highways Alliance has since used Cranfield's research to aid allocation of ?600k of road maintenance fund.\nDefra - Department for Environment, Food &amp;amp; Rural Affairs - ITRC provided input in the Policy paper Climate resilient infrastructure: preparing for a changing climate. Progress report. Government, the research community and engineering institutions are working together to explore issues of interdependencies. ITRC is providing evidence-based tools to support this work. See pages 5-6 in the report. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Transport,Other","dataset":"gtr"}