{"id":"798F2AD3-8BC3-4AE4-B6F9-A3A2BCEAC37E","title":"Roles and interdependence of calcineurin/NFAT and ERK pathways in pulsatile GnRH effects on gonadotrophin expression","abstractText":"Gonadotrophin-releasing hormone (GnRH) is secreted in pulses from the brain and acts at the pituitary to control synthesis and secretion of LH and FSH. These hormones in turn control sex steroid and germ cell production in the gonads, so GnRH is absolutely essential for human reproduction. GnRH pulse frequency varies physiologically, increasing for example, through the menstrual cycle to drive ovulation. Pulsatile GnRH administration mimics the physiological situation, increasing LH/FSH secretion in treatment of some forms of infertility and in IVF. In contrast, sustained stimulation causes desensitisation so that LH/FSH secretion reduces. This reduces sex steroids and is used to treat hormone-dependent cancers (breast, ovary, prostate etc.) Given its physiological and therapeutic importance there is immense interest in understanding GnRH action. Here, the premise is that knowing how GnRH activates its target cells (the receptors and the biochemical responses involved) will provide additional therapeutic targets. A limitation of this work, however, is that most experiments have used constant stimulation so we still know remarkably little about how cells respond to pulsatile GnRH. This is largely because the techniques used to monitor responses within the cell are very labour intensive, so to resolve this research bottle-neck we have developed much more efficient systems for monitoring GnRH signalling based on imaging fluorescent proteins fused to signalling proteins. GnRH causes these fluorescent reporters to move from the cytoplasm to the nucleus. This can be quantified by automated microscopy, providing live-cell readouts for activation. Specifically, we are using extracellular signal regulated kinase (ERK)-GFP and nuclear factor for activated T-cells (NFAT)-EFP. These proteins are implicated as mediators of GnRH effects on LH and FSH expression and both decode stimulus pulse frequency in other systems. We hypothesise that the biochemical pathways activating these proteins mediate GnRH effects on LH and FSH expression with pulsatile stimulation, and that they are interdependent (i.e. that they influence one-another in the cytoplasm and converge on LH and FSH gene promoter regions in the nucleus). We have planned a series of experiments to test this, using cell imaging to test for interdependence of the cytoplasmic signals and complimentary molecular approaches to defining ERK and NFAT targets in LH and FSH genes as well as their relevance for GnRH action. We also plan to extend our imaging strategies to monitor GnRH signalling and transcription in normal pituitary cells, something that has never yet been achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901763","grantId":"G0901763","fundValue":"399892","fundStart":"2010-11-15","fundEnd":"2014-01-31","funder":"MRC","impactText":"","person":"Craig Alexander McArdle","coPersons":["Robert Charles Fowkes"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}