{"id":"7993DD84-B5F5-49D7-A3EA-2E9DF753504F","title":"Identification of genetic variation in innate immune response genes associated with resistance to chicken viral infections","abstractText":"The UK poultry industry faces increasing challenges in the 21st century. Many of the drugs used to control diseases in poultry are being withdrawn from use. At the same time, improving welfare standards mean that the industry is becoming more free-range. But the downside is that free-range chickens face higher rates of disease challenge, for example through contact with wild birds. One answer to this problem is to breed birds, which have a higher natural resistance to disease. To do this, we need to understand the bird's immunity to disease, so that we can identify ways to control that response. We already know that in birds and mammals, the immune response can be divided into two arms - the innate response and the adaptive response. The latter is a very specific response, which hopefully leads to immune 'memory', in other words the ability to respond rapidly to subsequent infections with the same pathogen. This is how vaccination works, however, it is specific to each pathogen the bird encounters, and thus would not give general resistance to disease. Our target is the innate immune response. This is a generalised response that recognises components of a wide range of pathogens, for example, specific types of molecules in a bacterial coat. It serves two roles - it limits infection until the adaptive immune response can kick in, and also provides signals that control the adaptive immune response. For many infections, a strong innate immune response is all that is needed to control the pathogen and prevent the onset of disease. Our initial aim in this project is to identify as many of the genes in the chicken as possible that are involved in the innate immune response. This is now possible since the chicken genome was sequenced last year and already almost 18,000 genes have been predicted. Our initial gene set will be determined by comparisons with similar gene sets in mammals, and what we can identify from the chicken genome sequence. The next step will be to identify which members of this predicted set of genes are actually involved in the innate immune response to infection with viruses. We will do this by infecting birds with different viruses and looking at the expression of genes following infection, on a global level using whole genome microarrays. These are glass slides containing short unique sequences corresponding to each known gene in the chicken genome that can be used to detect whether a gene is turned on or off. After complex mathematical analysis, one can examine global gene expression using these microarrays and identify which chicken genes respond to a particular viral infection. We have chickens lines, which we know differ in their resistance to viral infections. We suspect that at least some of that difference will be at the level of the innate immune response. Once we know which genes are involved in the innate response to viral infection, we will then look for sequence differences or polymorphisms between these chicken lines. We will be looking for changes at single nucleotides within the DNA sequence of these genes, known as SNPs (single nucleotide polymorphisms). We will then predict, and later test, if these SNPs are likely to make a functional difference to the protein encoded by the gene, either in its structure (for example by changing the amino acid sequence) or the level of its expression. Finally, we will then assess if individual SNPs track with resistance to viral infection using crosses between resistant and susceptible lines, in simplest terms by seeing if the SNP is always found in a resistant bird. These SNPs can then be used as selectable markers in normal breeding programmes to select birds that are naturally more resistant to viral infection. In addition, resistant poultry will represent a new tool in our defense against infectious disease in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013704/2","grantId":"BB/D013704/2","fundValue":"191240","fundStart":"2008-05-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"","person":"David William Burt","coPersons":["Peter  Kaiser"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}