{"id":"799B49ED-7E2D-4A89-8A45-1099DFB56C3A","title":"Using Stream Computing on Mainstream PC Graphics Hardware for Fast de novo Protein Structure Prediction","abstractText":"Most genes are designed to code for specific proteins which have useful functions in the body. Proteins are essentially strings of simpler molecules, called amino acids and these strings can self-assemble into a complex 3-D structure as soon as the protein is formed by the protein-making machinery (ribosomes) in the cell. It is this unique structure which determines the precise chemical function of the protein (i.e. what is does in the cell and how it does it). By firing X-rays at crystallised proteins, scientists can determine their structure, but this process can take many months or even years. With hundreds of thousands of proteins for which the native structure is unknown, it is not surprising that scientists want to find a clever shortcut to working out the structure of proteins. We, like many other scientists have been trying to 'crack the code' of protein structure i.e. working out the rules which govern how the protein finds its unique structure and then trying to program a computer with these rules to allow scientists to quickly 'predict' what the structure of their protein of interest might be. At UCL we have been pioneering a number of approaches to predicting the structure of a protein from amino acid sequence. One of the most successful assembles new protein structures from small pieces of other proteins - a little bit like building a model from Lego(TM) parts. Although we have demonstrated a number of successful attempts at predicting protein structure, the technology is not readily available to bench scientists due to the fact that a lot of computer power is needed to carry out the calculations. One interesting new development that may allow any scientist to run these protein folding simulations on his own desktop PC is the use of graphics chips to run the simulations many times faster than the PC can on its own. Normally graphics chips allow users to run 3-D games or visualise 3-D environments at very high speed, but recently it has become apparent that these chips are capable of doing a lot more than just drawing 3-D objects. Our calculations indicate that the latest 3-D graphics boards available in the high street for less than 300 pounds are able to do as much work as 30 normal PCs. If this experiment is successful, any scientist with a cheap PC and graphics card will be able to run our software without needing access to an expensive supercomputer cluster.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023533/1","grantId":"BB/E023533/1","fundValue":"99987","fundStart":"2007-10-08","fundEnd":"2008-10-07","funder":"BBSRC","impactText":"  Production of skilled research staff with appropriate transferable skills is probably the single most important deliverable item of impact from this project. The RA has been able to take advantage of UCL's training schemes and career development courses spanning a broad range of topics and themes, including statistics, mathematical packages, writing and presentation skills, personal and professional development and career management. In this case, Sean Ward, the RA, received a UCL Entrepreneur Fellowship to construct a business plan for a new UCL spinout called Synthace (http://www.synthace.com/). Synthace is the UK's first synthetic biology company, and recently the company was awarded a ?500k TSB Synthetic Biology Grant and has also completed a ?1.3m seed funding round. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"David  Jones","coPersons":[],"organisation":"University College London","findingsText":" Most genes are designed to code for specific proteins which have useful functions in the body. Proteins are essentially strings of simpler molecules, called amino acids and these strings can self-assemble into a complex 3-D structure as soon as the protein is formed by the protein-making machinery (ribosomes) in the cell. It is this unique structure which determines the precise chemical function of the protein (i.e. what is does in the cell and how it does it). By firing X-rays at crystallised proteins, scientists can determine their structure, but this process can take many months or even years. With hundreds of thousands of proteins for which the native structure is unknown, it is not surprising that scientists want to find a clever shortcut to working out the structure of proteins. We, like many other scientists have been trying to &amp;amp;amp;amp;amp;amp;amp;quot;crack the code&amp;amp;amp;amp;amp;amp;amp;quot; of protein structure i.e. working out the rules which govern how the protein finds its unique structure and then trying to program a computer with these rules to allow scientists to quickly &amp;amp;amp;amp;amp;amp;amp;quot;predict&amp;amp;amp;amp;amp;amp;amp;quot; what the structure of their protein of interest might be.\n\nAt UCL we have been pioneering a number of approaches to predicting the structure of a protein from amino acid sequence. One of the most successful assembles new protein structures from small pieces of other proteins - a little bit like building a model from Lego(TM) parts. Although we have demonstrated a number of successful attempts at predicting protein structure, the technology is not readily available to bench scientists due to the fact that a lot of computer power is needed to carry out the calculations.\n\nThis project exploited an interesting new development that allows any scientist to run these protein folding simulations on his own desktop PC, namely the use of graphics chips to run the simulations many times faster than the PC can on its own. Normally graphics chips allow users to run 3-D games or visualise 3-D environments at very high speed, but recently it has become apparent that these chips are capable of doing a lot more than just drawing 3-D objects. The latest 3-D graphics boards available in the high street for less than 300 pounds are able to do as much work as 30 normal PCs.\n\nUsing software developed in this project, any scientist with a cheap PC and graphics card can run folding simulations without needing access to an expensive supercomputer cluster. Researchers in academia or industry can download and use our software from our web-based download site. Our work may also serve as an example of how this new technology can help speed up similar scientific calculations. Also, the fact that so much computational can be done with a single desktop PC may also have positive implications for the environment as high throughput computing applications can be run without needing power-hungry and expensive supercomputing clusters. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}