{"id":"79B14186-B768-4A46-8920-0E00A7D7CE9E","title":"Functional genomics identification and characterization of novel disease genes, mechanisms and pathways of ciliogenesis","abstractText":"Cilia are small structures which protrude from the surface of most animal cells like antennae. Like antennae, they receive signals from other cells and their surroundings, and help the cell behave appropriately. This is especially important in development, and defects in cilia lead to a range of human developmental diseases called &quot;ciliopathies&quot;. These conditions range from severe, lethal conditions that involve complex defects in multiple organs including the brain, to retinitis pigmentosa (RP) which is a form of hereditary, progressive sight loss. Scientists still do not fully understand how cilia help to control brain and retina development. Although these conditions are individually rare, collectively they are a common cause of morbidity and mortality in babies and young children but remain difficult to diagnose and treat.\n\nThis research proposes to identify genes that are either defective (&quot;mutated&quot;) in ciliopathies, or otherwise contribute to the formation of a cilium either individually or as part of a pathway. To achieve this aim, we will take advantage of recent exciting advances in genetic technology that allow us to evaluate the contribution of every human gene to cilia formation (&quot;reverse genetics screen&quot;). We are uniquely placed to do this work and the team of investigators have a proven track record of success in this field: we have formed excellent research partnerships with families, their clinicians and other workers in the field to participate in gene identification studies; we have the appropriate state-of-the-art technology, image analysis tools and experience; and we have already produced and validated the very large data-set from the screen that we now wish to exploit more extensively in the present research proposal. We will study key genes (&quot;screen hits&quot;) and their contributions to cilia formation, and, in particular we will use special cell systems that more closely model brain and retinal tissue. To do this, we will use both mouse and human stem cells differentiated into neuronal precursors, neurons and retinal cells. Importantly, this approach allows us to study cilia in retinal tissue derived from patients with RP.\n\nThe identification of new genes in cilia formation provides two major benefits. Firstly, accurate genetic testing then becomes possible for patients and families, with improvements in diagnosis and genetic counselling. Secondly, important and often unexpected scientific insights are made into disease mechanisms and into the normal function of the disease gene that can lead to new treatments. In particular, we have preliminary evidence from the screen that certain forms of RP, for which the disease mechanism has been unclear previously, may be caused by defective cilia formation in the retina. A better understanding of these processes may provide opportunities for developing drugs or new treatments to prevent disease progression in common forms of retinal degeneration. We also expect new insights into the causes of other common conditions such as polycystic kidney disease, spina bifida and congenital heart defects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M000532/1","grantId":"MR/M000532/1","fundValue":"625241","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Colin Anfimov Johnson","coPersons":["Christopher Francis Inglehearn","Heiko  Wurdak","Darren Charles Tomlinson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}