{"id":"79C12DDD-F436-4CA9-9E3B-060AAFF4A632","title":"The mechanics of stone decay: relating microscale to macroscale","abstractText":"Stone buildings and archaeological material throughout the world is subject to decay and degradation, and conservators face a continuing struggle to maintain the cultural heritage. A common cause of decay and damage is the crystallization of salts in porous stone materials. Although this is an old problem, scientists do not fully understand how the damage is caused. There is a paradox at the heart of the problem. If one imagines a salt crystal growing in a pore within a piece of stone, then one thinks that an outward stress develops when the crystal reaches the wall of the pore and pushes against it. But if the crystal is in intimate touching contact with the wall, then further growth should be impossible as ion transport along the interface can no longer occur. If the salt and the wall of the pore make adhesive contact there should in fact be no stress. According to an important new theory by Scherer, the explanation is that in the cases where salt damage occurs, there is a short-range repulsive interaction between the growing salt crystal and the mineral forming the wall of the pore and a thin nanoscale liquid film exists between the two solid surfaces. This film allows further dissolved salt to diffuse to the crystal surface; as the crystal continues to grow it continues to push on the pore wall and eventually sufficient stress can be developed that the stone cracks. Stones are relatively weak and cannot withstand much tensile stress.In a successful pilot project just completed, we used an atomic force microscope to measure this repulsive force directly for a silica probe approaching a potassium sulphate crystal. This instrument allow us to take a tiny mineral crystal mounted on a minute flexible cantilever and bring this up to the surface of a salt crystal immersed in a saturated solution. We now plan to carry out a much more detailed study to confirm and extend these results and to understand fully the origin of the repulsion. Mineral crystals of main interest are silica/quartz, the main constituent of sandstones, and calcite, the main constituent of limestones. We shall also see if it possible to change the repulsion to an adhesive attraction by modifying the mineral surface, for example with adsorbed polyelectrolyte.There are two other important strands of work. First, we shall use atomistic computer simulation to learn more about the distribution of ions in the narrow slot between the solid surfaces; and hence to understand the forces and the thermodynamics of these highly concentrated ionic systems.Second, we shall work with Prof G Scherer at Princeton to relate these micro-scale measurements and concepts to the macro-scale crystallization damage observed in stones. This will be done through precise and quantitative beam-bending tests which detect chemomechanical stress in small specimens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008929/1","grantId":"EP/F008929/1","fundValue":"168125","fundStart":"2007-07-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Christopher  Hall","coPersons":["Vasileios  Koutsos","Paul Anthony  Madden"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}