{"id":"79C6A22E-6207-4BCD-A1A2-ADB43EF58F59","title":"Decorating self-assembled nano-to-mesoscale peptide fibres with functional proteins and protein complexes","abstractText":"Our research is concerned with understanding how biology builds functional structures using molecular building blocks. We apply this understanding to make new structures from molecules accessible in the lab. In particular, we are interested in making fibrous structures at the scale of billionths to millionths of a metre. With such 'nanofibres' in hand, we wish to decorate them with other 'functional' biological molecules. In this way, we aim to build up complex arrangements of molecules from the bottom-up, using the process of self-assembly. Our inspiration comes from biology, which uses similar principles to make structures with a wide variety of functions; for instance, to give shape and stability to cells; to provide molecular highways within cells; and to act as scaffolds that hold cells together and form tissues. The structures that we aim to make may have long-term uses in the emerging area of bionanotechnology. For instance, as man-made scaffolds for growing cells and even new tissues in the lab, which in turn may be useful in wound healing for organ replacements. Biology is a molecular science: it is blueprinted by, built from and run by molecules; and we now have the means to examine and understand biology at the molecular level. Biological molecules range from water molecules that measure less than one billionth of a metre across, to molecules of DNA that, when stretched out, can span tens of centimetres. The larger molecules are called macromolecules, and include carbohydrates, lipids, nucleic acids and proteins. Most of these perform tasks in biology dictated by their chemistry. Proteins, which are the subject of our research, are unusual in that they have a wide variety of functions. For example, collagen provides scaffolding in most mammalian tissues; myoglobin stores oxygen in muscle, whereas its relative, haemoglobin, transports oxygen from the lungs to active organs and tissues; and hexokinase is the first in a cascade of enzymes that breaks down glucose-containing foodstuffs to make ATP, the currency of energy in biology. Proteins are polymers: they are chain-like molecules made from similar amino-acid building blocks held together by strong bonds. In general, polymers do not adopt specific 3D structures. Proteins are unusual in that they do, which is the key to their roles and importance in biology. The amino acids in proteins have different chemistries, for instance, some are soluble in water, and others are not. Ultimately these properties determine the 3D structures and functions of proteins, but precisely how is not understood. The organisation of protein molecules does not stop there: they rarely act alone and more often assemble into larger more-complex structures. It is these complexes that usually have the interesting biological functions. For instance, myoglobin has only one protein chain, and its function is limited. Whereas, chemical interplay between the four chains in haemoglobin gives it utility: haemoglobin picks up, transports and delivers oxygen; moreover, its abilities to do this can be tuned, for instance to allow a foetus to rob its mother of oxygen. We are interested in one type of protein that directs and cements interactions between protein chains. This is called the coiled coil. Amongst other things, it is responsible for making structures like porcupine quills. Our interests are down a few orders of magnitude at the scale of billionths to millionths of a metre. We have succeeded in making fibrous structures, like the quills, in the lab on this scale. Our next step is to decorate them with other functional proteins, including proteins that can transfer electrons to make nanowires; complexes of enzymes to make new antibiotics; and cell growth factors to help grow nerve cells for fundamental science and perhaps even surgery. The aim of this proposal is create the necessary methods and tools for linking the bare fibres to the active proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022359/1","grantId":"BB/E022359/1","fundValue":"569624","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}