{"id":"79C63EEE-05AB-4951-AC84-99EFD2B8F174","title":"AGRI-SCIENCE CHEMICAL BIOLOGY NETWORK: AGRI-net","abstractText":"The food, fibre and fuel requirements of an ever-increasing population are some of the major challenges facing current society. This means that there is a clear need for innovation and technology to increase crop productivity in a sustainable way. Key targets include increasing photosynthetic efficiency, reducing losses caused by pests and diseases, enhancing food safety and quality for better nutrition, minimising waste throughout the food supply chain, and improving the processing of biomass materials for fuels and other plant derived chemicals and materials. \n\nIt will be vital that existing and new technologies be applied across the agri-sciences. Multidisciplinary approaches being the likely drivers enabling this. Chemical Biology through physical science innovation (in e.g. chemistry, physics, mathematics, engineering) is able to tackle biological problems on a molecular level and in so doing will lead to the development of novel technologies that will address future agri-science needs.\n\nThis proposed chemical biology AGri-sciences Research Information network (AGRI-Net) will bring together researchers and end-users from academia, industry and government agencies. It will enhance interactions between the Agri-science and Chemical Biology communities, and stimulate the development and facilitate the translation of novel technologies to key stakeholders in the agri-sciences.This will lead to the development of high-impact multi-disciplinary research which is targeted at one of the world's grand challenges, Crop Sustainability.\n\nThe aim of the network is to foster cross-fertilisation between different research disciplines and provide added value to the Agri-science research landscape. In this context, Chemical biology is the application of tools and technologies generated by the physical sciences (ie chemistry, physics, mathematics and engineering) to bottlenecks limiting progress within the agri-science research environment (ie agri-chemistry, pest control, crop efficiency and protection, etc.). \n\nThis will be achieved via a number of mechanisms. In the first instance a virtual networking environment will be created, via a web-based community portal. This will foster interactions between stakeholders. AGRI-net will also host meetings and showcase and creativity ideas generation events in conjunction with industrial partners. \n\nIt will identify promising ideas arising from these events and fund feasibility study to test out these new concepts and approaches.These projects will rapidly enhance the network, engaging all communities and will result in a corresponding increase of pace and impact of the research efforts, as these initial studies will be used to pump-prime large scale funding opportunities. \n\nAGRI-net will expose the communities to new tools and technologies that could advance progress in plant, fungal and insect biology and deepen knowledge needed to overcome bottlenecks in developing new solutions to improve crop protection and sustainability.\n\nGiven that Food and Energy security are two of the major challenges that face society today, and have been identified as key strategic priorities for future research funding by both the BBSRC and EPSRC, the nucleus formed by AGRI-net is expected to evolve and grow over time. New collaborative projects and alliances on an international scale will be generated, via current links with international academic and industrial partners, and through the introduction of new members to the network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037180/1","grantId":"EP/I037180/1","fundValue":"233989","fundStart":"2011-05-27","fundEnd":"2014-05-12","funder":"EPSRC","impactText":"","person":"Laura Mary Barter","coPersons":["Rudiger  Woscholski"],"organisation":"Imperial College London","findingsText":" AGRI-net's first challenge was to build a critical mass of activity at the chemical biology/agri-science interface. During this first phase, AGRI-net started to identify key challenges that can be targeted by focused industrial and/or academic partnerships, and it is currently in the process of generating a landscape document to produce a capacity and capability map of the community. To date AGRI-net has underpinned 2 funded feasibility studies, a Knowledge Transfer Partnership, PhD /CASE studentships, PDRA funding, a ?3.2M Marie Curie ITN award, and facilitated open access to Syngenta's compound library for AGRI-net members. These activities have focused upon the translation of established Chemical Biology tools and technologies. \n\nRapid Growth: AGRI-net has rapidly expanded since its launch 2 years ago, and its membership comprising &amp;gt;500 drawn from 23 Companies, 65 Universities, 9 Research Institutes and 7 Agencies/Learned societies/Commissions. Since its inception, Syngenta and BAYER crop science have made Chemical Biology one of their strategic research themes. Whist the expansion of the network has been impressive, it is clear that further growth of the AGRI-net community is required to underpin the growth of industry/academia targeted research clusters aimed at tackling specific grand challenges outlined in the vision of the roadmap We are now uniquely poised during the second phase of AGRI-net (AGRI-net-II) to develop and implement a roadmap, which whist continuing to promote the translation of established technologies to the agri-sciences, will focus on addressing grand challenges that are currently intractable with the current state of the art. AGRI-net-II will therefore stimulate the development and translation of wholly new tools and technologies to a range of applications within the agri-sciences. Agriculture, Food and Drink,Chemicals,Education,Energy,Environment","dataset":"gtr"}