{"id":"79C636F3-9995-407D-A65F-E4A2FF28BA49","title":"Flow of Gas-Liquid Foams in Narrow Complex Geometries","abstractText":"Gas-liquid foams are ubiquitous in our daily life and in industry. Applications range from food, consumer goods, pharmaceuticals, polymers and ceramics to fire-fighting, enhanced oil recovery, and mineral particle transport. Recently, applications have also emerged in the medical field, e.g. foam sclerotherapy of varicose veins, and expanding polymer foam for treating brain aneurysms. Thus, foams are crucial to a wide range of industries and contribute considerably to the world economy. For example, by 2018 the global market will be worth $61.9 billion for polyurethane foam, $7.9 billion for shaving foam, and $74 billion for ice cream. The chocolate market will reach $98.3 billion in 2016, and a considerable part of it is due to aerated products (e.g. mousse).\n\nFoams are challenging complex fluids which are used for a variety of reasons including their light weight, complex microstructure, rheology, and transience, many aspects of which are not well understood and, thus, not well predicted by current models. A wide gap therefore exists between the complexity of foam phenomena and the present state of knowledge, which makes foam design and control in commercial applications more art than science.\n\nIn particular, in many industrial processes foams are forced to flow through intricate passages, into vessels with narrow complex cross-sections or through nozzles. Examples include flow of aerated confectionary in narrow channels and complex moulds, filling of cavities with insulation foam, flow of foamed cement slurries in narrow oil-well annuli, filling of hollow aerofoil sections with polyurethane foam to make aerodynamic tethers for communication and geoengineering applications, and production of pre-insulated pipes for district heating. These flows are typified by contractions and expansions which generate complex phenomena that can have important effects on foam structure and flow, and can lead to dramatic instabilities and morphological transformations with serious practical implications for foam sustainability during flow and processing. Here, the flow characteristics of the foam at bubble scale are important, but the topological changes incurred and their effects on the rheology and flow of the foam are poorly understood. \n\nThis proposal seeks to address this lack of understanding by studying experimentally, using a range of advanced diagnostic techniques, and via theory and computer simulation a number of fundamental aspects related to the flow, stability and behaviour of three-dimensional foams through narrow channels containing a variety of complex geometries. The flow of aqueous foams as well as setting polymer foams with formulations of varying degrees of complexity will be experimentally studied. We will develop bubble-scale simulations with arbitrary liquid fractions spanning the whole range from dry to wet, to cover foams of industrial relevance. The wide range of experimental information and data to be generated in this project will allow these simulations to be guided and critically tested and, conversely, the simulations will underpin our engineering theory of the behaviour of foam flows in complex geometries.\n\nThis basic knowledge, from theory, modelling and experiment, will give a step improvement in fundamental science, and will assist designers and manufacturers of foam products, as well as designers and users of foam generating or processing equipment. More specifically, the practical aim of the project is to develop predictive tools as an aid to industrial practitioners, to describe the structural and dynamical properties of foams in terms of formulation properties and flow parameters, based on the knowledge gained from the experimental and modelling work. We will also work with our industrial partners to help them improve their understanding of the fundamental science which underpins their particular foam flow applications and, thus, enable them to enhance them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N002326/1","grantId":"EP/N002326/1","fundValue":"254963","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Simon  Cox","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}