{"id":"79CE6946-AB77-4D1A-8901-4EBBA405547D","title":"Processes of Technical Change in British Agriculture: Innovation in the Farming of South West England, 1935-1985","abstractText":"<p>As the world enters a period of growing concern over food security, it is important to learn lessons from agricultural history. The UK from the 1940s to the 1970s underwent a far reaching transformation of its farming industry. Much of the technical innovation associated with this was already available in pre-war years. Moreover, some of the cost-price pressures on agriculture that limited productivity in the 1930s were equally present post-war. Why then were there such changes in agriculture in the post-war period? Using evidence from the farm field books of the Farm Management Survey, this research will look at changes in productivity and technical innovation. This will be combined with oral history interviews with farmers, or their successors, who participated in the FMS in the 1950s and 1960s. </p>\n\n<p>Research Objectives: </p>\n\n<ol>\n \n\n <li>To conduct a survey of agricultural change in SW England, identifying how and when outputs changed on a sample of farms from 1935 to 1985. </li>\n\n <li>To use FMS fieldbooks to provide detailed information on inputs to shed light on how and when changes on individual farms were brought about. </li>\n\n <li>To examine through oral history interviews what motivated farmers to adopt innovations and change their farming methods? </li>\n</ol>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G03219X/1","grantId":"ES/G03219X/1","fundValue":"373790","fundStart":"2009-11-01","fundEnd":"2013-05-31","funder":"ESRC","impactText":"  As the European Rural History Organisation (EURHO) conference at Bern in August 2013 demonstrated, the last decade has seen a significant expansion of the subject across Europe. Prominent among the 300-plus delegates attending the 77 sessions of the conference were those interested in the history of the twentieth century and in technical change, and one of the pioneering investigations of technical change in the post-World War II period was seen to be the project under review here. Much of the previous work explaining technical change in the agriculture of developed countries was carried out by agricultural economists, and based on national statistics and contemporary surveys, and what historical work there was tended to use this material as its primary data. The novelty of this project was that it studied the topic at the individual farm level, by combining the results of a large historical database with oral history interviews of a sample of the farmers found in the database. It also used national archive material to explore the process of knowledge transfer and the construction of knowledge networks to facilitate the development of agricultural technology from the laboratory to the farmyard. This work is contributing to an emerging process of historical evaluation of technical change in European agriculture now being carried out not only by the present team at Exeter but also by others in Austria (St P&ouml;lten), Spain (Zaragoza and Santiago de Compostela) and Belgium (Leuven), with all of whom we have been in fruitful contact. We have also had scientific impact beyond the rural history community. The integration of material from a large numeric database with individualised qualitative material (providing more space to 'non-elite' and 'everyday' interpretations) has brought us into contact with a broader oral history constituency (e.g. through the Exeter Oral History Hub). \n\nTo date the project has resulted in over 20 international, national and local conference or seminar presentations to a mixture of academic and non-academic audiences. Our dissemination venues have ranged from European conferences in Ghent, Bern and Prague to the University of the Third Age in one small Devon town and local history society presentations in Devon villages. As well as engaging with scientists in the more academic of these presentations our local talks to 'lay' audiences have allowed non-expert influence on the development of our own scientific ideas. \n\nPapers to academic conferences were generally by invitation, with the exception of the 2010 EURHO conference at Brighton in 2010, where we convened a panel on 'Perspectives on technical change in agriculture' (session 6.5), which included our own paper under the same title. At the British Society for the History of Science meeting in Exeter in 2011 we were invited to contribute to a panel by Dr Abigail Woods (now at Kings College, London); at the European Social Science History conference in Glasgow in 2012 we contributed to a panel on European Agriculture convened by Professor Vicente Pinilla (University of Zaragoza). We were invited to deliver a paper to the British Agricultural History Society Annual Conference at Askham Bryan (York) in 2013 by the Secretary, Dr Nicola Verdon, and at the EURHO conference in Bern in 2013 we were invited to contribute to a panel on knowledge networks by its organiser, Professor Yves Segers (University of Leuven). Other impacts were achieved through papers for International Historical Geographers (Prague August 2012, a methodologically-focussed contribution to the 'Geographies of Creativity and Knowledge' workshop (June 2012) and in a panel on 'Memory and Space: the Past in its Place', at the Conference of Early Modern Memory' (Worcester, May 2014) and invited seminars in the University of Oulu ('heritage and scale'' paper) in Finland (Jan 2014) and the University of Helsinki ('Heritage and landscape'), in February 2014. The project is informing an invited paper (Programme Director, Professor Tobias Plieninger, University of Copenhagen) on 'The relations between heritage and landscape', at the 'Sustainable Futures for Europe's Heritage in Cultural Landscapes' (HERCULES) EU-funded Programme related to the European Landscape Convention (Amsterdam, Sept 2014).\n\nWe set out to achieve two very different economic and social impacts. First, although primarily a work of historical scholarship, we couched our original proposal in terms of generating understanding relevant to contemporary issues of land management and food security. This was of particular importance to the PI given his level of engagement in contemporary policy issues, for example as a member of the National Ecosystem Assessment Expert Panel and a Commissioner for the Commission for Rural Communities (until its abolition in 2013). His work with and input to these organisations and to other bodies involved in land management and the setting of land management policies is informed by the findings from this project. The most direct example of impact in this respect is the PI's direction of the Defra's Sustainable Intensification Platform (SIP) which commenced in May 2014. SIP involves research, application and knowledge exchange in equal measure. It requires an intimate understanding of farmer behaviour in a context where responding to current challenges benefits from knowledge of challenges in the 1940s and 1950s. As Defra and the science community seek to produce agricultural management policies and practices that blend production and environmental sustainability, an understanding of recent agricultural experience is crucial and the PI continually seeks to feed the knowledge gained from this project into the understandings of the bodies with which he works. Secondly, at a local level the farmers involved in the project benefited from a greater knowledge and understanding of the history of their own landholding which the project was able to provide, and more broadly, so did local historians and local history groups.\nLocal Impact. \nLocal history is thriving in many communities up and down the land. There is a continuum from locality based lay groups with a fascination for who and what has shaped their own immediate environs through to county groups often encompassing the interests of both lay enthusiasts and some professional historians. Thus in Devon we have given talks to both local groups and the Devonshire Association. At the local level the findings that provide the most interest are the details of how, and by whom, the land was farmed in the 1940s and 1950s. By supplementing our own findings from the FBS with additional use of agricultural census parish summaries and the 1941 National Farm Survey, we are able to paint a rich story of localities, allowing people to understand inter-relationships between land and society and how places are shaped and re-shaped as a result of economic activity. In particular, we have challenged stereotypical views of an 'unchanging' farming world, revealing the, at times, rapid pace of change in technology, occupation and land use. Local presentations are as follows: University of the Third Age in Tiverton and Torbay (Harvey), local history societies in Hatherleigh and Exbourne and local public lecture in Winkleigh (Winter), Devonshire Association (Winter). Agriculture, Food and Drink,Education,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Michael  Winter","coPersons":["David  Harvey","Matt  Lobley","Paul William Brassley"],"organisation":"University of Exeter","findingsText":" As a result of the emphasis of the Farm Management Survey sample for which we have the archive, our project concentrated on the development of dairy farming in south-west England between 1935 and 1985. It revealed the importance of technical changes such as artificial insemination, the concentration on the Friesian breed, silage, housing and mechanisation, as might be expected, but also provided extensive evidence of the importance of specialisation, from both economic scale and technical knowledge perspectives. Associated with this was the obverse: exploring the enterprises that did not expand, but contracted or disappeared, which in the case of many of the farms involved meant intensive livestock. And because this work was carried out at the individual farm level it provided vivid evidence of the variations between farms in their rates of adoption and structural change, and the reasons for them. It also enabled us to explore not only the provision of technical advice, but also the way in which farmers reacted to this advice within the wider context of agricultural policy. We are currently working on a book which will be the main output from the project. We had originally hoped to complete a full draft of the manuscript by the end of 2013 for publication in 2014 but we are running behind schedule for reasons set out in 4A below. We have however written significant sections of the book, a total of 72,000 words, as indicated by the current word count against each of the five main book sections (the core central sections will be sub-divided into shorter chapters): \n\n1. Introduction: Transforming Agriculture (6,000 words) \n2. The Farm Management Survey: A Neglected Resource in Rural History (10,000 words)\n3. A Revolution in what? Identifying the changes that transformed agriculture (26,000 words)\n4. The State and Knowledge networks in UK farming 1935-85 (30,000 words)\n5. Farmers and Change. \n\nFuture research projects building on this one are also under consideration. Thus for Harvey, this ESRC project is informing the development of research on landscape management and heritage over the 'long duree', from late medieval to present day, which interactions with English Heritage who are interested in new ways of approaching land management that are more closely allied to taking account of a 'public voice'. Consideration is also being given by the team to research using the archived fieldbooks for the period after this study (from 1985 to the mid 2000s). Agriculture, Food and Drink,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}