{"id":"79D4505A-F579-45F1-9DAE-38950EA8991D","title":"Nash equilibria for load balancing in networked power systems","abstractText":"Power systems must constantly maintain a balance between the instantaneous supply and demand for electricity. Coming technologies such as energy storage and demand-side management promise to make a significant contribution to this balancing challenge. The concept of demand-side management involves the ability of power utilities to influence electricity usage at consumers' premises either through direct control via a telecommunications system, or indirectly through incentives which are usually economic such as variable pricing tariffs. An electrical energy storage unit (such as Tesla's recently announced 'Powerwall', a rechargeable lithium-ion battery product for home use which stores electricity for domestic consumption, load shifting, and backup power) is a buffer used principally or exclusively to counteract the power imbalance between supply and demand. Energy storage technologies are typically reliable and always available, but this is not necessarily true for demand-side management solutions. \n\nThe proposed research will explore the dynamic, multi-player, economic and operational 'games' arising when energy storage and demand-side management technologies are applied to power system balancing. We will use a game-theoretical approach to model this, combined with useful mathematical techniques borrowed from the statistical mechanics of complex systems and techniques developed for the analysis of complex networks. The operators of these technologies, as well as the entity responsible for balancing, are treated as agents within one or more markets for electricity. An important concept of solution in the study of these non-zero sum dynamic games is the so-called Nash equilibrium, in which no single player can improve their outcome by altering their decision unilaterally. In other words, a Nash equilibrium is a state in which no player can improve their situation by changing to another strategy. Equilibria are desirable in this context of balancing because they represent sustainable and stable setups. We will investigate the properties of these equilibrium states for a variety of stochastic models relevant in the load balancing context.\n\nBy studying dynamic games we will address two fundamental research questions: firstly, how the operators of such new technologies should optimally act, and secondly how they should be appropriately rewarded in order to produce a suitable dynamic equilibrium in the balancing service they can provide. Further, by appropriately extending these games to networks we will explore how the dynamic equilibria change when such technologies are aggregated through third parties. In the most ambitious part of this proposal we will explore the effect of multiplex and evolving network topology when, for example, participation in load balancing is influenced by the participation of peers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N013492/1","grantId":"EP/N013492/1","fundValue":"497381","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Christian  Beck","coPersons":["Vito Claudio  Latora"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}