{"id":"79D54403-E3B2-4326-9F84-BBF9D48EEA1A","title":"Point Measurement of Reactive Iodine Species by Resonance Fluorescence","abstractText":"The composition of our atmosphere is responsible for many aspects of our everyday life, such as the spread of pollution and our climate. Atmospheric composition is determined by emissions of natural and man-made compounds, and by chemical reactions which transform those compounds. This research fellowship aims to develop our understanding of some of the chemical processes involving iodine species which occur in the atmosphere in marine areas. Marine organisms are known to release iodine-containing compounds into the atmosphere. In the presence of sunlight, these compounds can be broken down releasing the iodine atoms they contain, which can then undergo chemical reactions which affect the marine atmosphere: Iodine species can affect the ability of the atmosphere to process pollutant emissions such as the global warming gas methane, as they can change the concentrations of the oxidant species which initiate the degradation of hydrocarbons. Recent research has also shown that under certain conditions, gas-phase iodine species can condense to form new particles in the atmosphere, a few nanometres in diameter. Bursts of new particles have been detected during measurements conducted at Mace Head Research Station on the west coast of Ireland. These particles can increase the tendency for clouds to form, as they act as focal points for water vapour to condense upon. As clouds reflect solar radiation back into space during the day, and trap heat close to the earth's surface at night, marine iodine emissions could affect both our weather and climate. This research aims to answer a fundamental question about these processes: -What are the concentrations and distribution of iodine-containing compounds in the marine atmosphere ? The research will be carried out by Dr William Bloss &amp; Professor Dwayne Heard in the School of Chemistry in the University of Leeds, where a new instrument for the detection of iodine species will be developed, based upon a technique called resonance fluorescence, which is sensitive, specifically detects iodine atoms and can be accurately calibrated. The instrument will be able to measure several of the iodine species present in the marine atmosphere, which will greatly improve our understanding of the role of iodine chemistry along the coastline and over the open ocean. The instrument will be tested in Leeds, and during a trial deployment at Mace Head Research Station in Ireland. A particular aim will be to determine if the iodine species are restricted to a narrow coastal region, or if they are found over the open ocean at appreciable levels - if the latter, then the processes described above will have a significant impact upon atmospheric composition. The field measurements will also be used to test the chemical mechanisms used in numerical models which aim to predict the future composition of the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D005272/1","grantId":"NE/D005272/1","fundValue":"127970","fundStart":"2006-02-27","fundEnd":"2007-12-26","funder":"NERC","impactText":"","person":"Dwayne Ellis Heard","coPersons":["William  Bloss"],"organisation":"University of Leeds","findingsText":" No new findings since the beginning of 2013 Not at the moment Environment","dataset":"gtr"}