{"id":"79D87D02-ACDF-4C7E-820A-D768DC02B813","title":"ChELSI: Chemical Engineering Life Science Interface","abstractText":"In the United States and countries such as Singapore and Korea, chemical engineers collaborate extensively with biologists at what is termed the Life Science Interface. In the United Kingdom, such collaborations are worryingly few in numbers. We propose to establish a research centre - ChELSI, where Chemical Engineers will work at the Life Science Interface. ChELSI's purpose is to build a centre of excellence in its own right and to reach out to the whole UK chemical engineering community.ChELSI will be based in the Department of Chemical and Process Engineering at the University of Sheffield. At the core of ChELSI will be existing staff from the Biological and Environmental Systems Group bolstered by new appointments - 3 lecturers, 3 PDRAs, 3 PhD students, 2 technicians and administrative support. The University of Sheffield will contribute to ChELSI by providing 1000 m2 of new laboratories, offices and an ideas space . In this bid we seek funds to support the 11 research staff for five years and to provide laboratory equipment and consumables and small amounts of funding to enable pump-priming of external collaborations.Our vision for ChELSI is that it will be focused on problems of relevance to human health. We propose initial projects in the areas of stem cells and regenerative medicine, kidney diseases, reproductive biology and protein aggregation. However the staff resources we propose should be much more broadly oriented and propose that these be in three thematic areas: (1) analytical techniques underpinning - omic measurement (2) multi-scale modelling and (3) metabolic engineering. These individuals will contribute to our exemplar projects, initiate their own activity and provide a vital source of expertise for reaching out to new collaborators. The concept of ChELSI is that it will be outward looking. To ensure success it must bridge to the life science community and the UK chemical engineering community. This concept is embedded in every level of what we plan: from the layout of the new facilities, with its ideas space , to our portal concept, our hub-and-spoke model for use of facilities, our multi-level communications plan and the membership of our advisory panel.At the end of the five years funding sought with this bid, we expect ChELSI to be a thriving centre of excellence for chemical engineering at the life science interface. More than 25 individuals will work in Sheffield with the costs of the lecturers and technicians borne by the University. Further there will be active links to other chemical engineering departments in the UK and beyond where chemical engineers have become involved in life-science work, in part we hope, because of ChELSI. The net result of this collection of engineers taking their skills to another problem set will be added vitality in their discipline in the UK, the emergence of the UK as the lead competitor to the USA in this field and emergence of quantitative systems level analysis as a routine tool in UK life science research.Given the rate of progress in life science tools and knowledge, we argue that if investment is not made now, the UK will not bridge the gap to the US, chemical engineering here will diverge in nature from other leading countries and UK biologists will either not have access to these skills or will have to seek them overseas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E036252/1","grantId":"EP/E036252/1","fundValue":"3588050","fundStart":"2007-07-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Geof  Tomlinson","coPersons":["Phillip Craig  Wright","Michael John Hounslow"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}