{"id":"79DA2DAD-7DF5-495A-9862-10B893F7BAA5","title":"The place-names of Shropshire","abstractText":"This project will bring to completion a long-term study of Shropshire place-names begun by Dr Margaret Gelling, former President of the English Place-Name Society (EPNS) and one of the subject's leading exponents of the last forty years. Before her death in April 2009, Gelling had published around half the county in five volumes, with a sixth almost complete and now in press. In four further volumes we aim to cover the remainder of the county and to provide a full introduction to the completed survey.\n\nIn the process we shall assemble and discuss the evidence for thousands of names of settlements, natural features and landholdings. These names were coined from the early medieval period onwards by those who owned, governed, lived on or worked on the land, and they stand as evidence for the concerns and perceptions of these people, for the languages that they spoke and for a landscape sometimes quite recognisable, sometimes wholly altered. \n\nPlace-names can offer a unique insight into aspects of the past which -- because they are so local, so commonplace, or reflect developments at such an early date -- are not recorded in other kinds of documentation. They illuminate well the essentially local and particular, in indicating the former presence of the long-extinct lynx at Lostford, for example, or in identifying the sites of now-drained pools or levelled tumuli. However, place-name evidence can also be used in addressing weightier aspects of social or linguistic history, and in our final introductory volume we shall address a wide range of research questions relating to the linguistic, social and political history of this large division of the western midlands of England. There are questions here about the origins and boundaries of the Anglo-Saxon kingdom of Mercia, about the creation of shires and hundreds, about the variety of agricultural practice across the county (and particularly the extent of the spread of 'open-field' farming), and about the regional development of the English language.\n\nParticular questions surround the relationship in this area between Welsh and English languages. We shall devote a special study to the extensive evidence for the Welsh language in Shropshire, seeking to place it within a context of what is known of the linguistic border from north to south throughout the middle ages and modern periods. Other large research questions are then directly related to this one: how far, for instance, does the full evidence support Gelling's suggestion that many of the English place-names of western Shropshire may have been coined by Mercian administrators, over the heads of a largely Welsh-speaking population?\n\nGelling's work was based on a substantial collection of historic place-name forms largely assembled over many years by local Shropshire volunteers. This collection has now passed to the Institute for Name-Studies in Nottingham where we can draw on established resources and experience to carry out the necessary tasks of organising, analysing and interpreting the material. For the Welsh element of the work we are able to draw on the resources of the University of Wales Centre for Advanced Welsh and Celtic Studies in Aberystwyth.\n\nThe research will be made widely available to the scholarly community, and others, in the form of four EPNS volumes, taking their place in a series which is an established and familiar resource to a wide range of scholars from many disciplines across medieval and modern periods, including political, social, and economic historians, linguists, archaeologists and historical geographers. The research will not only be cited by many scholars, but also developed, and used as a basis for further research. In addition, the interest of the subject, and its relevance to so many historical topics, will be conveyed to the Shropshire community by means of an exhibition and a series of talks in the county.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000233/1","grantId":"AH/K000233/1","fundValue":"714720","fundStart":"2013-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"  It is early days to assess the impact of the project, but it is worth noting that the research has already been disseminated to a range of non-academic audiences above and beyond that envisaged in the Pathways to Impact document. Direct results of this have been: (1) a number of offers of voluntary assistance after the talks delivered within Shropshire; (2) requests for information from the Shropshire Finds Liaison Officer (Portable Antiquities Scheme); (3) requests for consultation services in connection with non-project-related exhibitions in Ludlow Museum; (4) contribution of material to a public lecture which launched the publication of the latest VCH Shropshire volume; (5) requests for information from various interested parties (e.g. a non-academic gardening writer, whose focus is SW Shropshire). Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jayne  Carroll","coPersons":["Paul  Cavill","David  Parsons"],"organisation":"University of Nottingham","findingsText":" We are half-way through our 4-year project, and have met the objectives outlined in the application for this stage of the process (although not, of course, for the entire project). We have collected and ordered historical forms for the place-names of all those parts of Shropshire not yet published as volumes in the English Place-Name Society Survey. These places have been gazetteered within GIS. We have produced etymologies for the place-names of Chirbury and Stottesdon hundreds (sub-county historical administrative districts) and have generated associated scholarship on the historical significance of individual names (e.g. Mersete) and particular name-types (e.g. saete-names, river-names, and the personal names preserved within place-names). The material we are producing will be of enormous interest to archaeologists, historians, geographers, and historical linguists, who can use our dataset as primary material in the interrogation of their own research questions. Our work is also of great interest to the general public for whom place-names remain a subject of fascination, and, for example, to amateur local historians. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}