{"id":"79DB3A6F-F5C4-4D7C-B53B-AD02F0A53620","title":"The Software Sustainability Institute: Phase 2","abstractText":"Modern research is impossible without software. From short, thrown-together temporary scripts to solve a specific problem, through an abundance of complex spreadsheets analysing collected data, to the hundreds of software engineers and millions of lines of code behind international efforts such as the Large Hadron Collider and the Square Kilometre Array, there are few areas of research where software does not have a fundamental role. \n\nFurther, this is not just research based on the &quot;traditional&quot; users of computational infrastructure. Data science and &quot;big data&quot; would not be possible without software to access, analyse, visualise, send and store that data. Software use is also not restricted to the physical sciences: the use of research software is even across all disciplines, with 68% of researchers reporting that their research would be impossible without research software. The capacity of all researchers, in the UK and worldwide, to generate new insights depends on the availability of research software and the ability of researchers to use it (better software, better research).\n\nDuring the next phase of the Institute, we will focus on the domains of each of the Research Councils (particularly BBSRC, EPSRC and ESRC) and help their researchers gain the most from available services to improve the sustainability, engineering, reuse, quality and recognition of software. \n\nTo deliver this, the Institute's work is split into five themes: \nCommunity: bringing people together via events and networks to identify, understand and facilitate solutions for common challenges;\nPolicy: research into the social, economic and technical drivers of the research software community, understanding its needs, and then working to enact the required changes through campaigns;\nResearch Software: working directly with researchers who are developing software to ensure it meets the needs of reliable, reproducible and reusable research; \nTraining: coordinating, defining, and delivering training on software development and data science skills to UK research organisations, and working to build a sustained training platform;\nCommunications: ensuring the work of the Institute is disseminated to the widest possible audience, and working with collaborators to amplify the impact of our work.\n\nWith the help of additional studies extending the work above, we will conduct research-council specific campaigns tailored to the needs of the researchers to help increase the uptake of services (not just those offered by the Institute, but those funded by the research councils) that are already available and define services which are lacking. This will not only help researchers from all research domains acquire the skills they need for modern research (helping researchers help themselves), but will also ensure that the lessons learned within one domain are transferred to the others - keeping the UK at the forefront of world-leading research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006410/1","grantId":"EP/N006410/1","fundValue":"3461600","fundStart":"2015-06-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Neil Philippe Chue Hong","coPersons":["Carole  Goble","David  De Roure","Mark Ian Parsons","Leslie  Carr"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}