{"id":"79E25715-A1F8-4CCC-9CCE-79E9B9B16843","title":"Computational Framework for Multi-Scale Environmental Modelling","abstractText":"The overall purpose of the proposal is to couple and optimize two existing computational models (Imperial-Fluidity and Cambridge-ATHAM). The Cambridge-ATHAM model is a high-resolution atmospheric model with special provisions for particle-laden plumes. Physical parameterisations exist for a wide range of plume and cloud relevant applications. ATHAM model has proven to work very well in convection problems where the influence of the topography and the interaction with the large-scale flow are of secondary importance. However, convection often develops within frontal systems that are part of the large-scale flow. Topography often provides the perturbation and differential heating due to surface inhomogeneities that can trigger convection. At the moment, ATHAM is a limited area model formulated for a Cartesian grid so that the development of the large-scale flow cannot be simulated. The vertical coordinate does not follow the terrain so that only a crude representation of topography is possible. FLUIDITY, however, contains state of the art parallel adaptive mesh methods, that are able to optimally resolve the flows, whilst maintaining key balances through appropriate element pairs like the P1_DG-P2 element, which can exactly represent geostrophic/hyrdostatic balance. By combining ATHAM with FLUIDITY, the vertical resolution limitation of ATHAM will be overcome, thus allowing a new range of problems associated with global climate models to be investigated. The combined global model will be able to capture large-scale flow as well as fine-scale features in areas of interest (high spatial resolution in the order of 100m or higher will be used in areas of interest, coarse resolution outside of those areas will have spatial resolutions in the order of 100km and transition zones between them). A dynamically adaptive grid capability will allow the mesh resolution to be adjusted according to the local flow conditions. The unstructured grid will enable topography to be represented to the desired accuracy. Longer term this collaboration will optimise our modelling technologies resulting in a stable, flexible and user-friendly computational environment that may help the dissemination through other academic industrial groups, nationally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002987/1","grantId":"NE/H002987/1","fundValue":"49064","fundStart":"2009-11-23","fundEnd":"2012-05-22","funder":"NERC","impactText":"  As part of this Technology Proof of Concept project we developed a prototype for a new class of numerical models for the atmosphere. A first impact of this work will be realized through the application of this new numerical model to extreme precipitation events in coastal areas as part of the ERC project PEARL.  ","person":"Michael  Herzog","coPersons":["Hans Friedrich Graf"],"organisation":"University of Cambridge","findingsText":" Through this project we developed the ATHAM-FLUIDITY prototype, a high resolution numerical model for atmospheric applications. ATHAM-FLUIDITY is on the coupling coupling of two existing computational models (Imperial-FLUIDITY and Cambridge-ATHAM). ATHAM is a high-resolution atmospheric model with physical parameterisations for a wide range of plume and cloud relevant applications. FLUIDITY is a finite-element solver for the Navier-Stokes and tracer equations on unstructured meshes, using state-of-the-art parallel adaptive mesh methods and a novel P1DG-P2 element choices which is able to represent key force balances (geostrophic and hydrostatic) exactly. This successful Technology Proof of Concept project provided the seed funding for additional project applications. Several proposals have been submitted and more are going to follow. After a successful bid for ERC funding ATHAM-FLUIDITY is now a key component in the ERC project PEARL - http://www.pearl-fp7.eu. ATHAM-FLUIDITY will be used to \ninvestigate extreme precipitation events in coastal areas, their predictability and potential\nfuture changes in intensity and frequency. Environment","dataset":"gtr"}