{"id":"79ED9B8E-63BD-48F7-94D8-375C546E35B9","title":"US: Community Heritage at the University of Sheffield","abstractText":"The award will support open days, a website, publicity materials, and funds to enable follow-up meetings and workshops. The objective of the project will be to develop lasting and fruitful collaborations between researchers in the University of Sheffield and communities researching their heritage, particularly in areas and with social groups that have not traditionally been involved in heritage research. This will meet the University of Sheffield's strategic priorities of 'demonstrating a closer engagement between the student body, academic departments, the people in our city and region, and our wider society,' and 'translating our research into practical applications that enrich the culture and economy of Sheffield and the region.' Specifically, the objectives are to stimulate new partnerships between researchers and community groups, encourage dialogue between researchers and community groups, and ensure that community groups interested in applying for HLF small grants have the opportunity to meet researchers. The researchers have expertise in a wide range of subjects, from cultural history to population genetics, and experimental archaeology to dialect studies. Although at varying stages in their academic careers, they all have experience of public engagement and many have worked with communities who are not traditionally represented in heritage projects.\n\nThere will be two open days, held in May and June 2012. One event will be hosted by the University of Sheffield and the other will be held offsite. The open days will offer a mix of plenary talks and panels, parallel workshops focussing on research themes and techniques, and an exhibition area for informal networking and where posters and digital showreels will showcase ongoing and recent projects. External organisations will be invited to bring displays highlighting their resources and services. The second open day will include opportunities to participate in hands-on workshops: for example, recording oral histories, using visual culture, archaeological geophysics, understanding buildings, and experimental metalworking. The open days will be advertised using email distribution lists, through our network of existing partnerships, and by sending leaflets to community groups within our region. A project website will be created. This will include a directory of researchers, their expertise and links to their projects, together with a blog, twitter feed, and a link to the Facebook group. The website will host multimedia resources, including short podcasts in which staff talk about their research, together with posters, showreels and videos of the formal presentations from the open days. There will be a responsive fund to support travel and subsistence for researchers and community groups to meet, develop their project ideas, and plan future collaborative research. The website will be maintained in the long-term as a hub for community heritage research at the University of Sheffield, showcasing projects, and as a catalyst for new partnerships.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013498/1","grantId":"AH/J013498/1","fundValue":"19999","fundStart":"2012-02-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Robert Alexander Johnston","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}