{"id":"79EE1DF8-5322-428F-B9C1-FC3C0E2B7E8A","title":"The Next Generation of Optical Coherence Tomography (OCT) for Art Conservation - in situ non-invasive imaging of subsurface microstructure of objects","abstractText":"Scientific examination of works of art is essential for conservation, preservation and understanding of material change. Ideally non-invasive methods of examination need to be used. Optical Coherence Tomography (OCT) is a non-invasive, non-contact imaging technique designed for in vivo imaging of the eye and other biological tissues. OCT is a fast scanning Michelson interferometer capable of 3D imaging of subsurface microstructure. In 2004, the principal investigator led a collaboration pioneering the application of OCT to paintings. In the same year, two other groups also reported OCT examination of jade, ceramics and paintings. Apart from the non-invasive examination of the stratigraphy of paint and varnish layers, OCT has also been shown to be the most sensitive technique for revealing preparatory underdrawings beneath paint layers owing to its high dynamic range and depth selection capabilities. OCT has been used for dynamic monitoring of the wetting and drying of different varnishes, varnish removal using solvents, real time laser ablation of varnish layers and tracking of canvas deformation due to environmental changes. OCT has found application in the examination of ancient glass, enamel, ceramics, jade, faience and parchment. Our current research has shown that OCT has the potential to become a routine non-invasive tool in museums allowing cross-section imaging anywhere on an intact object where there are no other methods of obtaining subsurface information. OCT can go beyond qualitative imaging toward quantitative measurement of optical properties giving information on ageing processes and assisting material identification.\\n\\nWhile current OCTs have shown potential in this field, they are optimised for biomedical applications. Some major limitations are: (i) lower depth resolution compared to conventional microscopic examination of paint cross-sections; (ii) limited probing depth through highly scattering paint. A depth resolution of less than ~4 microns is needed to resolve the thinnest varnish and paint layers, and the operation wavelength needs to be longer to increase the penetration depth. The depth resolution of OCT is proportional to the source bandwidth. OCT research in recent years has moved towards development of novel wideband sources. \\n\\nOCT systems for biomedical applications are generally restricted to wavelengths between 800nm and 1300nm for the best compromise between water absorption and tissue scattering. However, the requirements of art conservation are very different; our recent survey of the transparency of historical artists' pigments has shown that a third of pigments in oil have &gt;5 times improvement in transparency at wavelnegth of 2000nm compared with 900nm. Few OCT systems have been built beyond 1300 nm. The best resolution commercial OCT at any wavelength is around 6 microns. We propose to explore OCT systems at higher resolutions and at 2000nm wavelength using novel superfluorescent fibre sources, pushing the boundaries of OCT to match the information content given by the microscopic examination of sample cross-sections currently employed. This project intends to explore new problems in conservation and art history that the next generation OCT for art can help to solve and push the boundaries in near infrared OCT imaging for non-biological material. It will significantly improve the capabilities of OCT through increasing the depth resolution and penetration in order to reduce the need for sampling and enable the subsurface microstructure to be imaged on intact objects where sampling is not possible, encourage more frequent and thorough examination of the whole object for early warning of deterioration, improve the visibility and resolution of underdrawing for art historical research, better inform conservation strategy and create long term savings in the cost of conservation, and hence firmly establish OCT as a tool for non-invasive imaging in the heritage field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032665/1","grantId":"AH/H032665/1","fundValue":"661419","fundStart":"2010-07-05","fundEnd":"2013-12-31","funder":"AHRC","impactText":"  The optical coherence tomography systems and laser sources developed in this project has been applied to a wide range of fields:\n1. Industrial paint formulation and their drying properties;\n2. Enables the fundamental understanding of the film and droplet drying process through dynamic monitoring using the OCT systems that has a wide ranging impact on industry, e.g. inkjet printing\n3. Non-destructive testing, inline quality control from the food industry, pharmaceutical to the electronics industry\n4. Monitoring of the liquid surfaces generated by electro-optics effects for tuneable liquid optical components with benefits to the optics industry\n5. Monitoring the formation of biofilms and transdermal drug delivery \n6. Gas sensing &amp;amp;amp; pollution monitoring using the laser sources developed\n7. useful non-invasive tool for conservators during conservation treatment\n8. benefits for collection care and informing conservation decisions - for intact objects where sampling is not an option, OCT will be the only method of examining the subsurface microstructure for early warning of deterioration\n9. dynamic imaging to monitor drying of varnish, \nrate of water transport through rocks and effectiveness of conservation treatment\n10. high contrast imaging of underdrawing for art history\n11. multi-surface micro-profilometry - study of tool marks for understanding manufacturing process\n\nApart from museum applications, we have taken OCT to the field to solve practical problems for heritage organisations in the UK and internationally. Imaging of the Byward tower 14th century wall painting at the Tower of London has generated considerable interest from the heritage, optics communities to the general public. New Scientist and NTU have separately recorded videos of the event and have published these online. As a result over a dozen websites now feature articles and videos about this application. SPIE (an international optics and photonics society) featured an outreach article in SPIE NEWSROOM on the results of this field work. As a result we were invited to image wall paintings at a UNESCO world heritage site, the Mogao caves near Dunhuang, on the ancient Silk Road in the Gobi Desert. OCT imaging has not only revealed previously unknown underdrawings but was also able to separate the underdrawings from the final sketches. \nThe development of the long wavelength OCT in this project has encouraged the development of 2-micron optical components such as optical fibre couplers at Gooch &amp; Housego plc. (UK industrial partner on the project) and the development of 2-micron balanced photo-detectors at Thorlabs (optics component company). The demands from art conservation and art history have resulted in innovation in UK and international industries. Detectors and optical components at 2-microns are increasingly sought after in various applications from LiDAR to gas sensing. Funding from this project has enabled these two companies to make the first step in their development. Application in cultural heritage gives them high profile.\nBeyond the heritage field, non-destructive testing in industrial applications is an obvious area which can benefit from this research. \nIn addition to OCT, the sources will have numerous applications in optical metrology, spectroscopy and sensing. The emission band of the superfluorescent source conveniently overlaps with overtone and combination absorption bands of many gases including methane and carbon dioxide. Thus, we anticipate that the source could find important applications in gas sensing and pollution monitoring. Potential beneficiaries include industrial manufacturers and users of optical systems targeting these applications. The sources are very useful for spectroscopic studies and when used in high power can be used for material processing. Agriculture, Food and Drink,Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Haida  Liang","coPersons":["Marika  Spring","W Andrew Clarkson"],"organisation":"Nottingham Trent University","findingsText":" Optical Coherence Tomography (OCT) is an imaging method based on a fast scanning Michelson interferometer. Originally designed for biomedical applications such as in vivo examination of the eye, it is capable of non-invasive 3D imaging of subsurface microstructure. In previous projects, we were able to demonstrate the potential application of OCT to art conservation, art history and archaeology. While current OCTs have shown potential in this field, they are optimised for biomedical applications. Some major limitations are: (i) lower depth resolution compared to conventional microscopic examination of paint cross-sections; (ii) limited probing depth through highly scattering paint.\nThe project has significantly improved the capabilities of OCT through increasing the depth resolution and the probing depth \nin order to:\n•reduce the need for sampling and enable the subsurface microstructure to be imaged on intact objects where sampling is not possible.\n•encourage more frequent and thorough examination of the whole object for early warning of deterioration.\n•improve the visibility and resolution of underdrawing on paintings for art historical research.\nIncreasing the depth resolution involves broad spectral band light sources and increasing the probing depth needs sources at longer wavelength than conventionally used in biomedical imaging. However, for a given bandwidth source, the shorter the wavelength the better the resolution, and therefore to achieve this, two state-of-the-art OCT systems have been built so that when used in conjunction, they would aim to match the information from conventional invasive microscopic examination of sample cross-sections (tiny samples removed from objects):\n1. An 800nm OCT optimised for imaging at high depth resolution: targeted towards applications where highest resolution is required but the material is relatively transparent, such as imaging of multiple thin varnish layers on painting surfaces, gel layers on degraded glass or glazes on the surface of ceramics and enamels. An ultra-high resolution OCT at 810nm with depth resolution of 1.2 microns in varnish or glass has been developed and shown to be able to resolve thin varnish layers at similar resolution to invasive microscopic examinations currently employed in museums. The development of an ultra-high resolution OCT is challenging as it requires stable ultra-broad band light sources as well as specialist optical components and image processing techniques to achieve both high resolution and high sensitivity images. As the instrument is a Fourier domain OCT using a fast camera in the spectrograph, it can collect 50 virtual cross-section images in one second or a 4mm x 4mm x 1.6mm volume in 10 seconds. Imaging of National Gallery paintings has shown the OCT to produce superior images of varnish and glaze layers than invasive optical microscopic examinations of sample cross-sections.\n2. A 2-micron OCT optimised for deeper penetration suitable for imaging cultural heritage objects consisting of highly scattering materials. This would allow improved imaging of highly scattering or absorbing paint layers and underdrawings beneath them (at higher transverse resolution than conventional infrared imaging), as well as pigmented objects such as coloured enamels and glass with opacifiers. The development of long wavelength OCT requires the development of novel broadband sources at such wavelength. Three types of novel sources, a superfluorescent fibre source, a swept (tuneable) laser source and a supercontinuum source were developed. OCTs at 1950nm have been developed and shown to reveal layer structures of both highly scattering paint such as Titanium white and highly absorbing paint such as Prussian blue. These were not possible with shorter wavelength OCTs. Improved capability of OCT will encourage the adoption of OCT for non-invasive imaging in the heritage field for conservators and for investigating technological aspects of an object/painting.\nBeyond the heritage field, non-destructive testing in industrial applications, biomedical imaging and optical sensing are obvious areas which can benefit from this research. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}