{"id":"79F30573-E430-47D5-8045-5B11691FA268","title":"Caregivers perceptions of the value of the arts in therapeutic and clinical interventions.","abstractText":"The aim of the proposed critical review is to provide a general update on the Staricoff (2004) and Staricoff and Clift (2012) reviews on the medical literature on the arts and health with a specific focus on the hitherto underexplored area of health care professionals' attitudes to the use of cultural activities in clinical and therapeutic settings.\nStaricoff's seminal review (2004) identified a number of benefits to using arts in health care settings; this review was recently updated by Staricoff and Clift (2012) and both reviews found evidence that arts and particularly music produced psychological and physiological outcomes in hospital environments, in the clinical areas of maternity, neonatal and intensive care, children, cardiovascular conditions, surgery and pain management, lung disease and oncology. There have also been reviews of the use of the arts in dementia care (Sherratt et al 2004) and the field of mental health (Daykin et al 2008). The Staricoff review (2004) considered the outcomes on staff of arts interventions and found studies concerning job satisfaction, and the use of the arts in medical and nursing training to improve communication, empathy and understanding of patients' needs. The therapeutic effects of the arts in health care are well documented overall but there remains a gap in our understanding as to whether the introduction of cultural activities into healthcare has an impact on the interactions between staff and the patient, or on the recruitment and retention of staff. \nThe gap in critical reviews of the literature around the attitudes of health or social care professionals to the use of the cultural activities in clinical or therapeutic settings is important to address because establishing successful projects in health care environments is reliant on the co-operation of the staff working in these settings. Therefore the purpose of the proposed critical review is not only to update the Staricoff (2004) and Staricoff and Clift (2012) reviews but more specifically to explore health care professionals' attitudes to the use of cultural activities in clinical and therapeutic settings. The review will investigate three main areas: the perceptions of care givers on the use of the arts in enhancing the health and well-being in clinical and therapeutic settings, the impact of using the arts not only on the patient/service user but also on the healthcare professionals themselves, and whether engaging with arts activities in the workplace may have the potential to improve self-esteem and so reduce staff turnover. \nThe review will focus on studies published from 2004 to the present, although it may also include a selection of papers from outside this period which are relevant and significant to one of the stated areas of interest. Based on the keywords outlined in the full proposal key electronic databases and internet sites will be searched, to identify published empirical research and 'grey literature' including Medline for healthcare in general, medicine and mental health, CINAHL (Cumulative Index to Nursing and Allied Health Literature) and BNI (British Nursing Index) for nursing issues and the Cochrane Library for reviews on healthcare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014335/1","grantId":"AH/L014335/1","fundValue":"23812","fundStart":"2014-04-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"","person":"Hilary  Bungay","coPersons":["Carol  Munn-Giddings"],"organisation":"Anglia Ruskin University","findingsText":"","dataset":"gtr"}