{"id":"79F6DCAF-49EC-47DB-982C-6FF5D97CFA18","title":"Improving muscle growth and feed efficiency: Nottingham - Zoetis FLIP programme","abstractText":"This FLIP project is to support the exchange of staff between the University of Nottingham (UofN) and Zoetis (previously Pfizer Animal Health), the largest global animal health company based in Kalamazoo, MI, USA. There are specific areas of expertise that one partner has and the other partner would benefit from and it is this interchange of knowledge and expertise via a staff exchange programme that this proposal will fund. All these areas of interest relate to the primary aim of the research, to identify novel mechanisms of improving animal production efficiency.\n\nThe objectives of the project fall into 4 areas:\n1. Bioinformatics and systems biology. The UofN have developed methodologies and systems for handling and analysing large datasets, which Zoetis would like to utilise. This will initially involve a bioinformatics specialist from Zoetis spending 6 months at the Advanced Data Analysis Centre (ADAC) at UofN, followed by the Director of Bioinformatics for ADAC visiting Zoetis for 1 month.\n\n2. Determination of energy metabolism in cells and animals. Zoetis have experience in and the equipment for determining energy metabolism in cells (Seahorse analyser); whereas UofN have experience in and the equipment for determining energy metabolism in animals (mice and rats - CLAMS). Initially, a PDRA (to be appointed) from UofN will visit Zoetis for 1 month to validate the Seahorse (Extracellular Flux) analyser (to assess effects of novel target genes on muscle growth and metabolism, particularly nutrient utilisation efficiency) and then for 2 months to use it as a bioassay tool. Then University of Nottingham academics will visit Zoetis for 2 weeks to combine their expertise with that of Zoetis staff to identify effective and viable targets (from a separately funded project) which influence muscle growth and metabolism (nutrient utilisation). This will be a key step before then going on to manipulate these genes in an in vivo system (mice) in order to obtain proof of concept that the genes do alter muscle growth and feed efficiency, which is work to be funded as part of a BBSRC LINK grant currently under review or (if this is not successful) directly by Zoetis. Lastly, an in vivo specialist from Zoetis will visit UofN for 1 month to allow knowledge transfer of the in vivo methodologies already established there for measuring energy expenditure (CLAMS)in mice and rats.\n\n3. Chick embryo manipulations. Zoetis are keen to develop their work in this area in order to identify agents (e.g. compounds) that influence growth and development of muscle and bone cells in chick embryos and thereby potentiate post hatch growth and welfare. This will initially involve a UofN academic visiting Zoetis for 1 week to explain the methodologies and establish exactly what Zoetis are wanting to do, before a poultry specialist from Zoetis spends 3 months at UofN learning the techniques.\n\n4. Culture and working practices. The last objective is built into the other 3 objectives as it relates to all exchangers gaining experience of the culture, capabilities and working practices of the other partner (academic institution or large pharmaceutical company).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M017524/1","grantId":"BB/M017524/1","fundValue":"77662","fundStart":"2015-02-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"Tim  Parr","coPersons":["Dylan John Sweetman","Richard David Emes","John  Brameld"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}