{"id":"79F916FF-55C9-4593-83B6-AC359C53CE66","title":"ADVANCED FLOW TECHNOLOGY FOR HEALTHCARE MATERIALS MANUFACTURING","abstractText":"Inorganic nanoparticles have the potential to dramatically modify existing materials while providing the capability to engineer a broad range of transformative new products. Exhibiting unique properties not encountered in bulk materials, inorganic nanoparticles present the opportunity to address, and the potential to overcome, some of the most pressing global challenges. This is leading to intense global competition to develop and commercialize nanoproducts with a variety of applications in healthcare, energy, transport and security, with the aim of acquiring a dominant market position in the nanotechnology sector. Nanoparticles offer ideal solutions for detecting and treating many diseases. They can be used as drug carriers, labelling and tracking agents, and vectors for gene therapy, hyperthermia treatment and magnetic resonance imaging contrast agents. Used as targeted drug-delivery systems, they can improve the performance of medicines already on the market. They enable the development of new therapeutic strategies such as anti-cancer drug delivery, extending product life cycles and reducing healthcare costs. In this proposal we focus on the manufacturing of gold nanoparticles (Au-NPs) and iron oxide magnetic nanoparticles (MNPs). These materials have existing applications in diagnostics and therapeutics. Bespoke monodispersed functionalised NPs offer new applications in antimicrobial surfaces (Au NPs plus dye) and in a new hyperthermia treatment for cancer (MNPs). UCL is at the forefront of the engineering approach to make nanoparticles as well as being world leading in magnetic hyperthermia and antimicrobial surfaces.\n\nNanoparticles are conventionally synthesized in relatively small batch reactors. These systems are poorly controllable, leading to products that are hard to reproduce. Also, they do not lend themselves to expedient upscaling. Such problems are caused by the inefficient mixing and slow heat and mass transfer characterizing batch reactors, and by the difficulty of decoupling in time the various stages of the synthesis, particularly particle nucleation and growth. This research aims to design and demonstrate a new, sustainable and scalable approach for manufacturing high-value nanomaterials with advanced properties in a way that is controllable and reproducible and that does not involve significant upscaling issues. To attain this ambitious goal, we will integrate methods, skills and strengths of different disciplines (materials chemistry, engineering), seeking guidance from industrial partners and UK manufacturing centres. Giving us access to their state-of-the-art facilities, sharing their expertise and providing an application context for our work, they will further characterize the nanoparticles, evaluate their performance and facilitate pathways to manufacture and routes to market.\n\nThere is currently a lot of research in developing novel materials, where the focus is on discovery but with little emphasis on manufacturing. Using chemical engineering principles and systems engineering methodologies within a multidisciplinary framework, our research will demonstrate not only the need to consider key physical phenomena (mixing, heat transfer etc.) in nanoparticles synthesis, but also how to account and address related manufacturing challenges from the outset. In this way, an important benefit of this project will be to provide a paradigm shift in nanoparticle synthesis and production and bridge the discovery-manufacturing divide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015157/1","grantId":"EP/M015157/1","fundValue":"2482250","fundStart":"2015-06-15","fundEnd":"2020-06-14","funder":"EPSRC","impactText":"","person":"Asterios  Gavriilidis","coPersons":["Junwang  Tang","THANH THI NGUYEN","Quentin  Pankhurst","Vivek  Dua","Ivan Paul Parkin","Charalampos  Makatsoris","Luca  Mazzei","Alan  Jones","Paola  Lettieri"],"organisation":"University College London","findingsText":"","dataset":"gtr"}