{"id":"7A0047BD-25CF-4363-84A6-677D341E6492","title":"How do different exchange rate regimes affect foreign direct investment flows?","abstractText":"<p>The rapid growth of foreign direct investment (FDI) in the last two decades has prompted much research on both the determinants of FDI and its growth enhancing effects. However, much less attention has been paid to whether the choice of exchange rate regime affects FDI flows between countries. The proposed research intends to fill this gap.<br /><br />Drawing from several exchange rate regime classification schemes and using a thoroughly documented panel data model that includes a comprehensive set of theory-based variables expected to have explanatory power in the determination of FDI, we aim to empirically investigate the impact of a wide menu of exchange rate regimes on bilateral FDI flows between country-pairs. <br /><br />The analysis, to be conducted using instrumental variable estimation of a dynamic panel model within a system generalised methods of moments (system-GMM) framework, will cover the period from 1980 to 2003 and the following OECD and non-OECD countries: Australia, Austria, Belgium-Luxembourg, Canada, Chinese Taipei, Denmark, Finland, France, Germany, Greece, Hong Kong, Iceland, Ireland, Israel, Italy, Japan, South Korea, Kuwait, Netherlands, Netherlands Antilles, New Zealand, Norway, Portugal, Singapore, Slovenia, Spain, Sweden, Switzerland, United Arab Emirates, United Kingdom, United States.</p> \n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E024599/1","grantId":"ES/E024599/1","fundValue":"40019","fundStart":"2007-09-01","fundEnd":"2008-08-31","funder":"ESRC","impactText":"","person":"Glauco  De Vita","coPersons":["Andrew James  Abbott"],"organisation":"Oxford Brookes University","findingsText":" We find that a currency union is the policy framework most conducive to cross-border investment. Being a member of EMU also appears to spur greater FDI flows with countries floating their currency vis-?-vis the default regime of a double-float. Country-pair regime combinations involving one country fixing its currency and the other floating or being a member of EMU, are found not to be more pro-FDI than the default regime combination. For country-pairs fixing or pegging their currency to each other, the effect on bilateral FDI flows is the least consistent across alternative specifications and, hence, the most ambiguous. They are policy relevant and could inform exchange rate regime policy decisions. Education,Government, Democracy and Justice","dataset":"gtr"}