{"id":"7A029431-52D0-4B2D-9443-399A5DB0A581","title":"The Spectroscopy of Antihydrogen","abstractText":"Understanding and explaining the origin and evolution of our Universe has been at the heart of scientific endeavour for centuries. Recent decades have seen spectacular advances, as particle physics and cosmology have combined to provide the beginnings of a coherent picture. Our Universe seems to have been born in a cataclysmic event called the Big Bang, and has continuously evolved over the 13-14 billion years since then. Though much of the visible Universe can be explained, there are still many very profound mysteries, and none more so than that posed by the existence of antimatter.Simply put, antimatter remains a mystery to Physics. Whilst the symmetry of the laws of nature, and in particular quantum mechanics, demands its existence, the Universe appears to be composed entirely of matter. Addressing this conundrum is one of the great challenges of basic science. As the hot Universe cooled shortly after the Big Bang it appears that all of the antimatter vanished, leaving a tiny excess of matter. At one part in a billion, this doesn't sound much, but the entire material Universe is created from it. The problem is we don't understand how this came to be. There are asymmetries in the behaviour of matter and antimatter, but they are too small by many orders of magnitude to account for the existence of the Universe. One way to address this problem, and the way we have chosen, is to study the antihydrogen atom - the building block of antimatter, and an atom that the Universe never got the chance to make. Recent years have seen great progress in our capabilities with low energy antiparticles (antiprotons and positrons). We can routinely collect many of them in vacuum and store them until we are ready to gently mix them to form antihydrogen under very controlled conditions.Although this capability has opened up great opportunities, there is still much work to be done before the properties of antihydrogen can be compared to those of hydrogen. In this project we will begin along this road by performing a series of experiments on antihydrogen atoms which we have manufactured and trapped in a special device. The apparatus has several parts, but the most important is a trap which can hold neutral species, such as antihydrogen. The trap is formed by magnetic fields from a complicated coil arrangement that forms a magnetic field minimum in the centre of the antihydrogen production region. Antihydrogen, like hydrogen, has a tiny magnetic moment - think of the orbiting positron as a minute current loop - which means that the energy levels shift in an applied magnetic field. Those atoms whose potential energy increases in the field will prefer to sit at the magnetic field minimum, and will be trapped.The depth of the trap is very shallow, just below the equivalent of one degree Kelvin, so we have to make our anti-atoms under very controlled conditions. Once they are trapped we will shine photons on them to interrogate their internal structure. First experiments are likely to be with microwaves, which will help us to compare with the famous 21 cm line of hydrogen. Eventually we will be able to shine laser light onto the antihydrogen.If any differences between the properties of hydrogen and antihydrogen are found, we will have discovered new physics, and perhaps come some way along the road to discovering what happened to antimatter in the early Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02431X/1","grantId":"EP/H02431X/1","fundValue":"858129","fundStart":"2010-02-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"","person":"Paul  Nolan","coPersons":["Timothy  Greenshaw"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}