{"id":"7A085F96-BF71-4D79-892A-4BE0475A6DF9","title":"Leveraging Assets in Human Health Towards Novel Agrochemical Leads","abstractText":"Food security is a pressing, global issue and has been defined by the World Health Organisation as being &quot;when all people at all times have access to sufficient, safe, nutritious food to maintain a healthy and active life&quot;. One of the basic tenets of food security is in production: to ensure sufficient quantities of food are available on a sustainable basis. A significant threat to this important goal is the loss of crop yield due to the impact of pests, which can seriously compromise output. It has been posited that climate change will potentially compound this problem, with milder winters contributing to the survival of a variety of pests, such as aphids, resulting in damage to crops both earlier in the farming year and for a longer period. Allied with the pressures of a burgeoning global population, it is clear that new and effective strategies to ensure high and sustainable crop yield are now imperative to safeguard future food production activities.\n\nInsecticidal agents have been at the vanguard of crop protection strategies for over 50 years. In particular, the advent of the neonicotinoid class of insecticides is widely regarded as a major breakthrough in crop protection science. The unique biological profile of neonicitinoids coupled with low mammalian toxicity has led to the establishment of these as high value products, accounting for around 20% of the global insecticide market, with around US$1.6 billion annual worldwide sales in 2008, escalating to US$2.1 billion by 2011. However, in common with many other extensively deployed agrochemical products, resistance is now being encountered, which poses a significant threat to continuing crop protection efforts using this highly successful class of compound.\n\nThe development of new, active, and safe insecticidal agents to replace out-dated and ineffective measures is essential for food security. The proposed research describes a novel approach to achieving this goal, ultimately leading to an unprecedented platform for insecticidal research and contributing to the integrity of the global food supply network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004090/1","grantId":"BB/M004090/1","fundValue":"207868","fundStart":"2014-12-15","fundEnd":"2016-12-14","funder":"BBSRC","impactText":"","person":"Craig  Jamieson","coPersons":["Mark  Dufton","Allan John Watson"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}