{"id":"7A265A7C-B1D0-4D58-B7C9-E5A6A2A2815C","title":"From hyperbolic geometry to nonlinear Perron-Frobenius theory","abstractText":"The classical Perron-Frobenius theory concerns the spectral properties of nonnegative matrices, and is considered one of the most beautiful topics in matrix analysis with important applications in probability theory, dynamical systems theory, and discrete mathematics. Nonlinear Perron-Frobenius theory extends this classical theory to nonlinear positive operators, and deals with questions like: When does a nonlinear positive operator have an eigenvector in the cone corresponding to the spectral radius? When does the eigenvector lie in the interior of the cone? How do the iterates of such operators behave? These questions arise naturally in a wide range of mathematical disciplines such as game theory, analysis on fractals, and tropical mathematics. Birkhoff showed that one can use Hilbert geometries to analyse these questions. Birkhoff's discovery of the synergy between nonlinear Perron-Frobenius theory and metric geometry has only recently started to fully crystallise, and is the main theme of the project. We will focus on several central open problems concerning Hilbert geometries. Hilbert geometries are a natural non-Riemannian generalisation of hyperbolic geometry. Recent developments in metric geometry have triggered a renewed interest in Hilbert geometries, and opened up exciting opportunities to solve some of these problems. \n\nOur first goal is to prove Denjoy-Wolff type theorems for Hilbert geometries, which provide detailed information about the dynamics of nonlinear positive operators without eigenvectors in the interior of the cone. The Denjoy-Wolff theorem is a classical result in complex analysis about the dynamics of fixed point free analytic self-maps of the unit disc. Beardon discovered a striking generalisation of this result to fixed point free non-expansive maps on metric spaces that possess mild hyperbolic properties. His work left open a number a fascinating problems some of which we hope to resolve in this project. Our second goal is to prove several conjectures by de la Harpe about the isometry group of Hilbert geometries. In a recent work we found a completely novel approach to these twenty-year old conjectures, which combines ideas from nonlinear Perron-Frobenius theory with new concepts in metric geometry such as the Busemann points in the horofunction boundary and the detour metric. There appears to be an intriguing connection between the solution of de la Harpe's conjectures and the theory of symmetric cones, which we hope to unravel.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008508/1","grantId":"EP/J008508/1","fundValue":"98831","fundStart":"2012-09-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"  The findings have been used in mathematical sciences.  ","person":"Bas  Lemmens","coPersons":[],"organisation":"University of Kent","findingsText":" The project foicussed on a number of fundamental open problems on the interface of nonlinear analysis and metric geometry. Among other results we have been able to confirm a conjecture by Karlsson and Nussbaum concerning the iterative behaviour of fixed point free nonexpansive mappings on so called Hilbert geometries for interesting classes of nonlinear positive operators on cones. In addition, we have extended results by de la Harpe on the isometry group of finite dimensional Hilbert geometries to infinite dimensions. Researchers in metric geometry are starting the appreciate the methods and techniques from nonlinear analysis that we have developed and use them in their work. \n\nI also believe that researchers working on fixed point problems and in applied dynamical systems could benefit from our work. A variety of practicale problems can be reduced to finding a fixed point of a nonlinear positive operator. Our work should provide a theoretical basis to develop iterative methods to compute such fixed points numerically. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}