{"id":"7A2A4059-B8A1-4AE3-9AE3-37D55CD9EE21","title":"Fair Tracing: Empowering producers and consumers by providing enriched information about the roots of goods and services","abstractText":"The Fair Tracing project aims to help bridge the digital divide between Northern consumers and Southern producers by using tracing technology to enhance the Fair Trade model of trade.Fair Trade is a proven and growing international movement that aims to better the lives of small-scale producers in developing countries by guaranteeing to Western consumers that products bearing the Fair Trade logo have been made under equitable conditions in developing countries. Consumers are empowered with the knowledge to make an ethical distinction between the goods they purchase, while small-scale producers in developing countries are empowered via this distinctive marketing advantage. In its implicit challenge to consumers, producers and importers to act more responsibly, the Fair Trade movement is correcting the inequities of global trade.Digital tracing technology enables each individual product to be both given a unique identity and tracked throughout the value chain from producer to consumer. The information that may be attached to such a tagged product is virtually limitless, beginning with details of the product's date and cost of creation, as well as its individual creator and his/her working environment and pay, through the various steps of its transport to the eventual point-of-sale to the consumer. At each stage of the product's journey, information may be added and/or edited and, if the information is stored digitally on the internet, may be of various multimedia types. The ability to access this rich information at the point-of-sale will empower the consumer to make an informed comparison between competing products before finalising his/her purchase. The Fair Tracing project believes that attaching tracing technology to Fair Trade products sourced in developing countries will enhance the value of such goods to consumers in the developed world seeking to make ethical purchasing choices. In turn, this may strengthen the commitment of existing customers to Fair Trade products as well as increase the marketability and thus sales of Fair Trade products. The overall profile of the Fair Trade movement itself will be enhanced from being seen as early adaptors of media-rich digital tracing technology that empowers both consumers and producers, and this could be used as a basis for a campaign to raise awareness of the movement worldwide.The exact form, content, storage and accessibility of the digital tracing technology will be determined by the Fair Tracing project following research into the needs, resources and capabilities of both selected producers in developing countries (case studies to be conducted in Chile and India) and consumers in the developed world (focused on the UK), as well as relevant importers. Perhaps consumers will be able to enter a unique number found on the packaging of an individual product into their mobile telephones to bring up a stream of textual information. Perhaps products will have a bar code that can be scanned in selected shops to download a website unique to that producer.In sum, just as Fair Trade works on different levels, so too will Fair Tracing. It will (1) give producers a better overview of the value chain and price structures along it and valuable market information; (2) empower consumers by allowing them to trace the product's origin and value chain on which they can base their ethical choice when shopping; (3) allow Fair Trade companies to demonstrate how to do business differently/they can prove the technical feasibility of tracing and demonstrate that these devices can be used not just for companies to gather information about consumers, but for consumers to scrutinise companies; (4) be used as an exciting new campaign tool to be used to lobby for a different kind of globalisation; and (5) offer an innovative idea to retail companies interested in improving their ethical sourcing and corporate responsibility guidelines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E009018/1","grantId":"EP/E009018/1","fundValue":"372762","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Apurba  Kundu","coPersons":["Ann Maxine Light","Ian  Brown"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}