{"id":"7A2B8F17-FE74-403D-9E25-664B4C6B3F08","title":"A new tool for investigating biological interactions based on nanoparticle interactions","abstractText":"Proteins are large molecules which are critical for control over almost all biological processes. Unfortunately due to their size and complexity proteins often have a highly complex mode of operation with interactions often involving more than one partner and often simultaneously or in sequence with allosteric effects (effects on binding efficiencies due to one partner binding ahead of another) all too common. Methods to study the binding and interaction with proteins and their partners are constantly being developed but are often hampered by either a lack of sensitivity, the ability to work with proteins in their native state or the ability to look at the effect of allostery on these different interactions. In this proposal we aim to develop a new tool to allow investigation of protein interactions and in particular allostery by developing a new nanoparticle based methodology. Metal nanoparticles have unique optical properties. They can be investigated through their ability to scatter light very efficiently but also through their ability to enhance Raman scattering. In this proposal we propose to make use of the fact that when nanoparticles come close together and interact with each other, they change their optical signature and also they increase their ability to enhance Raman scattering. By functionalising specific nanoparticles with unique probe molecules and introducing them to proteins, we will investigate the interaction with these probe molecules and the target protein. Should there be more than one binding site for different molecules on a protein, the nanoparticles will be pulled close together through these binding interactions. This will cause a change in the properties of the nanoparticles which we can measure and due the vibrational fingerprint produced by the interactions and the enhanced Raman scattering, we will be able to identify which particular probes have interacted in a complex mixture. We can test the allosteric effects of interactions by changing the order of addition and also by using the same probe molecules but without attachment to the nanoparticles. This will allow us to develop a new tool to investigate protein interactions and also allow us to test these interactions by introducing molecules which can disrupt these binding events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J021172/1","grantId":"BB/J021172/1","fundValue":"92339","fundStart":"2012-12-10","fundEnd":"2013-12-09","funder":"BBSRC","impactText":"","person":"Duncan  Graham","coPersons":["Karen Jane Faulds"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}