{"id":"7A2D989B-B595-4D3B-9179-C641185BA21A","title":"Impact of maternally derived antibodies and infant microbiota on the immunogenicity of rotavirus vaccines in African, Indian and European infants.","abstractText":"Rotavirus is the commonest cause of severe childhood diarrhoea, leading to almost half a million infant deaths worldwide each year. Rotavirus vaccination is recommended by the World Health Organisation for all infants, especially in countries with the highest mortality due to diarrhoeal disease which are in sub-Saharan Africa and in southern Asia, but current vaccines are least effective in the countries where most deaths from diarrhoea occur. The reasons for the inferior vaccine performance are not well understood, but are likely to be complex. \nRotavirus vaccines rely on the oral administration of weakened rotaviruses which multiply in the gut of the baby to stimulate the immune system to produce antibodies and protect the child from developing rotavirus diarrhoea. Factors that affect how well rotavirus vaccines perform may include a) maternal antibodies passed to the baby in the womb or via breast milk (passively-acquired immunity); b) the baby's gut bacteria (microbiota), which is important for maintaining a healthy gut and promoting effective immune responses following natural infection or vaccination and c) giving two oral vaccines together where one virus may interfere with the other. Children living in poor countries are also exposed to many gut infections, which lead to gut inflammation and which may contribute to the inability to respond well to oral vaccines, development of malnutrition and physical and cognitive growth delays. \nThe key goals of this project are to determine the roles of passively-acquired immunity, the composition of the baby's gut bacteria and the effect of giving two oral vaccines together on immune responses to rotavirus vaccine. The study will follow babies before and after rotavirus vaccination in three countries (Malawi, India and the UK), from birth to 14 to 16 weeks of age. Studies have shown that babies in Malawi and India have poor responses to rotavirus vaccination, whereas children in the UK will have stronger responses leading to protection from rotavirus diarrhoea, as in other high-income countries. We will compare the levels of antibodies transferred from the mothers to the babies during pregnancy and after birth, by measuring the antibodies in the mothers' blood and in their breast-milk. We will study the composition of the gut microbiota from birth to the time of rotavirus vaccination in each of the three groups. We will relate the microbiota composition in the gut of child to that of the mother's gut and breast-milk, and analyse the data taking into account factors such as nutrition and early gut infections, which differ by location, in order to assess how they impact the infant's ability to respond to rotavirus vaccination, and measure the levels of rotavirus antibody generated by the babies after vaccination. We will also carry out a study in India that compares the response to rotavirus vaccine in babies who are given polio vaccines at the same time as the oral rotavirus vaccine by two different routes, orally or by injection. This study is important because there is a global plan to introduce the injectable polio vaccine as part of the plan to eradicate poliovirus. This will help provide a comparison between India and Malawi which uses the oral polio vaccine, and India and the UK which uses the injectable vaccine. We can also compare the effect of giving two oral vaccines together compared with the oral rotavirus vaccine given with the injectable polio vaccine in the same population. These studies will develop the tools for new assays and protocols to ensure that the cross-country comparisons are not affected by differences in the way the studies and the analyses were conducted. The results of these studies will directly inform the design of alternative or complementary strategies to improve the performance of these and other anti-diarrhoea vaccines, with an aim to reduce infant deaths by improving resistance to diarrhoea in infants living in developing countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N006259/1","grantId":"MR/N006259/1","fundValue":"855799","fundStart":"2015-07-13","fundEnd":"2018-07-12","funder":"MRC","impactText":"","person":"Miren  Iturriza-Gomara","coPersons":["Melita Alison Gordon","Valsan Philip  Verghese","Queen  Dube","Alistair Charles Darby","Nigel  Cunliffe","Nicholas C Grassly","Ira  Praharaj","Gagandeep  Kang"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}