{"id":"7A2D9031-4F5E-47ED-AEE7-32B9D2B11C84","title":"Rank versus Monetary Incentives: Evidence from a Natural Field Experiment","abstractText":"<p>There is growing evidence to suggest that employees care about their rank in terms of productivity within a firm: people care about their status and are motivated by the knowledge that they are among the best. This also gave rise to theoretical papers that investigate the optimal contracts and organizational forms that exploit such preferences. There is, however, no real world empirical evidence outside laboratories that investigated if rank and status can be used to design contracts. This project by Iwan Barankay will be the first to implement a field experiment to verify if information about rank can be used to substitute for monetary incentives. In collaboration with a leading publishing company in the U.K. sub-contractors will be randomly assigned to treatment and control groups. The treatment group will be given information about their performance rank which will not be linked to monetary rewards or a promise for future contracts in the initial experiments. Comparing the evolution of the performance of the treatment group to the control group will allow Dr Barankay to see if this information affects productivity. Further experiments will also shed light on what type of information feedback maximizes the increase in productivity. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F025696/1","grantId":"ES/F025696/1","fundValue":"304110","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  This research has shown that counter to common conceptions feedback about ranking is lowering individual level performance. The results of this paper directly informed the human resource management practices and the incentive structure at that firm but also at other firms in other sectors. Creative Economy,Financial Services, and Management Consultancy,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Iwan  Barankay","coPersons":[],"organisation":"University of Warwick","findingsText":" Performance rankings are a very common workplace management practice. Behavioral theories suggest\nthat providing performance rankings to employees, even without pecuniary consequences, may directly\nshape effort due to the rank's effect on self-image. In a three-year randomized control trial with full-time\nfurniture salespeople (n=1754), I study the effect on sales performance in a two-by-two experimental\ndesign where I vary (i) whether to privately inform employees about their performance rank; and (ii)\nwhether to give benchmarks, i.e. data on the current performance required to be in the top 10%, 25% and\n50%. The salespeople's compensation is only based on absolute performance via a high-powered\ncommission scheme in which rankings convey no direct additional financial benefits. There are two\nimportant innovations in this experiment. First, prior to the start of the experiment all salespeople were\ntold their performance ranking. Second, employees operate in a multi-tasking environment where they\ncan sell multiple brands. There are four key results: First, removing rank feedback actually increases sales\nperformance by 11%, or 1/10th of a standard deviation. Second, only men (not women) change their\nperformance. Third, adding benchmarks to rank feedback significantly raises performance, but it is not\nsignificantly different from providing no feedback. Fourth, as predicted by the multi-tasking model, the\ntreatment effect increases with the scope for effort substitution across furniture brands as employees\nswitch their effort to other tasks when their rank is worse than expected. Performance rankings are a very common workplace management practice. Behavioral theories suggest\nthat providing performance rankings to employees, even without pecuniary consequences, may directly\nshape effort due to the rank's effect on self-image. Yet this study showed than in real organization feedback about rankings can be detrimental to motivation and self-esteem when feedback is worse than expected. Further research is required to further explore the underlying mechanisms. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}