{"id":"7A372DEF-B0A6-46D4-9551-1FF5BD7EFA95","title":"14TSB_ESAP Electrolyzed water in crop protection","abstractText":"Electrolysed water is a chemically simple method of generating hypochlorous acid from water, but requires advanced engineering to deliver effective application to target. Hypochlorous acid is a well known anti-microbial and biocidal agent which is capable of disrupting fungal and bacterial cell walls and preventing successful germination or establishment of infection in crop plants. Furthermore, there is evidence that the pathogen cell wall degradation products liberated during the process are capable of triggering plant immune systems and potentially stimulating a systemic acquired resistance (SAR) response, providing longer lasting protection against pathogens.This project will use novel electrochemical techniques to generate effective and non-phytotoxic concentrations of hypochlorous acid in the outdoor or indoor growing environment.The effectiveness of the system, integrated with conventional plant protection products, will be tested with a panel of key high value host crops which have major disease problems where standard control measures are inefficient, or under threat due to environmental and regulatory concerns. Such pressures will increasingly encourage the incorporation of novel approaches into crop protection programmes with the aim of reducing chemical active levels and providing methods of safe disease suppression close to harvest. This research aims to faciltate the entry of a novel crop protection agent, and the engineering system which enables its delivery, to salads and field vegetable production systems. It addresses major regulatory issues which are impacting on production and will take system development through from laboratory\ninvestigation to commercial demonstration of working equipment which is ready for sale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M00547X/1","grantId":"BB/M00547X/1","fundValue":"372077","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"BBSRC","impactText":"","person":"Jane Elizabeth Thomas","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}