{"id":"7A39807C-2003-4919-9F78-47D75094D6B0","title":"Genetic and imaging studies of eye morphogenesis in development and disease","abstractText":"Eye colobomas encompass a group of common eye defects affecting patients of all ages, but especially young children. These pathologies are a common cause of visual problems, can cause retinal detachment and cataracts, and often induce blindness in affected patients. Colobomas are generally hereditary diseases with a highly variable clinical presentation, being diagnosed by the detection of a notch, gap, hole or fissure in any of the structures of the eye, including the cornea, retina, optic nerve or even the eyelid. The defects in the ocular structures associated with the colobomas result from a failure in the embryonic formation of the eye. During embryogenesis, the forming eye and optic nerve undergo dramatic shape changes that lead to the closure of a fissure present on one side of the eye (the choroid fissure), and eventually to the formation of the eye globe. If choroid fissure closure is disrupted, an ocular coloboma develops. Recently, some of the congenital defects responsible for certain forms of coloboma have been identified. These defects consist of mistakes or ?mutations? in certain genes that normally make proteins important during eye formation. Despite these recent advances, we know virtually nothing about how cells behave during closure of the choroid fissure and how they are affected in coloboma conditions. Understanding these issues is fundamental to understand coloboma pathologies and to find ways of treating them. For this purpose, we will use the zebrafish, a small striped fish that has been used for years as a model to study embryonic development and that recently has been successfully used to model other human diseases. Highly developed imaging techniques allow visualisation of the developing eye in the living zebrafish embryo. By using zebrafish that exhibit colobomas similar to those in humans, we will compare the process of choroid fissure closure between these coloboma disease models and healthy conditions. In addition, we will perform a number of genetic screens to search for other genes affected in coloboma. These analyses will provide us with a list of candidate genes responsible for human ocular pathologies, will lead us to identify and generate new models for human eye diseases and will allow us to gain further insight into normal eye development and into the causes of hereditary ocular malformations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501487","grantId":"G0501487","fundValue":"417649","fundStart":"2006-06-01","fundEnd":"2009-11-30","funder":"MRC","impactText":"","person":"Stephen William Wilson","coPersons":["Florencia  Cavodeassi"],"organisation":"University College London","findingsText":"","dataset":"gtr"}