{"id":"7A45B0E6-C4A4-4C11-8D92-FD4E6275F9F8","title":"Subversion of actin signaling pathways by enterohaemorrhagic and enteropathogenic E. coli","abstractText":"Escherichia coli constitute part of the normal gut flora, while several strains acquired additional genes that enable them to cause disease. Enteropathogenic (EPEC) and enterohaemorrhagic Escherichai coli (EHEC, known E. coli O157) cause disease when they inject specific virulence proteins, known as effectors, into the mammalian cell. \nEPEC is the leading cause of infantile diarrhoea, morbidity and mortality in developing countries. EHEC (particularly E. coli O157:H7), which is predominant in developed countries, cause diarrhoea, haemorrhagic colitis and haemolytic uraemic syndrome (HUS); the young and the elderly are most at risk. It is estimated that ca. 73,000 and 1,000 human EHEC infections occur in the US and the UK each year, respectively. EHEC-induced HUS is the leading cause of acute paediatric renal failure in the UK and US.\n\nElucidating the infection strategy of EPEC and EHEC is totally dependent on the identification of proteins and signal transduction pathways that are targeted by the effectors. The aim of this project is to investigate the physiological role of several key EPEC and EHEC effectors during infection.\n\nWe will first investigate the mechanism by which the EPEC and EHEC effectors Tir and EspT subvert signalling within human cells in culture. We will then determine translate the data gathered in the laboratory to gut infection using an EPEC and EHEC mouse model. Studying pathogenesis in vivo is essential for understanding host pathogen interaction. While conducting animal experiments we take particular care of the 3Rs principals. Indeed, our infection model won the 2006 NC3Rs prizes. \n\nRehydration and nutritional supplementation are the only effective treatments for EPEC and EHEC infection; treatment with antibiotics is countered productive. HUS patients may require dialysis and in sever cases kidney transplantation. No vaccines or specific treatment are currently available against EPEC and EHEC infections. Better understanding of colonisation processes and the role of virulence factors is essential for the development of new specific and effective treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901350","grantId":"G0901350","fundValue":"124351","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"MRC","impactText":"","person":"Gad  Frankel","coPersons":["Ahmed  Sohail"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}