{"id":"7A4C15A2-1640-4702-8231-66FD1CDFE647","title":"Developing methods and bioinformatics tools for the global analysis of accessible regions in chromatin","abstractText":"One of the great challenges in modern biology is to understand why genetic information is differentially expressed in different cell types. Once we have a firm grip on this, we should be able to reprogram any cell of the body, and turn differentiated cells into stem cells able to become any cell type. That such reprogramming is indeed possible is exemplified by the finding that certain chromosomal translocations produce aberrant transcription factors which turn normal haematopoietic precursor cells into malignant leukaemic cells that only remotely resemble normal cell types. In addition, it was recently shown that only four transcription factors are sufficient to reprogram human fibroblast cells into stem cells. However, leukaemic cells take a long time to develop and it is known that often secondary events, i.e. the activation of other genes are required to fully turn normal cells into cancer cells. Also fibroblast reprogramming occurs with low efficiency, indicating that more than the targets of these four factors need to be activated. If we had methods where we could precisely identify regions of accessible chromatin, we could target these regions using either sequence specific transcription factors or small DNA-binding molecules. In addition, diagnosing regions of chromatin about to be opened up during cell differentiation will greatly enhance our understanding of which genes are activated in development and how. In this proposal we will use highly sensitive techniques enabling identification of such regions. The development of this technology needs a special effort, because it will require the close collaboration between experimental scientists and experts in handling and analysing large molecular data sets. The reason for this is that the experimental scientists will generate vast amounts of DNA sequence data which will then be puzzled together by the bioinformaticians to home in on those sequences in the mouse or human genome that are accessible. This task is anything but trivial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F02441X/1","grantId":"BB/F02441X/1","fundValue":"105929","fundStart":"2008-07-16","fundEnd":"2009-12-15","funder":"BBSRC","impactText":"  Since our findings were not published, they were not used.  ","person":"Constanze  Bonifer","coPersons":["David Robert Westhead"],"organisation":"University of Leeds","findingsText":" We developed a novel way of studying gene activity The results were not published Other","dataset":"gtr"}