{"id":"7A545D39-16F4-4227-BB42-DAADC616D84C","title":"Lexical representation of variable prosodic patterns in infants","abstractText":"1. Context of Research\\n\\nChildren must learn how to recognise different words in their language. This means that they must remember the sound patterns of the words accurately enough to distinguish similar sounding words. For instance, infants exposed to English must learn that words such as 'pin' and 'bin' refer to different things because of the difference in the first consonant. Thanks to previous research, we have begun to understand when and how this process takes place. For instance, infants' perception of sounds becomes language-specific around 8 to 10 months of age. That is, infants around that age begin to recognise the phonetic distinctions used in their native language. The next step in the development is to learn how to use this knowledge to remember the forms of different words. This seems to happen gradually during the second year. For example, some time between 14 and 17 months, English-speaking infants become able to associate two similar sounding made-up words (such as 'bih' and 'dih') with two different objects.\\n \\n2. Aims and Objectives\\n\\nThe purpose of this research project is to address two particular issues that have not been fully addressed in previous research on this developmental process. First, little is known about when and how infants begin to learn words that are differentiated in terms of what is known as prosodic features: duration, loudness and pitch (highness or lowness) of sounds. For example, in Japanese, 'ame' pronounced with a falling pitch contour means  while the same sequence pronounced with a rising contour means . When do Japanese-speaking infants learn how to remember and recognise different words based on such a distinction? Does it happen before they learn how to remember and recognise words based on different consonants or vowels (as in the difference between 'pin' and 'bin' in English)?\\n\\nSecond, research so far has not systematically investigated how children learn such detail of word forms when the crucial aspect of the sound pattern changes from one context to another. For instance, the word for  in Japanese can also have a flat pitch contour in addition to the rising contour mentioned above, depending on the position of the word in a phrase. How do Japanese-speaking infants deal with this variability? Do they first focus on the form in one context? And how do they learn that 'ame' means  if it has a rising OR flat pitch contour, but  if it has a falling contour?\\n \\nThese questions will be addressed in this project using laboratory experiments in which infants are exposed to recorded sound stimuli (i.e., made-up words) paired with visual presentation of unfamiliar objects. How Japanese infants respond to repeated or changed combinations of the sound and visual materials can indicate the extent to which they can use pitch patterns to differentiate new words under different conditions.\\n\\n3. Potential Benefits\\n\\nThe reason Japanese is used in this project is that the pitch contrast in the language allows us to tease apart the learning of prosodic contrasts (pitch) from that of segmental contrasts (consonants and vowels) and also systematically observe the effects of variability. However, the outcome of the project will have broader implications for infants' learning of prosodic contrasts in general, including, for example, stress contrasts in English. Furthermore, it will lay a foundation for further research on children's learning of sound variability in word forms, which is a hallmark of speech recognition in human language.\\n\\nThis research will make a contribution to the understanding of how very young children begin to associate sounds and meanings in words -- a key step in the process of language development. As such, the results of this research will be appreciated by researchers in many disciplines, most notably linguistics, psychology, cognitive science and education.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000320/1","grantId":"AH/E000320/1","fundValue":"24779","fundStart":"2006-09-01","fundEnd":"2006-12-31","funder":"AHRC","impactText":"  There has not been any direct non-academic use of the findings stemming from this project, as the research focuses on understanding the basic mechanisms by which an aspect of language (i.e., prosodic patterns) is learned by typically-developing children, rather than solving a practical problem that arises from it. However, as described in the Key Findings section, it is hoped that, in the long term, the findings can serve as a foundation for applied research on cognitive disorders that involve atypical learning and/or processing of prosodic information, such as Autistic Spectrum Disorder.  ","person":"Mitsuhiko  Ota","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Significant New Knowledge Generated\nThere are two notable findings from this research. First, by 1.5 years of age, children have identified the portion of pitch contours in the linguistic input that marks lexical information (i.e., what is part of the word) even when these contours are mixed with sentence or phrase-level intonation patterns that can obscure the specification that comes from the word. This suggests that young children are keeping track of consistencies and changes in the prosodic patterns they hear in relation to words and other linguistic units (Ota, 2006). Second, the order in which words with different prosodic structures are acquired in early production is better predicted by the frequency with which individual words are heard/produced than the frequency with which the relevant prosodic structures are heard/produced. In other words, how accurately a child can produce the word 'banana' is more related to how frequent the same word is in the child's linguistic environment than how frequent the same structure (i.e., trisyllabic words with a penultimate stress) is (Ota 2014).\n\nNew or Improved Research Methods\nIn Ota (2006), 1- to 2-year-olds' production of Swedish words and phrases was modelled by fitting second-degree polynomials. To my knowledge, this is the first case where this technique was applied to children's language production. This method allows us to interpolate probable pitch contours in the face of micro perturbation and missing fundamental frequencies in the acoustic data. This is particularly advantageous in developmental research where the available data are often more sparse or less controlled than in adult language research. Academic Routes\nThe most obvious step to take next is to investigate the precise mechanisms by which children learn how to tease apart lexically relevant vs irrelevant prosodic information in the input. There is a potential confluence here with the body of recent research on the mechanisms of statistical learning by which different patterns of regularities lead to different outcomes of learning.\n\nNon-academic Routes\nThe process by which children learn how to differentiate prosodic patterns related to lexical contrasts and those related to phrases or sentences may have implications for atypical development, such as autistic spectrum condition (ASC) in which individuals tend to experience difficulties in producing targetlike intonation patterns and understanding pragmatic meanings signalled by such patterns. Education","dataset":"gtr"}