{"id":"7A56C558-A9C5-43C4-AE9D-EE1A82E2559E","title":"Analysing how auxin dynamics control root phenotype","abstractText":"The hormone auxin affects many aspects of plant growth. In the plant root, auxin affects how quickly the root grows, orients the root tip to grow downwards and determines when a new root branch will grow from the main root. Therefore, auxin controls the form of the whole root system, which affects how easily roots can take-up water and nutrients from the soil and how securely roots anchor the plant in the ground. \n\nTo control the growth, bending and branching of the root, the amount of auxin within each cell varies both between different cells and over time. The plant controls the auxin distribution by positioning different proteins and channels on the cell membranes, which affect how quickly auxin can get into and out of each cell. It is hard to predict how the amount of each protein/channel on each cell membrane affects the overall auxin distribution within the root tip. In this project, we will make and test mathematical models to investigate how the proteins/channels on the cell membranes affect the auxin distribution. We will then use these models to understand how auxin controls root growth, bending and branching.\n\nTo create an accurate model of auxin transport, we will first image cell geometries and the distributions of the proteins/channels on the cell membranes. Using this information, we will write down a mathematical description of how auxin moves into and out of each cell to form a mathematical model. We will then simulate and analyse the mathematical model to predict the auxin distribution within the plant root. In order to maximise the knowledge gained, we will use a range of mathematical techniques to produce different types of model, each having different advantages and being amenable to different types of analysis. We will then carefully compare the model results with experimental data. Because auxin is very small, we are unable to measure the amount of auxin within each cell and it is hard to measure the rate of auxin transport across cell membranes. We will therefore make use of fluorescent proteins that are degraded by auxin to collect data with which to test the models. We will carry out a range of experiments to thoroughly test the models, for example, considering roots in which certain proteins are not functional, or when auxin has been supplied to the root. In the event that the model predictions and data do not agree, we will use the models to develop new hypotheses and identify which new experiment would best test these. The modelling will therefore motivate new experiments, the results of which will lead to improved models, and we will move around what is known as the 'model-experimental' loop.\n\nThe project will improve our understanding of how auxin controls the plant root system by controlling the growth, bending and branching of the root. Determining what controls auxin dynamics in the plant root will provide us with knowledge of how to manipulate plant roots. In the longer term, this knowledge will lead to the development of crops with roots that are better suited to their environmental conditions, which will significantly improve crop yields. In addition, the project will produce rigorous mathematical models which will be analysed and tested using a wide range of techniques. These models and techniques could be applied to understand other biological questions and so will also be beneficial to future research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019837/1","grantId":"BB/M019837/1","fundValue":"441406","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Leah Rebecca Band","coPersons":["Darren Mark Wells"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}