{"id":"7A61ED9A-2302-40BF-A6B5-6E288F33A0BF","title":"High Power Photonic Band Gap Engineering: Accelerators and RF Sources","abstractText":"Ranging from physics to biology, particle accelerators give scientists a unique tool for probing ultra small scale structure. Of the eight RC-UK accelerator based facilities in the UK six are driven by EPSRC science and engineering. These tools have enabled scientists to examine the structure of the human genome, to probe the structure of exotic materials, to probe and identify the ultimate constituents of matter, and to understand the very origins of the universe and the reasons why the universe is the way it is. Their use is not just limited to the realm of the research scientist: particle accelerators are used in a number of applications from diagnostic and therapeutic medicine, to the production of plastics with memory, and the sterilisation of the food we eat. The availability and usage of these facilities is generally limited by their sheer size and cost, and by deeper underling issues that limit their performance. A possible solution to all these problems could very well found in the use of Photonic Band Gap (PBG) structures and exotic materials, which has major implications for the vacuum electronics industry, in particular for particle acceleration.The PBG structures discussed here are not the hybrid nanostructures usually discussed in optical physics, but a collection of macroscopic metallic/dielectric rods arranged in a periodic lattice. The alignment of the of the rods relative to each other creates periodic variation that prevents Electro-Magnetic (EM) fields from propagating though the lattice.Removing one of these rods creates a defect in the periodic lattice which allows EM fields of a specific frequency to enter into the lattice and propagate through the. This gap can be engineered in such a way as to allow only a very narrow band of wavelengths to pass through the geometry, and the oversized nature of these PBG structures means that high frequency RF structures can be manufactured with ease.A survey of the literature reveals surprisingly few papers on the application of PBG structures for high power microwave applications, currently only one group have successfully used resonant PBG's to accelerate particles, and only a small number of groups are currently investigating the use of PBG's for RF generationThis proposal sets out to establish an interdisciplinary team with a critical-mass in the area of PBG structures for particle acceleration and RF generation at Lancaster University. We will examine the application of novel and exotic materials, developed using cutting edge physics and materials science, to create new PBG structures for the production of RF and the acceleration of particles. This project sets out to study PBG structures theoretically, numerically, and experimental, using PBG to both generate RF and accelerate particles. With the aim of exploiting new areas in materials science and physics to demonstrate the possibilities of an entirely new technology, which could ultimately lead to PBG tabletop particle accelerators and high power RF sources. Throughout the research project there will be a strong emphasis on Knowledge Transfer both between industry and academia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E007635/1","grantId":"EP/E007635/1","fundValue":"735929","fundStart":"2007-03-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Rebecca  Seviour","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}