{"id":"7A65114F-F7B1-47BE-9AF9-949179D49CCE","title":"2010 grant balance University of Bristol","abstractText":"The University of Bristol proposes to use the Access to Unspent balance on EPSRC Research grants to support 3 projects, following the same principles used in determining how best to allocate the Institutional Sponsorship funding:\n\n-It is desirable that supported activities should align with EPSRC and University of Bristol strategic objectives.\n- Where there are clear opportunities to do so, funding should be aligned to activities co-funded from other sources in order to maximise synergy and return on investment.\n- There should be an appropriate mix of top-down, directed activities and bottom-up, investigator-led activities.\n- The funds should in all cases be used to support the very highest quality people (relative to career stage) and the very highest quality research.\n\nThe three projects to be supported through the Unspent Balance funding are:\n- A Strategic Alliance in Catalysis.\n- Electrically Small Tuneable Antennas for Advanced Wireless Connectivity.\n- Quantum Secure Communications for Mobile Technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017736/1","grantId":"EP/J017736/1","fundValue":"83033","fundStart":"2011-07-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Anthony Guy  Orpen","coPersons":["Simon  Gray"],"organisation":"University of Bristol","findingsText":" The University of Bristol considered how best to make use of the 2010 grant balance funds alongside the 2011 Institutional Sponsorship, and selected three projects within which to award funds. Key findings for each project are described below:\n\nCatalysis\n\n• This combined the catalysis research activities at Bath, Bristol and Cardiff to create a single strategic alliance which represents a UK national hub for research in this area.\n\n• The funds were used to build collaboration between researchers in heterogeneous catalysis, homogenous catalysis and chemical engineering and to expand our network of industrialists and international experts to support the alliance's development.\n\n• Research enabled the generation of preliminary results as a precursor to larger projects and attracting further grant and industrial funding.\n\n\n\nElectrically Small Tuneable antennas\n\n•The Electrically Small Tuneable Antennas project has been important in highlighting to industry the importance of overall system efficiency, rather than focussing on enhancing the input match to the antenna, as the key driver for energy efficient wireless technologies. A You Tube video has also been produced to disseminate this information.\n\n•This activity included external collaborations with the ICT KTN. The ICT KTN, through the Wireless Technology and Spectrum working group (Chair Stuart Revell), provided numerous events for the dissemination of results and introductions to potential industrial partners who may wish to exploit this technology.\n\n\n\nQuantum Secure Communications\n\n•The funds were used in this project to fabricate a fully integrated proof of concept quantum communications microchip, suitable for inclusion in a mobile communications device.\n\n•The performance of the device was assessed and fully characterised, including secure communication field trials\n\n•The commercial feasibility of the system in the mobile communications market was established.  Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}