{"id":"7A6A751B-475E-4603-A0D4-8817ECA6BC7D","title":"Understanding essential roles of microtubule regulators during synapse formation and maintenance","abstractText":"A key prerequisite for nervous system function is the capability of neurons to communicate with other cells via specialised cell junctions called synapses. Synapses contain complex machinery for rapid transmission of signals to partner cells. Once formed, synapses have to be maintained in a plastic state, and precocious loss of synapses is considered a potential cause of neuronal decay in ageing and in neurodegenerative diseases. However, in spite of this importance, the mechanisms underlying synaptic maintenance are very little understood. The overarching aim of this project is to deliver such understanding, thus bridging an important gap in our knowledge about processes of ageing and degeneration in the brain.\nDuring a neuron's life, its synaptic machinery is constantly recycled. To this end, its building blocks have to be efficiently transported between the neuronal cell body and the very distant synapses (up to a meter away in humans), connected only by a cable-like neuronal protrusion called the axon. Such precise movement of synaptic proteins along the axon is achieved by motor proteins which bind to transport vesicles containing synaptic proteins and trail along highways made out of parallel bundles of microtubules (MTs). MTs are dynamic filamentous polymers which are continuously built and degraded throughout a neuron's life, and these processes have to be regulated to sustain proper axonal transport. The number of MTs needs to be well controlled, they have to bear the right posttranslational modifications (PTMs) to promote the right motor protein interactions, and they have to maintain their bundled organisation - all so that blockage or slowdown of transport is prevented. For this, MTs are regulated through MT-binding proteins (MTBPs) which can control MT de/polymerisation, stabilisation, cross-linkage and PTMs. It seems therefore obvious that MTBPs, through controlling MT networks, can regulate axonal transport and consequently also synaptic maintenance and neuronal survival, and this causative chain could provide important explanations for why a number of MTBPs are associated with neurodegenerative disease. However, MTBP-based mechanisms of synaptic maintenance remain poorly understood. \nFor example, the MTBP Tau was discovered several decades ago. It has been associated with Alzheimer's Disease and Frontotemporal Dementia and has therefore been intensely researched. However, its function in health and disease remains surprisingly poorly understood. This is due to the complexity and robustness of the regulatory networks underpinning MT regulation which are experimentally difficult to decipher. To tackle this problem I am using a genetic model organism, the fruit fly Drosophila, I have extensive experience with this system and the role and regulation of the neuronal cytoskeleton therein. I have provided substantial proof of principle that regulatory mechanisms can be deciphered and applied to higher animals. Apart from the enormous amenability and speed of experimentation, the fundamental advantage for cytoskeletal research in Drosophila is the efficiency with which genes can be manipulated and investigated in combination. Thus, on this project, I capitalise on my finding that functions of tau become apparent when combined with loss of a second MTBP, called Shot. Only upon combined deletion does a new phenotype occur consisting in dramatic loss of synapses caused by collapse of axonal transport of synaptic proteins. This phenotype provides robust readouts to decipher the underlying mechanisms, which will be one key objective of this project. In addition, I will study the relevance of these mechanisms for neuronal survival and assess their potential conservation in mouse neurons. This work will unlock important new mechanistic understanding that will advance research on brain development, ageing and degeneration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M007456/1","grantId":"BB/M007456/1","fundValue":"401844","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Natalia  Sanchez-Soriano","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}