{"id":"7A6EE0F0-1AB7-4E29-A195-B7C9652893D9","title":"Structural studies of the yeast type II NADH:quinone oxidoreductase NDI-1","abstractText":"Membrane proteins perform a staggering range of biological functions including respiration, signal transduction and molecular transport. The results of various genome projects have shown that up to 30 % of proteins encoded by eukaryotic cells are membrane proteins. A more fundamental understanding of the structure-function relationships of membrane proteins would make invaluable contributions to structural biology, pharmacology and medicine. Recently, we have obtained well-diffracting crystals of a yeast membrane protein NDI-1. This enzyme is a homologue of the mammalian protein and is an essential enzyme for yeast respiration. Structural information for this membrane protein will provide important insights into this respiratory membrane protein, particularly on its substrate (NADH and coenzyme Q10) and cofactor (FAD) binding sites. The structure is also medically important as it can be used for gene therapy of human genetic diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019311/1","grantId":"BB/D019311/1","fundValue":"440818","fundStart":"2006-09-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  N/Structures of Ndi1, substrate-free form, NAD complex and ubiquinol complex will be deposited with PDB. Healthcare Cultural","person":"So  Iwata","coPersons":["Elisabeth Paula Carpenter"],"organisation":"Imperial College London","findingsText":" Membrane proteins perform a staggering range of biological functions including respiration, signal transduction and molecular transport. The results of various genome projects have shown that up to 30 % of proteins encoded by eukaryotic cells are membrane proteins. A more fundamental understanding of the structure-function relationships of membrane proteins would make invaluable contributions to structural biology, pharmacology and medicine. Recently, we have obtained well-diffracting crystals of a yeast membrane protein NDI-1. This enzyme is a homologue of the mammalian protein and is an essential enzyme for yeast respiration. Structural information for this membrane protein will provide important insights into this respiratory membrane protein, particularly on its substrate (NADH and coenzyme Q10) and cofactor (FAD) binding sites. The structure is also medically important as it can be used for gene therapy of human genetic diseases. To optimize the expression of membrane proteins including Ndi1 in Saccharomyces cerevisiae, new GFP-fusion based expression \nsystem has been developed. This was not only used for Ndi1 but also for many other mammalian membrane protein. \nThe method was published in PNAS and the protocol was released in Nature Protocols. The vector designed has distributed to more than 20 laboratories. This will be used in many other laboratories Healthcare","dataset":"gtr"}