{"id":"7A72DEF2-E7E7-4A2C-9ED4-6B09820258D9","title":"Generation of oat varieties with enhanced resistance to crown rust and mildew","abstractText":"Oats are a minor cereal in the UK, currently grown on around 135,000 ha. However, they have a number of high value markets, and are known for health giving attributes. They also provide a useful break crop for farmers and help to reduce weed and disease problems in other crops. However, oats are prone to infection by two serious foliar pathogens, mildew and crown rust. Both of these can reduce yield, by up to 50% if left uncontrolled. Fungicides are normally used on the oat crop, but this is becoming increasingly difficult for two reasons - firstly the market requirement for many crops to be grown with low or nil pesticide inputs and secondly the loss of available products due to recent regulation. There is thus an extremely strong imperative to develop oat varieties with resistance to mildew and crown rust. Many resistant varieties have been bred in the past, but the resistance breaks down frequently due to the inherent capacity of the mildew and rust pathogens to vary in virulence, and develop pathotypes which overcome host resistance factors. This work will examine the effectives of types of resistance which could be more durable, introduced into modern oat varieties from the older variety Maldwyn, where resistance remained effective over many years. There is little or no current knowledge of the extent of variation in virulence within oat mildew and crown rust populations in the UK. A vital part of the research will be to build up a panel of typed pathogen isolates which represent of UK populations and use these to test breeding material. Effective field and controlled environment screens will be developed, and the latter will be used to check the stability of resistance under different temperature regimes. Some resistance factors, particularly in cereal rusts, lose effectiveness under higher temperatures. Given potential temperature shifts in the future, it is essential that resistance factors introduced now are evaluated under higher temperature regimes. The research will provide a new link between cereal pathogen virulence expertise and the major oat breeding programme in the UK to generate the development of oat varieties with effective disease resistance and little or no fungicide requirement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000860/1","grantId":"TS/I000860/1","fundValue":"42402","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Jane Elizabeth Thomas","coPersons":["Rosemary Ann Bayles"],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}