{"id":"7A759FF9-4C71-46AF-A09F-8F3B437D092D","title":"Scaffolds for Neural Tissue Engineering","abstractText":"Within the European Union in 2007 there were three times more patients on the waiting list than there were organ transplantations (28.009 essential organ transplantations - 60.141 people on waiting list). Given this substantial and chronic shortage in donor organs, medical scientists have been searching for alternative treatments. Surgical reconstruction is often used to regain some organ function, but this treatment suffers from a lack of available donor tissue but it also can lead to longer term problems. For example, a surgical procedure to treat incontinence redirects urine into the colon, but this treatment increases the risk of colon cancer. Mechanical devices, such as kidney dialysers, are good alternatives to transplants, but these devices do not mimic all the functions of the organ and do not prevent progressive deterioration of the patient. Additionally, there is always chance of rejection of the transplant or implant and the patient will have to take immunorepressive drugs throughout her/his life to avoid organ rejection.A general solution to these problems is proposed by the discipline tissue engineering in which methods are developed to provide tailor-made living tissue 'spare parts' of damaged or diseased tissue. This field, founded in the late 1980's, is currently maturing and starting to provide a real alternative to standard transplantation. This has been exemplified by recent high profile case studies; in one case 7 patients received tissue engineered bladders. Nowadays, skin, cartilage and bone tissue engineering products are commercially available. The main tissue engineering approach to grow a complex 3D tissue is to provide a 3D environment or scaffold for the cells to grow in.However, far less progress has been made in developing tissue engineering solutions for neural tissue (such as brain tissue and peripheral nerve tissue), although the number of patients that would benefit from these is substantial. For example, (i) in England in 2007/8 a total of 5,521 surgical peripheral nerve repairs were undertaken in the NHS, (ii) at least 500.000 people in the UK are affected by macular degeneration and (iii) yearly there are 140.000 people in the UK who suffer a stroke. The slow progress in neural tissue engineering is partly due to the complex structure of the neural tissue itself; e.g. the structure of a peripheral nerve can be compared to a co-axial cable, in which the neurons align themselves along one axis. These nerves are structured on the micrometer level (1 micrometer is ~1/100 of the thickness of an average human hair). To grow cells in an organised manner, we need to provide a well-structured scaffold for the cells to grow in. This scaffold needs to be itself 3D structured on the micrometer scale, providing severe demands on the manufacturing technique. Currently used methods for scaffold manufacture typically do not provide control on the microstructural architecture of the scaffold to build up complex tissues.This proposal is investigating an innovative laser-based scaffold manufacturing technique which is expected to comply with the aforementioned demands. The laser beam is focussed into a material that hardens (or cures) upon irradiation. When the laser is scanned through the material, it leaves cured regions within the liquid non-cured matrix. Once the liquid matrix is washed away, the cured pattern remains and can be used as a tissue engineering scaffold. For this proposal we have carefully selected materials that do not invoke any adverse reaction of the immune system when implanted (biocompatible materials). Additionally, these materials provide the initial scaffold, but then slowly degrade while the cells build up the tissue. These materials will be investigated for neural tissue engineering and a fast route into clinical use will be explored throughout the project via collaborations with clinicians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I007695/1","grantId":"EP/I007695/1","fundValue":"98277","fundStart":"2010-11-02","fundEnd":"2012-11-01","funder":"EPSRC","impactText":"  The outcomes of this grant have been reported in the media:\nincluding the BBC website (http://www.bbc.co.uk/news/health-17783160, 23/04/2012) and the Daily Mail. \nThe outcomes of this grant were also the basis of a FP7 grant (Neurimp) Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Frederik  Claeyssens","coPersons":[],"organisation":"University of Sheffield","findingsText":" This project explores the production of 3D scaffolds for neural tissue engineering via 2 photon polymerisation. Biocompatible and biodegradable polymers have been successfully produced and a 2 photon-polymerisation set-up based on a picosecond Nd:YAG laser has been successfully set up. We have established the general neurocompatiblity of the scaffolds and we have built and explored scaffolds for tissue engineering of both the peripheral and central nervous system. This research will ultimately produce new implants to aid regeneration of the peripheral and (potentially) the central nervous system. We have established a functional 2 photo-polymerisation (2PP) set-up based on a Nd:YAG laser set-up. Additionally we have formulated a number of photocurable resins that can be used for 2PP (based on caprolactine, lactide and trimethylene carbonate). We have produced small scale medical implants with this technology (e.g. nerve guidance conduits) and we are exploring further eploitation routes. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}