{"id":"7A767412-D25E-40CE-AFBD-44813B74D323","title":"Beyond Greenland: Extending the record of abrupt climate variability","abstractText":"Ice core records from Greenland have been pivotal in our understanding of millennial-scale climate variability and so-called 'abrupt' climate change (the US National Research Council Committee on Abrupt Climate Change defines such a change as a transition of the climate system into a different mode on a timescale that is faster than the responsible forcing and one that takes place so rapidly and unexpectedly that human or natural systems have difficulty adapting to it). The first long Greenland ice core was drilled in 1966 but it was not until the 1980's and '90's, as more high quality records were produced, that the magnitude of natural climate change possible on sub-millennial timescales was fully realised. For example, during parts of the last glacial period, the records suggest that temperatures over Greenland could rise by up to 16 degrees Celsius within decades. These temperature shifts, known as a Dansgaard-Oeschger oscillations, are thought to be associated with changes in ocean circulation.\n\nSince the discovery of such abrupt changes in the ice core record, paleoclimatologists have produced a huge array of records from various climate archives in their attempts to learn more about the global manifestation of abrupt climate change and to extend the records provided by Greenland ice, which typically reach back only to about 100 thousand years before present. However, many unanswered questions remain, including: What is the association between abrupt climate oscillations and longer term changes in Earth's climate (i.e. the great glacial cycles)? Did this relationship hold prior to the Mid Pleistocene Transition (an interval about 1 million years ago, when the glacial cycles changed from ~41kyr to ~100kyr periodicity)? How does the amplitude of abrupt climate variability depend on the background climate state? Is there a consistent relationship between abrupt climate shifts and changes in deep ocean circulation? Within this project we will address these questions by producing the first continuous record of abrupt climate variability stretching back 1.7 million years. We will construct long proxy records of sea surface conditions in the North Atlantic and supplement these with records of deep ocean current variability. Our project fits within the NERC science theme of 'earth system science' and is of relevance to the 'climate system' theme. In particular, our focus on abrupt change, its relation to ocean circulation and its evolution through time addresses NERC's challenge of 'increasing knowledge of the forces and feedbacks that drive global change'. By meeting our objectives we will have produced an iconic record that will provide a benchmark for many future studies on abrupt climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006405/1","grantId":"NE/L006405/1","fundValue":"414120","fundStart":"2014-04-28","fundEnd":"2019-04-27","funder":"NERC","impactText":"","person":"Stephen  Barker","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}