{"id":"7A7C6AC3-63BE-49FD-98BD-3D32B4CEA58F","title":"Do humid phases in costal Libya reflect an intensified Atlantic storm track?","abstractText":"Past climate change did not simply occur as a sequence of alternating warm and cool periods. Some of the most important changes caused by naturally occurring climate cycles are related to alterations to the state of circulation in the ocean and atmosphere. A good example is the extreme cooling experienced by northwest Europe as a consequence of weakening in the Gulf Stream / North Atlantic Drift system that maintains Britains relatively mild climate. A crucial concern for understanding future, man-made climate change scenarios are the physical &quot;rules&quot; understanding these changes in circulation. This project aims to generate new understanding of the physical mechanism underlying changes in rainfall in the southern Mediterranean and North African regions.\n\nThere is convincing evidence that large magnitude and geographically widespread increases in rainfall occurred throughout North Africa during particular periods of the Earths past. These are periods when the northern hemisphere is receiving a relatively high share of the total incoming solar energy. The additional rainfall caused formation of new lakes and rivers in regions that are now desert and changed the distribution of a range of plants and animals, including early humans. It is thought that the additional rainfall is being routed to North Africa via a northward movement of the African monsoon, but this change is difficult to simulate in climate models and does not seem to fit with all of the data. Other mechanisms therefore also need to be investigated. \n\nThis project will test whether some of the rainfall involved in greening the Sahara was derived from storms coming in from the Atlantic, rather than the African monsoon. We will do this by measuring the properties of water trapped within a stalagmite during its formation. The stalagmite we will use came from the north coast of eastern Libya, and is perfectly positioned to receive and retain water from the Atlantic storm track. The water trapped in the stalagmite is made up of hydrogen and oxygen, both of which come in two common isotopes - 1-H or 2-H and 16-O or 18-O respectively. Mediterranean water is slightly more rich in 2-H and 18-O than Atlantic water. Combined with additional measurements of 16 / 18-O ratio made on the calcite of the stalagmite itself, we therefore expect to be able to differentiate between these two sources using a simple modelling approach. \n\nThe suggestion that Atlantic moisture was supplied to North Africa as rainfall in storm events raises a further possibility for this stalagmite, which is positioned within a few kilometers of the coast. Seawater has a characteristic ratio of the two common isotopes of strontium (87 and 86) which is different to that of most freshwaters. As seawater is transported into the atmosphere as aerosols during storm events, it is highly likely that the Sr-isotope ratio in our stalagmite will be shifted towards marine values during periods with higher occurrence of major storms. We can therefore exploit this measurement as a &quot;storm index&quot; in support of the oxygen and hydrogen isotope work.\n\nFinally, we will build on our existing evidence that the time period we are investigating was more humid than today by measuring a suite of trace elements in the calcite of the stalagmite. Many elements respond to humidity in a variety of ways, with some only being available when a rich soil is in place (e.g. sulphur) and others being supplied in atmospheric dust during arid periods (e.g. iron). \n\nIf the tests our work provides show that our understanding of this system is correct we and other international research groups can carry on working within our existing paradigms. If our test proves that rainfall events are occurring at different places at different times, then researchers can adjust their efforts to investigate more appropriate representations of the system and develop new paradigms for glacial-interglacial changes in major rainfall systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014133/1","grantId":"NE/J014133/1","fundValue":"50375","fundStart":"2012-04-01","fundEnd":"2014-03-30","funder":"NERC","impactText":"  Most of our findings are not yet published, although we are actively working towards the first of three manuscripts. Once these are published, we will seek to maximise the reach and impact of the results we describe.  ","person":"Michael  Rogerson","coPersons":["Dirk  Hoffmann"],"organisation":"University of Hull","findingsText":" The title of this project is a question, &quot;Do humid phases in costal Libya reflect an intensified Atlantic storm track?&quot;. The work we have performed during the project has provided an answer: &quot;yes&quot;. We are as confident of this answer as we can be, because we have found water left overall from the rainfall deposited in Libya between 30 and 60 thousand years ago. This water is trapped inside and between crystals of calcite inside a stalagmite we recovered from a cave in northern Libya. The calcite is dated using the uranium and thorium isotopes, so we know exactly when the water was trapped. By cracking open the calcite, the water is let out and we can analyse the isotopes within it to ask our question. \nWater is made of oxygen and hydrogen, and both elements exist in more than one isotope. The balance of 16- and 18-oxygen and 1- and 2-hydrogen provide a &quot;fingerprint&quot;, recording the history of that water since it was evaporated from the global ocean. In arid regions in which a lot of rainwater is evaporated straight back off the ground after it lands, there is a strong tendency for the water to lose its light isotopes (16-O, 1-H). The Mediterranean basin is large, arid and (almost) closed from the world ocean - its water is therefore saltier than normal ocean water. It also has a different isotope fingerprint. This means we can tell whether water likely came from the Mediterranean or the Atlantic on the basis of its isotopic characteristics.\nWater from our Libyan stalagmite scatters over both the isotope ranges expected for the Atlantic and the Mediterranean. This means that some of the water comes from the Mediterranean (as it mostly does today), but also that a substantial component comes from the Atlantic. Today, Atlantic water is supplied to North Africa by winter storms, so we conclude that these storms were also active in the past and made a significant contribution to higher humidity in Libya in the past.\nThis confirms a theoretical expectation of what would happen to this region when the North Atlantic is much warmer than the South Atlantic. Our new evidence is the first work to directly show that this expectation is correct, providing a new and important validation for theoretical and model representations of rainfall response to climate change. Both as a new validation for predictions of future changes in North Africa, and for predictions regionally (including for northwest Europe) and globally, this is an important step. Working together with modellers, we can now identify where the model is performing well or poorly, and move towards a new generation of predictions which are ever more precise and reliable. The primary user group will be palaeoclimatologists and climate modellers. The mid-latitude rainfall belts are poorly constrained in the empirical record, so model representation of the globally-important processes happening within them are largely unconstrained. Our findings are the start of a new generation of empirical constraints on the system, which will revolutionise our understanding of these systems. Environment","dataset":"gtr"}