{"id":"7A7DC0AE-39A2-475C-85C7-ED607D3699DF","title":"Predicting Mammalian Gene Essentiality","abstractText":"All organisms have a variety of genes encoded in their DNA. These genes perform diverse functions, and together control the overall attributes of an individual. Although many genes are needed for the survival and health of each individual, some genes are more critical than others. Those genes that are absolutely required for the survival of an organism are termed 'essential genes'. Determining which genes are essential in an organism has important benefits. For example, knowing which genes are essential in pathogenic organisms such as bacteria or fungi enables the development of new drugs targeted at those essential genes to eradicate infection. \n\nIn terms of human biology, the identification of essential genes is a key progression from the sequencing of the human genome. We have gained great knowledge of the complexity of genome architecture and the diversity of functions encoded by the approximately 21,000 protein-coding genes found in the human genome. Yet we still do not know specifically which minimal set of genes is absolutely required for survival. As it is not possible to experimentally examine gene essentiality in the human, experimental data from the mouse can be used to infer mammalian gene essentiality. The mouse shows great similarity to the human both in genome structure and gene content, and as such is a valuable source of data for modelling mammalian gene essentiality. From experiments that deleted single genes, it is estimated that approximately 40% of mouse genes are essential. However, specific annotations of essential or non-essential have only been applied to approximately 6000 mouse genes, leaving an additional 17,000 genes to annotate.\n\nThis project will fulfil the need for genome-wide annotations of essentiality by developing a computational model to predict if a gene better fits the profile of an essential gene or a non-essential gene. We will then generate predictions for the 17,000 mouse genes lacking experimental data. We will perform experimental validation on a small set of our predicted genes to test the accuracy of our model, and create a searchable database of our predictions as a public resource. \n\nThe availability of this database will be of benefit to scientists in diverse fields. Developmental biologists study the function of genes during embryonic stages to gain insights into how a fertilised egg becomes a mature organism. By definition, the genes we identify as essential will be required during development. Therefore, a large number of developmentally important genes will be annotated from our work. Additionally, our work will facilitate the identification of human genetic disease candidates, because the disease symptoms can be matched to genes with a similar essentiality prediction. Deficiencies in developmental genes are often associated with birth defects, which affect 1/40 births in Europe annually, generating large social, medical, and economic impacts. This work will be informative for evolutionary biologists, as there is much interest in determining how gene essentiality is conserved from simple to more complex organisms. Synthetic biologists defining the minimal components for cellular function will also find our predictions useful, because they will provide annotations for a complete mammalian genome to serve as instructions for building a complex mammalian cell. Finally, an international large-scale project to examine hundreds of mouse genes through gene deletion experiments has recently started. Although significant advances in technology have expedited this research, it is still costly and time consuming. Therefore, our essentiality predictions will inform these experimental projects by allowing investigators not interested in developmental processes to select non-essential genes for further experimental work or vice versa. Overall this work will inform many future experiments and further our understanding of the hallmarks of essential genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018276/1","grantId":"BB/L018276/1","fundValue":"151485","fundStart":"2014-10-06","fundEnd":"2016-04-05","funder":"BBSRC","impactText":"  Our findings have not yet been used.  ","person":"Kathryn  Hentges","coPersons":["Andrew James Doig"],"organisation":"The University of Manchester","findingsText":" We have only started this project last week and have not yet developed any research. They may eventually be used to match mouse knockout experiments to the correct researchers. Healthcare","dataset":"gtr"}