{"id":"7A7F2D60-93C9-475D-B380-453DDA3FC663","title":"Extragalactic Astronomy at the University of Hertfordshire","abstractText":"The Extragalactic Astronomy programme at the University of Hertfordshire has the aim of answering some of the most important outstanding questions about how galaxies and supermassive black holes in our Universe have evolved from the Big Bang to the present day, and about the violent physical processes that influence this evolution, including jets from black holes and the collapse of massive stars. Our research makes use of observations from all of the main European and international astronomical observatories, including ground-based observatories at optical, radio and submillimetre wavelengths, and space observatories at wavelengths ranging from the far infrared to gamma rays. We also use theoretical modelling and computer simulations to obtain a better understanding of the physical processes detected in our observations. We are heavily involved in planned key science programmes with many of the most exciting forthcoming observational facilities, including the Low-Frequency Array (LOFAR), Herschel (a far-infrared space observatory), GLAST (a space-based telescope probing a new region of the gamma-ray spectrum, to be launched this year), and the UK's next generation radio observatory, e-MERLIN. Our research in extragalactic astronomy covers three broad themes: star formation in the nearby Universe, the evolution of galaxies and activity over cosmic time, and high-energy astrophysics. Below is a brief description of our research in each of these areas. In the nearby Universe it is possible to carry out very detailed studies of how stars form and evolve in different environments, from small dwarf galaxies to the very outer regions of galaxies like our own. Our research uses multiwavelength observations to study in detail the gas content of galaxies, which provides the material for star formation, and to link this to stellar populations and the locations of star formation in the full range of local galaxies. By understanding the processes that trigger star formation and its evolution in the nearby Universe, we can begin to apply this understanding to the very earliest galaxies and the formation of stars in the distant Universe. The next generation of optical, infrared and submillimetre surveys will map out these most distant galaxies, and allow us to investigate what links the processes of star formation and the growth of supermassive black holes. Members of the extragalactic group at the University of Hertfordshire are leading some of the most important surveys to study how galaxies and supermassive black holes evolved in the early Universe. We are also using detailed X-ray and radio observations to measure the energy injected by jets ejected from supermassive black holes into distant galaxies and clusters of galaxies, affecting star formation and gas properties, and having a long-term role in their evolutionary history. Finally, we carry out theoretical research to understand the physical processes that operate in jets, which are also produced during the collapse of massive stars, resulting in the energetic phenomena known as gamma-ray bursts. These processes are difficult to study because of relativistic effects resulting from the high jet speeds, which are close to the speed of light. Relativistic jets are among the most extreme objects in astrophysics, and understanding their particle composition, magnetic field properties, dynamics and energetics is essential in order to get a complete picture of star formation and of galaxy evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002630/1","grantId":"ST/G002630/1","fundValue":"1147920","fundStart":"2009-04-01","fundEnd":"2012-06-30","funder":"STFC","impactText":"","person":"Elias  Brinks","coPersons":["Judith Helen Croston","Martin John Hardcastle","Jonathan  Granot","Robert Stephen Priddey","Jason Anthony Stevens","Marc  Sarzi","Matthew John Jarvis"],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}