{"id":"7A8044FD-EBDE-4FA8-937D-D4A88976F47F","title":"MICA: CRAC channels, Ca2+ signalling and allergy","abstractText":"Allergies have reached epidemic levels in the UK, with almost 30% of the population estimated to suffer from allergy at some point in their lifetime. Moreover, the problem is not going to disappear because new allergies are being reported. So far, there has been disappointingly little progress with regard to treating allergies. \nAllergic reactions arise from an over-zealous immune system, with mast cells playing a particularly important role. Mast cells can be activated by harmless stimuli, such as pollen or animal fur, and this leads to an exaggerated response, which includes the excessive release of chemicals which affect the airways, blood vessels and stimulate other immune cells resulting in a chronic inflammation. Mast cells activate when tiny pores (channels) in their surface open, letting calcium ions flood into the cell. Controlling these pores is therefore a very effective way to manage mast cells. We have recently identified new mechanisms that control calcium entry and established how the incoming calcium activates mast cell responses. More importantly, we have developed a new strategy for manipulating mast cell activity and which could be useful in treating nasal polyposis, an inflammatory response in the upper airways sustained by mast cells.\nWe plan systematic studies to dissect out the molecular pathways that control the calcium channel in healthy mast cells and how these processes are altered in human disease (polyposis and dermatitis). We will also test our new therapeutic strategy for controlling mast cell activation, using a novel system we have developed that is relevant to the real disease situation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01047X/1","grantId":"MR/L01047X/1","fundValue":"1288870","fundStart":"2014-07-01","fundEnd":"2019-06-30","funder":"MRC","impactText":"","person":"Anant Bhikhu Parekh","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}