{"id":"7A874DE1-814F-4EDC-92E7-E36FF218C553","title":"Cis-element conservation and divergence in plant reproductive development","abstractText":"Most agricultural products are derived from fruits of flowering plants, such as rice and corn. Since fruits originate from flowers, crop improvement requires a detailed understanding of flower and fruit development. Research on reference species, such as Antirrhinum or Arabidopsis, has revealed genes that control key steps in the development of flowers and fruits. These genes encode transcription factors, which regulate other genes that contain specific DNA sequences within their regulatory regions. It is believed that variation in these regulatory sequences and in their interaction with key transcription factors have played a major role in creating the changes in flower and fruit development seen during evolution and in plant domestication. We aim to understand how networks of transcription factors and their target regulatory sequences control flower and fruit development, how these networks vary between species, and explore these variations for practical use. We will focus on a key set of regulatory genes, originally identified in Arabidopsis. One of them is WUSCHEL (WUS), which controls the stem cell population that sustains development of all new plant organs. During floral organogenesis, WUS is repressed through the action of AGAMOUS (AG) and SEEDSTICK (STK). AG goes on to play a key role in specifying stamen and carpel identity, while STK guides ovule development. Under the control of AG, a further set of genes controls cell differentiation within the carpels, including the development of structures that in some species eventually allow the fruits to open and release seeds. This network includes SHATTERPROOF (SHP), FRUITFUL (FUL), JAGGED (JAG) and REPLUMLESS (RPL). We will initially use Arabidopsis to fill gaps in our knowledge of how these genes regulate each other and additional target genes during development. Each of the European partners in this project will focus on a subset of the genes mentioned above. In all cases, we will first identify the regulatory sequences that are targeted in vivo by the transcription factors encoded by these genes. We will then verify whether these target sequences are conserved across species and test their importance for the expression of the genes that contain them. We will then check whether variations in regulatory sequences can explain some of the developmental differences seen across species. In our case, we will check whether changes in the regulation of SHP, FUL, JAG and RPL are involved in the differences in fruit development between Arabidopsis and rapeseed. Based on the results, we will then perform a targeted screen for changes in regulatory sequences that may alter rapeseed fruit development for practical use, specifically, to reduce seed loss due to premature opening of the fruit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024769/1","grantId":"BB/E024769/1","fundValue":"326572","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"","person":"Brendan  Davies","coPersons":[],"organisation":"University of Leeds","findingsText":" We identified a regulatory intronic element conserved in C-function homeotic genes for more than 140 million years and critical for the evolution of the C-function. Disruption in the Antirrhinum PLE element results in failure to make stamens due to delayed induction of PLE and a dramatically reduced expression domain. This was published in The Plant Journal.\nWe further addressed the CIS element conservation across a range of plants by using synteny, starting with floral homeotic loci. This was published in Molecular Biology and Evolution.\nThe WUS transcription factor, involved in meristem maintenance, switches from a transcriptional activator to a repressor through interaction with the TPL co-repressor. We showed that TPL is involved in various processes, including hormone signalling, meristem maintenance and flowering time. In addition, TPL interacts with many repression motifs found in TFs. TPL is recruited by TFs to induce a repressive state. This research led on to studies of repression and will be of interest to scientists studying or manipulating gene expression in plants. Agriculture, Food and Drink","dataset":"gtr"}