{"id":"7A87E260-CFFE-469F-9838-250F0DDF4F02","title":"Drosophila model to investigate the tripartite relationship between symbiont, trypanosomes and tsetse flies","abstractText":"Tsetse flies (genus Glossina) are the sole vectors of the zoonotic disease African Trypanosomiasis, which causes sleeping sickness in humans and nagana in animals. The World Health Organisation (WHO) has estimated that there are currently 300,000 - 500,000 cases of trypanosomiasis with 60 million people at risk of contracting the disease in 37 African countries (WHO Committee, 2001). In addition to the human cost, trypanosomiasis has severely restricted cattle and dairy production in Africa, resulting in substantial economic losses. To increase agricultural production in Africa it is very important that cattle can be used for traction for ploughing. \nIn this proposal we will investigate the tripartite interactions of the fly, trypanosome and a symbiotic bacterium called Sodalis glossinidius. The presence of Sodalis in tsetse has been linked to the fly being more capable of transmitting the trypanosome parasite. We will identify the mechanisms through which Sodalis makes the fly a better vector by analysing how Sodalis interacts with cells and guts of insects. We expect that Sodalis can change the way an insect's immune system responds to Sodalis and this creates a &quot;blind spot&quot; in the insect's defenses that allow the parasite to survive and divide in tsetse. This will be investigated by looking at how insect gene expression changes as a result of exposure to Sodalis and trypanosomes. The work will provide fundamental understanding of the biology of tsetse as a disease vector by identifying the key genes underpinning symbiotic and parasitic interactions. \nA greater understanding of how insect guts respond to challenge by microbes will lead to new targets for disease control strategies. The knowledge gained will be of direct relevance to the control of other medical, veterinary and agriculturally important diseases vectored by arthropods. For example zoonosis such as Leishmania, animal diseases like Bluetongue and plant diseases vectored by aphids such as Potato leaf roll virus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017698/1","grantId":"BB/J017698/1","fundValue":"426240","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Alistair Charles Darby","coPersons":[],"organisation":"University of Liverpool","findingsText":" We developing a novel Drosophila model that can use to understand how the bacterial symbiont Sodalis increases a tsetse flies ability to transmit the Zoonotic disease sleeping sickness. \nTo this end we have generated large transcriptome, proteome and metabolic data. We are currently analysing this data. We are looking in detail at the evolution of bacterial genomes in symbiosis but also the ways that bacteria influence host immunity. Agriculture, Food and Drink,Environment","dataset":"gtr"}