{"id":"7A8ABAEF-717E-4CB5-B9DC-DE7848D4AAC2","title":"Practical Lithium Air Batteries","abstractText":"This project is centred around the development of a practical lithium air battery single cell with improved performance. The\nproject consortium includes Queens University Belfast and Liverpool University as academic partners and Johnson\nMatthey, Axeon, JLR and Air Products as the industrial partners.\nThe instability of existing electrolytes to superoxides is a major barrier to achieving good cycle life in current laboratory\nscale Li-air cells, due to capacity fade as a result of the formation of irreversible species from solvent decomposition that\noccurs if current Lithium ion battery organic electrolytes are used. Therefore, significant effort will focus on synthesising\nnovel electrolytes capable of surviving operation in Li-air batteries, where a large operational voltage window and immunity\nto degradation from superoxide attack are key features, combined with practical levels of oxygen solubility and ionic\nconductivity. Novel ionic liquid electrolytes and blends will be synthesised using the expertise at QUB and also drawing on\nempirical and modelling results already available in the literature, relating to solvent stability in the presence of superoxide.\nNovel anode and cathode materials and catalysts will be prepared and tested (JM) in combination with improved\nelectrolytes synthesised in the project (JM). Emphasis will also be placed on optimising cathode structures for the novel\nelectrolytes to achieve improved capacity, current density and cycle life (JM, Axeon). Understanding the cathode reactions\noxygen reduction during discharge and oxygen evolution during charge with new electrolytes via iR and Raman\nspectroelectrochemistry techniques will be undertaken (Liverpool University) and the behaviour at the anode interface in\nthe novel electrolytes will also be explored. The wide variety of analytical techniques available via the different project\npartners including XPS, ATR, electron microscopy and electrochemical measurements will be applied within the project.\nCell testing studies will investigating the effects of various parameters, pressure, temperature , charge rate, the effect of\ncarbon dioxide and water impurities in inlet air and possible inlet air clean up strategies also be considered (JM, Axeon, Air\nProducts, JLR).\nThe key outputs from the project will be an optimised single cell configuration with the best electrolyte, electrode material\nand electrode structure combination, accompanied by understanding of the electrochemistry and the effect of cathode\nstructure and test parameters on battery performance and cyclability. These data contribute toward establishing the\nfeasibility of lithium air battery technology and will lay a firm foundation for future development of larger scale\ndemonstration systems .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505262/1","grantId":"EP/L505262/1","fundValue":"373831","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Johan Germain Jacquemin","coPersons":["Christopher  Hardacre"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}