{"id":"7A8F3ABE-C9EC-461B-9E6E-E01711E959B3","title":"Molecular epidemiology of ticks and tick-borne disease, host resistance and development of novel pathogen vaccines","abstractText":"Tick-borne diseases (TBD) affect 80% of the world's cattle population, and are a significant threat to global food security. Tropical theileriosis caused by Theileria annulata is an important tick borne disease of cattle and buffalo in India, with estimated losses of $499 million per annum). Cattle and buffalo are also infected with Babesia, and the rickettsia, Anaplasma and Erlichia. Control of TBD has been largely by using acaracides to kill ticks but resistance and environmental damage are reducing the use of these compounds. Drug treatment is available but the cost is prohibitive for many farmers and with recent reports of parasite drug resistance, is not a long-term option for control. Live vaccines have been developed but have problems in terms of production, delivery, the treat of disease and transmission of contaminating infections. Vaccinated animals are likely to become infected and generate a carrier state that, for theileriosis, caiusese considerable economic loss. Thus, new methods of control are needed for the future if livestock productivity and food security is to be increased.\n\nThere is not a wealth of epidemiological data from India on TBD. Available studies primarily used classical parasitological methods and limited to small geographical areas and cross sectional sampling. Knowledge of the relative importance of the pathogens and tick species, and the role of cattle breeds and buffalo in transmission and clinical disease is sketchy. T. annulata, Babesia bigemina and Anaplasma marginale range in prevalence across different regions and the most common tick vectors are Hyalomma anatolicum anatolicum and Rhipicephalus microplus. In general it is known that, young calves suffer clinical disease and most adult animals carry the infection but disease is less common. Both buffalos and native cattle are more resistant to disease compared to highly productive European breeds, which are highly susceptible. However, there is a pay-off with breeds that are disease resistant, because production is reduced, and crossbred calves are still susceptible to disease. Moreover, it has been shown that animals carrying Theileria parasites suffer substantial economic loss. For full productivity a disease free state requires to be reached. To develop more effective control strategies it is necessary to understand in detail TBD epidemiology in India. Genetic traits that confer breed resistance also need to be identified so that resistant animals with higher productivity can be bred. Strategies that also operate to block pathogen transmission by ticks should also be studied, since the ideal scenario for full productivity is a disease free state. \n\nThe proposed project will have three related aims/objectives: 1) undertake an extensive molecular epidemiological analysis of tick borne disease and develop models to predict the impact of different approaches of control; 2) investigate the nature of breed resistance with respect to infection with Theileria annulata and 3) develop novel vaccines against tropical theileriosis, with emphasis on blocking transmission of the pathogen by the tick vector. All three objectives are designed to provide greater knowledge of the status of TBD in India with emphasis on improvement of strategies to control disease and reduce economic loss. While infections transmitted by ticks are a greater priority for India, significant levels of disease in livestock in the UK are caused by tick borne pathogens: e.g. Anaplasma (Tick borne fever), staphlycoccal bacteria (Tick pyaemia), Babesia (Red water fever) and the louping ill virus. Developing tools and models for epidemiology of TBD and investigating the nature of breed resistance and transmission blocking strategies is, therefore, of relevance to both countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004739/1","grantId":"BB/L004739/1","fundValue":"428822","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Brian R Shiels","coPersons":["Rowland Raymond Kao","Liz  Glass","Andrew  Tait","William  Weir"],"organisation":"University of Glasgow","findingsText":" &quot;not applicable this year&quot; &quot;not applicable this year&quot; Agriculture, Food and Drink","dataset":"gtr"}