{"id":"7A921994-D363-4094-AF7D-12C2C062560D","title":"Towards consensus on a unifying treatment of emergence and systems far from equilibrium.","abstractText":"Most natural systems around us are not in equilibrium. Indeed, closed equilibrium systems with no interaction with their surrounding are a true exception. Currents run through real-world systems, for example: traffic systems, biological transport or charge carriers in electronics. The Earth is constantly exposed to cosmic radiation. Plants, animals and ecosystems grow, individuals die or are born. Man-made structures tend to degrade and decay. The financial infrastructure of the western world is far from being inert to external and intrinsic shocks. In industrial applications there is often a need to control the flow of materials and to change their states, forming stable structures tailored for specific purposes. Understanding hydrodynamic phenomena off-equilibrium is important for e.g ink-jet printing, knowledge of non-equilibrium processes in quantum systems can enhance the performance of modern-day technology such as computer memory elements. Progress in controlling plasmas finally may be an important contribution to energy challenges facing our society.\n\nClosely related, such systems often show emergent behaviour, a traffic jam `emerges' from relatively rational behaviour of individual drivers. Large-scale correlation and self-organisation is seen in physical systems, again `emerging' seemingly at random from small-scale interaction of microscopic constituents (electrons, molecules). It is often impossible to predict these macroscopic structures from studying the elements at the micro-scale alone, instead subtle collective mechanisms are at work, and these processes are only poorly understood as yet to say the least. Making progress in this area is a truly challenging enterprise, likely to require up to a decade or so of concerted action by researchers across a variety of disciplines. The network we propose here aims to prepare the UK community to meet this challenge. No discipline alone can address, let alone answer the open questions in non-equilibrium systems or emergence. To a large extent it is not even clear what the right questions are. Our proposal is to use the existing, but scattered expertise in the UK to collectively define what avenues are the most promising, what type of research UK researchers should be focusing on in the next 5-10 years. \n\nNon-equilibrium systems considered in this proposal represent diverse fields of science which are often separated by their unique terminology, methodology as well as by different practical applications they may lead to. This is a barrier towards making progress, our network will help to overcome this blockage. At the same time the diversity of the theme and the broad expertise in the UK community are a strength. The breadth of researchers and disciplines in the network will ensure that analogies between very different phenomena will be identified if they are present and that they will be synthesized to aid a more focused approach. This will help to address specific problems, but also to extract general principles that can be exploited in theory and experiment. At the core of our proposal are unifying aspects of the dynamics for systems far from equilibrium such as spontaneous development of structure and patterns, dynamics of large-scale failures and responses to strong driving forces and shocks\n\nWe propose a portfolio of different networking events: mutual exchanges to initiate collaborations, focused and general meetings and we will run an extensive public outreach programme. Key to our approach are a number of `Synergy Acceleration Sessions', modelled on the EPSRC concept of so-called `Ideas Factories'. These sessions will take participants out of their comfort zones, will guide them to think outside the box and to generate novel ideas, using the full breadth of expertise available. A carefully iterated process will channel and focus these ideas, ultimately leading to a process by which the key challenges and most promising approaches can be found.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000632/1","grantId":"EP/K000632/1","fundValue":"228155","fundStart":"2012-11-30","fundEnd":"2015-11-29","funder":"EPSRC","impactText":"","person":"Bogdan  Hnat","coPersons":["Tobias  Galla"],"organisation":"University of Warwick","findingsText":" The objective of this grant is to establish a UK wide network, which would serve as a platform for discussions on how to overcome current barrier in the development of some unified approaches to emergence and physics far from equilibrium.  Other","dataset":"gtr"}