{"id":"7A93CF71-D4B1-4A99-BBAD-9B678FE00C2A","title":"Nonlinear water waves driven by the motion of a solid body","abstractText":"Water waves have long been of interest to engineers, physicists and applied mathematicians. The generation of waves by the motion of partially immersed solid bodies is of obvious relevance in marine and naval engineering, as well as being important in wave power generation. Most theoretical studies in this area have been based on numerical solutions of the equations of motion. However, in flows where a free surface meets a solid body, the starting flow usually develops a generic inner asymptotic region where the flow evolves on a small scale. This region can dominate the calculation of the initial load on the body, and have a significant effect on the subsequent flow. Recently, Needham, Billingham and co-workers have been studying the initial development of free surface flow driven by a rigid, moving wall. In particular, for the case of an inclined plate with constant acceleration, we have shown that there is a critical plate angle at which a 120 degree corner is formed on the free surface within the inner region -- an aperiodic analogue of Stokes' highest periodic wave. For larger inclination angles, no solution is possible. When surface tension is taken into account and the contact angle is such that the free surface is initially horizontal, the solution exists for a finite time until the amplitude of the nonlinear capillary wave that forms on the free surface becomes large enough for a bubble to be pinched off. For general contact angles, there is a rich structure in the relevant parameter space, which we seek to elucidate in this project through a combination of analytical, numerical and experimental work. We will also extend our analyses to the case of a plate smoothly withdrawn from a fluid layer, and an impulsively-moved plate. This project is an investigation into a fundamental problem in fluid mechanics that is easy to state, but difficult to tackle. There are significant technical challenges involved in all aspects of the project -- asymptotic, numerical and experimental. Moreover, our recent results lead us to believe that the qualitative structure of the mathematical solutions, and the corresponding flows, is both intricate and interesting, and will allow us significant insight into the generation of water waves by moving solid bodies, and their subsequent propagation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007830/1","grantId":"EP/H007830/1","fundValue":"506710","fundStart":"2010-09-01","fundEnd":"2014-08-28","funder":"EPSRC","impactText":"  We are currently writing six papers based on the work, both experimental and theoretical.  ","person":"John  Billingham","coPersons":["David John  Needham","Richard  Munro"],"organisation":"University of Nottingham","findingsText":" We have investigated the interaction between a free surface and a moving solid boundary using asymptotic, experimental and numerical methods. I anticipate further collaboration in this area in the future. Energy,Environment,Transport","dataset":"gtr"}