{"id":"7A955DF6-8B63-4762-B578-2C32A0D05131","title":"Novel polymers from terpenes","abstractText":"Our society is completely dependent upon polymers (plastics) in every facet of our lives; from clothes to computers to novel composites, cars and cosmetics. A key question is how can we continue to use and consume polymers in the future? In 2010 every citizen of the USA discarded 140 kg of plastic into land-fill and those figures are similar and rising in many other societies around the globe. As more economies move towards Western levels of consumption, we simply will not be able to continue to use polymers in the same way. There are alternative polymers that are derived from renewable resources, and learning to make and use these will have a significant positive impact and will help to alleviate the issues of landfill, particularly when the renewable polymers are degradable. But despite all the hype and expectation, renewable polymers currently account for less than 5% of all polymers produced commercially. This figure is growing but the problem is that most renewable polymers simply do not perform as well as the traditional commodity polymers that are derived from oil. \n\nIn this proposal we focus upon utilising terpenes to form a range of valuable new polymers. Terpenes are derived from citrus waste ( eg. d-limonene from orange peel) and from wood waste (eg. the alpha- and beta-pinenes) and are already available on the multi-tonne scale and sold into markets from fragrances to aromas and healthcare. There have been significant efforts in the past to create polymers directly from terpenes because their structures contain alkene moieties that appear to offer the opportunity for polymerisation via free radical routes under simple, readily accessible conditions that could easily be scaled. Unfortunately, extensive studies have yielded only poor quality low molecular weight or cross-linked polymers that have not found commercial utility. \n\nNow, we will build on recent proof of concept studies at Nottingham that could overcome this log-jam. We have developed a simple and versatile approach to produce new terpene based monomers that can be easily &quot;dropped-in&quot; to existing commercial polymerisation processes. Our approach offers the possibility to use readily available free radical and controlled polymerisation routes to create new polymers and co-polymers that can be tailored for application across the commodity and specialty plastics landscape. To achieve these goals we have assembled a multidisciplinary academic team that brings together all of the key skills and expertise needed to deliver these new monomers and polymers, and to characterise their properties to determine suitable application areas. In addition, we will utilise strong input, support and advice from industry partners from across the polymer sector to target the new materials towards focussed potential applications and products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N019784/1","grantId":"EP/N019784/1","fundValue":"782562","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"SM  Howdle","coPersons":["Derek John Irvine","Davide Stefano De Focatiis","Robert Andrew Stockman"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}