{"id":"7AA17362-5B64-4000-9464-28CB51EACE66","title":"MICA - Investigation into the mechanisms that drive cough in health and disease","abstractText":"Coughing is a reflex action started by stimulation of sensory nerves in the lining of the respiratory passages which are the tubes we use to breathe. When a person coughs, there is a short intake of breath and the larynx (the voice box) closes momentarily. The abdominal and chest muscles used for breathing contract, which in turn increases the pressure needed to drive air out the lungs when the larynx re-opens. Cough is a reflex mechanism that helps clear foreign material and secretions from the airways. However, it may also be the first and most persistent symptom of many inflammatory airways diseases, including asthma, COPD, post viral infections, pulmonary fibrosis, bronchiectasis and cough can also be present when a cause cannot be identified. In these situations cough may present as a debilitating symptom and can adversely affect the quality of a patient's life in multiple ways for example by causing exhaustion, self consciousness, insomnia, horseness, musculoskeletal pain, sweating, urinary incontinence and in severe cases patients can break ribs through excessive coughing. Despite these facts, cough is a largely ignored research area and novel anti-tussive agents are lacking. Treatment options are limited and recent meta-analysis concluded that over the counter (OTC) remedies are ineffective plus there is increasing concern about their use in children. Understanding the mechanisms involved in initiating cough will uncover novel therapeutic targets which will impact significantly on patient quality of life and a reduction in associated healthcare costs. The cough reflex is initiated by activation of airway sensory afferent nerves. We hypothesize that agents that inhibit sensory nerve activity will also inhibit the cough reflex. In this proposal we describe pre-clinical data from our laboratory, genetic association data in respiratory disease from the scientific literature and our data from clinical studies implicating certain proteins or ion channels called Transient Receptor Potential (TRP) channels as 'master controllers' of the cough reflex. There are a number of these channels that are expressed in airway sensory nerves and so in this project we will be evaluating their importance using pharmacology (tool compounds that block these targets) or genetically modified mice (which are bred without each of the TRP channels) in isolated nerve experiments (using animal and human tissue) and in animal models of cough. We will investigate their role in the cough response under normal conditions and then in models which are configured to resemble asthma related cough, post-viral cough and that associated with chronic obstructive pulmonary disease (COPD). Finally we will evaluate the role of these channels in patients that demonstrate chronic cough of different aeitiologies (eg. Asthma, COPD, smokers, post-viral, and chronic cough of no known cause).The aim of these studies is to identify possible novel drug targets which can be used as starting points for drug discovery programmes to find novel cough therapies to treat this debilitating symptom. Another output from this grant that we hope to achieve is to establish if the various animal model systems we use to investigate this hypothesis actually represent the human cough and that the systems used to test therapeutics are predictive of anti-tussive activity in patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K020293/1","grantId":"MR/K020293/1","fundValue":"663728","fundStart":"2013-05-01","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Maria Gabriela Belvisi","coPersons":["Mark  Birrell","Jacky  Smith"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}