{"id":"7AA46900-C3C8-4D06-88D0-F1DD86ECFC55","title":"Sensitivity to reward change: a novel cognitive approach to understanding and measuring affective state in animals","abstractText":"The question as to what feelings animals might or might not experience underlies not just the assessment of animal welfare, but public concern for how captive animals are treated. As the number of animals used in agriculture, research and kept as pets continues to increase, for example over 700million chickens are farmed and killed annually in the UK for meat production alone, the belief that many animal species have the capacity to suffer drives our desire to improve the housing conditions and husbandry procedures of those animals. Yet, because such experiences are private, they cannot be accessed directly. Instead, welfare scientists use indirect measures thought to reflect animals' emotional states. These indicators are often behavioural (e.g. approaching food) or physiological (e.g. a change in heart rate). However, despite the benefits of these measures, they have critical limitations. For example, an animal's heart rate will increase in the presence of something fearful (e.g. a predator), but will also increase during the experience of something pleasurable (e.g. food), such that reliable interpretation of this measure becomes impossible. For this reason, research into developing new approaches to measuring animal emotion and mood is urgently required to allow a more accurate and targeted assessment of animal welfare. Research that underpins and advances in animal welfare science in this way will have a major impact on a captive animal population that consists of large numbers of individuals. For example, there are an estimated 10 million owned dogs in the UK (2006).\n\nThe aim of this proposed research programme is therefore to develop a completely new approach to understanding and measuring emotions and moods in animals that will significantly advance our assessment of animal welfare, and this approach is based on reward evaluation.\n\nHow we feel about a reward that we have been given depends not just upon its absolute value, but its value compared to what was expected. So, although you might normally be happy to receive a pay rise, you will be disappointed if you were expecting to be offered a promotion as well. This sensitivity to the contrast between what you expected and what you actually received is common to many animal species and is thought to help individuals to make appropriate decisions. It has recently been demonstrated for the first time that the mood an individual is currently experiencing can influence its sensitivity to a change in reward, with those animals in a positive mood recovering sooner from an unexpected loss of reward. This therefore provides an exciting opportunity to use sensitivity to reward change as a novel measure of animal emotion and mood. Initial research indicates that sensitivity to reward change is a quick, effective and non-invasive way of measuring moods in animals. However, this approach needs to be studied in more detail in order to determine the full extent of its potential.\n\nIn this project we will be studying emotions and moods in domestic dogs, both owned (pet) dogs and those housed at rescue centres. In contrast to laboratory and farm animals, the study of emotions, moods and associated behaviour in dogs, because they share a close relationship and environment with people, can reveal valuable insights into the interaction between cognition (e.g. decision-making) and emotion that applies not just to dogs and other animal species, but also to humans themselves. Whilst the outcomes of the study will clearly have a direct impact upon the welfare assessment of dogs, resulting in ways to improve the welfare of dogs housed in rescue centres and rehoming success, it will have a far wider impact, delivering techniques that can be applied across captive animal species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J00703X/1","grantId":"BB/J00703X/1","fundValue":"465100","fundStart":"2012-06-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  Our findings have been used to inform and educate the public via their direct involvement in our research (as volunteers), through social media informing the public of research progress (twitter, website, blog), and public engagement talks. We have also informed and educated members of NGOs via working directly with, and giving presentations too, staff associated with animal charities - particularly dog rescue shelters. Other Cultural,Societal","person":"Oliver Henry Burman","coPersons":[],"organisation":"University of Lincoln","findingsText":" Through the research funded on this grant, we have discovered: (1) a new way to test food preferences in dogs that avoids commonly experienced issues to do with over-eating; (2) that dogs, unlike many other animal species, are relatively insensitive to reward change when that reward is food-based; (3) that animals are sensitive to changes in the quality of social rewards; (4) that animals can be sensitive to reward change, even when they have experienced heterogeneous, non-laboratory, environments. These findings are in various stages of preparation for submission to international academic journals. There are potential commercial implications for our new test of food preference that avoids issues with over-eating and satiation - a particular issue with dogs.\nOur finding that, for the first time, animals can be sensitive to changes in a social reward may have considerable implications for studies that have, until now, been limited by their reliance on food as a reinforcer. Agriculture, Food and Drink,Other","dataset":"gtr"}