{"id":"7AAD8189-062F-4ACE-935A-B259CE5ECAF6","title":"Inclusive New Media Design","abstractText":"Inclusive New Media Design aims to contribute to teh social inclusion of people with disabilities in new media like the WWW. It will do this exploring the place occupied by guidelines for designing accessible websites in the work practices of new media designers. These guidelines are produced by the World Wide Web Consortium's Web Accessibility Initiative (W3C WAI), the organisation that governs the technical standards of the web, and, in many countries, including our own, they form the basis of legal documents to which new media designers should adhere. Whilst there is much activity focusing on how to implement and improve the guidelines, and there is growing awareness of them as a result of new policy, more accessible tools and their acceptance by web design gurus, no academic research has been carried out with new media designers themselves to explore how and why accessibility does or does not get taken up. Little is known about the factors within new media design practices which affect designers' perceptions of accessibility guidelines, or whether other approaches, such as the inclusion of disabled users in the design process, or highlighting exemplary and inspiring accessible design practice, are more effective in persuading designers to subscribe to the accessibility ethos. Furthermore, the guidelines are to be integrated into a process which is thought to be both intuitive and unknowable - creative design. Inclusive New Media Design will bring together these apparently contradictory forces - on the one hand, detailed technical guidelines, and on the other, intuitive design - by exploring the relationship and potential for copmpatability between the two. The project will thus be framed by current debate in the humanities, in HCI and beyond about new media work, design and creativity.\\n\\nWithin the project's two-year duration, a series of workshops will be run with approximately 30 new media designers with a spectrum of accessibility expertise, followed by work-based observation sessions with the designers. The early workshops will focus on problem-solving - they will ne consultative focus group sessions in which examples of accessible web design are examined and accessibility guidelines are applied in the creation of new media design solutions. In later workshops, designers will be introduced to disabled users to compare the effectiveness of integrating users into the design process with guidelines training as a means of achieving accessible web design. In the workshops, participants get free advice and consultancy from the project team, and inr eturn, they agree to the project team carrying out observations in their workplaces, analysing the websites they are working on, and discussing with them their approaches to accessibility withint he ocntext of the creative design process.\\n\\nThe research aims to benefit people with disabilities, by identifying effective approaches to their inclusion in the WWW. The findings will be disseminated in academic domains through journal articles, and to new media designers and developers through a project website. They will also be disseminated to the W3C and other standard bodies with the assistanceof Adobe's accessibility team and aim to inform international efforts to enhance web accessibility for people with disabilities. The project will be run from within UEL's Rix Centre for Innovation and Learning Disability, which has a track record of managing research and development within this field. The project wil address the accessibility needs for people with physical and cognitive disabilities, with particular attention to the latter, a group acknowledged internationally as historically absent from web accessibility efforts. The findings will be significant for 21st century design because they will contribute to the inclusion of people with disabilities, especially cognitive, in the WWW, and to socially inclusive new media design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E507115/2","grantId":"AH/E507115/2","fundValue":"144051","fundStart":"2008-01-22","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Helen  Kennedy","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}