{"id":"7AB3716C-0890-4B34-9461-B24321F8906A","title":"CCP4 Grant Renewal 2014-2019: Question-driven crystallographic data collection and advanced structure solution","abstractText":"Proteins, DNA and RNA are the active machines of the cells which make up living organisms, and are collectively known as macromolecules. They carry out all of the functions that sustain life, from metabolism through replication to the exchange of information between a cell and its environment. They are coded for by a 'blueprint' in the form of the DNA sequence in the genome, which describes how to make them as linear strings of building blocks. In order to function, however, most macromolecules fold into a precise 3D structure, which in turn depends primarily on the sequence of building blocks from which they are made. Knowledge of the molecule's 3D structure allows us both to understand its function, and to design chemicals to interfere with it.\n\nDue to advances in molecular biology, a number of projects, including the Human Genome Project, have led to the determination of the complete DNA sequences of many organisms, from which we can now read the linear blueprints for many macromolecules. As yet, however, the 3D structure cannot be predicted from knowledge of the sequence alone. One way to &quot;see&quot; macromolecules, and so to determine their 3D structure, involves initially crystallising the molecule under investigation, and subsequently imaging it with suitable radiation. \n\nMacromolecules are too small to see with normal light, and so a different approach is required. With an optical microscope we cannot see objects which are smaller than the wavelength of light, roughly 1 millionth of a metre: Atoms are about 1000 times smaller than this. However X-rays have a wavelength about the same as the size of the atoms. For this reason, in order to resolve the atomic detail of macromolecular structure, we image them with X-rays rather than with visible light. The process of imaging the structures of macromolecules that have been crystallised is known as X-ray crystallography. X-ray crystallography is like using a microscope to magnify objects that are too small to be seen with visible light. Unfortunately X-ray crystallography is complicated because, unlike a microscope, there is no lens system for X-rays and so additional information and complex computation are required to reconstruct the final image. This information may come from known protein structures using the Molecular Replacement (MR) method, or from other sources including Electron Microscopy (EM).\n\nOnce the structure is known, it is easier to pinpoint how macromolecules contribute to the living cellular machinery. Pharmaceutical research uses this as the basis for designing drugs to turn the molecules on or off when required. Drugs are designed to interact with the target molecule to either block or promote the chemical processes which they perform within the body. Other applications include protein engineering and carbohydrate engineering.\n\nThe aim of this project is to improve the key computational tools needed to extract a 3D structure from X-ray crystallography experiments. It will provide continuing support to a Collaborative Computing Project (CCP4 first established in 1979), which has become one of the leading sources of software for this task. The project will help efficient and effective use to be made of the synchrotrons that make the X-rays that are used in most crystallographic experiments. It will provide more powerful tools to allow users to exploit information from known protein structures when the match to the unknown structure is very poor. It will also automate the use of information from electron microscopy, even when the crystal structure has been distorted by the process of growing the protein crystal. Finally, it will allow structures to be solved, even when poor quality and very small crystals are obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L008777/1","grantId":"BB/L008777/1","fundValue":"11705","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"BBSRC","impactText":"  With funded research on this grant starting only in April of this year, we are yet to deliver significant impact.  ","person":"Martin Edward Noble","coPersons":[],"organisation":"Newcastle University","findingsText":" Key findings for the active work packages (WP0,WP1 and WP4) have been described in the individual returns from Eugene Krissinel (CCP4/STFC/RCaH), Gwyndaf Evans(Diamond Light Source), Daniel Rigden (Liverpool), Kevin Cowtan (York) and Garib Murshudov (LMB, Cambridge).\n\nWP0 has progressed to provide a complete build, update, and testing methodology for the CCP4 program suite, built upon the BZR code-repository system. Different scenarios for distributed computing are being investigated based upon either a) Remote desktop services, b) Web-native interfaces such as javascript, or c) Data-synchronisation approaches building upon existing experience with BZR.\n\nIn WP1, our findings are being used to guide further developments of automated software pipelines to analyse synchrotron data. This approach is close to delivering real time determination of molecular structures from X-ray diffraction experiments at the synchrotron.\n\nIn WP4, the research is principally around formulating enabling mathematical tools to improve the accuracy of molecular models, and (as anticipated) has not yet delivered specific findings.\n\nIn addition to these advances, preliminary work has been initiated on the work packages for which support will being later in the project. Specifically:\n\nWP2) The program AMPLE has been shown to work very well (80% success) on otherwise problematic structures, and two different ab initio modelling programs, Rosetta and Quark, have been demonstrated to produce partially complementary models to use as start points in structure determination.\n\nWP3: Tools have been created to permit us to visualise the complicated results that will be derived from the proposed software, specifically allowing us to see how the electron density &quot;image&quot; of a protein evolves an improves while the software is run. We continue a dialogue with investigators involved in analysis of electron microscopy data (CCPEM), and our code repositories are all managed so as to be available for other researchers to exploit under the terms of the applicable software licenses. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}