{"id":"7AB4A5CD-7F97-4E54-8A1A-FFBCD6F588E0","title":"GASCHEM: Optimising industrial gas fermentation for commercial low-carbon fuel &amp; chemical production through systems and synthetic biology approaches","abstractText":"Global Energy demand is expected to increase by up to 40% by 2030. The key challenge facing the global community is to not only increase the sources of energy supply, but to also maximize the use of sustainable forms of energy to safeguard the environment while ensuring that the latter do not detrimentally impact food supplies. In this regard, renewable sources of energy will play an increasing role in the global primary energy supply. The UK government, along with the majority of the civilised world, have now set challenging targets for reductions in greenhouse gas (GHG). Centre stage is the need for the sustainable production of hydrocarbons for energy, lubricants, and high value chemicals. \n\nTraditional routes to chemical generation through biological systems have been reliant on the conversion of the more tractable components of plant biomass (sugars and starch) into chemicals, and in particular biofuels. The microbes employed ferment the easily accessible sugar and/or starch of plants, such as sugar cane or corn, and convert them into biofuels, most commonly ethanol. This has led to concerns over competition with use of these products as food, and a re-focussing of efforts on so-called 'second generation' biofuels. These are generated from cell wall material (lignocellulose) derived from non-food crops or agricultural wastes, such as willow and straw, respectively. Cell wall material is a product of photosynthesis, whereby plants convert atmospheric carbon dioxide gas (CO2) into sugars which are then used to assemble the complex carbon-based polymer, lignocellulose. For the fermentative growth of microbes on plant cell walls, lignocellulose must first be converted back into simple sugars. However, lignocellulose is extremely resistant to breakdown. Overcoming this recalcitrance in a cost effective manner is proving extremely challenging. \n\nAn alternative route would be to directly capture carbon, by harnessing the ability of certain bacteria, typified by Clostridium ljungdahli, to 'eat' the gas carbon monoxide (CO). When CO is injected into the liquid medium of fermentation vessels it is consumed by Clostridium ljungdahlii and converted into ethanol. Fortunately, CO is an abundant resource, and a waste product of industries such as steel manufacturing, oil refining and chemical production. Moreover, it can be readily generated in the form of Synthesis Gas ('Syngas'), by the gasification (heating) of forestry and agricultural residues, municipal waste and coal. By allowing the use of all these available low cost, non-food resources, such a process both overcomes the &quot;Food versus Fuel&quot; issues associated with traditional ethanol production, and circumvents many of the challenges associated with 'second generation' biofuels. Furthermore, capturing the large volume of CO (destined to become CO2 once released into the atmosphere) emitted by industry for fuel and chemical production provides a net reduction in fossil carbon emissions. \n\nThe Industrial Partner in this project, LanzaTech, have developed a versatile and robust process based on such a 'gas-eating' bacterium, and demonstrated its ability to produce chemicals from the off-gas of a Steel plant. Current products include ethanol, and another alcohol (butanediol) which, unlike ethanol, has potential as a valuable chemical, solvent or polymer. The University of Nottingham has developed world-leading genetic tools which can be used to both enhance the productivity of the current process, and extend the number of products the organism can make. Working together, the Nottingham tools will be used to improve our understanding of how LanzaTech's 'gas-eating' bugs convert carbon monoxide into chemicals. Thereafter, this knowledge will be exploited to both increase the yields of existing products, and extend the range of useful chemicals that can be made.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00283X/1","grantId":"BB/K00283X/1","fundValue":"2396140","fundStart":"2013-08-31","fundEnd":"2019-02-02","funder":"BBSRC","impactText":"","person":"Nigel  Minton","coPersons":["Neil R Thomas","John  King","Klaus  Winzer","D A Barrett","Thomas Charles Hodgman"],"organisation":"University of Nottingham","findingsText":" &quot;not applicable this year&quot; &quot;not applicable this year&quot; Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}