{"id":"7ABA1088-AFC3-46DF-96D7-0CAA8547204B","title":"Where is the initial site of folic acid biotransformation in humans?","abstractText":"The importance of adequate folate intake to public health is underlined by evidence that neural tube defects can be prevented by intake of supplemental folic acid before conception, as well as epidemiological evidence linking the prevalence of other major diseases to poor folate intake and status. The UK Government is currently considering the mandatory folic acid fortification of flour in the UK in order to help reduce the risk of neural tube defects (such as spina bifida) in unborn babies. The suggested fortification level of 300mcg/100g is two-fold higher than being used in the USA, where there has already been reports of high concentrations of unmetabolised folic acid in the systemic plasma circulation in US citizens. This has raised some concerns, not merely from the potential masking of vitamin B12 deficiency in the elderly but deleterious affects on folate gene expression such as a potential upregulation of folate enzymes that are current targets for anti-folate chemotherapy (e.g. dihydrofolate reductase, DHFR). Moreover, there are current question maks regarding its potential to accelerate cognitive decline in B12-deficient elderly, to accelerate the rate and extent of coronary in-stent restenosis, increase multiple births after invitro-fertilisation treatment, to affect immune function, ito ncrease risk of multiple colorectal adenomas, and to increase incidence of breast cancer in post-menopausal women. The proposed collaboration between IFR, and the Universities of Newcastle and Nottingham in the current proposal will provide an innovative and timely opportunity to develop a better fundemental understanding of the process of absorption and site of initial biotransformation of physiological doses of folic acid using new data from hepatic portal vein (HPV) cannulated patients in Newcastle (uniquely in the UK) as a potential model of 'normal' human intestinal and liver function. This exceptional opportunity is likely to be short-lived because of the increasing introduction of TIPSS Doppler monitoring in these patients rather than catheterisation, making this type of study extremely difficult to justify ethically. The project overall provides a unique opportunity not only to verify whether folic acid is transported to the liver in an unmetabolised state but also enhancing our understanding of in vivo folate kinetics in humans. These findings would enable a more informed risk assessment to be conducted at a population level to decide whether food fortification with folic acid might lead to undesirable levels of this synthetic compound in the blood. The findings will be of immediate use to the ongoing debate regarding folic acid fortification of flour, and also to the food industry in developing alternate folate enriched foods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014457/1","grantId":"BB/F014457/1","fundValue":"244793","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"BBSRC","impactText":"","person":"Paul  Finglas","coPersons":["Anthony John Wright"],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}