{"id":"7ABB7636-BCB8-439A-BC16-AB1AB233B2E8","title":"TOUCAN: TOwards an Understanding of CAtalysis on Nanoalloys","abstractText":"Nanoparticles differ in many ways from their &quot;bulk&quot; or &quot;liquid&quot; structures. Nanoparticles of transition metals have been widely used for accelerating important chemical reactions, thanks to their high surface to volume ratios and increasing surface energy when the cluster size decreases to a few tens of nanometers. Of particular interest are bi- and multi-metallic nanoparticles (the so-called &quot;nanoalloys&quot;) due to the richness of structures and mixing patterns that they can exhibit and the control of chemical and physical properties that this affords. \n\nComputational tools play a central role in designing and tailoring of nanomaterials, allowing us to find the &quot;magic&quot; nanoparticles for target applications, since the computing power will recreate and investigate in-silico the experimental conditions in order to suggest optimal candidates to industrial partners. A fundamental use of first-principles simulations in nanoalloy science focuses on the chemical reactions that they induce. It has been experimentally shown that heteroepitaxial grown strained over-layers can present chemical properties different than those of the unstrained surface of the same elements. This fact has been confirmed by first-principles calculations. However, at the nanoscale, due to their peculiar surface and bulk geometries, as well as various chemical orderings, even the characterization of chemisorption sites on nanoalloys is not an easy task.\n\nIn this proposed research programme, binary nanoalloys will be investigated for their potential catalytic properties. This project will focus mainly on Pt- alloys (i.e. PtAg and PtAu), Ni-alloys (i.e. AgNi, NiPt), Pd-alloys (i.e. PdAg, and PdPt), Co-alloys (i.e. AgCo and CoPt) and Fe-alloys (i.e. FePt and FeCo). Specific chemical reactions with a strong influence in the field of sustainable energy will be considered, such as CO2-capture, biomass processes - e.g. involving dissociation of CO and CH4, and NH3 dissociation for hydrogen production.\n\nTwo conditions must be fulfilled for a spontaneous chemical transformation to occur in the laboratory: (1) the final state must have a lower free energy than the initial state, and (2) there must be at least one pathway that allows the transformation to take place within a reasonable time. In simple chemical reactions, the transformation pathway (the reaction coordinate) is often well understood, which makes it possible to compute reaction rates and predict how external influences (such as catalysts) will affect these rates. However, there are many transformations, including\nstructural relaxation and nucleation in solids, where the trajectory can follow complex paths that correspond to cooperative or sequential motion of many degrees of freedom. From the point of view of computer simulation, such pathways correspond to rare events, because the waiting time required for the process of interest to occur is very large compared to the time taken for the event itself. To understand and control such complex transformations at the microscopic level, we need to characterise the underlying, high-dimensional potential energy landscape and sample the rare events directly. Based on this knowledge, we aim to predict the relevant transformation pathways and rates and, more ambitiously, to understand how we can influence these rates.\n\nThe project is comprised of four inter-linked projects which are aligned with the aims and objectives set out above:\n\nP1. Construction of the Nanoalloy Database\n\nP2. Determination of Thermal Stabilities of Nanoalloy Isomers\n\nP3. Chemisorption Maps\n\nP4. Reaction Rates for Molecular Dissociation on Nanoalloys","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010863/2","grantId":"EP/J010863/2","fundValue":"200976","fundStart":"2015-08-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Christopher James Pickard","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}