{"id":"7ABC7862-F87B-4203-94C4-01D354D00D75","title":"A systems-genetics approach to dissect inflammation in fibrosis","abstractText":"Fibrosis is the formation of excess connective tissue in an organ or tissue as a result of a reparative or reactive process and could therefore be regarded as an aberrant or excessive wound healing response. Fibrosis develops as a consequence of various underlying diseases and presents a major unsolved therapeutic problem as there is still no cure for fibrosis. In almost all forms of fibrosis, inflammatory-immunological reactions take place in earliest stages and there is now mounting evidence that fibrosis does not occur in the absence of a primary inflammatory insult. Wound healing represents a paradigm for progression of inflammation to fibrosis. In wound healing and various pathologies associated with inflammatory fibrosis (kidney and pulmonary fibrosis), innate immune cells are highly represented, and among the most abundant of these are macrophages.\n\nThis project aims to characterise the molecular mechanisms involved in macrophage-mediated wound healing. This will allow understanding the mechanisms underlying inflammatory fibrosis as dysregulation in wound healing results in fibrosis.\n\nGenetic variation among individuals could affect the activation of their macrophages and cause quantitative variability in wound healing. We investigated this hypothesis by showing that genetic variation in a genetically heterogeneous mice population affects the expression of key wound healing genes in their macrophages and their susceptibility to wound healing. In our proposal, we will ask two fundamental questions: What is the full spectrum of the genetic determinants of macrophage activation in mice and how does this relate to genetic variability associated with wound healing? To answer this, we will use an approach called systems-genetics which integrates genetic variation between individuals with gene expression in macrophages to build biological networks and identify the genetic control points of networks associated with wound healing. Using the systems-genetics approach, we will find novel genetic factors for wound healing by identifying novel candidates that could be studied in diseases characterised by inflammatory fibrosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M004716/1","grantId":"MR/M004716/1","fundValue":"522400","fundStart":"2014-11-17","fundEnd":"2017-11-16","funder":"MRC","impactText":"","person":"Jacques Vincent  Behmoaras","coPersons":["Enrico  Petretto"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}