{"id":"7ABF7B30-71E1-4C4E-BC07-8C45911DBA22","title":"Microbubble cloud generation from fluidic oscillation: underpinning fluid dynamics","abstractText":"Microbubbles received an intensive study for various generation mechanisms in the 1990s. The state of the art is currently perceived as being the Venturi method, which pumps both gas and liquid. As the density of liquids are usually a thousand fold higher than gases, it is inherently less energy efficient than the recently patented mechanism by the PI that produces microbubbles on the scale of the pore (as small as 20 microns) with high holdup (~40% is achievable currently), uniformly sized and spaced so non-coalescent, plumes with less energy use than the same flow rate of fine bubbles (1-2mm). For the smallest scale of microbubbles, industrial processes use the saturated liquid release method (6 bar compression), with nucleation of 30-60 micron bubbles, but with high coalescence rates so a very wide range of bubble sizes in a turbulent flow are created. We estimate that our fluidic oscillation method saves 90-95% of the electricity with a similar savings in the capital cost (no expensive saturation system and large pumps are needed to pump the saturated liquid). Field trials are underway to demonstrate the feasibility of replacing solids removal systems in water purification by this method. We have identified at least 25 potential applications and over 40 companies interested in the technology.The difficulty is that the industrial applications and engineering implementations are outstripping our fundamental understanding of the mechanism for microbubble generation and how it depends on the situation, operating conditions, and the controlling fluidic circuit design. We believe that there are potential medical applications (drug delivery, gas exchange in the blood) if the methodology can be extended to nanoscale bubbles with the same features of monodispersity and energy efficiency. In order to understand how to match the microbubble transfer requirement to the fluidic circuitry and generation devices for the various applications identified already, we must build computational models that are accurate predictors, as well as validating them and understanding the dynamics qualitatively from visualization and velocimetry studies under many representative conditions.Because of the extremely low cost of microbubbles produced by this methodology, mixing and gas transfer mechanisms that have never previously used microbubbles, is possible. Without accurate engineering design tools and a thorough scientific understanding, the implementation of such systems will be hit or miss and even when they work as in all our successful applications to date, they are certainly not optimal. As the technology is disruptive in that the change of infrastructure to exploit the potential energy and capital savings will drive change across several industries, the design and implementation protocols adopted at early stages become set in stone . But if the processes implemented are non-optimal, these non-optimalities will persist through at least one capital cycle. There are many instances in engineering of systems where the rules of design have not changed for a century (since they work), even though re-visiting them could achieve substantial savings. Thus, this proposal is extremely timely as design flaws adopted now may be long term costly, even though the potential improvement over current practise is breath-taking.In this proposal, we will bring to bear the state-of-the-art in flow visualization and velocimetry, with multiphase flow and engineering modelling, and a range of experimentation in fluidic circuitry and resultant microbubble dynamics, some of which has been pioneered by the investigators, to develop the full toolset to design microbubble generation systems tuned to the application system dynamics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019790/1","grantId":"EP/I019790/1","fundValue":"542527","fundStart":"2011-09-01","fundEnd":"2015-03-18","funder":"EPSRC","impactText":"  ACAL Energy was awarded a KTP in partnership with UoS -- for miniaturisation of the bubble generation device for inclusion on vehicle (2012-14). Concept was proven with prototypes developed -- awaiting further investment / licensing with OEMs.\nMiniaturised bubble generator is being evaluated by Air Products for industrial wastewater treatment applications.\nAECOM Design Build is just starting a KTP on scale up of the approach to very large scale wastewater treatment works. Chemicals,Energy,Environment Economic","person":"William  Zimmerman","coPersons":["Julia Margaret  Rees","Jonathan  Howse","Andrzej Feliks Nowakowski","Robert J Howell"],"organisation":"University of Sheffield","findingsText":" Characterised bubble cloud dynamics to show increased liquid mixing by microbubbles.\nDemonstrated that surface wetting properties are crucial to microbubble formation at the scale of the pore.\nDeveloped new approach to distillation, evaporators and condensers based on microbubble dynamics.\nDemonstrated that CO2 microbubble stripping of anaerobic digesters results in more than double the yield of biogas. We are being pro-active in organising the exploitation of microbubble distillation via the bioethanol production industry in the first instance, and with a strong interest by the beverages sector. Engaging with anaerobic digester / biogas industry for pilot scale trials and have an EU grant for pilot and full scale trials on wastewater sludge digesters. Agriculture, Food and Drink,Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}