{"id":"7AC36F57-9B0C-4253-B41B-7CA2FAD5F915","title":"Novel Compact Aftertreatment Systems for Simultaneous Reduction of Diesel Engine NOx, PM, CO and HC Emissions","abstractText":"Diesel engine exhaust gas catalytic aftertreatment systems have become a necessity in view of the reinforcement of exhaust gas emission regulations with the rapid growth of the high efficiency, low CO2 emission diesel powered vehicles (including off-road and on-road applications). Apart from the catalyst ability to control emissions, the size of the different individual aftertreatment systems, that need to be integrated with the engine system are as important for the vehicle manufacturers in order to a) eliminate huge costs involved with the vehicles redesign and b) avoid fuel penalties. The latter are related to the increased vehicle weight and affected vehicle aerodynamics resulting from the accommodation of the aftertreatment systems (including controls). Synergies between fuels such as Biomass-to-Liquid (BTL) or Gas-to-Liquid (GTL) and engine technologies can further promote emissions reduction and advance catalytic aftertreatment technology.The proposed research is focused on the study and understanding of the principles, and the development of compact very lightweight aftertreatment systems that comprise prototype lean NOx catalysts (selective catalytic reduction - SCR, or NOx traps), continuous regenerated diesel particulate filters (DPFs) and production diesel oxidation catalysts (DOCs) technologies. The systems will have a size similar or smaller than a typical DPF and they will target to achieve HC, CO and particulate matter (PM) emissions reduction of &gt;90% using a DOC and a DPF, and NOx reduction of &gt;70% using lean NOx catalyst technology (NOx traps or a silver alumina based HC-SCR catalyst). Furthermore, the novel systems will be cost effective by replacing precious metals (precious group metals - PGM) such as Pt and Pd with base metal catalysts (such as silver) and will operate with a minimum development of a specific engine map where possible (i.e. continuous DPF regeneration and passive mode SCR operation will reduce engine map development requirements).The experimental programme is divided into three broad areas:(i) Study, design and development of silver/alumina (Ag/Al2O3) mainly based catalysts active in HC-SCR of NOx and C-containing species oxidation under different engine fuelling and operating conditions.(ii) Study of the activity and regeneration of NOx traps utilised as catalysts for NOx reduction and Soot-PM/HC/CO oxidation when coated on the DPF.(iii) Study aiming to establish the most promising new innovative approach of a catalytic system using exhaust gas from different engines under various engine operating conditions.The first two parts will provide the scientific knowledge and guidelines required for the third part, which will be the final proof of the proposed technology.The developed catalytic technologies will still be able to provide significant emission reductions when used as individual units for applications where compactness and weight may not be important (i.e. power generation).The research will be carried out by two renowned research groups in the field of internal combustion engine technologies, the University of Birmingham Future Power Systems Group and the Brunel University Centre for Advanced Powertrain and Fuels, in collaboration with the University of Birmingham Division of Environmental Health and Risk Management. The project tasks have been planed jointly with the industrial partners in the best possible way that will allow the research to benefit from the expertise and capabilities of each academic group.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038007/1","grantId":"EP/G038007/1","fundValue":"209216","fundStart":"2009-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Thanos  Megaritis","coPersons":["Hua  Zhao"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}