{"id":"7AC69262-E187-47D2-B011-F85693A829D1","title":"Energy Efficient Networks-on-Chip for Dynamically Reconfigurable Computing Platforms.","abstractText":"The purpose of this work is to investigate an on-chip network fabric that will enable future reconfigurable computing systems integrating tens or hundreds of processing tiles implementing embedded microprocessors, intellectual property cores, reconfigurable fabrics, dedicated local memories and DSP functionality. The reconfigurable NoC fabric will direct the effective communication and exchange of data among the multiple processing tiles and enable fault-tolerance and very high communication bandwidths with low-latency and low energy consumption. The processing tiles will morph their functionality and operation point based on the application demands.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E062164/1","grantId":"EP/E062164/1","fundValue":"282919","fundStart":"2007-12-12","fundEnd":"2010-12-11","funder":"EPSRC","impactText":"  The research shown that using standard FPGA devices with asynchronous technique was not viable. The lessons learnt suggested that a globally asynchronous and locally synchronous approach was preferable and continuous research in this area has generated a number of publications. The findings were also used during a Royal Society fellowship of the PI at ARM to develop power models for multi-core devices interconnected with the ARM AXI network-on-chip. Digital/Communication/Information Technologies (including Software),Education,Electronics Societal","person":"Jose Luis Nunez Yanez","coPersons":[],"organisation":"University of Bristol","findingsText":" The project demonstrated flexible, adaptive routing and topology focusing on throughput, latency, energy and silicon area capable of changing the functionality in the computing nodes of the reconfigurable platform. This type of logic scaling could then be combined with voltage scaling to generate multiple functional points. ARM is further funding this area of energy efficient computing with a CASE award that looks at how nodes with different computing capabilities can be combined in a an energy efficient configuration. THe technology is highly relevant to non-academic contexts such as militiary and aerospace. The technology is looking for commercial partners to continue exploitation. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}