{"id":"7ACA247B-1584-481C-9DE5-6153FB540219","title":"A novel generator system for series hybrid electric vehicles","abstractText":"In 2010 nearly 0.5% off all manufactured vehicles in Europe will be series hybrid electric vehicles. The UK, France and Germany are expected to be key markets for this technology. The series hybrid electric vehicle has its wheels driven only by an electric motor powered by a battery, with an engine plant that provides electric power to the battery and if necessary to the electric drive. Cost, weight and size of the battery, electric motor and electric generator are still remaining hurdles.In recent years significant progress has been made in new battery technologies, electric propulsion designs and optimisation of power flow and control of the electric components to reduce mainly the weight but also the cost. While these developments have been made successfully, little attention has been spent on improvement of the generator.Conventional generators are either expensive or suffer from commutation reactive power. The cause of commutation reactive power is a voltage drop across the machine reactance. Commutation reactive power leads to inefficient generator systems, which requires large cooling equipment.The project proposes a generator system that eliminates commutation reactive power. The circuit claims a reduction in cooling requirements and weight without a rise in cost or size. In addition the system can be easily manufactured and integrated in a vehicle.Research on the new generator system will focus on machine design, components and control.The outcome of the project will be an advantage not only for car manufacturers but also for automotive supply companies and other industries that are using generator systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064066/1","grantId":"EP/D064066/1","fundValue":"120550","fundStart":"2007-01-19","fundEnd":"2010-01-18","funder":"EPSRC","impactText":"  A second PhD student is working in this field. Aerospace, Defence and Marine,Energy,Transport Economic","person":"Volker  Pickert","coPersons":[],"organisation":"Newcastle University","findingsText":" The project developed a new rectifier circuit for generators allowing high efficient operation. Traditional rectifier circuits suffer from so called commutation losses. This circuit eliminate these losses do to a new arrangment of components. This allows not only beteer efficiency but also hiogher output voltages. A new circuit was developed that allows high efficient operation of generators. Generators can be found in windpower applications, hybrid electric vehciles or smart grids. The new rectifier can be used for any kind of generator system. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}