{"id":"7AD02101-73BC-4C4A-A174-7BAD8AB89CDA","title":"New methodologies in enantioselective catalysis","abstractText":"In a world with increasing population and limited resources, the development of new synthetic chemical methods will be judged not only by their overall yield and product selectivity, but also by their ecological and economic footprint. Catalysis provides a means of achieving more efficient and environmentally friendly processes: the reaction is accelerated, the amount of energy required for the process is diminished and fewer wasteful by-products are obtained. Overall, catalysis plays an important role in saving energy, time and costs in chemical processes. Moreover, in the particular case of enantioselective catalysis, the catalyst also provides the source of asymmetry needed to selectively synthetise one of the two possible non-superimposable mirror images of the product - the so-called enantiomers. The selective synthesis of enantiopure compounds is of vital importance in the preparation of a myriad of products in daily life, from pharmaceutical and agricultural products to polymers and smart materials.\n\nThis proposal focuses on the development of a robust catalytic methodology for the preparation of enantiopure building blocks from cheap and readily available starting materials. The chemical reaction that is the main subject of this proposal is the addition of an organometallic reagents to a C=O bond. This reaction is one of the most powerful tools in organic chemistry to create a new C-C bond and has been extensively studied with organozinc and organoboron reagents. However, the higher reactivity of organomagnesium and organolithium reagents has hampered their application in this field. The fact that both organomagnesium and organolithium reagents are more accessible and economically viable nucleophiles, drives the development of novel suitable catalytic systems to fulfil the scientific, economic and environmental demands. \n\nRecent discoveries in our laboratories have brought forward a readily available catalyst as part of an outstanding methodology for the addition of organomagnesium and organolithium reagents to C=O bonds. The mechanism of this recently established methodology is still unknown and, by means of the research proposed here, we intend to get a better understanding of the process - which will allow further improvements of the methodology (e.g. by resolving the current limitations regarding substrate scope). In addition, we will also investigate the use of this novel catalytic system in the production of fluorinated molecules, whose unique properties make them especially attractive as pharmaceutical agents and advanced materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000028/1","grantId":"EP/M000028/1","fundValue":"97870","fundStart":"2014-11-03","fundEnd":"2016-05-02","funder":"EPSRC","impactText":"","person":"Beatriz  Macia Ruiz","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}