{"id":"7AD3D3AD-5716-42D1-82C5-DE53219D47C6","title":"Increasing Researcher Use of Large Scale Social Surveys in the Social Sciences through Teaching and Support","abstractText":"<p>The aim of this project is to increase the capacity of UK researchers in Sociology and Criminology to use quantitative methods in both their teaching and research. Aimed at academics across the career lifecourse the activities will be available to social scientists at both the University of Southampton and in other academic establishments.</p>\n\n<p>This project will increase the capacity of researchers to conduct quantitative analysis through providing simple ways to teach quantitative methods, embedded within substantive courses. These simple methods will be applied to real datasets to show the emergence of theoretical concepts, highlighting to researchers the skills needed to obtain this information and the benefits of using quantitative methods. Teaching packs will be produced that can be used either off-the-shelf in other educational establishments, or modified to fit the learning outcomes of the specific module within which they will be used. These will consist of computer worksheets, in both SPSS and Stata statistical packages, teaching notes and further activities that can be completed to enhance instruction. The focus of the packs will be on the analysis of large scale social surveys such as the British Crime Survey and the Labour Force Survey.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011797/1","grantId":"ES/J011797/1","fundValue":"34777","fundStart":"2012-05-01","fundEnd":"2014-08-01","funder":"ESRC","impactText":"  Currently the project website has not been used widely - it is hoped that it will over the coming years with further publicity. YouTube videos of how to use SPSS have been viewed up to 1500 times. Education Economic","person":"Andrew Amos Channon","coPersons":["Athina  Vlachantoni","Jane Cecelia Falkingham","Pauline Carole Leonard"],"organisation":"University of Southampton","findingsText":" The project aimed to create a resource for researchers in the UK and beyond to engage with and learn about quantitative methods, without requiring statistical theory courses to be taken first. This aimed to generate interest in the potential outputs from quantitative methods by the researchers and encourage use to UK datasets. In initial discussions with potential users of these resources to be generate it was clear that the ability to 'learn through doing' was a key priority - so rather than a dry statistics course with limited applicability in the real world, the ability to download real datasets and analyse them was preferred. This would allow the researchers to see that the methods could produce worthwhile answers to research questions without a long lead-in time. Formal quantitative understanding could be achieved at a later date if the use of the methods were seen to be worthwhile.\nIt was decided to develop an online multi-platform resource for use by researchers and students for quantitative methods. This consists of a website (www.southampton.ac.uk/passs) which highlights four different research questions to work through as examples of what can be done using basic quantitative methods. These research questions are similar to those covered in a sister project, also funded by the ESRC, which embedded quantitative methods in two undergraduate courses. The research topics used were related to criminology (confidence in the police and neighbourhood policing awareness) and sociology/education (inequalities in GCSE score and enrolment in full time education). \nUsing SPSS as the programme to use (it is also aimed to put Stata instructions on the website) researchers who would like to investigate these issues are taken through a number of steps, which should be replicated when conducting their own research. These include univariate, bivariate and multivariate analyses. Each research question ends through using multiple regression - either linear or logistic, to assess the relationships between explanatory variables and the outcomes.\nThe website is supported by word documents that can be downloaded to work on offline, as well as a whole suite of YouTube videos going through the techniques required to conduct the methods in SPSS. These have been used a large amount - even without a large amount of publicity. As of November 2014 the most popular clip, relating to linear regression with categorical variables, have been seen almost 1500 times.\nA key element of this project was the use of 'real' data - not only data that has been generated to give simple answers. Using already manipulated data does not teach skills that are needed to conduct research on your own. Using two datasets from the UK Data Service this project teaches data manipulation skills too - ensuring that researchers register with this service first. This is a clear success of the project.\nDue to technical issues the website has not been publicised as widely as it can be. With extra functionality added and publicity about this being pushed further it is envisaged that this is a resource that researchers can return to improve their quantitative literacy. The main findings of this project is that it is possible to show researchers and students that it is possible to conduct quite advanced quantitative methods without having to have an in depth knowledge of statistical theory in order to produce research results which are of substantive interest. Engagement with the data encourages researchers to investigate further the research methodologies. Furthermore, the use of real, unsimplified, data is important to generate the skills required to use data. These two findings can be used further in education when training the next generation of researchers. Education","dataset":"gtr"}