{"id":"7AE05084-8CE3-4194-BFAD-D621C387B330","title":"The &quot;Camouflage Machine&quot;: optimising patterns for camouflage and visibility","abstractText":"Sometimes it is very important not to be seen: a well camouflaged tiger may catch its prey rather than go hungry; a concealed wildlife photographer may get the shot; and whilst much of the infrastructure of the modern environment (mobile telephone masts, wind farms etc.) is necessary, it is far from aesthetically pleasing - reducing visibility may be the difference between getting planning permission or not. In other words, as well as the obvious military applications, a systematic means of minimising the visibility of any object by finding its optimal camouflage pattern for a particular environment could be used in many other ways.\nJust as it is sometimes important to minimise visibility, it can also be equally important to maximise it. From signalling in animals to maximising the visibility of warning signs, emergency vehicles, motorbikes and cyclists, there are plenty of examples where making something highly salient is important.\nHow could colour patterns to maximise or minimise visibility be created? There is no universally optimal camouflage: what works well in one place (the spots of a leopard, lying in wait in dappled foliage) may be less effective elsewhere (the same animal in a desert). Important factors which determine visibility include an object's size and viewing distance, its pattern of movement, and its height above the ground; the nature and variability of the environment(s) it will be concealed in, the lighting etc. \nWe will construct the &quot;camouflage machine&quot;: a process to determine optimum camouflage or signalling patterns for a specific environment. Using state-of-the-art computational modelling techniques, our methodology (implemented in a computer programme) will allow the comparison and assessment of different approaches to visual concealment and signalling.\nThe camouflage machine will first be validated using two of our datasets of images (big cats and snakes). We will then cross validate the results for human observers and our existing computational model of the human visual system. At this point, we will be able to use the camouflage machine to assess the visibility of man-made objects, from military materiel to street furniture. Finally, we will release a publicly available application which, given an environment (characterised by photographs from this environment, a template of the object to be concealed, and a characterisation of the illumination in this environment), attempts to characterise the visibility function (the function mapping pattern characteristics to visibility), and provide an estimate of the minima (or maxima) of this function - the colouration pattern that would minimise (or maximise) the object's visibility in that environment.\nIn short, the project will yield a means of identifying the best covering pattern for any object in any environment, whether the aim is conspicuity or concealment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006905/1","grantId":"EP/M006905/1","fundValue":"567595","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Nicholas Edward  Scott-Samuel","coPersons":["Innes Cameron Cuthill","Roland  Baddeley"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}