{"id":"7AE8C3D7-C60C-4114-810C-6A69223FA3E6","title":"An ethnography of advice: between market, society and the declining welfare state","abstractText":"This two-year anthropological study, building on earlier research by the principle investigator and others, undertakes an ethnographic investigation of advice. Under conditions of continuing economic crisis, scholars and policy-makers are having to reshape their assumptions about the nature of society: particularly in respect of who receives assistance and who funds and arranges it. Where the 'usual' targets of welfare and benefits were the poor or destitute, they now include those who work but cannot make ends meet, and who experience increasing numbers of complex problems for which they need advice. And where the 'usual' provider of such things, at least in the post-war years, has been the state, this is increasingly not the case. As the economic crisis proceeds apace and the state's role is being whittled down, access to the counsel of experts is nonetheless increasingly essential. Without prejudging the outcomes, the project will investigate novel arrangements and their unintended consequences. It will explore innovations in advice giving provided by existing offices (under more traditional state-funded regimes), by new sources and novel agencies (under non-governmental and market-driven schemes), and by the social movements, self-help and informal network-based arrangements to which many are increasingly having to turn for counsel and support. \n\nThe project proposes intensive research along two axes. Firstly, it explores in detail selected sites and cases in the UK (specifically England where a very particular set of legal/welfare arrangements is in operation), 'drilling down' to examine specific institutional settings, themes and topics at a range of different scales and levels. Topics and sites include a focus on the three specific areas of housing, debt and immigration advice, both within and beyond particular institutional settings, and law courts where litigants have started to engage in self-representation. Secondly, it uses two carefully-selected cross-national comparisons in order to illuminate, and gain a critical perspective on, aspects of UK welfare-related advice processes which are often taken as natural/inevitable by local policy-makers. \n\nAcross these different settings, the project will:\n\ndocument the ongoing effects on advice giving of the withdrawal of legal aid funds, including the rise of self-litigation; \n\nexplore the new roles assumed by bureaucrats, intermediaries and self-help groups, who are increasingly important in the advice encounter; \n\ninvestigate whether funding cuts have caused the dwindling of the much-vaunted empathy that advice-givers are often required to deliver and whether, in the process, advisers are becoming less effective at shaping the behaviour of those they counsel; \n\nlook at how the very character of advice is changing as a result of these complex transformations;\n\nexplore variations between selected national settings, to illuminate the changing and context-dependent character of advice in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003825/1","grantId":"ES/M003825/1","fundValue":"1313270","fundStart":"2015-08-01","fundEnd":"2018-03-31","funder":"ESRC","impactText":"","person":"Deborah Anne James","coPersons":["Anna  Tuckett","Insa Lee  Koch","Ana  Gutierrez Garza","Ryan  Davey","Tobias Georg  Eule","Alice Ioana Forbess","Matthew Wilfred Wilde"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}