{"id":"7AEB2C64-097F-4BD3-AAF9-DAAB83C6148D","title":"Measuring Social Values of Design in the Commercial Sector","abstractText":"CSR is seen by many as a self-regulation mechanism whereby businesses identify their impact on society and ensure that they comply with social standards, e.g. human rights. CSR is increasingly regarded as a crucial aspect of economic competitiveness, which can encourage product/service uptake on aspects beyond functionality and price sensitivity. While CSR takes an important role in brands, design has the potential to be a critical aspect of CSR, broadening activities from corporate sponsorship and certification to the incorporation of CSR principles throughout product/service development. \n\nThe widely-held belief that buying ethical products is a more effective way of tackling global poverty than giving to charity reflects strong commercial benefits, by ensuring sufficient social values in product offerings, enabling businesses to respond to CSR imperatives. However, most businesses do not yet use design effectively in CSR practices, which they interpret as supporting charities, and invest in design only with apparent benefits, e.g. promotional design. Moreover, the social return of design is implicitly quantified, and existing financial appraising tools for Return on Investment and social impact assessment are unsuitable for measuring social values generated through design. As a result, companies find it difficult to consider design as one of the tools to address CSR requirements and integrate social values into their mainstream products and services. The situation is worse for SMEs, which are less able to access and use good design, thereby limiting their potential for growth and innovation while larger firms are twice as likely to see design as integral to their operations. There is an urgent need to develop a toolkit for measuring social return of design, which will complement existing tools by explicitly identifying the social impact of non-financial investments in order to (i) make UK companies effective users of design in CSR practices and (ii) help to make UK companies leading ethical enterprises in the global market. The key question, then, is how to objectively quantify social values created by design.\n\nWe believe developing the toolkit will enable design disciplines to trace social values created through design during the new product/service development process, similar to the calculation of the carbon footprint throughout the product lifecycle. As a pilot study of the research idea, this project aims to understand the social value of design, especially in CSR practices, and explore contextual issues, value and means of measuring social impact of design, providing an underpinning theory and underlying knowledge to develop the tool for measuring the social values of design. The project will deliver following objectives:\nOB 1. To review existing theories of the social value of design, with particular reference to the social impact of CSR practices.\nOB 2. To identify the role(s) of design in relation to social value/responsibility and the critical notion of design value.\nOB 3. To examine current social impact assessment tools to understand the limitations of existing approaches.\nOB 4. To explore the potential opportunities and benefits of developing the impact measurement tool.\n\nPotential stakeholders include research partners from non-profit design organisations, design academics, design professionals, and SMEs invited to participate in the project. In-depth desktop research and two interdisciplinary workshops will be conducted to achieve the objectives. An open knowledge-sharing platform and open discussion forum will be created, as an online repository of ongoing research results and debates, and the two workshops will serve as dissemination and knowledge-sharing strategies. The developed knowledge will also be disseminated by support of the not-for-profit organisations' networks, creating journal/conference papers and introducing it to design students at Brunel and CMU for educational purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013770/1","grantId":"AH/L013770/1","fundValue":"37115","fundStart":"2014-02-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"  Increase awareness of social value of design; improve understanding of the importance of CSR activities; address social values in design Creative Economy,Education,Environment Societal","person":"Young Ok  Choi","coPersons":["Busayawan  Lam","Andrew Thomas Walters","Stephen  Green"],"organisation":"Brunel University","findingsText":" The aim of this research is to understand the meaning of social value, especially in CSR practices, and explore contextual issues, value and means of measuring the social impact of design. SMEs are the main focus, with a view to expanding the applications to cover other types of organisations in the future. \n\nThe project consisted of two main phases. Phase 1 attempted to understand the contextual issues surrounding social value, CSR and social design. This exploratory phase focused on identifying the theoretical and practical interpretation of social values and how design benefits social value creation. A desktop literature review was followed by Exploratory Workshop 1, Workshop 1, and SME interviews were conducted. Phase 2, investigated current measurement tools in both business and social contexts, and in design, to create an agenda for developing a possible future tool to measure the social values of design. This phase also had two workshops: Exploratory Workshop 2 and Workshop 2, and supporting desktop research ensured that a balanced view of the topic was covered. \n\nA working definition of social value was created and the subsequent categorisation of social value has been developed to include Individual Ethics, Company Ethics, iCommunity Ethos, and Responsibility for the Natural Environment. The elements which create social values in Products/Services/Brands (PSB) were also identified where it should be able to reach the masses with a good understanding of the culture and context and encourage improved behavioural and system changes. The social value categories were used to create an overview of possible social value areas where design can have a beneficial impact. Both the literature review and the series of workshops revealed that design influences all areas of the identified social value categories. Moreover, when design is fully integrated in a system it can make a real impact on society. Analysis of the workshops also identified the importance of balance for the measurement tool, which can be difficult to master: the tool should be in-depth yet simple to use. \n\nThe idea of a measurement tool for the social values of design was well received, and it is anticipated that it could amplify the ability of design to tackle social issues, both for companies and in the design community. It was also seen as a possible tool for designers to use, as a checklist to design better products and services which taking societal benefits into consideration. The measurement tool can also be a competitive advantage for both design consultancies and businesses using the tool because it is expected to provide evidential documentation of the value of design work. However, issues which may arise with the tool included difficulty in measuring design contribution and quality, the danger of being subjective, reliance on individual companies to take action, the complex nature of the social value to be covered by a single tool, and the need for continuous evaluation. Reliability (objectivity), measurability, adoptability and acceptability were the key elements to consider in the development of a tool to measure the social values of design. Provide the final report to the public; create teaching materials Creative Economy,Education,Environment","dataset":"gtr"}