{"id":"7AF3B3A5-2090-46D0-8D98-9436BCD7C80E","title":"Imagining Jerusalem, 1099 to the Present Day","abstractText":"In July 2012, viewers from across the world watched as the London Olympics Opening Ceremony performed -- and played with -- the longstanding national tradition of imagining a dynamic Britain as a new Jerusalem. Jerusalem is perhaps the world's most iconic city: the place that exists most resonantly as both a physical space and a series of often-contested memories and ideas with a pan-Mediterranean and pan-European heritage. This project will adopt a long historical view to explore the variety of ways the city has been imaginatively rebuilt, reconquered, and relocated across Europe and beyond, from the Siege of Jerusalem during the First Crusade (1099) to the present day. We will draw together a network of experts from Britain, Europe, and the United States to build the first reception history of a city, and to argue for Jerusalem as an idea which has been appropriated and reworked across a rich terrain of material remakings, policy, public discourse, literature and the arts. Our invesigations will take us from pornographic conceits to Utopian visions, investigating how and why Jerusalem became an archetype for division, lamentation, and loss, as well as for celestial glory and novel projects in urban planning.\n\nThe case study of 'Imagining Jerusalem' offers an ideal opportunity to confront directly some of the difficult issues facing research in the Arts and Humanities today: what is the meaning, and what are the politics, of heritage as a cultural movement? How are cultural and collective memories forged, and how do they contribute to, but also delimit, ideas about the future and its possible shapes? What acts of imagination are necessary to interpret the lessons of the past within the present moment? How have popular and collective forms of memory and culture been used within, or helped to shape, political, legal, and conceptual discourses at crucial historical moments? The proposed network will create a hub for researchers to address these questions through a specific, and highly resonant, theme.\n\nNetwork members will meet three times at workshops in York, London, and Parma; each workshop will be informed by an accessible, public strand, which will draw on key local examples, from the Fausto Levi Synagogue and Museum in Soragna (formerly a synagogue for the Jewish diaspora excluded from Parma, then a Fascist social club before its most recent reincarnation as a space of heritage and memorialisation), to the Jerusalem Chamber in Westminster Abbey, site of a series of key political and dramatic moments for England and its neighbours. We will sponsor a series of double-header public lectures which will be designed explicitly to bring past histories and present concerns into conversation, and we will invite members of the public to join us for a 'foodways' event, exploring how gastronomy (from the pilgrim dinner of bread and cheese to the explicitly conciliatory cooking of Yotam Ottolenghi and Sami Tamimi) has brought the flavours and customs of Jerusalem into communities across Europe. Our findings and conversations will be published as part of a blog, with a global reach, which will feature podcasts, short films, and interviews with network members, as well as a series of compelling historical case studies and examples. We will work together to create a cross-period special issue of a major, international journal, showcasing both the vexed and vibrant history of Jerusalem as idea and imagined space, and the rewards of pan-historical, comparative, interdisciplinary research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006207/1","grantId":"AH/K006207/1","fundValue":"35847","fundStart":"2013-09-01","fundEnd":"2016-04-30","funder":"AHRC","impactText":"","person":"Helen  Smith","coPersons":["Anna Lacy  Bernard"],"organisation":"University of York","findingsText":"","dataset":"gtr"}