{"id":"7AF4A923-99D6-4256-A5FE-92236F49FF01","title":"Linking agriculture and land use change to pollinator populations","abstractText":"There is growing evidence that both domestic honeybees and wild pollinators are in decline in Britain, as are the wildflowers that they both use for food. We expect these declines are linked, but there is little evidence to demonstrate what the links are, and what can be done to halt or reverse them. Among the most likely explanations for these declines are changes in the way the British landscape is managed: loss of natural habitats and increasingly intensive agricultural practices. We will test for links between such land use changes and the condition of British pollinator populations. One aspect of our work involves examining how pollinator populations and land use have changed over time, to test whether pollinator losses are correlated with landscape changes. This is made difficult because there is no national monitoring programme for pollinators, and so we only have scattered information about pollinator changes. To overcome this problem, we will take two contrasting approaches: (1) comparing how land use has changed in areas where we know pollinator populations either have declined markedly or have not done so, and (2) repeating historical surveys of pollinators in sites chosen to have undergone different amounts of subsequent land use change. A second focus of our work will be on how current land uses link to current honeybee, wild pollinator and wildflower populations. To do so, we need to survey pollinators and wildflowers in sites with very different sets of conditions in a carefully controlled manner. First we will use existing datasets to estimate likely flower densities in different habitats and regions, as well as the distribution of habitat types (and changes in them), various aspects agricultural management (including pesticide usage), and the density of domestic honeybee colonies. We will then choose a set of 96 sites in six clusters across Britain, with sites chosen to represent a wide range of flower resources, different natural and agricultural habitats, different levels of pesticide use, and different numbers of domestic honeybee hives. We will survey wildflower and pollinator populations at these sites, observe how well flowers are pollinated, and test how well honeybees and one wild bee species perform when placed at the different sites. This will be the largest scale survey of flower resources and pollinator communities ever performed. We will then examine how well pollinator populations can be predicted from flower densities, and how both are affected by various aspects of land use and agricultural management. The final aspect of our work will be to apply these findings to make recommendations as to how both domestic honeybees and wild pollinators can best be protected. This will build off of the results of the previous sections, which will provide links between specific land management options and pollinator stocks. Such findings could be of use to farmers, beekeepers, conservationists and policy makers, and so we will involve all four of these communities in the project, involving representatives of each on a project Steering Committee. We will hold workshops both at the beginning of the project (to get ideas for additional issues to study) and at the end of the project (to discuss our findings and their policy implications). We will edit fact-sheets and briefing papers for these different communities, and distribute them in specialist magazines and through a project web site. We will also make information available on a public website, including teaching materials and other resources about pollinator declines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000119/1","grantId":"BB/I000119/1","fundValue":"217698","fundStart":"2011-01-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  Some of the findings from the project were incorporated into advice provided by Defra through the 'Pollinator Call to Action' associated with the National Pollinator Strategy, in the form of information sheets available on the 'BeesNeeds' website http://www.wildlifetrusts.org/bees-needs. These findings have also been communicated to Natural England and may be used in the development of the new agri-environment scheme in England. They were used in an evaluation of the environmental impacts of the Campaign for the Farmed Environment (CFE) by Fera Agriculture, Food and Drink,Environment Societal","person":"Nigel  Boatman","coPersons":["Phil  Northing","Giles  Budge"],"organisation":"Food & Environment Research Agency -FERA","findingsText":" This grant funded Fera as part of a consortium led by Leeds University, undertaking the IPI funded project 'Linking agriculture and land use change to pollinator populations'. Research fell into four main areas:\n1. Providing data to assist in selection of experimental areas;\n2. Investigating the effect of experimental variables on pollen collection and stored honey reserves by honeybees;\n3. Investigating relationships between pesticide application, honeybees and wild bee populations;\n4. Investigating factors affecting pollinator usage of farmland habitats providing floral resources\n\n1. The project included a large-scale field study to investigate the effects of four potential drivers of population change in wild pollinators: habitat complexity, floral resources, pesticides and other agrochemicals, and domestic honeybees. Experimental sites were located in six 100 x 100 km squares within Great Britain, chosen to be representative of the country as a whole. Within each square, there were 16 study sites in a factorial structure, each with high or low levels of each of the four factors under investigation. Fera provided spatial data on pesticide use, honeybee abundance and crop distribution (contributing to estimation of floral resources) to help with the selection of study sites within the study areas.\n2. Honeybee colonies were deployed in 24 of the study sites (4 in each large study area) with contrasting habitat complexity and floral resources, in two summers during the project. Weight of pollen collected and accumulated honey reserves were measured over a two-week period in each deployment. Diversity of collected pollen species was negatively related to habitat complexity, but positively related to floral species richness in the landscape. There was also a positive relationship between amount of stored honey and the floral nectar resource in the landscape. \n3. Potential risk to honeybees arising from pesticide use in the UK was mapped in 2 x 2 km cells by combining data from the Pesticide Usage Survey (PUS), the Defra June Agricultural Survey (JAS) and honeybee forager numbers derived from survey data collected by the National Bee Unit. Pesticide applications to oilseed rape were found to be the major contributors to risk for honeybees. In a separate collaboration with CEH, data on wild bee distributions were combined with PUS and JAS data to investigate relationships between neonicotinoid use and wild bee populations. Significant relationships were found between neonicotinoid usage and population changes in around 2/3 of the species investigated. Both these studies have been submitted for publication in peer-reviewed journals. \n4. Surveys of plants and pollinators in were carried out in 2013 in areas of suitable habitats, including Nectar Mixtures, Wild Bird Seed Mixtures, species-rich grasslands, hay meadows and field margins/road verges. Numbers of flowers of each plant species and pollinating insects visiting flowers were recorded in transects in each habitat. Nectar and pollen production for each site was calculated using a database of nectar and pollen values for each species, developed by Bristol University. For bumblebees, key factors were nectar provision, aspect, temperature and sunshine. For hoverflies, flower numbers, month, aspect and slope were significant. The results will contribute to the body of evidence on causes of declines in pollinators and how these may be mitigated, and contribute to the debate on the possible role of insecticides as a driver of pollinator population changes. They will inform the implementation of the National Pollinator Strategy and the development of advice provision through the 'Bees Needs' website. Information sheets currently available on this website have already drawn on preliminary results from the project. Findings will also feed into the development of the new agri-environment scheme (information has already been provided to Natural England). Agriculture, Food and Drink,Chemicals,Education,Environment","dataset":"gtr"}