{"id":"7AF9B7AF-9D71-4AD9-90AB-1C5EAFEFACC2","title":"Connecting Epistemologies: Methods and Early Career Researchers in the Connected Communities Programme","abstractText":"The Connected Communities (CC) programme has been designed to be methodologically eclectic, reflecting both the range of approaches found in the various disciplines constituting the arts and humanities, as well as the cross-research council basis for the funded projects. Methodological eclecticism can be an obvious strength, offering the possibility of synthesising a range of approaches, generating diverse forms of data and answering complex questions which cut across traditional academic disciplines. However, there are risks with this approach, risks which are grounded in the uneven distribution of power and expertise within academic research projects. This research will explore these risks in two ways, in co-operation with a specific community: Early Career Researchers (ECRs). The project will run a series of events that will involve ECRs in the research process looking at differing methodological approaches within Connected Communities. It will also gather data on the ECR experience, via a mentoring scheme.\nConnecting Epistemologies will begin with an event that will showcase and develop ECR understanding of research methods for doing community research. It will then run a targeted mentoring and data collection programme over the course of four months. Finally it will run a workshop with the participants and the research team to prepare materials for a final event. The final event will be targeted across the range of academic disciplines involved in community research, which will present the findings from the data collection phase as well as papers offering further reflections on the methodological challenges facing community research.\nECRs are a community defined and created by the funding council, giving the research a clearly bounded group to work with that has three important characteristics. 1) They are quasi-elite community (skilled but peripheral and precarious). Elite communities have not been made a substantive focus of the CC and this project would contribute to the gap in the CC work. 2) ECRs are a community with specific needs who would potentially benefit from the follow on funding to understand their role and position within the CC programme 3) ECRs working on CC projects are often at the front line of trying to navigate different disciplinary logics with community collaboration.\nThe peripheral but elite nature of the ECR community creates an opportunity to explore and to challenge the assumptions underpinning the Connected Communities programme. The programme was designed to be collaborative. This project will raise questions about collaboration, as it focuses on an elite community who are embedded in methodological traditions that give greater or lesser status to collaboration. The project, when asking what the methodological circumstances necessary for collaboration might be, can also ask when collaboration begins and ends. In particular it will raise questions of power and control over data and lived experiences. How do lived experiences become data? How can these be presented? Who has control over them?\nThese questions are explored by understanding the lived experiences of the ECR community, by the recruitment of 10 ECRs. They will be recruited by an event that seeks to raise awareness of the range of methodological possibilities associated with community research, but also to challenge the Connected Communities programme's assumptions that these may all be complimentary. The recruitment will be driven by the work of the community partner and members of the project team who have focused on participatory and collaborative research methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013088/1","grantId":"AH/L013088/1","fundValue":"30538","fundStart":"2014-02-01","fundEnd":"2014-10-31","funder":"AHRC","impactText":"","person":"David  O'Brien","coPersons":["Peter John Matthews","Mark Richard Taylor","Helen Carolyn  Graham"],"organisation":"City University London","findingsText":"","dataset":"gtr"}