{"id":"7AFD2868-6127-4C6B-B6D9-3E87C1411765","title":"Manga Movies: Contemporary Japanese Cinema, Media Franchising and Transnational Adaptation","abstractText":"Manga, or Japanese comic books, are increasingly becoming the source materials for, not just Japanese, but global cinema. Recent anime (Japanese animation) and manga remakes in Hollywood, and in transnational cinema, have become increasingly high profile, including Dragonball Z, Speed Racer and Blood: The Last Vampire, plus the announcements of American Akira and Death Note remakes, all by well-known producers. As manga cultures become increasingly prominent in global film cultures questions remain about the impact of manga on visual culture in Japan and beyond. In fact, there is relatively little work on the importance of manga and anime to the Japanese film industry, and even less on the impact those media are having on a transnational scale. The project will therefore be formed of two parts: first, an examination of manga media cultures in Japan; and, second, an examination of manga and anime's adaptations for the global marketplace. These two parts will work in concert, attempting to bridge gaps in understanding about Japanese 'soft power' as a global phenomenon, while building on current work that discusses the success of Japanese media products at home and abroad.\\n\\nConsequently, this project seeks to investigate the ways in which manga are used as source texts for Japanese film culture, beginning with an examination of media franchising and manga-to-live-action-film adaptations in Japan. Manga provides the origins for an incredible range of films in Japan, from anime to live action blockbusters to art and cult cinema and yet, its influences on, and history in, Japanese film is relatively unmapped and under-discussed, something this project will aim to address. Indeed, manga tend to form origin points for large multi-media franchises in Japan, a phenomenon which has yet to be investigated in English-language academic work. Doing so would enable a better understanding both of the Japanese film industry, and of the ways in which Japanese media are produced and used in their domestic setting. The project will therefore use case study manga texts to examine the circumstances under which manga are adapted into franchises, and will offer assessments of the most significant forms of inter-media adaptation present in the Japanese market.\\n\\nBeyond Japanese borders too, the recent global visibility of Japanese anime and manga has seen a variety of borrowings from both classic and newer manga and anime sources. These film adaptations, normally live action but with a heavy emphasis on digital technologies, are offering interesting challenges to Western genres and audiences, especially in filmmaking for children, while also challenging conceptualisations of how digital technologies can and should be used. High profile, relative failures like the Dragonball Z and Speed Racer films offer potential insights into the problematic nature of translating Japanese manga and anime into live-action film, particularly around the use of digital technologies to bridge the gaps between Japanese and American culture. Moreover, the reasons for the choices of manga and anime sources by contemporary American filmmakers will be analysed, as will fan responses to their adaptations, in order to investigate what is at stake for the American and other film industies in adapting manga and anime products. The project will result in the production of a series of journal articles (which it is envisaged will later form the first two sections of a co-authored monograph), while also providing the impetus for manga and anime related events to take place in Norwich (and potentially London) and reports to be sent to industry and various other institutions. A central aim of the project is to provide useful outputs that cut across the divides between industry and the academy, thereby engaging as many potential beneficiaries as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H034099/1","grantId":"AH/H034099/1","fundValue":"144785","fundStart":"2011-02-01","fundEnd":"2013-06-30","funder":"AHRC","impactText":"  This project primarily benefited UK media industry professionals working around the distribution/exhibition of Japanese media; as well as those working to reproduce and subtitle Japanese cinema within the UK; and being used by UK-Japan Third Sector Organisations.\n\nPrimary Impact Element of Project:\nProject Reports: Provision of 2 Evidence-based Reports for Industry &amp; Third Sector\n\nDescription of Project Reports:\n\nThe Reports were designed to provide an evidence-based overview and analysis of Japan's media industries. This was intended to benefit those working with Japan's media industries to distribute texts, promote Japanese culture and so on. Therefore, the Reports were designed to contain up-to-date information that would be new to professionals. They were also designed to show how those industries link to one another. The impact statements collected to date show that we have had a positive impact on UK industry-members' confidence in working with Japanese media industry producers.\n\nImpact Statement:\nThe Project Reports provide a concrete location through which industry and other professionals can access our Project findings as and whenever they choose to do so. We sent out information about the reports to over 25 UK-based institutions that have a stake in Japanese media culture in the UK, and heard back from six regarding the project findings, as well as hearing from an additional 4 international academics who sent us positive feedback unsolicited, helping us build up a larger network of scholars interested in contemporary Japanese media. \n\n\nSeveral recipients of our Project Reports (four in total) working in UK industries and charities related to Japan have told us that these Reports have given them an evidence-basis to support what they had assumed was going on in Japan's media industries. For example, Andrew Kirkham, CEO of subtitling company Silk Purse, states, &quot;In a way it is bizarre reading these given that a lot of the observations and / or conclusions in the reports we glean by osmosis, gut instinct and business sense rather than any real intellectual ponderings.&quot; In essence, Kirkham confirms that the UK industry has lacked an evidence-based foundation from which to build industrial practice, and that using our Reports gives him greater confidence in his business dealings. A similar impact was also generated through Cult TV Times, a new online magazine edited by Mr Hugh K. David, who told us that although he had long worked within industries reproducing anime in the UK, he had never had access to concrete information of this kind. \n\nLikewise, Junko Takekawa of the UK brand of charity the Japan Foundation comments that: \n&quot;Generally speaking, we, practitioners, do not have a time to do research on the Japanese cinema or trends that exists in the world. Therefore the academic research such as this will be useful to not only to allow us to find out the detail with facts and reason, but also to authenticate our understanding and knowledge which we pick up from the daily business was actually correct.&quot; \nOur Reports are therefore helping to authenticate pre-existing common-sense understandings of Japan's media industries meaning that these reports are providing an evidence-based future starting point for UK industry professionals and charity group's engagements with Japanese media industries. This is confirmed by Kirkham, who continued his response by saying:\n&quot;The transmedia report was fascinating in giving an overview of things like the Seisakuiinkai situation, which is almost non-existent in western film business structure. I have had to deal with and fight with this system many times over the years.&quot; \nOur Reports (and with them the Project) are thus having a demonstrable impact on industries and charitable organisations, acting as a useful source of information, and as a source of confidence, helping professionals to engage in deeper ways with their Japanese counterparts. Creative Economy,Other Cultural,Societal","person":"Rayna  Denison","coPersons":[],"organisation":"University of East Anglia","findingsText":" Summary of project findings\n\nIn this project we investigated the production of franchising, adaptation and transmedia production in Japan. We did so in a period of considerable upheaval, change and difficulty for Japan, beginning our research just as the Great East Earthquake Disaster happened in March 2011. This disaster, and the fast changing worlds of new media have both had significant unexpected impacts on our work, altering the scope and findings of our research. Overall, we found that the worlds of manga, anime, TV dramas, games software, filmmaking and other types of media are deeply connected and becoming increasingly so. These connections are taking place at the level of institutions, industries and individual productions, all of which impact on how Japanese media travel abroad, making these findings relevant to industry, third sector and policy makers in the UK and elsewhere. Our investigations of the current manga, anime and film industries have revealed diverse patterns in how media producers are responding to the fast-changing local and global media landscapes.\n\nOur most significant findings are laid out below, and we have two Reports, available to all online (at http://www.mangamoviesprojec.com/publications), that more fully outline the contexts of these findings and how they relate to one another:\n\n• Japanese Media Business Practices: The media industries in Japan, as elsewhere, contain examples of conglomerates, partnerships and other industrial arrangements that are shifting media production strategies towards greater levels of connectivity between texts.\n• Seisakuiinkai (production committees): Production committees are groups of Japanese companies that come together in order to produce a particular franchise through ‘media mix’ strategies. They dominate the media production landscape in Japan, creating sometimes long-standing collectives that reduce competition as companies join together to create pre-planned media franchises.\n• Competition: The locus of media competition in Japan is consequently shifting to the level of competing franchises, rather than more simple competition between media texts\n• Intellectual Property/Content Exploitation: The work of seisakuiinkai places greater emphasis on intellectual properties (‘contents’ in Japanese) exploitation across a range of media platforms. This can be simultaneous or piecemeal. It also means that adaptation has become a key practice in contemporary Japanese media production.\n• Rapid Changes in Media Trends: As a result of these practices, there is a quick turnover in production trends leading to the creation of a wide range of new media platforms, genres and categories as seisakuiinkai seek new ways to exploit intellectual properties.\n• Manga’s Prominence as an Adaptation Source: Among the original sources used to create multi-media franchises in Japan, manga remains the most significant. It inspires a wide variety of franchising types, ranging from direct adaptations to widely dispersed networks of texts.\n• Transnational Markets for Japanese Media: These practices create challenges for distributors based outside of Japan, who often receive small parts of pre-existing franchises (often single texts from a franchise) with little of the surrounding texts, merchandising and publicity outlets enjoyed by their Japanese counterparts. Since the declines in the DVD markets, and a shift towards online media consumption, the transnational landscape of Japanese media distribution has starkly shifted, with a reduction in the numbers of companies involved.\n• Misalignment of Transnational Expectations: There are discrepancies between the markets for manga, anime and Japanese films within and outside of Japan that have created misalignments in the pricing of texts.\n• Digital Shift: Shifts into the digital landscape of distribution are creating new potential and challenges for all, with the closure of many international distribution businesses, but also the creation of newer, online only distribution hubs.\n• Future Directions: There are increasing numbers of pre-planned franchises in Japan taking a ‘boom’ approach, wherein large numbers of texts relating to a single intellectual property are released near-simultaneously. Similarly, Japanese seisakuiinkai and overseas distributors are working to reduce the time-lag in transnational distribution by undertaking greater levels of simultaneous ‘global’ releases.\n• Decline in Weekly Manga Magazines: Weekly manga anthology magazines are in decline, and abroad have already begun to be replaced by digital versions; whereas, in Japan, a more mixed set of digital and paper releases continues.\n• Steady Market for Tankobon: Collections of ‘episodes’ of a single manga stories into tankobon (collected editions) are remaining flat, but retaining their market in Japan; whereas, outside of Japan, the sales of tankobon have declined sharply since 2007, prompting transnational company closures and a shift to online sales.\n• Digital/Online Manga Publication?: The Japanese industry has yet to treat online publication as a core strategy for popular texts, nor has it found a means to satisfactorily make online manga profitable in the domestic market, which is largely a result of shifting technology platforms and a lack of an obvious technological way forward.\n• Possibilities for Expansion in Overseas Manga Markets: Transnational experiments in online manga are among the most high-potential current digital manga experiments, opening up large markets like China to wide-scale manga distribution.\n• Making TV Anime at a Loss?: Our investigations outline the paths taken to pay back the expenses of television broadcasting for anime, with profit sources ranging from ancillary merchandising, to franchising and the production of live events all undertaken to recoup costs.\n• Film and Anime use Seisakuiinkai: Production committees are a main route to off-setting costs and organising the streams of textual production and management needed to produce both TV anime and live action film hits.\n• TV Anime Numbers Rising in the Long-Term: Despite short-term dips, the long-term picture shows booms and plateaus in TV anime production that have raised the numbers of anime shown on Japanese TV across time.\n• Shinya Anime: Late night anime shows, with fewer restrictions and aimed at a more adult audience, have become a major feature of the anime market over the past decade, creating a new origin point for anime films.\n• New Anime ‘Classics’: Teiban (classic) has become the term used to describe new anime that become popular and subsequently get turned into huge multi-media franchises. They most often come from the family and children’s markets for anime.\n• OVAs Reborn: Original Video Animation has returned, by-passing television through cinema exhibition and releases straight-to-DVD and Blu-ray.\n• The Studio Ghibli Effect: Japan’s power-house animation studio has the power to not only skew the figures for anime, but to massively impact the year-on-year figures for the whole of Japan’s media markets including the overall domestic box office, television broadcasting and DVD sales. We dub this the ‘Ghibli effect’.\n• Japanese Film Retakes Local Box-Office: In a major development not seen since the 1960s, Japanese domestic films now routinely account for just over half of the box office in their home market.\n• New Culture of Hit Filmmaking: There is a new language for ‘hit’ films in Japanese, with the top ‘mega hits’ being those making over &yen;5 billion. This has brought new producers into filmmaking in Japan, most notably TV production companies.\n• Rising Screen Numbers: A multiplex construction boom starting in the 1990s has seen huge rises in total screen numbers in Japan, creating new kinds of filmgoing cultures and requiring more domestic film.\n• DVD Market Declining?: We show how local films are still succeeding in the home video markets, despite overall declines in DVD sales.\n• TV Broadcasting and Hit Films: Hit films, often made by TV producers, are proving useful in the way they create seasons of programming that draw large audiences. In this regard, serial film production aids TV producers turned film producers.\n\nIn these major findings we have been able to contradict commonplace academic understandings of Japanese film, anime and manga as separate industries. This understanding has developed because of the way manga are distributed outside of Japan, not within it, and so we hope that our Project Reports, and the academic articles we have produced based on these findings, will act as a corrective measure for debates around Japanese media production within and beyond academia. These findings demonstrate how interlinked Japan's media industries are, and how dependent they are upon one another for success. They also demonstrate that, despite claims about Japan's expanding global &amp;quot;soft power,&amp;quot; the picture within Japan is a mixed one with industries in decline as well as expansion. In total, therefore, this Project and its findings should make a significant difference to those working in and around Japanese media.\n\n\nMoreover, our Reports bring together disparate Japanese and English-language reporting on the &amp;quot;soft power&amp;quot; potential of Japanese media, an aspect of Japanese economic power that has been widely discussed of late in both the global popular media and within academia. In bringing together the available data from Japanese and English sources, our Reports offer a &amp;quot;one-stop&amp;quot; location for those wishing to familiarise themselves with current Japanese media production processes and practices. In this way, the celebration of Japanese media's global &amp;quot;soft power&amp;quot; can be qualified and made more realistic, by referencing their (sometimes lack of) impact within global media markets. As a corrective to the hyperbole around Japan's global media success story, these Reports are likewise intended to be useful to policy makers in the UK who may be seeking to follow in Japan's media footsteps. The major findings of our project should be informative for anyone researching (in academia but also beyond it) the contexts of Japanese media production. Media companies now routinely contain marketing departments whose members are seeking reliable information about the potential of foreign texts to cross international borders. We have, therefore, made every effort to ensure that our Project Reports (http://www.mangamoviesproject.com) will be available to, and have value for, those in ancillary media industries supporting the distribution of Japanese culture outside Japan (from charities like the Japan Foundation, to DVD distributors and those providing sub-titling for Japanese media products). In addition, they should be useful to those with a more general interest in what is happening within Japanese media cultures right now (from fans to students of Japanese culture). Therefore, our Reports are intended provide a helpful guide to anyone looking to discuss or disseminate Japanese media culture outside of Japan, to enable them to see the wider contexts of media production in that nation, and how those contexts might positively or negatively impact on the potential success of distribution beyond the Japanese domestic market.\n\nMoreover, our Reports bring together disparate Japanese and English-language reporting on the &quot;soft power&quot; potential of Japanese media, an aspect of Japanese economic power that has been widely discussed of late in both the global popular media and within academia. In bringing together the available data from Japanese and English sources, our Reports offer a &quot;one-stop&quot; location for those wishing to familiarise themselves with current Japanese media production processes and practices. In this way, the celebration of Japanese media's global &quot;soft power&quot; can be qualified and made more realistic, by referencing their (sometimes lack of) impact within global media markets. As a corrective to the hyperbole around Japan's global media success story, these Reports are likewise intended to be useful to policy makers in the UK who may be seeking to follow in Japan's media footsteps. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}