{"id":"7B0A90F4-10A3-4A2E-98A1-5AE6B590CBE2","title":"Composite Dielectric Structures with Enhanced Lifetimes","abstractText":"For many years the engineering behind our power transmission and distribution networks has remained unchanged. One reason for this is that the reliability of electrical insulation systems, also found on our rail infrastructure, has proved extremely high. However much of the existing infrastructure is now very old, well beyond its design life. In addition, radical changes are now being implemented in power systems. These are largely driven by the desire to facilitate renewable (low carbon) energy supplies. Moreover as electricity replaces gas for heating homes, and electric vehicles replace petrol and diesel powered cars, more electricity will be consumed requiring greater densities of power transmission, particularly into our cities. These requirements necessitate higher electrical stresses on insulation and higher temperature ratings, whilst maintaining reliability. For these reasons improving our understanding of the failure mechanisms of insulation and designing improved insulation are both critical to the further development of our power systems. Reliability of insulation systems is also critical in power generation, rail networks and manufacturing industries.\n\nThis project will improve our understanding of insulation reliability and develop structured materials with improved performance. In particular a fundamental ageing mechanism in polymeric insulation known as electrical treeing will be studied in detail. Electrical tree growth is a mechanism of long-term failure in polymer insulation systems under high electrical stress and is a process leading to the development of an artefact which resembles a botanical tree. It consists of tubular hollow branches of up to tens of microns in diameter. The presence of a tree eventually leads to insulation failure. \nThe project will consider how the use of layered dielectrics can enhance insulation life, particularly in the presence of electrical trees. Recent feasibility work between Prof Rowland (University of Manchester) and Prof Choy (UCL) has shown that thin layers of polymers can change tree propagation times by an order of magnitude. Also novel techniques in Manchester have now enabled three-dimensional imaging of the treeing process to be generated. This has used unique experimental facilities and skills for sample preparation at UCL and the imaging capability at the University of Manchester including the Diamond Light Source X-ray facility. \n\nAlthough this work is based on fundamental science, a key component of the project will be take the findings and develop a framework for improved layered dielectric structures. A route for future development of processes and products for the power networks, mass transit and power electronics industries will be developed. The commitment of external partners to generating this framework has been obtained to ensure technology transfer during the project life. Ultimately this work will contribute to better performing, lower cost and more robust electricity supplies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M016250/1","grantId":"EP/M016250/1","fundValue":"468386","fundStart":"2015-05-01","fundEnd":"2018-10-31","funder":"EPSRC","impactText":"","person":"Kwang-Leong  Choy","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}