{"id":"7B0D47E7-5587-4B37-8093-AB9C974CF0EA","title":"Truth and Justice: The Search for Peace and Stability in Modern Kenya","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I010653/1","grantId":"ES/I010653/1","fundValue":"126755","fundStart":"2011-02-01","fundEnd":"2011-10-01","funder":"ESRC","impactText":"  Research findings were shared with Kenya's Truth, Justice and Reconciliation Commission (TJRC), which began work in 2009 and submitted its final report in 2013. Findings were shared through informal conversations with commission staff and through a presentation at a TJRC strategy meeting in September 2011. \n\nFrom 2011 to date, research findings have been shared with Kenyan civil society organisations through ongoing interactions with the Joint Advisory Technical Committee on Transitional Justice (JATCO) and Kenyans for Peace with Truth and Justice (KPTJ). As a result, I have participated in numerous meetings to strategise on the extent to which, and how, Kenyan civil society should engage with the TJRC and it's final report, and regularly comment on key documents produced for civic education and lobbying purposes. \n\nFrom April 2011, I have had a twice-monthly common in the Saturday Nation (the Saturday edition of Kenya's leading daily newspaper) and have published several articles that draw directly from my research. These articles are published in print and online. \n\nFrom 2011 to date, research findings have contributed to numerous policy briefings with representatives from the UK's Foreign and Commonwealth Office, Department for International Development, and Ministry of Defence in London and Nairobi, as well to briefings presented to representatives of other diplomatic and donors missions in Nairobi, Bonn, and The Hague. These briefings and presentations helped members of the international community plan for Kenya's 2013 election and continue to inform discussions about support for transitional justice and reconciliation efforts, and preparations for Kenya's next general election. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Gabrielle  Lynch","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}