{"id":"7B353E56-6D38-4844-BE3C-F979DBC9431C","title":"Farm animal genetic diversity and host innate immune responses to infections of global importance","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I024704/1","grantId":"BB/I024704/1","fundValue":"39334","fundStart":"2011-07-28","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  The most tangible impact has been the series of joint publications with CAU and HAU. Together we have achieved significant understanding of the pathogenicity of avian and human influenza viruses and host response to infection. Agriculture, Food and Drink Policy & public services","person":"Kin-Chow  Chang","coPersons":["Paul  Barrow"],"organisation":"University of Nottingham","findingsText":" Through this China Partnering Award, we are very pleased to have successfully developed a strong collaborative relationship with out counterparts in China Agricultural University (CAU) and Huazhong Agricultural University (HAU), culminating in the publication of several high impact peer-reviewed joint papers. \n\nWe facilitated the formalisation of a special joint working relationship between the University of Nottingham and CAU (http://www.nottingham.ac.uk/news/pressreleases/2014/february/chinese-agriculture-sows-seeds-with-nottingham-for-unique-partnership.aspx)\n\nWe are in advanced discussion with CAU on the establishment of a joint International Research Centre based at CAU.\n\nProf. Paul Barrow was awarded a 2-year grant, jointly funded by RCUK and the Chinese Ministry of Science and Technology, with Prof. Xiangmei Zhou at CAU on the development of bovine tuberculosis vaccine. We continue our active research collaborations with our respective colleagues in CAU, HAU and other Chinese institutions. We aim to develop further joint high impact publications and seek funding opportunities to increase productivity. Agriculture, Food and Drink","dataset":"gtr"}