{"id":"7B36A0D5-B779-4428-BE47-7696D3B410A1","title":"Does cellular niche affect the repair potential of mesenchymal stem cells; implications for spinal cord injury?","abstractText":"Spinal cord injury (SCI) is a devastating injury where disruption of nerves leads to loss of communication between the brain and the spinal cord below the lesion resulting in paralysis and loss of sensation. The loss of function is often permanent because nerves are not able to grow again and restore the lost communication. Not all spinal cord injuries lead to a complete disruption of all of the nerve fibres. In about half the cases of spinal cord injury a variable number of nerve fibres remain and support some residual function. However, this remaining function is more limited than it ought to be because often the cells which provide the insulation (myelin sheath) around the nerves have been lost or damaged. This insulation normally enables the electrical impulses by which nerves signal to pass efficiently along their length and without it the nerves do not signal as effectively as they could. \n\nOne strategy to repair the injured spinal cord is to transplant cells that can help effect some form of repair, including repair of the damaged insulation around the nerves. The nervous tissue associated with the sense of smell, known as the olfactory mucosa, has unusual regenerative properties not found in other nervous tissue, and this has lead to the idea that cells from this tissue may be particularly useful for the transplant-mediated repair of SCI. The properties of this tissue include continual synthesis throughout life of new nerves which originate from stem cells in the tissue, as well as the presence of special glial cells (olfactory ensheathing cells, OECs) which guide regenerating nerve processes back into the central nervous system (CNS) to reform connections. Cells from the olfactory mucosa have been shown to promote repair when transplanted into rat models of SCI and because of the reparative properties of these cells, clinical trials have been set up around the world, in which human olfactory mucosa or mixtures of olfactory cells have been transplanted into patients. However, the olfactory mucosa contains many different cell types and it is not clear which cells are beneficial for CNS repair. Recently, we have shown that the olfactory mucosa contains a novel stem cell (cells that are capable of becoming other cell types) in addition to the well-known OECs (cells that support regeneration of nerves). We have carried out detailed studies in dishes on the biological properties of these cells after taking them from the olfactory mucosa of laboratory rats or obtaining them from human donors undergoing surgery involving the nose. As a result of these studies, we have found that the stem cells obtained from both animals and humans secrete factors that help OECs to increase in number and to change their shape. We have also seen that they are able to encourage other cells present in the spinal cord, which normally form the insulation around nerves (oligodendrocyte precursor cells), to wrap a new layer of insulation (that is to form a myelin sheath) around nerves that have lost this due to damage. This could be a very useful property for the repair of SCI. For this reason we wish to obtain a better understanding of how these stem cells facilitate this process of re-insulation (remyelination) and to investigate how effectively they can do this in animal models of spinal cord injury. We hope the information that will be obtained will contribute importantly to the development of therapies that can improve the recovery of function after a spinal cord injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004731/1","grantId":"MR/J004731/1","fundValue":"542070","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"MRC","impactText":"","person":"Susan Carol Barnett","coPersons":["John Stephen Riddell"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}