{"id":"7B4D6879-E499-4527-9BE4-2650B05F17E4","title":"Abh regulation of biofilm formation by Bacillus subtilis","abstractText":"A biofilm can be defined as a community of bacteria that live together. In a biofilm bacteria adhere to a surface and coat themselves in a protective layer of sugars and proteins. Common examples of where biofilms can be found include dental plaque, endocarditis, which is a chronic infection of a heart valve, and catheter infections. Bacteria living in biofilms are difficult to treat in humans as they are highly resistant to many antibiotics and other antimicrobial agents. It appears that bacteria living in a biofilm 'club' together and protect each other. We are interested in understanding how bacteria coordinate and come together to form a biofilm. Information about this process should help us to understand the mechanisms that bacteria use to associate together in a community. We study the process of biofilm formation using a bacterium called Bacillus subtilis. This bacterium is commonly used as a model to understand basic processes regarding gene regulation and expression in bacteria from which fundamental principles about the regulatory mechanisms used can be drawn and applied to other bacteria. In our study a mutant strain of B. subtilis that is unable to form mature biofilms that recently been identified will be utilised. This strain can attach to a surface at the beginning stages of biofilm formation but cannot develop properly into a mature biofilm structure. We plan to investigate why the mutant is defective in forming biofilms by identifying which components are missing from the mutant that are essential for biofilm formation. We will look at the behaviour of the bacteria in the biofilm community at both the single-cell and population level in order to be able to generate a full picture of the regulation during the transition process from planktonic cells to a biofilm. Understanding how biofilms are formed by B. subtilis could help us to understand how other medically important bacteria form biofilms with the long-term goal of helping to prevent or eradicate biofilm infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014631/1","grantId":"BB/E014631/1","fundValue":"256625","fundStart":"2007-06-08","fundEnd":"2010-06-07","funder":"BBSRC","impactText":"","person":"Nicola  Stanley-Wall","coPersons":[],"organisation":"University of Dundee","findingsText":" Biofilms are complex communities of microbial cells. Biofilm formation is tightly controlled and regulated at the level of transcription. This work has been conducted using a bacterium called Bacillus subtilis. This organism is used commercially as a biocontrol agent; a process that depends on the formation of a robust biofilm. Our work has helped to enhance the general understanding of the general physiology of the cell and how this influences biofilm formation. Thus our work contributes to our understanding of how biofilm formation could be controlled to enhance the biocontrol potential of the bacterium Sustainable agriculture. Sustainable agriculture. Agriculture, Food and Drink","dataset":"gtr"}