{"id":"7B53FDBA-0E32-4B2E-A43C-90BC5261ED73","title":"Responsibilities, Ethics and the Financial Crisis","abstractText":"The global financial crisis that began in 2007 is widely thought to be the result of at least the following: bank deregulation in the USA at the end of the Clinton administration; an explosion in consumer credit in the USA and other Western countries; innovations in the way that the risks of consumer lending, including mortgage lending, were spread --notably through a market in securitized debt; overconfidence in the strength of house prices; and conflicts of interest among institutional lenders and those responsible for analysing credit risks. The effects of the financial crisis include at least the following: large-scale publicly funded support for banks, including loans and puchases of bank assets; government guarantees of bank deposits, and, in some cases, bank losses, leading to near bankruptcies of states such as Ireland; huge public spending deficits in bank-supporting jurisdictions; drastic and sudden reductions in public spending in most of the welfare states in the developed world; and reductions in international aid to the poorest in the world. The financial crisis is particulaly important in the UK, where financial services constitute one of the largest economic sectors and one of the biggest sources of tax revenue. This project seeks to enlarge the public understanding of the crisis, and the understanding among officials, regulatory and consumer bodies of the ethical issues raised by the crisis, specifically, how responsibilities for what has gone wrong create obligations to some of those badly affected by the crisis. The project addresses the question of which insitutions are responsible; and the question whether individuals, including ordinary consumers and sub-prime borrowers, are also partly to blame. Starting from some of the specialist literature on the causes of the crisis, including the financial management literature, it considers which institutions have the primary responsibilities. Commercial banks are clearly prominent; but so are governments, credit rating agencies and regulatory bodies. Proposals for better-designed institutions are now in circulation both in the public policy and academic communities. The project will contribute with regulatory and taxation proposals from its finance experts. But it will also consider bank irresponsibility from the point of view of the defining purposes of banks and from the standpoint of the philosophical business ethics and the theory of corporate social resonsibility. The fact that some banks, especially in the UK, are government-owned, raises questions about the the answerability of banks to the public for policies that formerly were regarded as internal: e.g. at what level should salaries and bonuses be set? What should bankers be getting bonuses for? How far should they devote assets to the prevention of bank failure as opposed to extending credit? A particular focus of the project is the way that financial support for banks has reduced the amount of public spending directed at the most vulnerable. Although those affected include vulnerable people in the poorest countries, the research will emphasise the relatively poor in the UK and elsewhere who were the target market for sub-prime loans. The responsibility of banks for the worsened state of already disadvantaged people may generate obligations specifically targetted at the poor through future bank involvement in reducing financial exclusion. In particular, support for responsible lending to the relatively poor may be one of the most appropriate responses of the banks to those whose financial exclusion they first exploited and then aggravated. Here is where empirical research by the project on the relative strengths of different approaches to financial exclusion in the UK will inform proposals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J001252/2","grantId":"AH/J001252/2","fundValue":"591766","fundStart":"2013-01-01","fundEnd":"2016-02-29","funder":"AHRC","impactText":"  Findings from the philosophy stream of the project were submitted to the Lambert Review on Banking Standards, and subsequently discussed with Sir Richard by email, in which he particularly mentioned the value of our input with respect to training proposals for financial sector employees. In addition, Tom Sorell has contributed specific inputs on the financial crisis to the Government Chief Scientific Adviser's themed annual report on Risk and Innovation (2014).\n\nThe responsible lending and borrowing work stream has submitted written evidence on two occasions to the Financial Conduct Authority (FCA) to help inform their decision on the cost of credit cap. It has also presented evidence on more than one occasion to the Archbishop of Canterbury's task group on credit unions, and to the Centre for the Study of Financial Innovation (CSFI).\n\nThe taxation work stream has engaged with practitioners drawn from the IMF, the European Commission and the Institute of Chartered Accountants for England and Wales; firstly in convening a workshop on the subject of 'taxing banks fairly', and following this in collaboration on a book by the same title, published in October 2014. Financial Services, and Management Consultancy,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Thomas  Sorell","coPersons":[],"organisation":"University of Warwick","findingsText":" That pre-existing accounts of individual and collective responsibility need to be revised to accommodate the variety of responsibilities for the financial crisis. In particular, responsibilities for a shared bank culture, and responsibilities of individuals close to the top of a systemically important financially institution need a new approach. Systemically important banks are systemically important because of their hitherto unacknowledged location in a 'basic structure' confined in theory to public institutions and branches of government.\n\nThe Taxation work stream considered the relationship between revenue generating banking and financial services taxation and non-revenue generating regulations, such as capital and liquid asset requirements, which can be regarded as taxes on risk taking. The potential overlap between these two types of taxation should be eliminated to avoid double taxation. The use of special bank levies to assure that banks make a fair contribution to the costs of ameliorating the financial crisis is 'polluter pays' tax. It is felt that special levies are better directed towards establishing 'pooled' deposit guarantee and 'bank resolution' funds, as proposed for the Eurozone's Banking Union. VAT should be extended to financial services in order to remove distortions and the widespread application of a Financial Transactions Tax would be distortionary. A Financial Activities Tax on profits plus bonuses has merit, especially if VAT proves difficult to implement. More generally, the tax bias towards debt and against equity should be redressed in order to reduce the incentive to leverage.\n\nThe social policy stream on responsible lending and borrowing has, so far, produced some important findings comparing the Australian regulatory system with the British system, to learn lessons about how to reform the regulation of the high cost credit industry in Britain. It has shown that a variety of measures are needed together to improve people's access to responsible and affordable forms of credit. Caps on the cost of credit can be an important part of this alongside checks on affordability, restrictions on rollovers and default costs. Access to affordable forms of credit such as credit unions is also important. The demand for credit among people on low incomes also needs to consider the broader context of low incomes. Our account of responsibility in the financial sector will be of use to bodies such as the Banking Standards Review Council, in specifying and implementing appropriate standards. This body is being established following the Lambert Review on Banking Standards, which itself was set up in response to the findings of the Parliamentary Commission on Banking Standards.\n\nPolicy makers should consider the merits of extending VAT to financial services and eliminating the bias towards debt caused by the tax deductibility of interest, but not dividend payments, in order to remove distortions. Double taxation of banks via overlapping regulatory requirements and revenue generating taxation should be avoided. Transactions taxes should not be widely applied, but may have some merit in discouraging wasteful over-trading.\n\nOur findings will inform policy and practice around responsible lending and borrowing in the UK and internationally. This has been the focus of much reform activity in recent years, including the introduction of price caps on payday lending. But there is still a problem of lack of access to affordable credit among people on low incomes. Our research will help inform future changes in policy and practice by focusing on: how mainstream lenders can change their practices in this field; how credit unions can be supported to meet increased demand; how reforms of high cost credit might be further improved; how people on low incomes can be helped to save rather than borrow; how welfare reform increases debt problems among those on low incomes; and how financial education and capability programmes can help some people make better decisions in relation to borrowing. Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}