{"id":"7B55BBAF-6EE8-46E5-A1D8-EC8E4CAD58C6","title":"'Twelfth Night: Shakespeare in Performance'. Monograph for Manchester University Press","abstractText":"Context: This book aims to do more than provide a conventional performance history. Rather it is designed to employ contemporary discourses of performance criticism in order to demonstrate how a number of factors work together to determine the ways in which a play achieves meaning for a particular audience at a particular time. Approximately thirty productions of 'Twelfth Night' will be examined the majority since 1900. \nVarious media theatre, TV, cinema, animation&shy; will be selected in order to illustrate the range of possible interpretations of the play text.\n\n\nAims and Objectives: 'Twelfth Night: Shakespeare in Performance' will analyse performance practices and their reception from the earliest productions to those of the present day. My research aims to illustrate the wide variety of possible interpretations of the play and to examine how reviewers and audiences record and respond to them. In addition, I will consider the manifestations of the text in various different forms (film, TV, animation etc.) and so demonstrate how the analysis of performance history for theatre differs from that of other media. My extensive theatre reviewing experience is critical to the project and will allow the formulation, for the first time, of a sophisticated and theorised account of factors which govern the interpretation of Shakespeare's play in performance.\n\n\nPotential Applications and Benefits: \nThe research will lead to the publication of a scholarly monograph directed primarily at those in literary and theatre departments. The target readership of the series is, at minimum, advanced undergraduates. However, more generally, the book would also be of interest to educated theatre goers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503608/1","grantId":"AH/E503608/1","fundValue":"20503","fundStart":"2007-02-01","fundEnd":"2007-06-05","funder":"AHRC","impactText":"","person":"Peter John  Smith","coPersons":[],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}