{"id":"7B60E344-39AA-4B4F-B535-73EE3D1E5A2A","title":"Assessing cumulative severity in macaques used in neuroscience research.","abstractText":"Continued research on monkeys is essential if we are to understand the human brain and develop novel treatments for medical conditions arising from defective brain function. However, the use of monkeys in scientific research is controversial due to concerns that they may experience suffering as a result of scientific procedures. New European legislation due to be adopted in the UK in the near future places more stringent controls on the use of monkeys in research, and requires scientists to assess the likely impact of their experiments on the lifetime experience of the animals they will use. These assessments are important because they will allow funding bodies and the Home Office to make judgments about whether the potential benefits from the science outweigh the welfare costs to the animals concerned. Whilst this seems a reasonable approach, it is hampered by the fact that we have very little actual evidence about how scientific procedures impact the welfare of monkeys. The aim of this project is to collect such evidence.\n\nThe assumption that animals might experience negative emotional states akin to anxiety and depression is central to our definitions of animal welfare. Hence, development of valid methods for assessing the emotional states of monkeys, which will allow us to probe their feelings, is a major goal of animal welfare science. Since animals cannot tell us how they feel, their emotional states can only be inferred from observable changes in their biology. In monkeys our best guide to the symptoms we should measure comes from the study of human patients with serious mood disorders such as depression. On this basis we have decided to take two main approaches: first, we will measure changes in the length of the telomeres of chromosomes in white blood cells, and second, we will measure structural and functional changes in the brain. Telomeres are protective caps at the end of chromosomes that are eroded during periods of psychological stress but can regrow when we are happy; their length can be measured from a blood sample, and potentially gives a read-out of the cumulative stress experienced by an individual. Areas of the brain involved in processing emotional information also undergo changes in both activity and size in chronically stressed and depressed humans; these changes can be measured non-invasively using brain-imaging technology. We believe that together these measures are likely to give an accurate picture of whether monkeys involved in neuroscience research show biological changes characteristic of depressive-like states in humans.\n\nWe will make measurements of the above changes in monkeys that are involved in various types of neuroscience research and also in control monkeys from a breeding colony that are not used in any experiments. Comparison of these different groups will allow us to determine whether scientific procedures are likely to be a cause of poor welfare and which procedures are the worst. \n\nOur results will provide the evidence necessary to assess the impact of neuroscience experiments on the likely experience of monkeys. They will reveal procedures that are particularly stressful and should be either stopped or substantially refined. Finally, they will allow scientists and the Home Office to make informed decisions about how many procedures it is ethical to subject a monkey to. We are planning a workshop at the end of our project to which all interested stakeholders will be invited to discuss our findings and their implications for future neuroscience research on monkeys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K000802/1","grantId":"NC/K000802/1","fundValue":"484656","fundStart":"2013-07-01","fundEnd":"2016-06-30","funder":"NC3Rs","impactText":"","person":"Melissa  Bateson","coPersons":["Candy  Rowe","Thomas  Von Zglinicki","Alexander  Thiele","Roger Nicholas Lemon","Paul  Flecknell"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}