{"id":"7B642B70-9FA8-4E74-9665-3062B3C705DA","title":"The Integration and Interaction of Multiple Mathematical Reasoning Processes.","abstractText":"The proposed platform grant will be used to provide essential infrastructure and exploratory activities that will support a portfolio of projects within the overall aims described below.The research aims of the Mathematical Reasoning Group are the automation of mathematical reasoning processes, including their analysis, development and interaction. These processes willinclude: concept formation; theory formation; conjecture making; proof and counterexample finding; the learning of new proof methods and critics; the presentation of proofs and proof search; and the refinement, revision and maintenance of conjectures, representations and theories. A major focus will continue to be on mechanisms for guiding proof search, especially the further development of proof planning, and it will include both formal and `informal' reasoning, for instance diagrammatic reasoning, schematic proof and the use of analogy, abstraction, reflection, symmetry and multi-agent search control. We expect to find applications of this work in formal methods of system design, system biology, commonsense reasoning, and the provision of computational aids for mathematicians. Our work is a unique blend of the techniques of artificial intelligence and theoretical computer science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005713/1","grantId":"EP/E005713/1","fundValue":"922154","fundStart":"2007-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  We pump-primed several new research directions in:\no Graphical reasoning about quantum mechanics using the Quantomatic system. This was developed in collaboration with Abramsky's quantum information processing group and Oxford and built on our hiproofs graphical language for proof planning. This tool increases productivity and accuracy in quantum reasoning. \no Automatic theory exploration. Three different approaches were explored. These have led to tools for automated support for mathematicians and for increasing the automation in formal methods. \no Automated synthesis of loop invariants. In software verification this is usually thought to require human intervention, so automation increases productivity and accuracy. \no Use of concept generation in the computer games industry.\n We have collaborated with the following companies: Praxis, QinetiQ, BAE Systems, nCipher, CESG and Lemma One. Our PhD students have been employed by the first three of these companies, which has assisted technology transfer.\n We also spun out two companies, which have licenced software we have developed:\no TheoryMine, which sells naming rights to automatically conjectured and proved novel theorems.\no Contemplate, which specialises in static analysis of software in the finance sector.  ","person":"Alan  Bundy","coPersons":["Simon  Colton","David  Aspinall","Andrew  Ireland","Paul Bernard Jackson","Lilia  Georgieva","Alan  Smaill","Jacques  Fleuriot"],"organisation":"University of Edinburgh","findingsText":" Synopsis: The aim of the project was the automation of mathematical reasoning processes, including their analysis, development and interaction. These processes included: concept formation; theory formation; conjecture making; proof and counterexample finding; the learning of new proof methods and critics; the presentation of proofs and proof search; and the refinement, revision and maintenance of conjectures, representations and theories. In particular, the Platform provided the opportunity to:\n- Develop, document and maintain our research platforms, e.g., IsaPlanner.\n- To explore new mechanisms for mathematical reasoning, their integration and interaction.\n- To explore diverse applications of mathematical reasoning.\n- To use the flexibility it provided significantly to improve the productivity and effectiveness of our research via support for students, etc.\n\nResults: The Platform Grant pump primed a large number of activities within the area of interacting mathematical reasoning processes. It enabled us to explore new directions and establish new projects that were adventurous, but on which we could demonstrate solid initial progress. During the project period, five new research grants can be directly attributed to pump-priming by the Platform Grant. It has also enabled us to maintain and develop the generic software that underpins much of our work, especially IsaPlanner, our proof planning system that guides and repairs proofs by mathematical induction. The Platform Grant enabled to pump prime a number of new research projects via our 'flexibility fund', which funded RAs and PhDs for periods of 1-6 months to explore new directions. Many of these projects led to successful research grant applications. Our exceptional funding success rate can be explained in large part to the fact that we were able to combine adventurous proposals with a proof of feasibility arising from these exploratory projects: a rare combination. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Other","dataset":"gtr"}