{"id":"7B6B891E-FADD-4011-BF6A-52112BA82CC9","title":"Engineering Synthetic Microbial Communities for Biomethane Production","abstractText":"Complex microbial communities underlie natural processes such as global chemical cycles and digestion in higher animals, and are routinely exploited for industrial scale synthesis, waste treatment and fermentation. Our basic understanding of the structures, stabilities and functions of such communities is limited, leading to the declaration of their study as the next frontier in microbial ecology, microbiology, and synthetic biology. Focusing on biomethane producing microbial communities (BMCs), we will undertake a two-tiered approach of optimising natural communities and designing synthetic communities with a focus on achieving robust, high-yield biomethane production. Within this biotechnological framework, our proposal will address several fundamental scientific questions on the link between the structure and function of microbial communities. \n To ensure success in this challenging project, we assembled the strongest possible interdisciplinary research team that combines significant practical and scientific expertise in microbial ecology and evolution, systems modelling, molecular microbiology, bioengineering, genomics, and synthetic biology.\n We are confident that this team will deliver and that this project will result in significant impact in the scientific and industrial domains. Through our work, described in detail below, we will; significantly improve the current understanding of the structure-function relation in microbial communities, provide the scientific community with a systematic, temporal genomics and transcriptomics dataset on complex microbial communities, develop novel computational tools for microbial community (re)design, and experimentally build synthetic BMCs that will act as model ecosystems in different research fields. These scientific developments, in turn, will accumulate in the development of more sustainable bioenergy solutions for the UK economy by optimising the communities underlying biomethane production. This will help to drive the efficiency of biomethane as an alternative fuel source.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003240/2","grantId":"BB/K003240/2","fundValue":"3080380","fundStart":"2013-08-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Orkun  Soyer","coPersons":["Angus  Buckling","Russell James Davenport","Richard William  Titball","Declan  Bates","David Campbell Stuckey","David  Swarbreck","David John  Studholme","Jan  Dolfing","T P Curtis"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}