{"id":"7B6DAF4B-5F24-4C13-853C-0FE850C319FE","title":"Sacrifice, Sublimation and the Sublime","abstractText":"The root meaning of 'sacrifice' has a basis in ritual practice. It usually means an offering, a giving up or rejection, the word as we are going to understand it signifies the substitution, or more profoundly sublimation, of an item or interest for a higher value or principle. I explore the tension between the potent, inherited imaginary of sacrifice, which still pervades much political rhetoric, artistic expression, and popular culture. There is, however, a deep gulf between the images and their emotional freight and how we employ an adequate conceptual apparatus for their articulation. One possible explanation is that the terminology of sacrifice is simply barbaric, archaic, and obsolete, and this would seem to be the view of many contemporary intellectuals. I propose, however, good reasons to think that issues of global conflict, problems of terrorism within states, and the ecological crisis highlight the continuing relevance of the topic of sacrifice for contemporary culture. \\nI consider two opposing but deeply influential views of the role of sacrifice in modern thought. Both these opposing views form powerful attacks upon an inherited understanding of ethical theory. Both Kierkegaard and Nietzsche provide very radical critiques of the Judaeo-Christian synthesis of the idea of divine goodness and propitiatory sacrifice. In my discussion of both these writers I present a retrieval of the compatibility of the theory of divine goodness with the notion of sacrifice. I wish to counter both Kierkegaard and Nietzsche by proposing that the sublimity of true religion can be best understood in terms of the sublimation of an inalienable sacrificial dimension to human existence.\\n Picking up on the observation of Joseph de Maistre that sacrifice is a universal and intractable element in human societies, we shall consider in some depth contemporary naturalistic views of religion, which have to interpret sacrifice in ways more readily amenable to scientific explanation. Indeed, the problem of sacrifice has become much more urgent through a resurgence of neo-Darwinism in recent anthropology, which is drawing on cognitive science and evolutionary psychology. In this section of the book I defend the position of Ren&eacute; Girard against such reductionistic accounts. Girard holds that attempts to explain sacrifice in rationalistic terms prove inadequate. Girard's subtle theory of the scapegoat mechanism is a gauntlet thrown at attempts to purge religion of its sacred and primordial power. \\n I consider the sublimation of sacrifice in aesthetic theories of the nineteenth century. Viewing art as grounded in the purifying power of suffering, these are theories in which art comes comes to replace religion as a form of consolation for the suffering of the world.Although the aesthetic theories of the nineteenth century fail to provide a satisfying replacement for religion, they can still serve to show up the inadequacies of any purely naturalistic account of human existence. Furthermore, the poets from Ovid to Milton present vividly the necessity for the transformation of self as a precondition for the realization of human identity. Sacrifice thus becomes the expression of the paradoxical constitution of human existence: our lives possess meaning precisely through the commitment to that which we consider more significant than the satisfaction of short-term preferences and, quite possibly, as even more important than our personal survival. In the final section I wish to address the formidable challenge to Christianity evident in critics as diverse as William Empson and Richard Dawkins that Christianity is not merely false, but wicked. In opposition to such critics, I argue that the cross is not merely an offence, but is the point where divine justice and mercy meet. Here I examine the relevance of traditional theories of the atonement from Anselm to barth for contemporary theology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G007993/1","grantId":"AH/G007993/1","fundValue":"19834","fundStart":"2009-04-01","fundEnd":"2009-06-30","funder":"AHRC","impactText":"  I published a book entitled Sacrifice Imagined: Violence, Atonement and the Sacred (Continuum: London, 2011). This book was reviewed in scholarly journals. Education Cultural","person":"Douglas  Hedley","coPersons":[],"organisation":"University of Cambridge","findingsText":" I explored and verified my intuition that the idea of 'sacrifice' plays a central role in the Western philosophical tradition. The published work will provide information for future scholars. Education","dataset":"gtr"}