{"id":"7B6E98BB-2D0A-48C9-A0C7-6290AC06FA97","title":"Meister Eckhart and the Parisian University in the early 14th century - Codex Vaticanus Latinus 1086","abstractText":"Meister Eckhart was one of the towering figures of early 14th c. humanist teachings of philosophy and theology at the University of Paris. The project intends to rewrite the history of this time, broadening the textual basis for Eckhart and reading his texts against the background of other, largely unexplored scholars of his time.\nMeister Eckhart (ca. 1260-1329) is one of the most widely read medieval philosophical theologians and preachers today, and he was highly influential and controversial in and beyond his times. Only Thomas Aquinas before him was called twice to the chair of Theology in Paris. From his Parisian teaching, several documents have survived, but Eckhart's Parisian Questions are regarded as 'one of the most famous set of texts that medieval thinking has produced' (Kurt Flash, Meister Eckhart, 2010, p. 113). \nSo far we only knew of five such Questions, three that were dated to his first magisterium in 1302/3, the other two to his second in 1311/2. While the PI wrote his 'Art of Detachment' (Peeters, Leuven, 2011) and his 'Eckhart's On the Lord's Prayer' (Peeters, Leuven, 2011), he re-discovered four more Parisian Questions that he thought were likely to be authored by Eckhart, but had been excluded as dubious from their first discoverer Martin Grabmann (and all subsequent editors). He presented his findings as invited main lecture at the International Medieval Congress 2010 (to be published in JTS 63, 2012). As a result, the main Eckhart editors (Professor Loris Sturlese, Professor Georg Steer) encouraged the PI to undertake a major research project to check, ascertain and comment on this extraordinary discovery. Although the re-discovered Questions are already worth a detailed study, the source from where the four derive has to be taken into account: The manuscript Vat. Lat. 1086 ranks as a document of crucial importance which sheds light on the development of philosophical, theological and juridicial teaching at Paris in the beginning XIVth century. Prosper's collection contains names and opinions of students, bachelors and masters (regents) of the university and preserves the documentation of a detailed insight into the atmosphere of learning of this European cultural centre as no other document does. For many of the named people, this will be a first scholarly study of their bio-bibliography and their thinking. \nHere just a few examples of people who's questions are contained in Ms. Vat. Lat. 1086:\nProsper, Jacques d'Ascoli, Gregoire de Lucques, Joh. de Monte s. Elygii, Gregoire de Lucques, Henricus: de Gand?, Gilles de Rome, Aegidius Romanus, Simon de Corbeia?, Bertrand de Turre, Gerardus de s. Victore, Gregoire de Lucques, Pe de sto dyo, Henricus Amandi, Jean de Pouilly (142ra1), Jean, de l'ordre du Val des Ecoliers?, Martin d' Abbeville, Fran&ccedil;ois Caraccioli or de Caroccis di Napoli, Brito: Raoul Renaud, Gui Terreni or de Perpignan, Durandus, Thomas de Aquino ...\nTo substantiate the potential authenticity of the four re-discovered Parisian Questions and to read them against the background of this unique Latin manuscript will provide an entirely new insight into the early beginnings of humanist theological and philosophical thinking of Paris University of the early 14th century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002066/1","grantId":"AH/K002066/1","fundValue":"577280","fundStart":"2013-02-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Markus  Vinzent","coPersons":["Oliver  Davies"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}