{"id":"7B6F5E80-5CE0-4F18-8D43-126D2939CDE4","title":"Automated Game-Theoretic Verification of Security Systems","abstractText":"We are surrounded by computerised systems, upon whose secure and reliable operation we are increasingly dependent. Yet flaws in these systems are common, from power plants to travel cards, and these come at high costs for individuals, companies and governments alike. So, rigorous, mathematically-sound techniques to check the security of computerised systems are essential. Security, though, is not absolute: we may only be able to guarantee that an attack on a system is possible with low probability, rather than impossible. Furthermore, system designs often need to trade off the degree of security or privacy offered against other practical concerns such as response time or power consumption. So, effective methods for the analysis of security also need to take these quantitative aspects into account.\n\nThis project will develop fully-automated techniques to formally verify the correctness of security systems, to identify flaws in their operation, and to fix or optimise aspects of their design. We will do so by bringing together techniques from several different areas: (i) game-theoretic methods, to reason about the interactions between a security system and its potential attackers; and (ii) automated verification and synthesis techniques, with a particular emphasis on quantitative aspects such as probability or resource usage. Building upon recent advances in these fields, and upon existing efforts to create efficient and scalable verification methods, this project will develop novel techniques to verify security systems, implement them in freely-available software tools and apply them to a variety of security applications, from electronic voting schemes to anonymous communication networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038575/1","grantId":"EP/K038575/1","fundValue":"98761","fundStart":"2013-11-04","fundEnd":"2014-11-03","funder":"EPSRC","impactText":"  Outputs from this 1-year project are only just appearing. Impact will be reported upon in due course.  ","person":"David  Parker","coPersons":[],"organisation":"University of Birmingham","findingsText":" The project has developed several new techniques for formally verifying the correctness of computerised systems or, conversely, for identifying flaws in their design. The focus has been on the analysis of systems with probabilistic behaviour (for example, due to hardware or communication failures, or the use of randomisation) and which involve one or more players/agents (modelled as stochastic games or Markov decisions processes).\n\nSpecific techniques developed included:\n\n- &amp;quot;permissive controller synthesis&amp;quot; - a way to synthesise a flexible control strategy that guarantees correct or safe behaviour of a system, regardless of the possible behaviour of a malicious environment or attacker [TACAS'14]\n\n- scalable techniques, based on learning algorithms and heuristic search, for synthesising (or checking the absence of) control strategies (or attacks against them) [ATVA'14]\n\n- verification methods for systems involving probabilistic behaviour, real-time characteristics (time-outs, delays) and partial observability (secret data or variables)\n\n- probabilistic verification techniques based on the synthesis of (approximate) Nash equilibria, representing the trade-offs achievable between players/agents with conflicting objectives (e.g. attackers/defenders)\n\nThese techniques have been implemented in extensions of the widely used, open-source probabilistic verification software tool PRISM (www.prismmodelchecker.org). They have then been applied to the analysis of a variety of computerised systems, including (of particular relevance for this project) several in the domain of computer security: covert channel prevention schemes, non-repudiation protocols and network anonymity protocols. Through the inclusion of our techniques in publicly available software tools, we anticipate them to be used by other practitioners, both academic and non-academic. The techniques developed are also of interest for the analysis of computerised systems across many domains, not just computer security. Security and Diplomacy","dataset":"gtr"}