{"id":"7B758736-5D09-4301-9296-60C74CC88D5C","title":"Regenerative medicine and its development and implementation: an analysis of emergent value systems and health service readiness","abstractText":"There has been considerable interest developing over recent years in regard to the therapies that have become and may become available based on what is known as 'regenerative medicine'. This is an important emerging field in clinical research, and one that has attracted considerable investment in the UK and internationally. The main areas of development include gene therapy medicinal products, cell therapy medicinal products and tissue engineered products. Its importance lies in its promise to transform healthcare by offering curative, not palliative, therapeutics through the regeneration of tissue within the body. This in itself may reshape healthcare provision though it is equally important to understand how the existing healthcare system will influence the pathways through which the field develops. In addition, the field poses new challenges for regulators because of the ways in which the 'mode of action' of tissue/cell therapies is quite different from the most common innovation the regulator has to understand and approve (or not), the new pharmaceutical drug. In short, the project seeks to understand the complex relationship between these clinical and wider social, organisational, regulatory and economic issues. \n\nIt does so through a series of Workpackages (WP). The first maps the field in the UK (within its wider international - principally EU/US context), especially in regard to current patterns of investment, clinical trials, product development, the intellectual property strategies of companies and the specific regulatory processes shaping these. The second WP examines the role of a range of intermediary agencies, such as the National Institute for Health and Clinical Excellence (NICE), patient groups and health insurance companies, in determining what can be called 'healthcare readiness' for the field, that is, how the field aligns with and can be embedded in existing practice and how far changes need to be made. The third WP involves detailed case studies of firms and hospital sites currently engaged in developing/using cell therapies chosen to reflect a) different regulatory classifications by product area b) the main areas of current activity by disease that are closely linked, and the sites that we would access to track product development. We will use a methodology called Analysis of Life Science Innovation Systems (ALSIS) modelling which captures different types of business models, value-chains and their relationship to the wider innovation environment. This allows us to examine the full range of activities required to bring a product from conception to market or to direct application in a hospital within the wider economic, regulatory, societal and political contexts that play a key role in determining the scale and scope of the innovation. \n\nIn the fourth WP the ALSIS method which allows us to map and explain innovation paths will be integrated with and triangulated against our modelling of the potential future of the field using horizon scanning techniques developed by one of the co-applicants based at the National Institute of Health Research Horizon Scanning Centre to interrogate likely diffusion paths within health care, and the expectations surrounding regenerative medicine among public and private actors (including government and private agencies). \n\nThroughout the project we will work with collaborating parties, including the participating companies, hospitals, regulatory and reimbursement agencies (notably the Medicines and Healthcare products Regulatory Agency and NICE), patient groups, Research Councils UK, the Technology Strategy Board's Cell Therapy Catapult, the NIHR's i4i Secretariat, the Science and Technology Select Committee and the All-Party Parliamentary Group for Social Science and Policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002779/1","grantId":"ES/L002779/1","fundValue":"1237900","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"ESRC","impactText":"","person":"Andrew  Webster","coPersons":["Sue  Simpson","Joyce  Tait","James  Mittra","Alex  Faulkner"],"organisation":"University of York","findingsText":"","dataset":"gtr"}