{"id":"7B78AEDF-4D29-486E-896C-2E3DB751BF6F","title":"The Rapid Evolution of Male Genitalia","abstractText":"The male genitalia of internally fertilizing species evolve very rapidly, typically faster than any other physical character, and even in species that otherwise look identical, male genitals differ greatly. However selection on male genitalia does not seem to be particularly strong, which is paradoxical - fast evolution, yet (relatively) weak selection. There are several ways to resolve this apparent paradox: perhaps selection has not been measured in sufficient detail, perhaps genitals are relatively free from constraining genetic correlations, or perhaps selection and genetic variation in genitals are aligned such that rapid evolution is facilitated. At present no study has investigated all these possibilities. The genital arch of Drosophila simulans is the only trait showing consistent differences between D. simulans and its sibling species (D. melanogaster &amp; D. mauritiana), and must therefore have evolved relatively rapidly, like male genitals generally. The genital arch also influences male fertilization success in D. simulans and is easy to measure. In this study we will characterise the genetic variance and covariance matrix and the strength and form of selection acting on the genital arch of D. simulans to assess potential explanations for the apparent mismatch between rates of genital evolution and the strength of selection on them. We will then test our findings by artificially selecting on the genital arch and assessing the responses to and fitness consequences of this selection. Our results will provide us with fundamental insights into one of the most pervasive patterns across the animal kingdom, the rapid evolution of male genitalia. Furthermore, because genital mismatches prevent successful fertilization, this work also has consequences for our understanding of reproductive isolation, and hence speciation and the generation of biodiversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005303/1","grantId":"NE/G005303/1","fundValue":"427862","fundStart":"2009-12-01","fundEnd":"2013-05-30","funder":"NERC","impactText":"  The major impact of this research is the the over-turning of theory that had become dogma in the field. We have shown that a character that is fundamental in generating biodiversity and thought to be subjected to purely sexual selection is in fact subjected to natural selection as well. We have also show how GxE impacts on sexual evolution and how conflicts between the sexes can fundamentally be constrained by shared genes. These are all major findings that are impacting the field. For example, our review on interactions between genes and environment (published in 2010) has been cited 49 times in the subsequent 2.5 years. We also have large data sets that are still being analysed and these will also generate significant insights into the genetic structure of genitals and we have a meta-analysis of selection in the advanced stages of preparation, so we expect additional impact to continue to flow from this work. We have shed light on fundamental areas of evolutionary biology and have made significant advances in our understanding of several key problems. Environment,Culture/ Heritage/ Museums and Collections Cultural","person":"David  Hosken","coPersons":["David James Hodgson","Nina  Wedell","John  Hunt"],"organisation":"University of Exeter","findingsText":" The projects major finding to date is that both natural and sexual selection influence genital evolution. This largely overturns dogma that genitals are only subjected to sexual selection. There have been many other findings about sexual selection more generally, as evidenced by the publication list. This information could be used for general educational purposes and may shed light on genital deformities generally. This research can be used to more fully understand the natural world and particularly reproductive isolation, the generation of new species and biodiversity creation. It also sheds light on how the fastest evolving morphological characters actually do evolve. Environment","dataset":"gtr"}