{"id":"7B7A9EB1-0B05-4A36-91EF-E93C9E415653","title":"A multivalent vaccine and single platform diagnostic for bacterial respiratory diseases of pigs","abstractText":"Pigs can get many diseases but amongst the most serious are those caused by bacteria that can live in their throats, airways or tonsils but can also cause severe lung (or brain) infections. Large numbers of animals may die quickly (acute infection) or fail to grow normally (chronic infection). Such infections cost the world's pig industry huge sums of money each year. A major problem is that such infections are difficult to diagnose. Some strains of a particular bacterium cause disease and others do not and there is no reliable method to distinguish them. Most experts agree that the best way to control the spread of bacteria is to use a vaccine. However, current vaccines are poor. They do not prevent the spread of bacteria from animal to animal and only work against a few strains. We plan to target four of the most common bacteria that cause infections in pigs: Actinobacillus pleuropneumoniae, Haemophilus parasuis, Mycoplasma hyopneumoniae and Streptococcus suis. The last of these can also cause serious disease in humans such as blood poisoning (septicaemia) and brain infection (meningitis) especially in people who work with pigs. Our aim is to develop (1) tests that can tell which strains can cause disease or not and (2) a single vaccine that protects against more than one of the pig pathogens. We will isolate bacteria from UK pigs and, using genetic techniques, find out how many different sorts of each bacterium are present. The results will be used to develop a diagnostic test and also help in choosing appropriate vaccine candidates. The work will be done in collaboration with partners in the Veterinary Laboratories Agency, Scottish Agricultural College, Agri-Food and Biosciences Institute and Huazhong Agricultural University (Wuhan, China). A successful conclusion to the project (diagnostics and vaccines) will prevent animal suffering (through reduction in infections via vaccination, early diagnosis and treatment, prevention of unnecessary treatment) and save the pig industry substantial amounts of money contributing to the prosperity of the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G019274/1","grantId":"BB/G019274/1","fundValue":"2303330","fundStart":"2009-11-06","fundEnd":"2015-11-05","funder":"BBSRC","impactText":"  Our findings have been or are about to be published in scientific journals. Some of our findings will be patented and possibly taken further by our industrial collaborator, Zoetis.  ","person":"Duncan  Maskell","coPersons":["Dan  Tucker"],"organisation":"University of Cambridge","findingsText":" This work has produced vastly improved diagnostic methods for detecting important respiratory pathogens, such as Streptococcus suis and Haemophilus parasuis in pigs, by understanding the genome (complete DNA) sequences of a large collection of bacteria isolated over a period of time from the UK, Vietnam and several other countries. We have also shown which genes are required for these bacteria to colonize pig tissue from the upper respiratory tract (nasal tissue and trachea). Development of diagnostics and vaccines. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}