{"id":"7B7D2B0C-438E-48F8-9931-B29393CA5968","title":"The exploitation of genetic variation in gene network inference","abstractText":"Modern biology is becoming more and more multidisciplinary. This is especially the case for the area of 'Systems Biology', which aims to predict how the different biological processes interact to result in a functional organism. These processes include the transcription of DNA into RNA, which codes for amino acids that make up the proteins, as well as the levels of hormones and metabolites that affect the biological processes. In the proposed network, we address how variation at the DNA level affects the transcription of DNA into RNA and how this then affects the characteristics of the whole organism. The aim is to reconstruct the networks that describe how genes interact. While conceptually straightforward, the area of research requires integration between biology, computer science (bioinformatics) and mathematics. At present, there is already some level of integration between researchers in these areas, but a lot of work is done in isolation. In the proposed network we will bring together: 1) biological research in plants, animals and humans. 2) Bioinformatics research which covers databases that contain known information on gene networks but also translates novel statistical and mathematical models into user-friendly software. 3) Mathematical biology, focussed on the methods of reverse-engineering of gene regulatory network, from a variety of experiments. The network will achieve its goal of further integration by organising annual meetings. These meetings will consist of an interactive workshop followed by a scientific conference. The workshop will provide ample opportunity for training of young researchers, dissemination of 'best practise' and new software tools and initiation of new collaborative research. The Conference will disseminate the cutting edge of the research area to the wider community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003854/2","grantId":"BB/F003854/2","fundValue":"79774","fundStart":"2008-05-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"","person":"Dirk Jan De Koning","coPersons":["Christopher Simon Haley"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}