{"id":"7B7E8586-9ACE-4054-BB5C-AB57CCA652E2","title":"Transgenic approaches to understanding astrocyte heterogeneity","abstractText":"The cells in our brain are generally divided into two major categories based on their function - neurons (commonly known as nerve cells) and glial cells. Neurons are very important to our body because they process and transmit information to control our actions in daily life, while glial cells are seen as playing supporting roles to neurons. We used to think that our brain was mainly run by neurons with a little help from glia. In recent years, with rapid advances in neuroscience, this view has started to change and we now recognize that brain function is the result of concerted activities of both neurons and glia. Astrocytes are an important class of glial cells defined by their star-like shape and other features. Despite the fact that they are the most abundant cells in the brain making up half of the brain volume, our knowledge about astrocytes is still rudimentary. Astrocytes are thought to be highly diverse, and our previous work found a link between their diversity and developmental origin - that is, we might be able to predict an astrocyte's function according to where it comes from in early development. Our proposed study aims to explore further how astrocytes diversify during development and after settling in their final resting site in the mature brain, where they come under the influence of micro-environmental signals from neurons and other cells in their vicinity. Based on our data so far, we hypothesize that astrocyte diversity is determined at both developmental and micro-environmental levels. We will test this hypothesis by experiments in mice. Through genetic (&quot;transgenic&quot;) manipulation of mice we are able to label different populations of astrocytes with green or red fluorescent proteins and also to perform &quot;genetic surgery&quot; to remove particular astrocyte populations of interest. We aim to produce a map of the developmental origins of astrocyte sub-populations and to relate this to the adult functions of the astrocytes in, for example, supporting communication among neurons. In addition, we plan to identify new molecular markers for the different populations of astrocytes. The reason why we need to study astrocyte development and diversity is that different subtypes of astrocytes might be functionally distinct from each other and therefore differentially involved in brain disorders such as autism. Our proposed study will produce direct information about astrocyte functional diversity and provide useful tools for future astrocyte research that can be provided to the neuroscience community at large.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003236/1","grantId":"BB/L003236/1","fundValue":"577127","fundStart":"2014-01-29","fundEnd":"2017-01-28","funder":"BBSRC","impactText":"","person":"Huiliang  Li","coPersons":[],"organisation":"University College London","findingsText":" Our research funded on this grant is about finding the reason behind the diverse types and functions of astrocytes - the star-like cells in the brain and spinal cord. We have identified a membrane protein GPR37L1 which is expressed in a subtype of astrocytes. In the past year, we have studied the role that GPR37L1(+) astrocytes play in brain function by nullifying GPR37L1 ( gene knockout). We found that loss of GPR37L1 affected synaptic function. A synapse is a structure for signal transmission and cell communication in the brain. Now, we plan to dig deeper following this lead.\nWe have also identified 2 new astrocyte specific markers, both transcription factors, each of which is specifically expressed in a subtype of astrocytes. We will characterize these two new transcription factors in the next stage. We will publish our data in scientific journals once we finish full analysis. Our data will be valuable for understanding astrocyte biology and astrocyte related neurological conditions, and will become part of the new knowledge that will convert into forces of production in the long term. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}