{"id":"7B980308-704B-4277-B0CF-4EECB292A5B4","title":"Analysis of cellular &amp; genetic interactions between retina &amp; periocular mesenchyme that underlie choroid fissure closure","abstractText":"Eye colobomas encompass a group of common eye defects affecting people of all ages, but especially young children. These pathologies are a common cause of visual problems, can cause retinal detachment and cataracts, and often lead to blindness in affected patients. Colobomas are usually congenital conditions diagnosed by detection of a notch, gap, hole or fissure in any of the structures of the eye, including the cornea, retina and optic nerve. The defects in the ocular structures associated with the colobomas result from a failure in the embryonic formation of the eye. During embryogenesis, the forming eye and optic nerve undergo dramatic shape changes that lead to the closure of a fissure present on one side of the eye (the choroid fissure), and eventually to the formation of the intact globe of the eye. If choroid fissure closure is disrupted, an ocular coloboma develops. Recent studies by us and others indicate that cells outside the retina play a critical role in choroid fissure closure. Although the importance of these periocular mesenchyme cells (POM) is now established, we do not know how they function, and how they are affected in coloboma conditions. Resolving these issues is fundamental if we are to understand coloboma pathologies and find ways of preventing or treating them. \nIn this project, we will use zebrafish embryos which are small and transparent facilitating the study of normal development and disease in the intact animal. Together with its amenability to genetic analysis, these features make the fish embryo an excellent model system to study eye formation in normal and pathological conditions. Indeed, highly sophisticated imaging techniques will allow us to visualise all of the cells in the developing eye in the living zebrafish embryo. We will use a variety of approaches to label subpopulations of POM cells and assess their behaviour during eye formation. We will then generate fish devoid of POM cells at different time points during eye development and compare the process of choroid fissure closure in these and in healthy conditions. In addition, we will use genetic techniques to identify the molecules responsible for the communication between POM and retinal cells during choroid fissure closure. These analyses will enable us to establish new models for human eye diseases and will allow us to gain further insight into normal eye development and into the causes of hereditary ocular malformations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900994","grantId":"G0900994","fundValue":"518300","fundStart":"2010-02-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"Stephen William Wilson","coPersons":["Gaia  Gestri"],"organisation":"University College London","findingsText":"","dataset":"gtr"}