{"id":"7B98253F-0DBC-46F3-B0C7-69B76DFA4E22","title":"Photovoltaic Technology based on Earth Abundant Materials - PVTEAM","abstractText":"To meet teraWatt photovoltaic (PV) capacity targets for 2050, solar modules will require:\n1. Low manufacturing costs and carbon footprint as well as short energy payback time\n2. To be incorporated into building-integrated systems\n3. To be based on low-cost abundant elements \nCurrent thin-film PV technologies based on copper indium gallium diselenide (CIGS) and cadmium telluride (CdTe) have already demonstrated their potential to deliver on the first two requirements. These technologies are currently manufactured at the GW scale, with approximately 10% of the PV market worldwide. However, low abundance, high costs and high toxicity of key elements (In, Ga and Cd) present in active layers are set to severely limit the expansion of this technology in the next decades. Consequently, material substitution and the development of scalable (non-vacuum) processing technologies represent an extraordinary opportunity for the UK to grab an important share of the global photovoltaic market.\n\nThe aim of PVTEAM is to lay the foundations of sustainable thin-film PV technology based on Earth abundant materials and scalable manufacturing processes. This will be achieved by developing processes and production technologies for materials and material systems to a level they can be taken up by manufacturing industries. This programme covers material specifications and performance, integration into cells and mini-modules as well as developing the technologies required for scale up. PVTEAM will specify a carefully selected range of binary, ternary and quaternary chalcogenides and oxides as substitutes to proven commercial materials. Using a multi-level screening approach, we will incorporate the best performing candidates into industrial processes based on &quot;substrate&quot; and &quot;superstrate&quot; configurations. \n\nThe consortium involves five universities with state-of-the-art infrastructure for material development and characterisation as well as for device fabrication, testing and integration into PV modules. Material processing will be based on facilities available at the Sustainable Product Engineering Centre (SPECIFIC), which will be in charge of designing scale-up strategies and preparing techno-economic assessment. The PVTEAM industrial partners, Tata Steel, Pilkington NSG and Johnson Matthey, have a worldwide footprint on materials for the construction, coating and chemical industries. The consortium also includes SMEs, M-Solve and Semimetrics, which will provide means for the exploitation of new PVTEAM technologies in module fabrication and metrology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L017792/1","grantId":"EP/L017792/1","fundValue":"2012700","fundStart":"2014-03-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"  These are very early stages of the project. Finding are yet to be published, so their impacts have only relevance to the consortium. Chemicals,Energy ","person":"David J. Fermin","coPersons":["Ian  Forbes","Ralph  Gottschalg","Trystan  Watson","Mark  Weller","David  Worsley","Jake  Bowers","Aron  Walsh","Laurence  Peter","John Mike Walls","Kieran  Molloy"],"organisation":"University of Bristol","findingsText":" The key findings of the projects focus on:\n\n1- Synthesis of nanocrystalline precursors for absorber layers in thin film PV devices\n\n2- Annealing conditions for nanoparticle growth\n\nThese two steps are crucial towards the development of prototype photovoltaic cells. Towards the development of a scalable thin-film photovoltaic technology based on solution processable (non-vacuum) methods and Earth abundant materials.\n\nThe long term target is to produce building integrated PV. Chemicals,Construction,Energy,Environment","dataset":"gtr"}