{"id":"7B9E2FB0-6ECC-461B-8777-1D7DFB9E125D","title":"The role of lipids in determining gas bubble retention and stability in wheat dough","abstractText":"Bread is an essential dietary staple, which has a significant influence on the nutritional profile of the population in terms of energy intake, fat and salt consumption. Approximately 80 million loaves are produced in the UK each week in a business worth around &pound;2.5 billion per year. The UK still imports significant amounts of wheat for bread making due to higher protein content and quality. Bread quality is determined by gluten strength and dough bubble stability, which have impacts on loaf volume and crumb structure, respectively. The gluten network formed in dough controls the elasticity of the dough which in turn controls the dough's ability to rise during proving, and its behaviour during baking. Bubble stability controls the extent to which bubbles coalesce during this time, enabling the fine texture typical of UK sliced bread. However, while dough strength is now well understood, with plant breeders routinely selecting for specific gluten proteins which confer high dough elasticity, bubble stability is as yet still poorly understood. Therefore if we can identify ways by which UK grown wheat can be improved to give better bubble stability, we would enable:- \n - breeders to develop better quality wheats, \n - manufacturers to produce better quality bread, \n - reduced reliance on imported wheat \n - development of healthier bread with reduced salt and fat\nThe proposal focusses on how the gas bubbles in dough are stabilised. Gas bubbles can be stabilised by proteins, surfactants or lipids forming a stabilising layer on the surface. The molecular properties of the stabilising layer will determine whether the bubbles burst or coalescence. This is particularly important as the dough rises or proves, because to increase the volume of the loaf, the gas bubbles in the dough expand, and eventually come into contact. It is at this point when they will either remain stable, producing a good quality bread with fine structure, or the bubble will coalesce with each oter, leading to partial collapse of the dough, and poor quality bread. \nResearch has focused on both protein and lipid components in wheat flour, but the story is not clear, as dough is fragile but viscoelastic and therefore difficult to study directly without destroying the gas cell structure. However, the consensus is emerging that it is the wheat lipids largely control bubble stability. \nWheat flour contains a range of lipids, all of which will adsorb to the surface of the bubble, but their differing molecular structures will have different (positive or negative) effects on bubble stability. The lipid composition of the flour will therefore be critical for dough stability. Using state of the art lipid analysis techniques we will identify the lipids which stabilise gas bubbles in dough. Using novel surface and biophysical techniques we will determine how the different lipids stabilise the gas bubbles, and what their effect is on the stability of the dough and the quality of bread produced. We will determine the variations in the amounts of the different lipids occurring different wheat varieties to develop targets for breeders to improve the bread making quality of UK grown wheat. \nIn addition, improving the gas bubble stability in bread dough will allow manufacturers to reduce the levels of salt, fat and emulsifiers in bread. This is because salt is required to improve dough strength, and fat (as shortening) and emulsifiers are added to improve gas cell stability. Increasing the natural stability of the gas bubbles will reduce the need for the levels of salt and fat currently required to produce the quality of bread desired by consumers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019488/1","grantId":"BB/J019488/1","fundValue":"191204","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"BBSRC","impactText":"","person":"Peter  Wilde","coPersons":[],"organisation":"Institute of Food Research","findingsText":" The lipid composition of different flours can have a significant influence on the interfacial and foaming properties of liquor obtained from flour doughs. Certain fatty acids and polar lipids were found to concentrate at the interface of dough liquors, and the composition of the interface has a strong influence over the stability of the foam. Reconstitution experiments and test scale baking are planned to consolidate these results with functional tests. These finding may provide information to guide future wheat breeding targets towards a lipid composition that is beneficial to baking quality. Agriculture, Food and Drink","dataset":"gtr"}