{"id":"7BA1099B-172F-4DFF-9B8A-287F644B668B","title":"Towards a general framework to assess scale dependency in environmental covariates.","abstractText":"Our predictions of how the environment around may respond to climate change depend on scientific models of how the environment functions. Likewise predictions of how the climate is changing also depend on models of climate. These models all require vast amounts of input data (tend to be data hungry), which is expensive and time consuming to obtain. One of the solutions to this problem it is to use data that has been exhaustively collected over a geographical area or over a period of time, such as a radar image, and relate this data to the data that is needed, such as the amount of Carbon in the soil in an area. However, these relationships are often developed at a scale that is different to the scale at which they are needed. They made be developed in controlled circumstance in a laboratory, yet needed at national or global scales as inputs into these models. The form these relationships take at the laboratory may not hold at the coarser scales and this may therefore introduce error in the model prediction, a phenomenon known as scale dependency. The objective of this project is the lay the foundation of a diagnostic framework in which we can determine whether these scale dependencies exist and supply possible solutions. This framework will be very useful to assess the value of the current national datasets and will help with the design of future sampling and monitoring activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H000917/1","grantId":"NE/H000917/1","fundValue":"33569","fundStart":"2010-03-12","fundEnd":"2011-06-11","funder":"NERC","impactText":"  It has impacted the use of infield sensors for agricultural use Agriculture, Food and Drink Economic","person":"Ron  Corstanje","coPersons":[],"organisation":"Cranfield University","findingsText":" this project was able to demonstrate how spatial analysis methods can be used to determine scale dependency in the relationship between environmental variables, and how this analysis framework can be used to inform the use of a range of types of variables, from sensor information to phenotypic profiles. I found optimal performance with regional predictive models based on landscape strata which effectively synthesize many of the landscape processes. Highly technical development which will have wider implications in for instance climate change modeling Work from this project was presented at two conferences: The Effect of Scale on Landform Classification Algorithms. Zawadzka, J., Corstanje, R. and Mayr, T.M., Digital Soil Mapping Meetings, Rome, May, 2010. Scale dependent evaluation of model performance. Corstanje, R., Kirk, G. J. D. and Lark, R.M.. European Geosciences Union Meetings, Vienna, April, 2010. Environment","dataset":"gtr"}