{"id":"7BABB680-D4A1-4DEA-99DD-79823BC7672F","title":"Quantifying and Monitoring Potential Ecosystem Impacts of Geological Carbon Storage (QICS)","abstractText":"Climate change caused by increasing emissions of CO2, principally the burning of fossil fuels for power generation, is one of the most pressing concerns for society. Currently around 90% of the UK's energy needs are met by fossil fuels which will probably continue to be the predominant source of energy for decades to come. Developing our understanding of the pros and cons of a range of strategies designed to reduce CO2 emissions is vital. Of the available strategies such as wind, wave and solar renewables and Carbon Capture and Storage (CCS) none are without potential problems or limitations. The concept of CCS simply put is to capture CO2 during the process of power generation and to store it permanently in deep geological structures beneath the land or sea surface. If CCS is successful existing fossil fuel reserves could be used whilst new forms of power generation with low CO2 emissions are developed. A few projects have been successfully demonstrating either capture or storage on limited scales, so it is established that the technical challenges are surmountable. Research is also demonstrating that the geological structures are in general robust for long term storage (for example oil deposits remain in place within geological strata). However geological structures are complex and natural sub surface gas deposits are known to outgas at the surface. Consequently it would be irresponsible to develop full scale CCS programmes without an understanding of the likelihood of leakage and the severity of impacts which might occur. The aim of this proposal is to greatly improve the understanding of the scale of impact a leakage from CCS systems might inflict on the ecosystem and to enable a comprehensive risk assessment of CCS. The main location of stored CO2 in the UK will be in geo-formations under the North Sea and our research concentrates on impacts to the marine environment, although our work will also be relevant to all geological formations. Research to date has shown that hypothetical large leaks would significantly alter sediment and water chemistry and consequently some marine creatures would be vulnerable. What is not yet understood is how resilient species are, and how big an impact would stem from a given leak. Our project will investigate for the first time the response of a real marine community (both within and above the sediments) to a small scale tightly controlled artificial leak. We will look at chemical and biological effects and importantly investigate the recovery time needed. We will be able to relate the footprint of the impact to the known input rate of CO2. The results will allow us to develop and test models of flow and impact that can be applied to other scenarios and we will assess a number of monitoring methods. The project will also investigate the nature of flow through geological formations to give us an understanding of the spread of a rising CO2 plume should it breach the reservoir. The work proposed here would amount to a significant advance in the understanding and scientific tools necessary to form CCS risk assessments and quantitative knowledge of the ecological impacts of leaks. We will develop model tools that can predict the transfer, fate and impact of leaks from reservoir to ecosystem, which may be applied when specific CCS operations are planned. An important product of our work will be a recommendation of the best monitoring strategy to ensure the early detection of leaks. We will work alongside interested parties from industry, government and public to ensure that the information we produce is accessible and effective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013881/1","grantId":"NE/H013881/1","fundValue":"45693","fundStart":"2010-05-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Chris  Hauton","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}