{"id":"7BB52B03-D368-4CC8-BC36-610116F2450C","title":"Protecting second wheat through the reduction of take-all inoculum build up","abstractText":"Take-all is one of the most important fungal diseases of UK winter wheat, with up to half the crop being affected with losses costing farmers up to 60m per annum. The disease causes root system damage, resulting in reduced water and nitrogen uptake, which impacts on both yield and quality. Current control measures are not 100% effective and include cultural practices and chemical control. Previous work at Rothamsted Research has shown that the varieties Avalon and Cadenza show differences in the amount of the take-all fungus left behind in the soil after harvest. This influences the inoculum available for infection of a second wheat crop. The genetic loci controlling this trait have been identified and the aim of this project is to utilise these results in developing varieties which resist take-all build up (TAB). The 1st objective will be to assess a further range of UK varieties and lines from the three partners with respect to this take-all build-up phenotype. The 2nd objective will be to map the genetic loci further, using more lines from the Avalon x Cadenza WGIN mapping population. From this analysis we aim to map this trait more finely in order to give us diagnostic markers for use in marker-assisted selection (MAS). The 3rd objective is to explore whether an above ground visible crop physiology trait exists which is associated with either low or high take-all inoculum build up in the soil below. This visual assessment could in the future be used as an additional diagnostic marker by the breeders.During this project, we will have selected varieties and advanced material for direct use in the market place which show this reduced TAB phenotype, giving added value to material currently entering registration. Development of UK varieties carrying this unique trait will benefit not only our companies, but also wheat productivity by increasing overall UK wheat yields consistently by up to 1.9 m tonnes pa specifically by improving the performance of 2nd wheat crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I001050/1","grantId":"TS/I001050/1","fundValue":"94706","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Kim Elizabeth Hammond-Kosack","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}