{"id":"7BB599B4-60B1-424F-BAEC-1B5A00E405FD","title":"Towards Zero Prototyping of Factory Layouts and Operations Using Novel Gaming and Immersive Technologies","abstractText":"Aim: The research aims to integrate Discrete Event Simulation (DES) with recent innovations in gaming interface technologies to incorporate novel immersive Virtual Reality (VR) and live event feedback capabilities into DES. The resulting technology will address the barriers that prevent more effective use of modelling and simulation in designing newbuilt factories and managing the operations of existing factories. The research results will be demonstrated by integrating Lanner's DES tool WITNESS with Oculus Rift, a VR goggle, and Microsoft Kinect, an integrated 3D sensing device, hence incorporating immersive VR (Immersive WITNESSS or IW) and live event feedback capabilities (Live WITNESS or LW) into WITNESS.\nWhat is Immersive WITNESS (IW)? IW is the integration of the latest consumer device VR technology (Oculus Rift) with Lanner's DES tool WITNESS. At the moment, WITNESS mainly relies on standard (non-immersive) display technologies.\nVR was a very popular topic in the 1990s, but interest waned away rapidly due to a gap between expectations and technological limitations. Recent developments have closed the gap considerably, opening up an opportunity for a fresh attempt to achieve the full potential of VR in manufacturing simulations.\nHow does IW bring value? The coupling of DES and VR opens up a new dimension for process simulation. Among the benefits cited in literature are increased involvement from decision makers resulting in an improved model and better understanding of the processes, increased confidence in the model, quicker and easier detection of errors and evaluation of model behaviour, facilitation of the generation of ideas, and better communication with clients and other stakeholders.\nOculus provides unprecedented immersion in a VR world at a fraction of the cost of traditional devices. Furthermore, new developments in human-computer interfaces (Leap Motion, Sixense STEM, Myo, Kinect) have opened up potentially useful\nways for users to interact with the virtual world.\nWhat is Live WITNESS (LW)? LW is a novel means to synchronise DES simulation with real-world through the use of an integrated 3D-sensing consumer device (Microsoft Kinect) that can provide a cheap, robust and unobtrusive sensor system on the shop-floor to view a given scene, observe a process and generate appropriate signals to update the DES model.\nHow does LW bring value? The drawback of using DES is the effort and cost of processing the input data from various data sources to ensure valid simulation results. Attempts have been made for gathering data from existing ICT systems; dealing\nwith legacy data remains a great challenge. LW side-steps this problem by using a cheaply generated data stream. Success will mean that DES models can accurately represent real-world processes at all times.\nWhy are IW and LW being proposed together to create Immersive/Live WITNESS (I/LW)? 3D sensing and VR are complementary technologies; the former helps in constructing an accurate virtual mirror of the real world and the latter\nvisualises the resulting virtual world. For example, Kinect provides a way to rapidly generate virtual world that mirrors reality, which can be viewed and edited using Oculus. This project provides a setting where both technologies can complement each other. The proposed approach of developing IW and LW at the same time will also reduce risks whilst creating more value than if each component were developed separately. Cranfield University will lead the integrated development of I/LW.\nChoice of technologies: There have been many recent developments in human-computer interface technologies rooted in\nconsumer devices, such as Oculus Rift and Microsoft Kinect. In manufacturing, these technologies have the potential to deliver an unprecedented level of immersiveness, detail and real-time accuracy to DES such that the virtual factory always\naccurately mirrors the real factory. This is a new project with no direct competitors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M506813/1","grantId":"EP/M506813/1","fundValue":"330365","fundStart":"2014-09-26","fundEnd":"2016-09-25","funder":"EPSRC","impactText":"","person":"Ashutosh  Tiwari","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}