{"id":"7BB6BACA-6BD3-4466-9D39-759785C4CA38","title":"Dissecting phytoplasma effector adaptation to plant targets (Bilateral BBSRC-FAPESP application)","abstractText":"Phytoplasmas are intracellular bacterial pathogens of plants that are transmitted by insect vectors. They induce a variety of symptoms in plants and crops, such as witches' brooms (increased lateral branching) and phyllody (flowers reverting into leaves that remain sterile). Phytoplasmas can negatively impact crop production in many regions of the world. They interfere with flower production and decline fruit/grain yields, a problem in maize, fruit trees, grapevines, coconut etc. Because phytoplasmas are insect-transmitted, their occurrence is expanding as the climate warms up and pesticide use is being restricted. \n\nThe Hogenhout (SH) group at The John Innes Centre has made significant progress with phytoplasma pathogenesis and their impact on host plants. This group found that phytoplasmas produce specific virulence proteins (effectors), which interact with conserved plant proteins leading to crinkled leaves, increased lateral branching (witches' brooms) and the downregulation of plant defence responses to the phytoplasma insect vectors. The latter leads to a greater number of insect vectors that transmit the phytoplasma to other plants. So far, the SH group has focused on phytoplasma interactions with the model plant Arabidopsis thaliana. \n\nIn this project, the SH group will collaborate with the Spotti-Lopes (JSL) group at The University of Sao Paulo in Brazil who has studied the ecology and epidemiology of an important phytoplasma disease agent of maize. This pathogen causes maize bushy stunt disease and is transmitted by the corn leafhopper, which builds up to high population levels in maize fields in Brazil, Argentina and Mexico, therefore triggering severe phytoplasma epidemics. Maize bushy stunt phytoplasma and the corn leafhopper have co-evolved with the domestication of maize from its wild progenitor, teosinte, and hence are well adapted to colonize maize. Phytoplasma-infected maize plants typically produce more primary and secondary lateral branches (hence, the name maize bushy stunt phytoplasma), fewer ears and lower grain yields. These infected plants may support a greater number of corn leafhoppers that transmit maize bushy stunt phytoplasma to other maize plants.\n \nTogether the SH and JSL group will translate the knowledge from the phytoplasma-Arabidopsis system to investigate maize bushy stunt phytoplasma and the corn leafhopper in maize. More specifically, we will determine if a maize bushy stunt phytoplasma effector protein induces the increased branching and reduced grain yield symptoms typically observed in phytoplasma-infected maize. Moreover, we will determine of this effector suppresses plant immunity to the corn leafhopper leading to greater leafhopper populations. We will also investigate the genomic variation of maize bushy stunt phytoplasmas in Brazil. Finally, we will assess if we can generate maize varieties that are not targeted by the phytoplasma effector protein leading to a reduction in maize bushy stunt symptoms and increased grain production during phytoplasma epidemics. We will collaborate with the agricultural company Dow Agrosciences. This project will provide exchange visits and a learning platform for all staff involved. Overall this work will increase our fundamental understanding of how pathogen virulence factors (effectors) adapt to host targets thereby facilitating pathogen colonization of these hosts and pathogen dispersal by insect vectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002848/1","grantId":"BB/K002848/1","fundValue":"583337","fundStart":"2013-02-04","fundEnd":"2016-03-18","funder":"BBSRC","impactText":"  Maize bushy stunt phytoplasma (MBSP) is a major pathogen associated with corn stunt disease in Brazil and throughout Latin America, and is transmitted by the corn leafhopper, Dalbulus maidis. It has a wide geographical distribution that spans much of South America, Central America and the southern United States. Maize plants diagnosed with corn stunt disease exhibit a variety of symptoms, including increased branching, development of several small ears, ears with loose kernels, and overall plant stunting. Maize fields with high incidences of this disease show severe yield losses (up to 100%), affecting the production of food for both livestock and human consumption. \n\nStrategies to control phytoplasmas typically rely on the use of pesticides to manage insect vector populations, with limited success in preventing disease spread. Approximately 80% of corn grown the USA is genetically modified (mostly Bt maize hybrids) and use of Bt maize is increasing exponentially in South American countries (particularly in Brazil and Argentina). Thus, insecticide treatments that were previously used to control lepidopteran pests will now be reduced. As a result, corn stunt disease incidence is likely to increase.\n\nThis project is a collaboration between the research groups of Hogenhout (SH) at the John Innes Centre, Norwich, UK and the Spotti-Lopes (JSL) at The University of Sao Paulo, Piracicaba, Brazil to better understand how MBSP induces disease symptoms and to use this knowledge to enhance resistance of maize to MBSP. The SH group contributes to this project by applying fundamental knowledge of phytoplasma-plant interactions (partly funded by BB/G001928/1, BBS/E/J/000CA452 and BBS/E/J000CA317 grants) to dissect MBSP-maize-insect interactions. The JSL group contributes expertise in MBSP and insect vector ecology and epidemiology. \n\nThus, this work fits with the BBSRC themes that are listed under the BBSRC funding priority area Crop Science: 1 research on insect pests that affect crop performance; 2 translation of research outputs into practical use and application by the agriculture and food industries; and 3 alternatives to chemical inputs. The project adheres to - Pests and diseases of crops and livestock - listed under the BBSRC funding priority area Living with Environmental Change. The project also takes a systems approach by combining molecular and ecological aspects of bacterial adaptation to plants and broadly fits with the BBSRC theme Systems based approach to biology. This project is co-funded by FAPESP. \n\nThis project impacts society at several levels: (A) Interactions among science disciplines; (B) Collaboration with industry; (C) Training of young scientists; (D) Communication of science to (inter)national science communities.\n\n(A) Interactions among science disciplines\n\nThis research is interdisciplinary, as it unified the study of organisms spanning two Kingdoms (namely Animalia, and Plantae) and therefore incorporated entomology and plant biology. \n\nAs well, in this project molecular biology, ecology and field-based studies are being combined:\n\nMembers of the SH group have visited the JSL lab for field trips and collection of MBSP isolates and leafhoppers from infected maize fields. These included:\n- Field trip and processing of samples in Brazil of PhD student, 18 May - 8 June, 2013.\n- Visit of Hogenhout to JSL lab, 28-31 Oct, 2013.\n- Field trip and processing of samples in Brazil, 6-21 June, 2014.\n\nMembers of the JSL group have visited the SH lab to gain experience with molecular biology techniques and discuss project progress. These included:\n- Visit of JSL to Hogenhout lab, 11-18 Sep. 2013.\n- Visit of JSL to Hogenhout lab, 20-24 Oct. 2014.\n- Visit of postdoctoral researcher (JSL lab, College of Agriculture Luiz de Queiroz (ESALQ)/University of S?o Paulo (USP), SP, Brazil), March - Dec, 2014.\n\n(B) Collaboration with industry\n\nThis project receives in kind support from industry\n\n(C) Training of young scientists\n\nThis project employed two postdoctoral researchers. \n\nA post doc was a member of the supervisory team of PhD student (Hogenhout lab), who participated in field trips of this project.\n\nThe other post doc is a member of the supervisory team of a PhD student(Hogenhout lab) and co-supervised (inter)national MSc and PhD students and postdoctoral researchers.\n\n(D) Communication of science to (inter)national science communities\n\nS. Hogenhout chaired and presented a talk in concurrent session 'Neglected Systems', International Congress of Molecular Plant-Microbe Interactions (MPMI), Rhodes, Greece, 6-10 July 2014.\n\nThe PhD student presented a talk (invited based on abstract submission) in session &quot;Mechanisms of Plant-Insect Interactions&quot; at the Society of Experimental Biology (SEB) meeting, Manchester, UK, 1-5 July 2014.\n\nS. Hogenhout presented a plenary talk at the Second Hemiptera-Plant Interactions Symposium, University of California, Riverside, USA, 23-25 June 2014.\n\nThe PhD student presented a talk (invited based on abstract submission) at the International Organization of Mycoplasmology (IOM), Blumenau, Brazil, 1-6 June 2014.\n\nS. Hogenhout served as a member of Scientific Organizing committee, International Organization of Mycoplasmology meeting, Blumenau, Brazil, June 1-6, 2014 and presented a plenary talk at this meeting.\n\nS. Hogenhout presented a talk at the 46th Meeting of the Brazilian Phytopathological Society/11th Brazilian Meeting on Biological Control, Ouro Preto, Brazil, 20-25 October 2013.\n\nWe collaborate with Academia Sinica, Taipei, Taiwan on microbial (including phytoplasma) evolutionary genomics projects. Agriculture, Food and Drink,Education,Environment Societal,Economic","person":"Saskia Adriane Hogenhout","coPersons":[],"organisation":"John Innes Centre","findingsText":" In this project, we have made use of the expertise of the SH and TSL groups and exploit our knowledge of how a phytoplasma effector (SAP11) of Maize bushy stunt phytoplasma (MBSP) perturbs maize development via interaction with TCP transcription factors and if this attracts insect vectors (the leafhopper Dalbulus maidis). We intend to investigate the mode of action and epidemiological implications of effectors associated with MBSP disease. \n\nAll Arabidopsis and maize TCPs were cloned and tested for interactions with MBSP SAP11 and several other SAP11 homologues of other phytoplasmas.\n\nGood quality draft genome sequences of three MBSP isolates were obtained using a metagenomics approach by sequencing the DNA of insect vectors infected with MBSP. One isolate was selected for mate-pair sequencing to obtain a full genome sequence. Genome sequencing of three additional MBSP isolates is ongoing.\n\nSingle amino acid mutants of TCP transcription factors are being transformed into Arabidopsis thaliana null mutants for TCPs to investigate if the amino acid changes affect TCP activity.\n\nSAP11 constructs have been submitted transformation into maize. Research groups worldwide have discovered that virulence proteins (effectors) of other bacteria also interact with plant TCP transcription factors; these research groups have confirmed our findings and are studying how phytoplasmas and other microbial pathogens modulate TCP transcription factors of economically important crops. Agriculture, Food and Drink,Chemicals","dataset":"gtr"}