{"id":"7BB7C301-7462-4140-B867-BDF8311A5B4F","title":"Enhancing wheat field performance and response to abiotic stress with novel growth-regulatory alleles","abstractText":"The 'Green Revolution' that improved worldwide cereal yields from the 1960s was due to a combination of new varieties of wheat and rice and the increased use of nitrogen fertilisers and pesticides. An important feature of the new varieties was reduced height. Although originally introduced to allow the plants to tolerate high levels of fertiliser without overgrowing and collapsing, it was discovered that these new semi-dwarf varieties increased yield, as less of the plants' energy was wasted on producing straw and more went into the harvested grain. We now know that these dwarf varieties of wheat carried a gene (called 'Reduced Height' or Rht) that made them unresponsive to the plant's own growth hormone, gibberellin (GA), which normally increases stem height. Similarly, the new semi-dwarf rice varieties contained a defective gene that resulted in reduced levels of the hormone. There are only two types of Rht gene that have been widely used in wheat, and predominantly one in UK varieties. Changes in climate, agricultural practise and possible restrictions in the use of growth-regulating chemicals may mean that wheat varieties containing this gene are no longer capable of producing the highest yield. Part of this programme is aimed at identifying new wheat genes that alter GA signalling and therefore have different effects on height. These genes could then be used to produce new dwarf varieties, either alone or in combination with the existing Rht genes. We have also discovered that dwarfing genes, that confer reduced height through changes in GA signalling, also protect plants against stresses such as drought, heat, or salt. This may become even more important as climate change reduces the amount of rainfall in wheat-producing areas. There is evidence that the existing Rht gene is not ideal for protecting wheat plants from stress. A second aim of this project will therefore be to test a range of genes affected in GA signalling for their effectiveness in protecting plants from drought and other stresses. Finally, an important aim of this project is that the new dwarfing genes that we discover should be taken up by plant breeders to develop new commercial varieties. Therefore, we have developed a 'pre-breeding' strategy with the National Institute of Agricultural Botany to bring these new genes into modern, high-yielding varieties that can be passed on to breeders and used in their wheat breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00704X/1","grantId":"BB/E00704X/1","fundValue":"588601","fundStart":"2007-07-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"  The presence of the so-called 'Green Revolution' semi-dwarfing genes is widespread in UK and European wheat varieties.\nThe research showed that these do not confer a negative impact on abiotic stress tolerance (late-season drought) under UK conditions. They may confer a small positive effect under most circumstances. Agriculture, Food and Drink Economic","person":"Paul  NicholsonMargaret Irene Boulton","coPersons":["Nicholas  Harberd","John  Snape"],"organisation":"John Innes Centre","findingsText":" Most wheat varieties grown in the UK are much shorter than historical varieties. They carry genes that reduce their height and may reduce root growth. The reduced root growth was thought to pose a potential risk of losses when the crop experiences drought conditions at the end of the season. \nPositive effects conferred by the genes responsible compensate for any reduction in root growth making them no more susceptible than their tall counterparts. Plant height is controlled by a number of plant hormones and the lines examined in the present work are affected in the gibberellic acid pathway. Focus on other pathways may identify novel height-influencing genes that do not affect below-ground tissues (roots) so providing a means to further increase stress tolerance. Agriculture, Food and Drink","dataset":"gtr"}