{"id":"7BB90D27-FB55-4211-8669-22B7E4749E5F","title":"Integrated Design of Hospital Wards for a Safe and Sustainable Patient Environment","abstractText":"Redesigning healthcare building infrastructure to minimise infection risk, meet demanding government carbon reduction targets and create a safe and comfortable environment for patients and staff is one of the biggest challenges currently facing the NHS. Hospital acquired infection remains at the forefront of the Department of Health agenda. Targets to halve MRSA by 2008 and cut C Difficile infections by 30% by 2011, together with increasing awareness that the environment influences the risk of transmission, have put infection control at the heart of hospital building and refurbishment programs. Building related energy use is also an increasing concern for the NHS, with the national carbon reduction targets of 20% by 2010 and 60% by 2050 are almost certain to be demanded of hospitals. These two issues present a major design conflict. Improving ventilation to increase patient comfort and reduce infection while at the same time reducing the need for mechanical building services to cut energy use is a huge undertaking. The research outlined in this proposal will tackle these design challenges from an integrated building services and infection control perspective. The aim of the proposal is to develop robust design tools and an interactive computational based modelling environment that can used to evaluate and optimise hospital building design strategies in terms of several different aspects; energy use, infection risk and thermal comfort as well as patient safety and cost implications. A series of targeted projects, initially focusing on the design and ventilation of ward accommodation, will be used to develop these design tools and at the same time establish specific evidence-based solutions that address critical issues in existing outdated hospital wards. The proposal will establish a cross-disciplinary research team drawing on expertise from academia, industry and healthcare providers to identify, develop and exploit the latest scientific advances and create the knowledge base necessary to establish the best designs for both refurbished and new build accommodation. By the end of the five year funding term the research will have significantly advanced strategies for redesigning hospital accommodation. It will have created usable design tools that for the first time formally integrate multiple issues, including the risk of infection, as well as facilitating real, on the ground, changes in UK hospitals. The future research strategy will incorporate aspects beyond the physical built environment including human behaviour and microbial dynamics, to be able to evaluate the management and operation of a facility alongside the core infrastructure. By 2020 this will enable ward environments to meet both the immediate and long-term energy and infection targets, and will have also cascaded the modelling techniques and design methodologies across other areas of hospitals to yield real benefits across whole hospital estates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G029768/1","grantId":"EP/G029768/1","fundValue":"1020250","fundStart":"2009-03-01","fundEnd":"2014-08-27","funder":"EPSRC","impactText":"  Information on CFD modelling of particle deposition included in recent guides for CIBSE and IHS on ventilation.  ","person":"Catherine  Noakes","coPersons":[],"organisation":"University of Leeds","findingsText":" This was a wide ranging project exploring a range of aspects relating to ventilation of hospitals, with a particular focus on airborne infection. Key outcomes include: \n - validation of CFD model for bioaerosol transport and deposition\n - development of stochastic model linking hospital design, human behaviour, environmental contamination and risk of HCW hand contamination (and hence infection risk)\n - data to quantify surfaces touched by healthcare workers during different care types\n - methodology for linking building thermal simulation with numerical optimisation methods to evaluate local comfort and energy in hospital rooms\n - methodology to link CFD modelling with numerical optimisation approaches to simulate infection risk and comfort\n - scale model approach to simulating contaminant movement in hospital corridors and theoretical model to translate to full scale\n - CFD simulation of airborne contaminant movement due to human activity\n - Methodology for quantifying ventilation rates and pathogen transport risk in naturally ventilated spaces using tracer gas and inert particles\n - In depth study to characterise ventilation and infection risks in naturally ventilated hospital wards at full scale\n - Analysis of redesign options for large naturally ventilated hospital wards using experimental and CFD approaches\n - Methodologies for CFD simulation of airflow in large naturally ventilated wards\n - Comparison of bioaerosols and particles in air and on surfaces under different ventilation regimes\n - Development of novel real-time CFD models to simulate airflows and pathogen transport in hospital environments Findings give insight into: \n - methodologies for assessing airflows and infection risks in the built environment, which may be applied by other researchers or industry. \n - influence of the design of the hospital environment on the risk of infection, which may be applied in research, design of facilities or by infection control and estates teams in hospitals\n - novel real-time CFD methods which have substantial potential for further development in research and ultimately application in industry\n - understanding of the influence of human behaviour on infection risk which may have application with the operation of hospital environments Construction,Energy,Environment,Healthcare","dataset":"gtr"}