{"id":"7BBC8152-5F8D-449A-ABC4-D432E53BF26C","title":"Nonsmooth Equations in Constrained Interpolation and Approximation with Applications","abstractText":"The project studies nonsmooth equations arising from Constrained Interpolation and Approximation in Hilbert space, aims at developing a fundamental theory for Newton's method being used for those nonsmooth equations, and applies the proposed method to two particular practical problems: the shape-preserving interpolation problem and the nearest correlation problem. The first problem arises from computer aided geometric design (CAGD), which is a discipline dealing with computational aspects of geometric objects such as in surface design of automobile and aircrafts. The second problem is from statistics and has important application in finance, where the day-to-day observed data is incomplete and is not accessible to all of users due to various reasons and hence the nearest correlation matrix of the observed data is approximated and is used for future prediction. The project is built upon a recent breakthrough of the proposed approach to the convex best interpolation by the applicant and his collaborators and is expected to provide fundamental theory for understanding those complex problems detailed in the proposal.It is now well understood that traditional methods based on standard calculus may not work for optimization problems with constraints, however, such problems can be reformulated as nonsmooth problems that need special treatment. The significance of the project lies in its nonsmooth approach perspective and its cross-discipline aspect. Although complex problems considered in this project have attracted considerable attention in numerical analysis, they have never been approached from nonsmooth equation perspective. The project establishes more links between the two disciplines: Numerical Analysis and Optimization, and is expected to yield deep and far-reaching impact in both disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D502535/1","grantId":"EP/D502535/1","fundValue":"126530","fundStart":"2006-06-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Hou-Duo  Qi","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}